[{"detail": [{"content": "Substance Abuse and Alcoholic Beverages                                                                                                NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Policies and Guidelines   /   University Policies and Guidelines                 Sub Navigation                                 Academic Affairs & Faculty                       Financial Affairs                       Governance & Legal                       Human Resources                       Information Technology                       Operations & Safety                       Research                       Student Affairs                       University Guides & Manuals                                                              POLICY       Substance Abuse and Alcoholic Beverages                          Click Here for Entire Policy PDF             Purpose of this Policy     1. To comply with the requirements of the Drug Free Schools and Communities Act.   2. To set forth the standards and regulations associated with the possession, consumption, service and distribution of alcoholic beverages at the University.   3. To set forth the standards and regulations associated with the possession, consumption, service and distribution of illegal controlled substances at the University.   4. To set forth the manner in which allegations of violations of the policy will be addressed at the University.   5. To provide resources for those seeking information about, or struggling with, a substance abuse problem.                 Scope of this Policy    The United States Department of Education has issued regulations implementing the provisions of the Drug-Free Schools and Communities Act Amendments of 1989. These regulations require that the University distribute the following information annually to all students, administrators, faculty and staff at the University in writing concerning the possession, use, or distribution of alcohol and illicit drugs. New York University’s policies on substance abuse and on alcoholic beverages are set out below, along with related information regarding University sanctions for violation of these policies, criminal sanctions for the illegal possession or distribution of drugs and alcohol, the health risks associated with drugs and alcohol, and places to obtain help concerning the use and abuse of alcohol and illicit drugs.     The University policies set forth below apply to all University students and to all events or activities which are sponsored by the University or by a University organization, whether they occur at the University or not.               Procedures for Implementation    GENERAL STANDARDS OF CONDUCT ASSOCIATED WITH ALCOHOL AND OTHER SUBSTANCES:   NYU is committed to creating and maintaining a campus environment that is free of alcohol and substance abuse and views the abuse of alcohol and legal drugs and the use of illicit drugs as being antithetical to the pursuit of educational excellence and the realization of one's full potential as a student and member of this community. Accordingly, the University takes very seriously its obligation to address the issue of all forms of substance abuse.   We believe that the best way to maintain an appropriate campus environment with respect to drugs and alcohol is through preventive education about the dangers of drug abuse and compassionate attention to the needs of those who may require help with alcohol or other drug-related problems. To that end, the University provides on-campus support programs and services as well as information about related services that are available in the local community.   At the same time, NYU expects that students will conduct themselves in accordance with basic principles of personal responsibility, respect for order, and consideration of the rights of others. Implied in these expectations is the understanding that students are responsible for making their own decisions and accepting the consequences of those decisions. In order to make informed choices about alcohol and other drug use, students should educate themselves about the social, physiological, and psychological consequences of drug use or excessive drinking as well as the policies set forth below.   I. STATEMENT OF POLICY ON SUBSTANCE ABUSE:   New York University policy and practices regarding the possession, use and distribution of substances is based upon federal and New York State laws. The use, possession or distribution of a substance that is designated as a controlled substance according to these laws is prohibited on any University campus, facility, function, or sponsored program.   Although University policies and practices emphasize a concern for the welfare of individuals, the University also recognizes the importance of maintaining the safety and well-being of the community as a whole. The University therefore adheres to the following guidelines concerning the unlawful possession, use, or distribution of drugs:     1. The unlawful possession, use, or distribution of drugs will not be tolerated on premises owned or controlled by the University.  2. Upon finding evidence of the unlawful possession, use, or distribution of drugs on its premises by any student, the University will take appropriate disciplinary action, including, but not limited to, probation, suspension, or expulsion.  3. Using regularly established procedures, the University will take disciplinary action, up to and including discharge, against any member of the faculty or staff found to be unlawfully using, possessing, or distributing drugs on University premises.   Faculty, staff, and students should also be aware that, in addition to University sanctions, they may be subject to criminal prosecution under federal and state laws that specify fines or imprisonment or loss of federal financial student aid for conviction of drug-related offenses. Where appropriate or necessary, the University will cooperate fully with law enforcement agencies if a student’s use, possession, or distribution of a substance violates the national, state and/or local laws of the country in which the campus where the incident occurred is located. *   *A Note for Students Traveling Abroad: Students traveling abroad as part of a University program should familiarize themselves with the laws and policies of the location to which they are traveling.   II. STATEMENT OF POLICY ON ALCOHOLIC BEVERAGES:   The University Policy regarding the possession, consumption, sale and service of alcoholic beverages at New York University is based on federal and New York State law, as well as the New York State Alcoholic Beverage Control Law.   A. Possession and Consumption:   It is the policy of New York University that persons under the age of 21 years are prohibited from possessing any alcoholic beverage at New York University or at any event sponsored by the University or by a University organization, whether the event is at the University or not.   B. Service and Sale:   1. To serve alcoholic beverages shall mean to give away, deliver, or otherwise provide alcoholic beverages to any person by any means other than by sale to such person.   2. Sales of liquor include, without being limited to, cash bars, events to which admission tickets are sold or for which fees are charged, either by the event or for a period of time (e.g., entertainment charge or annual dues), entitling the purchaser access to an open bar, and parties at which alcoholic beverages are served and for which contributions or donations to offset the costs of the party are sought.     3. The following rules are applicable to all events at which alcoholic beverages are served or sold at New York University and to all events or activities, whether or not at the University, which are sponsored by the University or by a University organization.   a. No person shall be sold or served any alcoholic beverage:   • if that person is, or appears to be, under the legal drinking age of 21;  • if that person is, or appears to be, intoxicated, or is known to the server or seller to be a problem drinker.   b. No person under the age of 21 years shall present any written evidence of his or her age that is false, fraudulent, or not actually his or her own in order to purchase or be served, or to try to purchase or be served, any alcoholic beverage or in order to gain access, or to try to gain access, to any event or activity at which any alcoholic beverage is being sold or served.   c. No person shall in any way misrepresent the age of any other person or help any other person to misrepresent the age of any other person or help any other person to misrepresent his or her age so that such person can purchase or be served, or try to purchase or be served, any alcoholic beverage or gain access, or try to gain access, to any event or activity at which any alcoholic beverage is being served or sold.   d. No alcoholic beverage shall be sold to any person unless:   • a license or permit sanctioning the sale of such alcoholic beverage has been obtained by the seller; and  • the license or permit sanctioning such sale and any posters, signs, notices, or other material or information required by applicable law or by the State Liquor Authority are prominently displayed at the site of such sale.   e. The individual or group(s) sponsoring an event or activity at which any alcoholic beverage is to be sold or served (the “sponsor”) shall be responsible to make sure that all New York University rules and regulations regarding the sale, use, service, possession, and consumption of alcoholic beverages are observed at such event or activity. This responsibility shall include, without being limited to, the following:       • Alcoholic beverages should not be served at University events attended by students unless it is anticipated that the majority of those in attendance will be of legal age to drink, a mechanism is in place to assure that only attendees who are of legal age to drink have access to alcoholic beverages, and the event is adequately supervised.   • Each University unit is responsible for advising all student organizations recognized by that unit of the public laws and NYU policies regarding the sale, service and consumption of alcoholic beverages at student events. Upon request, staff from the Office of Student Activities will be available to assist in that process.   • Each University unit is responsible for advising all student organizations recognized by that unit of the procedures and resources available to address any health, safety, security, or behavioral concerns that may arise at an event at which alcoholic beverages are served. Upon request, staff from the Wellness Exchange, Public Safety, Judicial Affairs, and the Office of Student Activities will be available to assist in that process.   • Public laws and University policies and guidelines that concern the presence of alcoholic beverages at events attended by students apply to all such events regardless of the sponsoring unit/organization or whether the activity takes place on or off University premises.     • Alcoholic beverages may be served at events held at NYU global sites, under the supervision of site supervisors, in accordance with the applicable laws governing legal drinking age in the particular country.   • No student organizations may use University funds, or any other monies derived from other sources of income, including donations, to purchase alcoholic beverages to be served at a student event.   • All student organizations wishing to have alcoholic beverages served at an on-campus event must use the NYU Catering Vendor which shall provide such service on a cash bar basis only. Events held at an off-campus site must use a licensed private vendor which shall provide such service on a cash bar basis only.   • Exceptions to the restrictions on the use of University funds and the cash bar requirements can be granted on a case-by-by case basis for graduate student organizations provided that all of the other conditions set forth in this document are met.   C. NYU Global Academic Centers:     1. Each NYU Global Academic Center has its own policies, procedures, and regulations governing the possession, consumption, and serving of alcoholic beverages that may vary from the general University policy. These policy differences reflect variations in the laws concerning the possession and consumption of alcoholic beverages in the locality and country in which that site is located, regulations established to best meet the unique needs of that particular campus, and practices that reflect respect for the social/cultural customs of that community and country. Students enrolled at a Global Academic Center should consult the office of the Site Director for information regarding the policies, procedures and regulations for that location.   2. Students enrolled at any NYU Global Academic Center will be held accountable to the Study Away Standard which sets forth behavioral expectations for all students involved in study at the academic centers. Violations of that standard which involve the use of alcohol or another controlled substance will be subject to close scrutiny and may result in serious disciplinary consequences.*     *A Note for Students Traveling Abroad: Students traveling abroad as part of a University program should familiarize themselves with the laws and policies of the location to which they are traveling.   III. STATEMENT OF POLICY ON UNIVERSITY INTERVENTIONS   A. Any member of the University Community who feels that a student’s possession, use, or distribution of alcohol or controlled substances places that student or the University community at risk, or violates the University’s Policy on Substance Abuse and Alcoholic Beverages, and who wishes the University to intervene is encouraged to report the situation to one of the following officials:     • Department of Public Safety  • Student Affairs officials: Vice President, Associate Vice President for Student Affairs, Director of Student Activities, Coordinator for Greek Life, Director of the Student Resource Center, and the Director of Community Standards.  • Deans of Students in the Schools and Colleges  • Residence Hall officials: Director-Residence Life and Housing Services, Assistant Director for Residence Life, Residence Hall Directors, and Assistant Residence Hall Directors.  • Athletics Department officials: Director of Athletics and Coaches.   B. Considerations for Self Reporting and Good Samaritans: Policy on NYU’s Response to Health and Safety-Related Emergencies Related to Alcohol and Other Substance s   The University recognizes that there may be health or safety emergencies related to the use of alcohol or other substances in which the potential for disciplinary action by the University may serve as a deterrent to students who want to seek assistance for themselves or to “Good Samaritans” who want to get help for another member of the NYU community. In all such matters, the health and safety of the student at risk will be the University’s top priority. Accordingly, should a student him/herself, or another individual on behalf of that student, voluntarily come forward seeking assistance in a situation involving the over-consumption or abuse of drugs and alcohol, the University’s student conduct response in regard to that overconsumption will be first and foremost focused on medical treatment, counseling and/or educational interventions. However, the University reserves the right to address any associated acts that compromise the well-being of the community and its members such as harassment, violence, damage, harm to self/others, or distribution of illegal substances on a case by case basis as deemed appropriate/necessary.   Reporting a Personal Concern: Students who have concerns about their personal use of alcohol and/or other drugs, or students who are concerned about a friend’s use, are encouraged to seek assistance through one of several University support services that may be accessed through the University’s Wellness Exchange by calling (212) 443-9999. Confidentiality in these circumstances will be protected in compliance with University policy and applicable law (e.g. FERPA, HIPAA, etc..)   C. Student Groups: If University policies are violated at an event sponsored by a student organization, the student organization, along with its members, may be held responsible for such violations. A variety of sanctions can be imposed on the organization, including loss of funding or other privileges, denial of access to University facilities and services, and dissolution   D. Student Conduct Intervention: The University’s disciplinary response to incidents involving the use, possession, or distribution of alcohol and other drugs within the University community is formulated on a case-by-case basis.   1. The University considers the abuse or inappropriate use of alcohol and other drugs to be hazardous to an individual’s health and safety and an impediment to his/her academic and personal success. The University’s response in matters involving alcohol and illegal drugs strives to balance the interests of individual students who may be engaged in the use, possession, or distribution of alcohol or other drugs with that of the larger community that may adversely be affected by such behavior. While the use/abuse of alcohol and other substances can present personal, social and academic consequences to the individual, the behavior frequently associated with the use of alcohol and other drugs can be disruptive and -compromise the interests of others within the University community as well. Accordingly, the University views the use/abuse of alcohol and other drugs as a matter of both personal and community wellness and believes that any such behavior warrants decisive intervention.   2. When allegations of the distribution, use, and/or possession of alcohol and other drugs in violation of University policies or federal, state, or local laws are presented to University officials (i.e. administrators, faculty, and staff members) who are not health and/or mental health professionals, the University may act on that information, including using it in educational, administrative or disciplinary responses in accordance with the nature and severity of the circumstances including the preferences of the individual making the report, the well-being of the student whose behavior is of concern, and the interests of the University community. If the information is credible, the University will endeavor to identify and confront student/s who are illegally possessing, using, abusing, and/or distributing drugs or alcohol. In doing so, the University will attempt to maintain the confidentiality of the complainant’s identity consistent with the goal of conducting a thorough and complete investigation. While every effort will be made to preserve the privacy of all persons involved, anonymity cannot be promised when the information is disclosed to a non-confidential source and/or when the well-being of an individual student or of the University community is at serious risk.   3. The University draws clear distinctions between the possession, use/abuse and the distribution of alcohol or illegal drugs and will take decisive and potentially more severe action, in matters involving the distribution of substances.   a. The University will consider various factors when determining its response to cases involving the distribution of illegal drugs including the type of substance being distributed and the nature and magnitude of the distribution. Removal of a student from the residence halls and/or suspension or dismissal from the University are likely outcomes where it is determined that a student is engaged in the distribution of illegal drugs.   b. In matters involving the distribution of alcohol to underage persons, the University will take into consideration the impact of the distribution upon the individuals to whom the alcohol is provided and upon the University community. Those who provide alcohol to underage persons may be subject to disciplinary sanctions of a more severe nature than those imposed for possession or consumption up to and including a suspension from the residence halls and/or the University.   4. In cases involving the possession or consumption of alcohol by an underage student or the possession or consumption of illegal drugs, depending upon the nature of the circumstances, the University may elect to implement educational, administrative, medical, counseling, disciplinary action, or a combination of interventions. Disciplinary sanctions can include dismissal (i.e., expulsion) from the University, suspension from classes and other activities or privileges, or other penalties permitted by University codes. For example, a student can be expelled from University housing or barred from participating in athletic or other extracurricular activities such as the Study Away Program. Students may also be required to undergo an assessment and/or complete an appropriate course of education, counseling or rehabilitation.   5. In addition to this policy, student who live in a University residence hall also are subject to housing policies regarding the possession, consumption, and being in the presence of alcohol and/or illegal substances.   6. Disciplinary sanctions become part of a student's permanent academic record and may be noted on the student's transcript.   7. The University may (in accordance with the Federal Educational Rights and Privacy Act - FERPA) choose to contact parents or legal guardians of students who have violated University policies on substance abuse.   8. Finally, students are urged to be mindful of the fact that they are subject to all federal, state and local laws related to the use, possession, and distribution of alcohol and other drugs – whether on or off the campus – and the University reserves the right to involve local law enforcement agencies as the situation warrants.   9. Employees alleged to be in violation of University Policies on Substance Abuse and Alcoholic Beverages may be subject to disciplinary action through the applicable Human Resources venue.   10 . Guidelines for Student Conduct/Disciplinary Interventions - The following chart reflects possible options the University may exercise and relevant outcomes when responding to certain types of alcohol or other drug violations by students. Actual responses and sanctions may vary in accordance with the unique circumstances of each case.     CONTINUES... CLICK HERE FOR ENTIRE POLICY PDF                    Notes          Dates of official enactment and amendments:                      History: blank        Cross References: blank                                    About This Policy                                         Effective Date:        August 15, 2013                    Supersedes:        Policy dated August 2012                      Issuing Authority:        Office of the Vice President for Student Affairs                        Responsible Officer:        Director of Community Standards and Compliance                                                            Definitions                                        a. Definiton of Terms     Possession : Unlawful holding or controlling of alcohol, other drugs, or associated paraphernalia.   Use : Unlawful personal use of alcohol or other drugs.   Abuse : Repeated unlawful use of alcohol or other drugs; or use accompanied by other aggravating behavior, including but not limited to:     Disorderly, disruptive, or aggressive behavior that interferes with the well-being, safety, security, health, or welfare of the community and/or the regular operations of the University   Engaging in, or threatening to engage in, any behavior that endangers the health, safety or well-being of oneself, another person, or property;   Physical violence, actual or threatened, against any individual or group of persons     Distribution : The unlawful sale, exchange, or giving of alcohol or other drugs to one or more persons. Factors that will be considered when determining the University’s response include, but are not limited to:   ·   The health and wellness of the responsible student;   ·   The interests of the University;   ·   The impact on the community;   ·   The type, quantity, and packaging of the substance;   ·   The number of persons to which the substance was distributed;   ·   The amount of revenue associated with the distribution;   ·   The existence of any other aggravating or extenuating circumstances;     b.  Definition of Housing Related Responses and Sanctions - applied only to students who reside in on-campus housing. Sanctions include, but are not limited to:   Written Warning: A written summary of the violation is issued to the student and placed in the student’s file with the appropriate office.   Probation : The student is placed on this status for a specified period of time, during which he/she is expected to hold a heightened awareness of his/her behavior. A behavioral violation during the probationary period may result in more serious disciplinary sanctions.   Residence Hall Reassignment: A residential student is removed from his/her current room and reassigned to a different room within the University Housing system.   Deferred Suspension from Housing : A residential student is placed on this status for a specified period of time as a final opportunity to display appropriate behavior. If any behavioral violation occurs while a student is on a Deferred Suspension, the student will be immediately suspended from University Housing.   Suspension from University Housing : The residential student is directed to vacate University Housing immediately and is prohibited from returning for a specified period of time.   Referral to the Division of Student Affairs : The case is referred to the Office of Community Standards and Compliance in the Office of the Vice-President for Student Affairs. When this is done, disciplinary action may be taken at the University level in accordance with the Rules for Maintenance of Public Order and Rules of Conduct. Referral may be made as an alternative or in addition to the House (Residence Hall) based actions, if applicable.   C. Definition of General and University Level Sanctions : may be applied to all students. Sanctions include, but are not limited to:   Educational Interventions: The student is assigned to participate in “Informed Choices” or “Substance Abuse Feedback and Evaluation (SAFE)” or assigned a project designed to increase awareness about alcohol or other drugs and one’s responsibilities within the community.   Campus Service : The student is required to complete a specified number of hours of service to the University community. A specific administrator is designated to coordinate the service and ensure its satisfactory completion.   Persona Non Grata: The student is prohibited from entering a specified campus building for a designated period of time.   Mandatory Health Evaluation: The student is required to participate in individual sessions with a professional staff member from the Student Health Center to assess the circumstances of his/her use of alcohol and other drugs for the purpose of determining whether such use represents a significant hazard to the health and safety of that student or other members of the University community. The student and staff member will discuss health and wellness issues related to the student’s use of alcohol and/or other drugs and collaborate to develop strategies for making more effective and healthy decisions. The results of the evaluation may be shared with University administrators and considered in determining the University’s response, as appropriate.   Parental Notification : In an effort to provide support or assistance to students, the University (in accordance with the Federal Educational Rights and Privacy Act - FERPA) may notify the parents or legal guardians of students who have violated University policies or federal, state, or local laws pertaining to alcohol or other drugs or in situations in which there is a health and safety emergency. The decision to notify parents or legal guardians will be made according to the professional judgment of the appropriate staff. Whenever possible, students will be consulted in the notification process. The primary goal of notifying parents or legal guardians is to promote the health and wellness of the student and others in the community.   Referral to Law Enforcement Authorities: The University reserves the right to refer any case that involves criminal activity to local law enforcement agencies. The decision to notify such agencies shall be made by senior administrators of the University.   Warning : A notice to the student, orally or in writing, that continuation or repetition of the conduct found wrongful, or participation in similar conduct, within a period of time stated in the warning, shall be a cause for disciplinary action.   Censure : A written reprimand for violation of specified regulation, including the possibility of more severe disciplinary sanction in the event of conviction for the violation of a University regulation within a period of time stated in the letter of reprimand.   Disciplinary Probation : Exclusion from participation in specified privileges or University programs and activities as set forth in the notice of disciplinary probation for a designated period of time.   Restitution : Reimbursement for damage to or misappropriation of property. Reimbursement may take the form of appropriate service to repair or otherwise compensate for damages.   Monetary Fine : For any offense.   Suspension/Restriction of Privileges: Exclusion from extracurricular activities or other privileges as set forth in the notice of disciplinary probation for a specified period of time. (eg. sign-in guests to a residence hall, participate in a student club activity or event, etc.)   Suspension from the University : Exclusion from classes and all related student privileges as set forth in the notice of disciplinary probation for a specified period of time.   Dismissal from the University: Separation from the University with the option to reapply at a future point and in accordance with certain performance objectives.   Expulsion from the University: Permanent separation from the University without the option of reapplication at any future point.                                            Related Policies                                        blank                                                 NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Substance Abuse and Alcoholic Beverages                                                                                                NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Policies and Guidelines   /   University Policies and Guidelines                 Sub Navigation                                 Academic Affairs & Faculty                       Financial Affairs                       Governance & Legal                       Human Resources                       Information Technology                       Operations & Safety                       Research                       Student Affairs                       University Guides & Manuals                                                              POLICY       Substance Abuse and Alcoholic Beverages                          Click Here for Entire Policy PDF             Purpose of this Policy     1. To comply with the requirements of the Drug Free Schools and Communities Act.   2. To set forth the standards and regulations associated with the possession, consumption, service and distribution of alcoholic beverages at the University.   3. To set forth the standards and regulations associated with the possession, consumption, service and distribution of illegal controlled substances at the University.   4. To set forth the manner in which allegations of violations of the policy will be addressed at the University.   5. To provide resources for those seeking information about, or struggling with, a substance abuse problem.                 Scope of this Policy    The United States Department of Education has issued regulations implementing the provisions of the Drug-Free Schools and Communities Act Amendments of 1989. These regulations require that the University distribute the following information annually to all students, administrators, faculty and staff at the University in writing concerning the possession, use, or distribution of alcohol and illicit drugs. New York University’s policies on substance abuse and on alcoholic beverages are set out below, along with related information regarding University sanctions for violation of these policies, criminal sanctions for the illegal possession or distribution of drugs and alcohol, the health risks associated with drugs and alcohol, and places to obtain help concerning the use and abuse of alcohol and illicit drugs.     The University policies set forth below apply to all University students and to all events or activities which are sponsored by the University or by a University organization, whether they occur at the University or not.               Procedures for Implementation    GENERAL STANDARDS OF CONDUCT ASSOCIATED WITH ALCOHOL AND OTHER SUBSTANCES:   NYU is committed to creating and maintaining a campus environment that is free of alcohol and substance abuse and views the abuse of alcohol and legal drugs and the use of illicit drugs as being antithetical to the pursuit of educational excellence and the realization of one's full potential as a student and member of this community. Accordingly, the University takes very seriously its obligation to address the issue of all forms of substance abuse.   We believe that the best way to maintain an appropriate campus environment with respect to drugs and alcohol is through preventive education about the dangers of drug abuse and compassionate attention to the needs of those who may require help with alcohol or other drug-related problems. To that end, the University provides on-campus support programs and services as well as information about related services that are available in the local community.   At the same time, NYU expects that students will conduct themselves in accordance with basic principles of personal responsibility, respect for order, and consideration of the rights of others. Implied in these expectations is the understanding that students are responsible for making their own decisions and accepting the consequences of those decisions. In order to make informed choices about alcohol and other drug use, students should educate themselves about the social, physiological, and psychological consequences of drug use or excessive drinking as well as the policies set forth below.   I. STATEMENT OF POLICY ON SUBSTANCE ABUSE:   New York University policy and practices regarding the possession, use and distribution of substances is based upon federal and New York State laws. The use, possession or distribution of a substance that is designated as a controlled substance according to these laws is prohibited on any University campus, facility, function, or sponsored program.   Although University policies and practices emphasize a concern for the welfare of individuals, the University also recognizes the importance of maintaining the safety and well-being of the community as a whole. The University therefore adheres to the following guidelines concerning the unlawful possession, use, or distribution of drugs:     1. The unlawful possession, use, or distribution of drugs will not be tolerated on premises owned or controlled by the University.  2. Upon finding evidence of the unlawful possession, use, or distribution of drugs on its premises by any student, the University will take appropriate disciplinary action, including, but not limited to, probation, suspension, or expulsion.  3. Using regularly established procedures, the University will take disciplinary action, up to and including discharge, against any member of the faculty or staff found to be unlawfully using, possessing, or distributing drugs on University premises.   Faculty, staff, and students should also be aware that, in addition to University sanctions, they may be subject to criminal prosecution under federal and state laws that specify fines or imprisonment or loss of federal financial student aid for conviction of drug-related offenses. Where appropriate or necessary, the University will cooperate fully with law enforcement agencies if a student’s use, possession, or distribution of a substance violates the national, state and/or local laws of the country in which the campus where the incident occurred is located. *   *A Note for Students Traveling Abroad: Students traveling abroad as part of a University program should familiarize themselves with the laws and policies of the location to which they are traveling.   II. STATEMENT OF POLICY ON ALCOHOLIC BEVERAGES:   The University Policy regarding the possession, consumption, sale and service of alcoholic beverages at New York University is based on federal and New York State law, as well as the New York State Alcoholic Beverage Control Law.   A. Possession and Consumption:   It is the policy of New York University that persons under the age of 21 years are prohibited from possessing any alcoholic beverage at New York University or at any event sponsored by the University or by a University organization, whether the event is at the University or not.   B. Service and Sale:   1. To serve alcoholic beverages shall mean to give away, deliver, or otherwise provide alcoholic beverages to any person by any means other than by sale to such person.   2. Sales of liquor include, without being limited to, cash bars, events to which admission tickets are sold or for which fees are charged, either by the event or for a period of time (e.g., entertainment charge or annual dues), entitling the purchaser access to an open bar, and parties at which alcoholic beverages are served and for which contributions or donations to offset the costs of the party are sought.     3. The following rules are applicable to all events at which alcoholic beverages are served or sold at New York University and to all events or activities, whether or not at the University, which are sponsored by the University or by a University organization.   a. No person shall be sold or served any alcoholic beverage:   • if that person is, or appears to be, under the legal drinking age of 21;  • if that person is, or appears to be, intoxicated, or is known to the server or seller to be a problem drinker.   b. No person under the age of 21 years shall present any written evidence of his or her age that is false, fraudulent, or not actually his or her own in order to purchase or be served, or to try to purchase or be served, any alcoholic beverage or in order to gain access, or to try to gain access, to any event or activity at which any alcoholic beverage is being sold or served.   c. No person shall in any way misrepresent the age of any other person or help any other person to misrepresent the age of any other person or help any other person to misrepresent his or her age so that such person can purchase or be served, or try to purchase or be served, any alcoholic beverage or gain access, or try to gain access, to any event or activity at which any alcoholic beverage is being served or sold.   d. No alcoholic beverage shall be sold to any person unless:   • a license or permit sanctioning the sale of such alcoholic beverage has been obtained by the seller; and  • the license or permit sanctioning such sale and any posters, signs, notices, or other material or information required by applicable law or by the State Liquor Authority are prominently displayed at the site of such sale.   e. The individual or group(s) sponsoring an event or activity at which any alcoholic beverage is to be sold or served (the “sponsor”) shall be responsible to make sure that all New York University rules and regulations regarding the sale, use, service, possession, and consumption of alcoholic beverages are observed at such event or activity. This responsibility shall include, without being limited to, the following:       • Alcoholic beverages should not be served at University events attended by students unless it is anticipated that the majority of those in attendance will be of legal age to drink, a mechanism is in place to assure that only attendees who are of legal age to drink have access to alcoholic beverages, and the event is adequately supervised.   • Each University unit is responsible for advising all student organizations recognized by that unit of the public laws and NYU policies regarding the sale, service and consumption of alcoholic beverages at student events. Upon request, staff from the Office of Student Activities will be available to assist in that process.   • Each University unit is responsible for advising all student organizations recognized by that unit of the procedures and resources available to address any health, safety, security, or behavioral concerns that may arise at an event at which alcoholic beverages are served. Upon request, staff from the Wellness Exchange, Public Safety, Judicial Affairs, and the Office of Student Activities will be available to assist in that process.   • Public laws and University policies and guidelines that concern the presence of alcoholic beverages at events attended by students apply to all such events regardless of the sponsoring unit/organization or whether the activity takes place on or off University premises.     • Alcoholic beverages may be served at events held at NYU global sites, under the supervision of site supervisors, in accordance with the applicable laws governing legal drinking age in the particular country.   • No student organizations may use University funds, or any other monies derived from other sources of income, including donations, to purchase alcoholic beverages to be served at a student event.   • All student organizations wishing to have alcoholic beverages served at an on-campus event must use the NYU Catering Vendor which shall provide such service on a cash bar basis only. Events held at an off-campus site must use a licensed private vendor which shall provide such service on a cash bar basis only.   • Exceptions to the restrictions on the use of University funds and the cash bar requirements can be granted on a case-by-by case basis for graduate student organizations provided that all of the other conditions set forth in this document are met.   C. NYU Global Academic Centers:     1. Each NYU Global Academic Center has its own policies, procedures, and regulations governing the possession, consumption, and serving of alcoholic beverages that may vary from the general University policy. These policy differences reflect variations in the laws concerning the possession and consumption of alcoholic beverages in the locality and country in which that site is located, regulations established to best meet the unique needs of that particular campus, and practices that reflect respect for the social/cultural customs of that community and country. Students enrolled at a Global Academic Center should consult the office of the Site Director for information regarding the policies, procedures and regulations for that location.   2. Students enrolled at any NYU Global Academic Center will be held accountable to the Study Away Standard which sets forth behavioral expectations for all students involved in study at the academic centers. Violations of that standard which involve the use of alcohol or another controlled substance will be subject to close scrutiny and may result in serious disciplinary consequences.*     *A Note for Students Traveling Abroad: Students traveling abroad as part of a University program should familiarize themselves with the laws and policies of the location to which they are traveling.   III. STATEMENT OF POLICY ON UNIVERSITY INTERVENTIONS   A. Any member of the University Community who feels that a student’s possession, use, or distribution of alcohol or controlled substances places that student or the University community at risk, or violates the University’s Policy on Substance Abuse and Alcoholic Beverages, and who wishes the University to intervene is encouraged to report the situation to one of the following officials:     • Department of Public Safety  • Student Affairs officials: Vice President, Associate Vice President for Student Affairs, Director of Student Activities, Coordinator for Greek Life, Director of the Student Resource Center, and the Director of Community Standards.  • Deans of Students in the Schools and Colleges  • Residence Hall officials: Director-Residence Life and Housing Services, Assistant Director for Residence Life, Residence Hall Directors, and Assistant Residence Hall Directors.  • Athletics Department officials: Director of Athletics and Coaches.   B. Considerations for Self Reporting and Good Samaritans: Policy on NYU’s Response to Health and Safety-Related Emergencies Related to Alcohol and Other Substance s   The University recognizes that there may be health or safety emergencies related to the use of alcohol or other substances in which the potential for disciplinary action by the University may serve as a deterrent to students who want to seek assistance for themselves or to “Good Samaritans” who want to get help for another member of the NYU community. In all such matters, the health and safety of the student at risk will be the University’s top priority. Accordingly, should a student him/herself, or another individual on behalf of that student, voluntarily come forward seeking assistance in a situation involving the over-consumption or abuse of drugs and alcohol, the University’s student conduct response in regard to that overconsumption will be first and foremost focused on medical treatment, counseling and/or educational interventions. However, the University reserves the right to address any associated acts that compromise the well-being of the community and its members such as harassment, violence, damage, harm to self/others, or distribution of illegal substances on a case by case basis as deemed appropriate/necessary.   Reporting a Personal Concern: Students who have concerns about their personal use of alcohol and/or other drugs, or students who are concerned about a friend’s use, are encouraged to seek assistance through one of several University support services that may be accessed through the University’s Wellness Exchange by calling (212) 443-9999. Confidentiality in these circumstances will be protected in compliance with University policy and applicable law (e.g. FERPA, HIPAA, etc..)   C. Student Groups: If University policies are violated at an event sponsored by a student organization, the student organization, along with its members, may be held responsible for such violations. A variety of sanctions can be imposed on the organization, including loss of funding or other privileges, denial of access to University facilities and services, and dissolution   D. Student Conduct Intervention: The University’s disciplinary response to incidents involving the use, possession, or distribution of alcohol and other drugs within the University community is formulated on a case-by-case basis.   1. The University considers the abuse or inappropriate use of alcohol and other drugs to be hazardous to an individual’s health and safety and an impediment to his/her academic and personal success. The University’s response in matters involving alcohol and illegal drugs strives to balance the interests of individual students who may be engaged in the use, possession, or distribution of alcohol or other drugs with that of the larger community that may adversely be affected by such behavior. While the use/abuse of alcohol and other substances can present personal, social and academic consequences to the individual, the behavior frequently associated with the use of alcohol and other drugs can be disruptive and -compromise the interests of others within the University community as well. Accordingly, the University views the use/abuse of alcohol and other drugs as a matter of both personal and community wellness and believes that any such behavior warrants decisive intervention.   2. When allegations of the distribution, use, and/or possession of alcohol and other drugs in violation of University policies or federal, state, or local laws are presented to University officials (i.e. administrators, faculty, and staff members) who are not health and/or mental health professionals, the University may act on that information, including using it in educational, administrative or disciplinary responses in accordance with the nature and severity of the circumstances including the preferences of the individual making the report, the well-being of the student whose behavior is of concern, and the interests of the University community. If the information is credible, the University will endeavor to identify and confront student/s who are illegally possessing, using, abusing, and/or distributing drugs or alcohol. In doing so, the University will attempt to maintain the confidentiality of the complainant’s identity consistent with the goal of conducting a thorough and complete investigation. While every effort will be made to preserve the privacy of all persons involved, anonymity cannot be promised when the information is disclosed to a non-confidential source and/or when the well-being of an individual student or of the University community is at serious risk.   3. The University draws clear distinctions between the possession, use/abuse and the distribution of alcohol or illegal drugs and will take decisive and potentially more severe action, in matters involving the distribution of substances.   a. The University will consider various factors when determining its response to cases involving the distribution of illegal drugs including the type of substance being distributed and the nature and magnitude of the distribution. Removal of a student from the residence halls and/or suspension or dismissal from the University are likely outcomes where it is determined that a student is engaged in the distribution of illegal drugs.   b. In matters involving the distribution of alcohol to underage persons, the University will take into consideration the impact of the distribution upon the individuals to whom the alcohol is provided and upon the University community. Those who provide alcohol to underage persons may be subject to disciplinary sanctions of a more severe nature than those imposed for possession or consumption up to and including a suspension from the residence halls and/or the University.   4. In cases involving the possession or consumption of alcohol by an underage student or the possession or consumption of illegal drugs, depending upon the nature of the circumstances, the University may elect to implement educational, administrative, medical, counseling, disciplinary action, or a combination of interventions. Disciplinary sanctions can include dismissal (i.e., expulsion) from the University, suspension from classes and other activities or privileges, or other penalties permitted by University codes. For example, a student can be expelled from University housing or barred from participating in athletic or other extracurricular activities such as the Study Away Program. Students may also be required to undergo an assessment and/or complete an appropriate course of education, counseling or rehabilitation.   5. In addition to this policy, student who live in a University residence hall also are subject to housing policies regarding the possession, consumption, and being in the presence of alcohol and/or illegal substances.   6. Disciplinary sanctions become part of a student's permanent academic record and may be noted on the student's transcript.   7. The University may (in accordance with the Federal Educational Rights and Privacy Act - FERPA) choose to contact parents or legal guardians of students who have violated University policies on substance abuse.   8. Finally, students are urged to be mindful of the fact that they are subject to all federal, state and local laws related to the use, possession, and distribution of alcohol and other drugs – whether on or off the campus – and the University reserves the right to involve local law enforcement agencies as the situation warrants.   9. Employees alleged to be in violation of University Policies on Substance Abuse and Alcoholic Beverages may be subject to disciplinary action through the applicable Human Resources venue.   10 . Guidelines for Student Conduct/Disciplinary Interventions - The following chart reflects possible options the University may exercise and relevant outcomes when responding to certain types of alcohol or other drug violations by students. Actual responses and sanctions may vary in accordance with the unique circumstances of each case.     CONTINUES... CLICK HERE FOR ENTIRE POLICY PDF                    Notes          Dates of official enactment and amendments:                      History: blank        Cross References: blank                                    About This Policy                                         Effective Date:        August 15, 2013                    Supersedes:        Policy dated August 2012                      Issuing Authority:        Office of the Vice President for Student Affairs                        Responsible Officer:        Director of Community Standards and Compliance                                                            Definitions                                        a. Definiton of Terms     Possession : Unlawful holding or controlling of alcohol, other drugs, or associated paraphernalia.   Use : Unlawful personal use of alcohol or other drugs.   Abuse : Repeated unlawful use of alcohol or other drugs; or use accompanied by other aggravating behavior, including but not limited to:     Disorderly, disruptive, or aggressive behavior that interferes with the well-being, safety, security, health, or welfare of the community and/or the regular operations of the University   Engaging in, or threatening to engage in, any behavior that endangers the health, safety or well-being of oneself, another person, or property;   Physical violence, actual or threatened, against any individual or group of persons     Distribution : The unlawful sale, exchange, or giving of alcohol or other drugs to one or more persons. Factors that will be considered when determining the University’s response include, but are not limited to:   ·   The health and wellness of the responsible student;   ·   The interests of the University;   ·   The impact on the community;   ·   The type, quantity, and packaging of the substance;   ·   The number of persons to which the substance was distributed;   ·   The amount of revenue associated with the distribution;   ·   The existence of any other aggravating or extenuating circumstances;     b.  Definition of Housing Related Responses and Sanctions - applied only to students who reside in on-campus housing. Sanctions include, but are not limited to:   Written Warning: A written summary of the violation is issued to the student and placed in the student’s file with the appropriate office.   Probation : The student is placed on this status for a specified period of time, during which he/she is expected to hold a heightened awareness of his/her behavior. A behavioral violation during the probationary period may result in more serious disciplinary sanctions.   Residence Hall Reassignment: A residential student is removed from his/her current room and reassigned to a different room within the University Housing system.   Deferred Suspension from Housing : A residential student is placed on this status for a specified period of time as a final opportunity to display appropriate behavior. If any behavioral violation occurs while a student is on a Deferred Suspension, the student will be immediately suspended from University Housing.   Suspension from University Housing : The residential student is directed to vacate University Housing immediately and is prohibited from returning for a specified period of time.   Referral to the Division of Student Affairs : The case is referred to the Office of Community Standards and Compliance in the Office of the Vice-President for Student Affairs. When this is done, disciplinary action may be taken at the University level in accordance with the Rules for Maintenance of Public Order and Rules of Conduct. Referral may be made as an alternative or in addition to the House (Residence Hall) based actions, if applicable.   C. Definition of General and University Level Sanctions : may be applied to all students. Sanctions include, but are not limited to:   Educational Interventions: The student is assigned to participate in “Informed Choices” or “Substance Abuse Feedback and Evaluation (SAFE)” or assigned a project designed to increase awareness about alcohol or other drugs and one’s responsibilities within the community.   Campus Service : The student is required to complete a specified number of hours of service to the University community. A specific administrator is designated to coordinate the service and ensure its satisfactory completion.   Persona Non Grata: The student is prohibited from entering a specified campus building for a designated period of time.   Mandatory Health Evaluation: The student is required to participate in individual sessions with a professional staff member from the Student Health Center to assess the circumstances of his/her use of alcohol and other drugs for the purpose of determining whether such use represents a significant hazard to the health and safety of that student or other members of the University community. The student and staff member will discuss health and wellness issues related to the student’s use of alcohol and/or other drugs and collaborate to develop strategies for making more effective and healthy decisions. The results of the evaluation may be shared with University administrators and considered in determining the University’s response, as appropriate.   Parental Notification : In an effort to provide support or assistance to students, the University (in accordance with the Federal Educational Rights and Privacy Act - FERPA) may notify the parents or legal guardians of students who have violated University policies or federal, state, or local laws pertaining to alcohol or other drugs or in situations in which there is a health and safety emergency. The decision to notify parents or legal guardians will be made according to the professional judgment of the appropriate staff. Whenever possible, students will be consulted in the notification process. The primary goal of notifying parents or legal guardians is to promote the health and wellness of the student and others in the community.   Referral to Law Enforcement Authorities: The University reserves the right to refer any case that involves criminal activity to local law enforcement agencies. The decision to notify such agencies shall be made by senior administrators of the University.   Warning : A notice to the student, orally or in writing, that continuation or repetition of the conduct found wrongful, or participation in similar conduct, within a period of time stated in the warning, shall be a cause for disciplinary action.   Censure : A written reprimand for violation of specified regulation, including the possibility of more severe disciplinary sanction in the event of conviction for the violation of a University regulation within a period of time stated in the letter of reprimand.   Disciplinary Probation : Exclusion from participation in specified privileges or University programs and activities as set forth in the notice of disciplinary probation for a designated period of time.   Restitution : Reimbursement for damage to or misappropriation of property. Reimbursement may take the form of appropriate service to repair or otherwise compensate for damages.   Monetary Fine : For any offense.   Suspension/Restriction of Privileges: Exclusion from extracurricular activities or other privileges as set forth in the notice of disciplinary probation for a specified period of time. (eg. sign-in guests to a residence hall, participate in a student club activity or event, etc.)   Suspension from the University : Exclusion from classes and all related student privileges as set forth in the notice of disciplinary probation for a specified period of time.   Dismissal from the University: Separation from the University with the option to reapply at a future point and in accordance with certain performance objectives.   Expulsion from the University: Permanent separation from the University without the option of reapplication at any future point.                                            Related Policies                                        blank                                                 NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Alcohol, Tobacco, and Other Drugs                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   LiveWellNYU   /   Administrators & Staff                 Sub Navigation                                 Alcohol, Tobacco, and Other Drugs                       Health Literacy                       Interpersonal Relationships                       Mental Health / Depression                       Nutrition                       Physical Activity                       Safe and Healthy Campus Community                       Sexual Health                       Sleep                       Stress                                                                   Alcohol, Tobacco, and Other Drugs       The health and safety consequences related to alcohol, tobacco, and other drug use remain significant concerns on college and university campuses across the country, including NYU. The behaviors of college students place them at high risk for unprotected sex, sexual assault, physical injury, and death resulting from substance use. Rates of heavy episodic (or binge) drinking have remained high and the misuse of additional substances, particularly prescription medications, has risen sharply in the past decade on college campuses, increasing overall risks associated with substance use in this population. Cigarette smoking, with its serious long-term health consequences, is reported at intermittent or at daily rates of nearly 20% among NYU students. Given the serious consequences of substance-using behaviors, NYU must focus on implementing a comprehensive approach to prevention beyond individually focused health education programs to include strategies designed to change the campus and community environment in which students make decisions about alcohol, tobacco, and other drug use.              Key Facts   Alcohol     The binge drinking rate at NYU is 34%, 49 which is lower than the national average. 5   Almost 1 in 4, or 1.8 million, college students meet the medical criteria for substance abuse or dependence, almost triple the proportion in the general population. 2     College students aged 18 to 29 were almost twice as likely as adults 30 years of age or older to meet criteria for current alcohol abuse and more than 4 times as likely to meet criteria for current alcohol dependence. 3,4     Studies show students more than double their drinking during study abroad, and those who drank at heavier levels while abroad returned home drinking at significantly elevated levels. 5     An estimated 400,000 students between the ages of 18 and 24 had unprotected sex and more than 100,000 students between the ages of 18 and 24 report having been too intoxicated to know if they consented to having sex. 7     “Heavy and frequent” drinkers are approximately 5 to 6 times more likely than “non-heavy” drinkers to report that they had missed class and that they had performed poorly on a test or other project because of drinking. 8     The phenomenon of perceived social norms – or the belief that “everyone” is drinking and drinking is acceptable – is one of the strongest correlates of drinking among young adults. 9     Misuse of Prescription Drugs     NYC Department of Health reports a steady increase in ER visits related to prescription misuse. 10   Prescription painkillers cause more overdose deaths than cocaine and heroin. 11     From 1993 to 2005, the proportion of students who abused prescription painkillers like Percocet, Vicodin and OxyContin, increased 343% to 240,000 students; stimulants like Ritalin and Adderall, 93% to 225,000; tranquilizers like Xanax and Valium, 450 % to 171,000; and sedatives like Nembutal and Seconal, 225% to 101,000. 2   From 2002-2009, self-reported, non-medical prescription opioid use increased by 40% among adults in New York City. 10     Tobacco Use     Tobacco use is the leading cause of premature and preventable death in the world. 12   Each year, an estimated 443,000 people in the U.S. die prematurely from smoking or exposure to secondhand smoke, and another 8.6 million live with a serious illness caused by smoking. 13   Coupled with an enormous health toll is the significant economic burden of tobacco use—more than $96 billion a year in medical costs and another $97 billion a year from lost productivity. 13   Every day, nearly 4,000 young people try their first cigarette and approximately 1,000 will become daily smokers. More than 80% of adult smokers started before their 18th birthday. 14   During their years at college, 11.5% of nonsmokers will become occasional smokers and 14.4% of occasional smokers will become daily smokers. 15   The typical nonsmoker’s net worth is roughly 50% higher than light smokers and roughly twice the level of heavy smokers. 16              Suggestions for Administrators &amp; Staff     This page is intended to be a resource containing suggestions for what you can do to help students reduce risks from alcohol, tobacco, and other drug use.   • Become familiar with the common signs of alcohol or substance issues and strategies to help you appropriately intervene . Close contact between administrators/staff and students can be an effective vehicle for identification and referral 1 of students with alcohol or other drug problems to appropriate treatment services on campus. Simply encouraging students to get help can make all the difference. If a student displays any signs or symptoms of overdose or withdrawal, please treat as a medical emergency and dial 911 and then immediately call the Wellness Exchange at 212-443-9999 for further consultation and assistance. If a student seems to display a chronic problem related to alcohol or other drugs, but does not seem to be an emergency, call the Wellness Exchange at 212-443-9999 for guidance on how to encourage the student to get the help they need. For detailed information and resources, please visit the Wellness Exchange website .     • Familiarize yourself with NYU’s policies on substance abuse and alcoholic beverages    • Facilitate student participation in substance-free social opportunities . Large amounts of unstructured student time and student perceptions of heavy alcohol use can contribute to increased alcohol use and binge drinking. 51 Alcohol-free social programming may be an effective strategy for decreasing alcohol use on days when students attend alcohol-free events rather than alcohol-related events or gatherings. 52,53 Substance-free social options may also contribute to changing the sociocultural environment on campus by demonstrating that the university supports alcohol-free activities and limiting access to alcohol during events. In addition, students who attend are exposed to peers who are more likely to value alcohol-free entertainment, which may affect their beliefs about drinking norms on campus. 54     o Remind students of the resources available to them to plan substance-free social programming . For example, NYU spaces can be reserved for club events. Students can visit livewellnyu.com, the SWOS page , or join the listserv of one of NYU’s 400 clubs and organizations to learn about current programming. Encourage student organizations to apply for Programs and Activities Without Substances (PAWS) funding, a pool of money set aside to help student groups sponsor substance-free activities at NYU. The central purpose of PAWS is to provide alternative, substance-free opportunities during the weekend or other times of high alcohol and other drug consumption. Typically resident assistants (RAs), commuter assistants (CAs), and student club members organize events for students using these FREE funds from the Health Promotion Office. To learn more about the Guidelines and Requirements and to direct students to apply for the money, review PAWS Application Form.     o Invite students to participate in seminars, events, lectures, or other activities that coincide with their course curriculum or your specific department . For upcoming seminars and events, visit the NYU Events Calendar , Wasserman Center for Career Development for NYU Programs, or NY Daily News for events around the city.     o Allow five minutes at the end of each group meeting or event with students to announce upcoming alcohol-free social programs . Visit LiveWellNYU , join the NYU SWOS listserv , or one of NYU’s 400 clubs and organizations to learn about current programming   o Provide a bulletin board, drop-box by your office or desk, or access to your department’s social media channels for students to publicize their alcohol-free social events.   • Familiarize yourself with NYU’s Smoke Free Campus Policy     • Refer students who would like to quit smoking to the NYU Quit and Win Smoking Cessation Program : The Quit and Win Smoking Cessation Program is coordinated by the Health Promotion Office (HPO) in collaboration with Primary Care Services and Counseling and Wellness Services (CWS). The Program provides individualized, confidential services – including brief informational sessions, nicotine replacement therapy, where indicated, or short-term individual cessation counseling – to all NYU students at no cost and provides a terrific opportunity to experience the benefits of a smoke-free life.     • Plan educational programming about risk-reduction strategies . The Health Promotion Office sponsors educational opportunities such as tablings for students facilitated by student leaders on a full range of topics addressed by the Health Promotion Office, including AOD issues. Visit the NYU Student Health Center's Program and Workshop page for more information.                                                                                        Indicator Technical Notes                               a) Alcohol-associated serious negative consequences     Data Source: ACHA #16C-16I   Survey Question: Within the last 12 months, have you experienced any of the following as a consequence of your drinking: got in trouble with the police; had sex with someone without giving your consent; had sex with someone without getting their consent; had unprotected sex; physically injured yourself; physically injured another person; seriously considered suicide?   Definition: proportion who responded yes on any consequence (includes N/A, don’t drink in denominator)     b) Students who avoid drinking games       Data Source: ACHA #15B   Survey Question: Within the last 12 months, when you “partied”/socialized, how often did you: avoid drinking games?   Definition: proportion who responded “most of the time” or “always” (includes N/A, don’t drink in denominator)     c) Student taking prescription drugs that were not prescribed       Data Source: ACHA #18C-18E   Survey question: Within the last 12 months have you taken any of the following prescription drugs that were not prescribed to you: pain killers, sedatives OR stimulants?     Definition: proportion answering yes to pain killers OR sedatives OR stimulants (18C-18E)       d) Students who currently smoke tobacco     Data Source: ACHA # Q8A1   Survey question: Within the last 30 days, on how many days did you use cigarettes?     Definition: proportion who smoked within last 30 days (any amount)                                                                  References                                 DeJong, W., Langford, &amp; L.M. (2002). A typology for campus-based alcohol prevention: Moving toward environmental management strategies. Journal on Studies of Alcohol (Supplement), 14, 140-147.   Wasting the best and the brightest: Substance abuse at America’s colleges and universities. The National Center on Addiction and Substance Abuse. ( 2007). Retrieved from http://www.casacolumbia.org/templates/publications_reports.aspx     Dawson, D.A, Grant, B.F, Stinson, F.S, &amp; Chou, P.S. (2004). Another look at heavy episodic drinking and alcohol use disorders among college and non-college youth. Journal of Studies on Alcohol, 65, 477–488.     Grant, B.F., Dawson, D.A., Stinson F.S., Chou, P.S., Dufour, M.C., &amp; Pickering, R.P. (2004). The 12-month prevalence and trends in DSM–IV alcohol abuse and dependence: United States, 1991–1992 and 2001–2001. Journal of Drug and Alcohol Dependence, 74, 223–234.     Pedersen, E.R., LaBrie, J.W., Hummer J.F., Larimer, M.E., &amp; Lee, C.M. (2010.) Heavier drinking American college students may self-select into study abroad programs: An examination of sex and ethnic differences within a high-risk group. Addictive Behaviors, 35(9), 844-7.     White, A.M., Hingson R.W., Pan, I.J., &amp; Yi ,H.Y. (2011). Hospitalizations for alcohol and drug overdoses in young adults ages 18-24 in the United States, 1999-2008: Results from the nationwide inpatient sample. Journal of Studies on Alcohol and Drugs.     Hingson, R.W., &amp; Howland J. (2002) Comprehensive community interventions to promote health: Implications for college-age drinking problems. Journal of Studies on Alcohol (Supplement), (14), 226-240     Presley, C.A., &amp; Pimentel E.R. (2006). The introduction of the heavy and frequent drinker: A proposed classification to increase accuracy of alcohol assessments in postsecondary educational settings. Journal of Studies on Alcohol, 67, 324-331.     Patrick, M.E., Maggs J.L., &amp; Osgood, D.W. (2010). Late night Penn State alcohol-free programming: Students drink less on days they participate. Prevention Science, 11(2), 155–162. Retrieved from http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3063607/     Paone D, Bradley O’Brien D, Shah S, Heller D. Epi Data Brief: Opioid Analgesics in New York City: Misuse, Morbidity and Mortality Update. New York City Department of Health and Mental Hygiene. April 2011, No. 3.     Centers for Disease Control and Prevention. (2010, July). Unintentional Drug Poisoning in the United States. Atlanta, GA: National Center for Injury Prevention and Control.     WHO REPORT on the global TOBACCO epidemic, 2011: Warning about the dangers of tobacco. World Health Organization.     Centers for Disease Control and Prevention. (2011). Tobacco Use: Targeting the Nation’s Leading Killer, At a Glance 2011. Atlanta, GA: National Center for Chronic Disease Prevention and Health Promotion.     U.S. Department of Health and Human Services. (2009, September). Results from the 2008 national survey on drug use and health: Detailed tables. Substance Abuse and Mental Health Services Administration. SAMSHA, Office of Applied Studies.     Wetter, D.W., Kenford, S.L., Welsch, S.K., Smith, S.S., Fouladi, R.T., Fiore, M.C., &amp; Baker, T.B. (2004). Prevalence and predictors of transitions in smoking behavior among college students. Health Psychology, 23, 168–177.     Zagorsky, J.L. (2004). Does smoking harm wealth as much as health? Consumer Interests Annual, 50. Retrieved May 6th, 2005, from http://www.consumerinterests.org/files/public/Zagorsky_Does_Smoking_Harm_Wealth.pdf     Araas, T.E., &amp; Adams, T.B. (2008). Protective behavioral strategies and negative alcohol-related consequences in college students. Journal of Drug Education. 38(3), 211-24.     Borsari, B., &amp; Carey, K.B. (2006). How the quality of peer relationships influences college alcohol use. Drug and Alcohol Review, 25(4), 361-70.     Martens, M.P. (2011). Changes in protective behavioral strategies and alcohol use among college students. Journal of Drug and Alcohol Dependence. doi:10.1016/j.drugalcdep.2011.04.020     Schaus, J.F., Sole, M.L., McCoy, T.P., Mullett, N., &amp; O’Brien, M.C. (2009). Alcohol screening and brief intervention in a college student health center: A randomized controlled trial. Journal of Studies on Alcohol and Drugs, (16), 131-141.       National Institute of Alcohol Abuse and Alcoholism. National Advisory Council. (2002). A call to action: Changing the culture of drinking at U.S. colleges (NIH Publ. No. 02–5010). Retrieved from http://www.collegedrinkingprevention.gov/media/TaskForceReport.pdf     Cimini, M.D., Martens, M.P., Larimer, M.E., Kilmer, J.R., Neighbors, C., &amp; Monserrat, J.M. (2009). Assessing the effectiveness of peer-facilitated interventions addressing high-risk drinking among judicially mandated college students. Journal of Studies on Alcohol and Drugs (Supplement), (16), 57-66     Fromme, K., Corbin, W. (2004). Prevention of heavy drinking and associated negative consequences among mandated and voluntary college students. Journal of Consulting and Clinical Psychology, 72, 1038–1049. PMID: 15612850     Walters S., Hester, R.K., Chiauzzi, EM, &amp; Miller, E. (2005). Demon rum: High-tech solutions to an age-old problem. Alcoholism: Clinical and Experimental Research, 29, 270–277. PMID: 15714050     Walters, S.T., &amp; Neighbors, C. (2005). Feedback interventions for college alcohol misuse: What, why and for whom? Addictive Behavior, 30, 1168–1182. PMID: 15925126     Saitz, R., Palfa, T.P., &amp; Freedner, N. (2006). Screening and brief intervention outline for college students: The iHealth study. Alcohol and Alcoholism, 23(1), 28–26.     National Institute on Alcohol Abuse and Alcoholism. National Advisory Council. (2007). What Colleges Need to Know Now: An Update on College Drinking Research (NIH Publication No. 07-5010). Washington, DC: U.S. Department of Health and Human Services.     National Institute on Alcohol Abuse and Alcoholism. National Advisory Council. (2002). A call to action: changing the culture of drinking at U.S. colleges (NIH Publication. No. 02-5010). Washington, DC: U.S. Department of Health and Human Services.     Patrick M.E., Maggs, J.L., &amp; Osgood, D.W. (2011). Late night Penn State alcohol-free programming: Students drink less on days they participate. Prevention Science, 11(2), 155–162. Retrieved from http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3063607/     Murphy, J.G., Barnett, N.P., &amp; Colby, S.M. (2006). Alcohol-related and alcohol-free activity participation and enjoyment among college students: A behavioral theories of choice analysis. Experimental and Clinical Psychopharmacology, 14(3), 339–349.     Perkins, H.W. (2002). Social norms and the prevention of alcohol misuse in collegiate contexts. Journal of Studies on Alcohol and Drugs (Supplement), (14), 164-72.     O'Malley, P.M., &amp; Johnston, L.D. (2002). Epidemiology of alcohol and other drug use among American college students. Journal of Studies on Alcohol (Supplement), (14), 23-39.     Wechsler, H., &amp; Nelson, T.F. (2008). What we have learned from the Harvard School of Public Health College Alcohol Study: Focusing attention on college student alcohol consumption and the environmental conditions that promote it. Journal of Studies on Alcohol and Drugs, 69(4), 481-490.     Harris, S.K., Sherritt, L., Van Hook, S., Wechsler, H., &amp; Knight, J.R. (2010). Alcohol policy enforcement and changes in student drinking rates in a statewide public college system: A follow-up study. Substance Abuse Treatment, Prevention, and Policy, 5,18.     Office of the Vice President for Student Affairs. New York University Policies on Substance Abuse and Alcoholic Beverages 2011‐2012. New York University. Retrieved from http://www.nyu.edu/content/dam/nyu/studentAffairs/documents/sabuse2011.pdf     Centers for Disease Control and Prevention (2004b). Secondhand smoke: Fact sheet. Retrieved February 20, 2008, from http://www.cdc.gov/tobacco/data_statistics/Factsheets/SecondhandSmoke.htm   Office of Compliance and Risk Management. New York University Smoke Free Campus Policy 2010. New York University. Retrieved from http://www.nyu.edu/content/dam/nyu/compliance/documents/SmokeFreeCampusPolicyFinal.9.16.10.pdf   Moran, S., Wechsler, H., &amp; Rigotti, N.A. (2004). Social smoking among U.S. college students. Pediatrics, 114, 1028.   Doubeni, C.A., Li, W., Fouayzi, H., &amp; DiFranza , J.R. (2008). Perceived Accessibility as a Predictor of Youth Smoking. Annals of Family Medicine 6, 323-330.   Tauras, J.A. (2005). Can public policy deter smoking escalation among young adults? Journal of Policy Analysis and Management, 24(4).   Borders, T.F., Xu, K.T., &amp; Bacchi, D. (2005). College campus smoking policies and programs and students' smoking behaviors. BMC Public Health, 5, 74. [CrossRef] [Medline]   Sutfin, E.L., Reboussin, B.A., &amp; McCoy, T.P. (2009). Are college student smokers really a homogeneous group? A latent class analysis of college student smokers. Nicotine Tobacco &amp; Research, 11, 444–54.   Murphy-Hoefer, R., Griffith, R., Pederson, L.L., Crossett, L., Iyer, S.R., &amp; Hiller, M.D. (2005). A review of interventions to reduce tobacco use in colleges and universities. American Journal of Preventive Medicine, 28(2), 188-200.   Suicide Prevention Resource Center. (2004). Promoting mental health and preventing suicide in college and university settings. Newton, MA: Education Development Center, Inc. Retrieved July 30, 2011, from: http://www.sprc.org/library/college_sp_whitepaper.pdf   Hingson, R.W., &amp; Howland J. (2002) Comprehensive community interventions to promote health: Implications for college-age drinking problems. Journal of Studies on Alcohol and Drug Use (Supplement), (14), 226-240.   Epi Data Tables. Opioid Analgesics in New York City: Misuse, Morbidity and Mortality Update. New York City Department of Health and Mental Hygiene. April 2011, no. 3.   McCabe, S.E., Knight, J.R., Teter, &amp; C.J., &amp; Wechsler, H. (2005) Non-medical use of prescription stimulants among U.S. college students: prevalence and correlates from a national survey. Addiction, 99, 96–106.   National Prevention Council. Office of the Surgeon General. National Prevention Strategy. (2011). Washington, DC: U.S. Department of Health and Human Services.   American College Health Association. (2011). American College Health Association – National College Health Assessment 2011 NYU Data. Hanover, MD: Author.   American College Health Association. (2010). American College Health Association – National College Health Assessment 2012 National Data. Hanover, MD: Author.   National Institute on Alcohol Abuse and Alcoholism. National Advisory Council. (2002). A call to action: changing the culture of drinking at U.S. colleges (NIH Publication. No. 02-5010). Washington, DC: U.S. Department of Health and Human Services.   Patrick M.E., Maggs, J.L., &amp; Osgood, D.W. (2011). Late night Penn State alcohol-free programming: Students drink less on days they participate. Prevention Science, 11(2), 155–162. Retrieved from http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3063607/   Murphy, J.G., Barnett, N.P., &amp; Colby, S.M. (2006). Alcohol-related and alcohol-free activity participation and enjoyment among college students: A behavioral theories of choice analysis. Experimental and Clinical Psychopharmacology, 14(3), 339–349.   Perkins, H.W. (2002). Social norms and the prevention of alcohol misuse in collegiate contexts. Journal of Studies on Alcohol and Drugs (Supplement), (14), 164-72.                                                                           The ten priority areas for action are:     Alcohol, tobacco &amp; other drugs   Health literacy   Interpersonal relationships   Mental health/depression   Nutrition   Physical activity   Safe and healthy campus community   Sexual health   Sleep   Stress                                                      NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Substance Abuse and Alcoholic Beverages                                                                                                NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Policies and Guidelines   /   University Policies and Guidelines                 Sub Navigation                                 Academic Affairs & Faculty                       Financial Affairs                       Governance & Legal                       Human Resources                       Information Technology                       Operations & Safety                       Research                       Student Affairs                       University Guides & Manuals                                                              POLICY       Substance Abuse and Alcoholic Beverages                          Click Here for Entire Policy PDF             Purpose of this Policy     1. To comply with the requirements of the Drug Free Schools and Communities Act.   2. To set forth the standards and regulations associated with the possession, consumption, service and distribution of alcoholic beverages at the University.   3. To set forth the standards and regulations associated with the possession, consumption, service and distribution of illegal controlled substances at the University.   4. To set forth the manner in which allegations of violations of the policy will be addressed at the University.   5. To provide resources for those seeking information about, or struggling with, a substance abuse problem.                 Scope of this Policy    The United States Department of Education has issued regulations implementing the provisions of the Drug-Free Schools and Communities Act Amendments of 1989. These regulations require that the University distribute the following information annually to all students, administrators, faculty and staff at the University in writing concerning the possession, use, or distribution of alcohol and illicit drugs. New York University’s policies on substance abuse and on alcoholic beverages are set out below, along with related information regarding University sanctions for violation of these policies, criminal sanctions for the illegal possession or distribution of drugs and alcohol, the health risks associated with drugs and alcohol, and places to obtain help concerning the use and abuse of alcohol and illicit drugs.     The University policies set forth below apply to all University students and to all events or activities which are sponsored by the University or by a University organization, whether they occur at the University or not.               Procedures for Implementation    GENERAL STANDARDS OF CONDUCT ASSOCIATED WITH ALCOHOL AND OTHER SUBSTANCES:   NYU is committed to creating and maintaining a campus environment that is free of alcohol and substance abuse and views the abuse of alcohol and legal drugs and the use of illicit drugs as being antithetical to the pursuit of educational excellence and the realization of one's full potential as a student and member of this community. Accordingly, the University takes very seriously its obligation to address the issue of all forms of substance abuse.   We believe that the best way to maintain an appropriate campus environment with respect to drugs and alcohol is through preventive education about the dangers of drug abuse and compassionate attention to the needs of those who may require help with alcohol or other drug-related problems. To that end, the University provides on-campus support programs and services as well as information about related services that are available in the local community.   At the same time, NYU expects that students will conduct themselves in accordance with basic principles of personal responsibility, respect for order, and consideration of the rights of others. Implied in these expectations is the understanding that students are responsible for making their own decisions and accepting the consequences of those decisions. In order to make informed choices about alcohol and other drug use, students should educate themselves about the social, physiological, and psychological consequences of drug use or excessive drinking as well as the policies set forth below.   I. STATEMENT OF POLICY ON SUBSTANCE ABUSE:   New York University policy and practices regarding the possession, use and distribution of substances is based upon federal and New York State laws. The use, possession or distribution of a substance that is designated as a controlled substance according to these laws is prohibited on any University campus, facility, function, or sponsored program.   Although University policies and practices emphasize a concern for the welfare of individuals, the University also recognizes the importance of maintaining the safety and well-being of the community as a whole. The University therefore adheres to the following guidelines concerning the unlawful possession, use, or distribution of drugs:     1. The unlawful possession, use, or distribution of drugs will not be tolerated on premises owned or controlled by the University.  2. Upon finding evidence of the unlawful possession, use, or distribution of drugs on its premises by any student, the University will take appropriate disciplinary action, including, but not limited to, probation, suspension, or expulsion.  3. Using regularly established procedures, the University will take disciplinary action, up to and including discharge, against any member of the faculty or staff found to be unlawfully using, possessing, or distributing drugs on University premises.   Faculty, staff, and students should also be aware that, in addition to University sanctions, they may be subject to criminal prosecution under federal and state laws that specify fines or imprisonment or loss of federal financial student aid for conviction of drug-related offenses. Where appropriate or necessary, the University will cooperate fully with law enforcement agencies if a student’s use, possession, or distribution of a substance violates the national, state and/or local laws of the country in which the campus where the incident occurred is located. *   *A Note for Students Traveling Abroad: Students traveling abroad as part of a University program should familiarize themselves with the laws and policies of the location to which they are traveling.   II. STATEMENT OF POLICY ON ALCOHOLIC BEVERAGES:   The University Policy regarding the possession, consumption, sale and service of alcoholic beverages at New York University is based on federal and New York State law, as well as the New York State Alcoholic Beverage Control Law.   A. Possession and Consumption:   It is the policy of New York University that persons under the age of 21 years are prohibited from possessing any alcoholic beverage at New York University or at any event sponsored by the University or by a University organization, whether the event is at the University or not.   B. Service and Sale:   1. To serve alcoholic beverages shall mean to give away, deliver, or otherwise provide alcoholic beverages to any person by any means other than by sale to such person.   2. Sales of liquor include, without being limited to, cash bars, events to which admission tickets are sold or for which fees are charged, either by the event or for a period of time (e.g., entertainment charge or annual dues), entitling the purchaser access to an open bar, and parties at which alcoholic beverages are served and for which contributions or donations to offset the costs of the party are sought.     3. The following rules are applicable to all events at which alcoholic beverages are served or sold at New York University and to all events or activities, whether or not at the University, which are sponsored by the University or by a University organization.   a. No person shall be sold or served any alcoholic beverage:   • if that person is, or appears to be, under the legal drinking age of 21;  • if that person is, or appears to be, intoxicated, or is known to the server or seller to be a problem drinker.   b. No person under the age of 21 years shall present any written evidence of his or her age that is false, fraudulent, or not actually his or her own in order to purchase or be served, or to try to purchase or be served, any alcoholic beverage or in order to gain access, or to try to gain access, to any event or activity at which any alcoholic beverage is being sold or served.   c. No person shall in any way misrepresent the age of any other person or help any other person to misrepresent the age of any other person or help any other person to misrepresent his or her age so that such person can purchase or be served, or try to purchase or be served, any alcoholic beverage or gain access, or try to gain access, to any event or activity at which any alcoholic beverage is being served or sold.   d. No alcoholic beverage shall be sold to any person unless:   • a license or permit sanctioning the sale of such alcoholic beverage has been obtained by the seller; and  • the license or permit sanctioning such sale and any posters, signs, notices, or other material or information required by applicable law or by the State Liquor Authority are prominently displayed at the site of such sale.   e. The individual or group(s) sponsoring an event or activity at which any alcoholic beverage is to be sold or served (the “sponsor”) shall be responsible to make sure that all New York University rules and regulations regarding the sale, use, service, possession, and consumption of alcoholic beverages are observed at such event or activity. This responsibility shall include, without being limited to, the following:       • Alcoholic beverages should not be served at University events attended by students unless it is anticipated that the majority of those in attendance will be of legal age to drink, a mechanism is in place to assure that only attendees who are of legal age to drink have access to alcoholic beverages, and the event is adequately supervised.   • Each University unit is responsible for advising all student organizations recognized by that unit of the public laws and NYU policies regarding the sale, service and consumption of alcoholic beverages at student events. Upon request, staff from the Office of Student Activities will be available to assist in that process.   • Each University unit is responsible for advising all student organizations recognized by that unit of the procedures and resources available to address any health, safety, security, or behavioral concerns that may arise at an event at which alcoholic beverages are served. Upon request, staff from the Wellness Exchange, Public Safety, Judicial Affairs, and the Office of Student Activities will be available to assist in that process.   • Public laws and University policies and guidelines that concern the presence of alcoholic beverages at events attended by students apply to all such events regardless of the sponsoring unit/organization or whether the activity takes place on or off University premises.     • Alcoholic beverages may be served at events held at NYU global sites, under the supervision of site supervisors, in accordance with the applicable laws governing legal drinking age in the particular country.   • No student organizations may use University funds, or any other monies derived from other sources of income, including donations, to purchase alcoholic beverages to be served at a student event.   • All student organizations wishing to have alcoholic beverages served at an on-campus event must use the NYU Catering Vendor which shall provide such service on a cash bar basis only. Events held at an off-campus site must use a licensed private vendor which shall provide such service on a cash bar basis only.   • Exceptions to the restrictions on the use of University funds and the cash bar requirements can be granted on a case-by-by case basis for graduate student organizations provided that all of the other conditions set forth in this document are met.   C. NYU Global Academic Centers:     1. Each NYU Global Academic Center has its own policies, procedures, and regulations governing the possession, consumption, and serving of alcoholic beverages that may vary from the general University policy. These policy differences reflect variations in the laws concerning the possession and consumption of alcoholic beverages in the locality and country in which that site is located, regulations established to best meet the unique needs of that particular campus, and practices that reflect respect for the social/cultural customs of that community and country. Students enrolled at a Global Academic Center should consult the office of the Site Director for information regarding the policies, procedures and regulations for that location.   2. Students enrolled at any NYU Global Academic Center will be held accountable to the Study Away Standard which sets forth behavioral expectations for all students involved in study at the academic centers. Violations of that standard which involve the use of alcohol or another controlled substance will be subject to close scrutiny and may result in serious disciplinary consequences.*     *A Note for Students Traveling Abroad: Students traveling abroad as part of a University program should familiarize themselves with the laws and policies of the location to which they are traveling.   III. STATEMENT OF POLICY ON UNIVERSITY INTERVENTIONS   A. Any member of the University Community who feels that a student’s possession, use, or distribution of alcohol or controlled substances places that student or the University community at risk, or violates the University’s Policy on Substance Abuse and Alcoholic Beverages, and who wishes the University to intervene is encouraged to report the situation to one of the following officials:     • Department of Public Safety  • Student Affairs officials: Vice President, Associate Vice President for Student Affairs, Director of Student Activities, Coordinator for Greek Life, Director of the Student Resource Center, and the Director of Community Standards.  • Deans of Students in the Schools and Colleges  • Residence Hall officials: Director-Residence Life and Housing Services, Assistant Director for Residence Life, Residence Hall Directors, and Assistant Residence Hall Directors.  • Athletics Department officials: Director of Athletics and Coaches.   B. Considerations for Self Reporting and Good Samaritans: Policy on NYU’s Response to Health and Safety-Related Emergencies Related to Alcohol and Other Substance s   The University recognizes that there may be health or safety emergencies related to the use of alcohol or other substances in which the potential for disciplinary action by the University may serve as a deterrent to students who want to seek assistance for themselves or to “Good Samaritans” who want to get help for another member of the NYU community. In all such matters, the health and safety of the student at risk will be the University’s top priority. Accordingly, should a student him/herself, or another individual on behalf of that student, voluntarily come forward seeking assistance in a situation involving the over-consumption or abuse of drugs and alcohol, the University’s student conduct response in regard to that overconsumption will be first and foremost focused on medical treatment, counseling and/or educational interventions. However, the University reserves the right to address any associated acts that compromise the well-being of the community and its members such as harassment, violence, damage, harm to self/others, or distribution of illegal substances on a case by case basis as deemed appropriate/necessary.   Reporting a Personal Concern: Students who have concerns about their personal use of alcohol and/or other drugs, or students who are concerned about a friend’s use, are encouraged to seek assistance through one of several University support services that may be accessed through the University’s Wellness Exchange by calling (212) 443-9999. Confidentiality in these circumstances will be protected in compliance with University policy and applicable law (e.g. FERPA, HIPAA, etc..)   C. Student Groups: If University policies are violated at an event sponsored by a student organization, the student organization, along with its members, may be held responsible for such violations. A variety of sanctions can be imposed on the organization, including loss of funding or other privileges, denial of access to University facilities and services, and dissolution   D. Student Conduct Intervention: The University’s disciplinary response to incidents involving the use, possession, or distribution of alcohol and other drugs within the University community is formulated on a case-by-case basis.   1. The University considers the abuse or inappropriate use of alcohol and other drugs to be hazardous to an individual’s health and safety and an impediment to his/her academic and personal success. The University’s response in matters involving alcohol and illegal drugs strives to balance the interests of individual students who may be engaged in the use, possession, or distribution of alcohol or other drugs with that of the larger community that may adversely be affected by such behavior. While the use/abuse of alcohol and other substances can present personal, social and academic consequences to the individual, the behavior frequently associated with the use of alcohol and other drugs can be disruptive and -compromise the interests of others within the University community as well. Accordingly, the University views the use/abuse of alcohol and other drugs as a matter of both personal and community wellness and believes that any such behavior warrants decisive intervention.   2. When allegations of the distribution, use, and/or possession of alcohol and other drugs in violation of University policies or federal, state, or local laws are presented to University officials (i.e. administrators, faculty, and staff members) who are not health and/or mental health professionals, the University may act on that information, including using it in educational, administrative or disciplinary responses in accordance with the nature and severity of the circumstances including the preferences of the individual making the report, the well-being of the student whose behavior is of concern, and the interests of the University community. If the information is credible, the University will endeavor to identify and confront student/s who are illegally possessing, using, abusing, and/or distributing drugs or alcohol. In doing so, the University will attempt to maintain the confidentiality of the complainant’s identity consistent with the goal of conducting a thorough and complete investigation. While every effort will be made to preserve the privacy of all persons involved, anonymity cannot be promised when the information is disclosed to a non-confidential source and/or when the well-being of an individual student or of the University community is at serious risk.   3. The University draws clear distinctions between the possession, use/abuse and the distribution of alcohol or illegal drugs and will take decisive and potentially more severe action, in matters involving the distribution of substances.   a. The University will consider various factors when determining its response to cases involving the distribution of illegal drugs including the type of substance being distributed and the nature and magnitude of the distribution. Removal of a student from the residence halls and/or suspension or dismissal from the University are likely outcomes where it is determined that a student is engaged in the distribution of illegal drugs.   b. In matters involving the distribution of alcohol to underage persons, the University will take into consideration the impact of the distribution upon the individuals to whom the alcohol is provided and upon the University community. Those who provide alcohol to underage persons may be subject to disciplinary sanctions of a more severe nature than those imposed for possession or consumption up to and including a suspension from the residence halls and/or the University.   4. In cases involving the possession or consumption of alcohol by an underage student or the possession or consumption of illegal drugs, depending upon the nature of the circumstances, the University may elect to implement educational, administrative, medical, counseling, disciplinary action, or a combination of interventions. Disciplinary sanctions can include dismissal (i.e., expulsion) from the University, suspension from classes and other activities or privileges, or other penalties permitted by University codes. For example, a student can be expelled from University housing or barred from participating in athletic or other extracurricular activities such as the Study Away Program. Students may also be required to undergo an assessment and/or complete an appropriate course of education, counseling or rehabilitation.   5. In addition to this policy, student who live in a University residence hall also are subject to housing policies regarding the possession, consumption, and being in the presence of alcohol and/or illegal substances.   6. Disciplinary sanctions become part of a student's permanent academic record and may be noted on the student's transcript.   7. The University may (in accordance with the Federal Educational Rights and Privacy Act - FERPA) choose to contact parents or legal guardians of students who have violated University policies on substance abuse.   8. Finally, students are urged to be mindful of the fact that they are subject to all federal, state and local laws related to the use, possession, and distribution of alcohol and other drugs – whether on or off the campus – and the University reserves the right to involve local law enforcement agencies as the situation warrants.   9. Employees alleged to be in violation of University Policies on Substance Abuse and Alcoholic Beverages may be subject to disciplinary action through the applicable Human Resources venue.   10 . Guidelines for Student Conduct/Disciplinary Interventions - The following chart reflects possible options the University may exercise and relevant outcomes when responding to certain types of alcohol or other drug violations by students. Actual responses and sanctions may vary in accordance with the unique circumstances of each case.     CONTINUES... CLICK HERE FOR ENTIRE POLICY PDF                    Notes          Dates of official enactment and amendments:                      History: blank        Cross References: blank                                    About This Policy                                         Effective Date:        August 15, 2013                    Supersedes:        Policy dated August 2012                      Issuing Authority:        Office of the Vice President for Student Affairs                        Responsible Officer:        Director of Community Standards and Compliance                                                            Definitions                                        a. Definiton of Terms     Possession : Unlawful holding or controlling of alcohol, other drugs, or associated paraphernalia.   Use : Unlawful personal use of alcohol or other drugs.   Abuse : Repeated unlawful use of alcohol or other drugs; or use accompanied by other aggravating behavior, including but not limited to:     Disorderly, disruptive, or aggressive behavior that interferes with the well-being, safety, security, health, or welfare of the community and/or the regular operations of the University   Engaging in, or threatening to engage in, any behavior that endangers the health, safety or well-being of oneself, another person, or property;   Physical violence, actual or threatened, against any individual or group of persons     Distribution : The unlawful sale, exchange, or giving of alcohol or other drugs to one or more persons. Factors that will be considered when determining the University’s response include, but are not limited to:   ·   The health and wellness of the responsible student;   ·   The interests of the University;   ·   The impact on the community;   ·   The type, quantity, and packaging of the substance;   ·   The number of persons to which the substance was distributed;   ·   The amount of revenue associated with the distribution;   ·   The existence of any other aggravating or extenuating circumstances;     b.  Definition of Housing Related Responses and Sanctions - applied only to students who reside in on-campus housing. Sanctions include, but are not limited to:   Written Warning: A written summary of the violation is issued to the student and placed in the student’s file with the appropriate office.   Probation : The student is placed on this status for a specified period of time, during which he/she is expected to hold a heightened awareness of his/her behavior. A behavioral violation during the probationary period may result in more serious disciplinary sanctions.   Residence Hall Reassignment: A residential student is removed from his/her current room and reassigned to a different room within the University Housing system.   Deferred Suspension from Housing : A residential student is placed on this status for a specified period of time as a final opportunity to display appropriate behavior. If any behavioral violation occurs while a student is on a Deferred Suspension, the student will be immediately suspended from University Housing.   Suspension from University Housing : The residential student is directed to vacate University Housing immediately and is prohibited from returning for a specified period of time.   Referral to the Division of Student Affairs : The case is referred to the Office of Community Standards and Compliance in the Office of the Vice-President for Student Affairs. When this is done, disciplinary action may be taken at the University level in accordance with the Rules for Maintenance of Public Order and Rules of Conduct. Referral may be made as an alternative or in addition to the House (Residence Hall) based actions, if applicable.   C. Definition of General and University Level Sanctions : may be applied to all students. Sanctions include, but are not limited to:   Educational Interventions: The student is assigned to participate in “Informed Choices” or “Substance Abuse Feedback and Evaluation (SAFE)” or assigned a project designed to increase awareness about alcohol or other drugs and one’s responsibilities within the community.   Campus Service : The student is required to complete a specified number of hours of service to the University community. A specific administrator is designated to coordinate the service and ensure its satisfactory completion.   Persona Non Grata: The student is prohibited from entering a specified campus building for a designated period of time.   Mandatory Health Evaluation: The student is required to participate in individual sessions with a professional staff member from the Student Health Center to assess the circumstances of his/her use of alcohol and other drugs for the purpose of determining whether such use represents a significant hazard to the health and safety of that student or other members of the University community. The student and staff member will discuss health and wellness issues related to the student’s use of alcohol and/or other drugs and collaborate to develop strategies for making more effective and healthy decisions. The results of the evaluation may be shared with University administrators and considered in determining the University’s response, as appropriate.   Parental Notification : In an effort to provide support or assistance to students, the University (in accordance with the Federal Educational Rights and Privacy Act - FERPA) may notify the parents or legal guardians of students who have violated University policies or federal, state, or local laws pertaining to alcohol or other drugs or in situations in which there is a health and safety emergency. The decision to notify parents or legal guardians will be made according to the professional judgment of the appropriate staff. Whenever possible, students will be consulted in the notification process. The primary goal of notifying parents or legal guardians is to promote the health and wellness of the student and others in the community.   Referral to Law Enforcement Authorities: The University reserves the right to refer any case that involves criminal activity to local law enforcement agencies. The decision to notify such agencies shall be made by senior administrators of the University.   Warning : A notice to the student, orally or in writing, that continuation or repetition of the conduct found wrongful, or participation in similar conduct, within a period of time stated in the warning, shall be a cause for disciplinary action.   Censure : A written reprimand for violation of specified regulation, including the possibility of more severe disciplinary sanction in the event of conviction for the violation of a University regulation within a period of time stated in the letter of reprimand.   Disciplinary Probation : Exclusion from participation in specified privileges or University programs and activities as set forth in the notice of disciplinary probation for a designated period of time.   Restitution : Reimbursement for damage to or misappropriation of property. Reimbursement may take the form of appropriate service to repair or otherwise compensate for damages.   Monetary Fine : For any offense.   Suspension/Restriction of Privileges: Exclusion from extracurricular activities or other privileges as set forth in the notice of disciplinary probation for a specified period of time. (eg. sign-in guests to a residence hall, participate in a student club activity or event, etc.)   Suspension from the University : Exclusion from classes and all related student privileges as set forth in the notice of disciplinary probation for a specified period of time.   Dismissal from the University: Separation from the University with the option to reapply at a future point and in accordance with certain performance objectives.   Expulsion from the University: Permanent separation from the University without the option of reapplication at any future point.                                            Related Policies                                        blank                                                 NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Alcohol, Tobacco, and Other Drugs                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   LiveWellNYU   /   Administrators & Staff                 Sub Navigation                                 Alcohol, Tobacco, and Other Drugs                       Health Literacy                       Interpersonal Relationships                       Mental Health / Depression                       Nutrition                       Physical Activity                       Safe and Healthy Campus Community                       Sexual Health                       Sleep                       Stress                                                                   Alcohol, Tobacco, and Other Drugs       The health and safety consequences related to alcohol, tobacco, and other drug use remain significant concerns on college and university campuses across the country, including NYU. The behaviors of college students place them at high risk for unprotected sex, sexual assault, physical injury, and death resulting from substance use. Rates of heavy episodic (or binge) drinking have remained high and the misuse of additional substances, particularly prescription medications, has risen sharply in the past decade on college campuses, increasing overall risks associated with substance use in this population. Cigarette smoking, with its serious long-term health consequences, is reported at intermittent or at daily rates of nearly 20% among NYU students. Given the serious consequences of substance-using behaviors, NYU must focus on implementing a comprehensive approach to prevention beyond individually focused health education programs to include strategies designed to change the campus and community environment in which students make decisions about alcohol, tobacco, and other drug use.              Key Facts   Alcohol     The binge drinking rate at NYU is 34%, 49 which is lower than the national average. 5   Almost 1 in 4, or 1.8 million, college students meet the medical criteria for substance abuse or dependence, almost triple the proportion in the general population. 2     College students aged 18 to 29 were almost twice as likely as adults 30 years of age or older to meet criteria for current alcohol abuse and more than 4 times as likely to meet criteria for current alcohol dependence. 3,4     Studies show students more than double their drinking during study abroad, and those who drank at heavier levels while abroad returned home drinking at significantly elevated levels. 5     An estimated 400,000 students between the ages of 18 and 24 had unprotected sex and more than 100,000 students between the ages of 18 and 24 report having been too intoxicated to know if they consented to having sex. 7     “Heavy and frequent” drinkers are approximately 5 to 6 times more likely than “non-heavy” drinkers to report that they had missed class and that they had performed poorly on a test or other project because of drinking. 8     The phenomenon of perceived social norms – or the belief that “everyone” is drinking and drinking is acceptable – is one of the strongest correlates of drinking among young adults. 9     Misuse of Prescription Drugs     NYC Department of Health reports a steady increase in ER visits related to prescription misuse. 10   Prescription painkillers cause more overdose deaths than cocaine and heroin. 11     From 1993 to 2005, the proportion of students who abused prescription painkillers like Percocet, Vicodin and OxyContin, increased 343% to 240,000 students; stimulants like Ritalin and Adderall, 93% to 225,000; tranquilizers like Xanax and Valium, 450 % to 171,000; and sedatives like Nembutal and Seconal, 225% to 101,000. 2   From 2002-2009, self-reported, non-medical prescription opioid use increased by 40% among adults in New York City. 10     Tobacco Use     Tobacco use is the leading cause of premature and preventable death in the world. 12   Each year, an estimated 443,000 people in the U.S. die prematurely from smoking or exposure to secondhand smoke, and another 8.6 million live with a serious illness caused by smoking. 13   Coupled with an enormous health toll is the significant economic burden of tobacco use—more than $96 billion a year in medical costs and another $97 billion a year from lost productivity. 13   Every day, nearly 4,000 young people try their first cigarette and approximately 1,000 will become daily smokers. More than 80% of adult smokers started before their 18th birthday. 14   During their years at college, 11.5% of nonsmokers will become occasional smokers and 14.4% of occasional smokers will become daily smokers. 15   The typical nonsmoker’s net worth is roughly 50% higher than light smokers and roughly twice the level of heavy smokers. 16              Suggestions for Administrators &amp; Staff     This page is intended to be a resource containing suggestions for what you can do to help students reduce risks from alcohol, tobacco, and other drug use.   • Become familiar with the common signs of alcohol or substance issues and strategies to help you appropriately intervene . Close contact between administrators/staff and students can be an effective vehicle for identification and referral 1 of students with alcohol or other drug problems to appropriate treatment services on campus. Simply encouraging students to get help can make all the difference. If a student displays any signs or symptoms of overdose or withdrawal, please treat as a medical emergency and dial 911 and then immediately call the Wellness Exchange at 212-443-9999 for further consultation and assistance. If a student seems to display a chronic problem related to alcohol or other drugs, but does not seem to be an emergency, call the Wellness Exchange at 212-443-9999 for guidance on how to encourage the student to get the help they need. For detailed information and resources, please visit the Wellness Exchange website .     • Familiarize yourself with NYU’s policies on substance abuse and alcoholic beverages    • Facilitate student participation in substance-free social opportunities . Large amounts of unstructured student time and student perceptions of heavy alcohol use can contribute to increased alcohol use and binge drinking. 51 Alcohol-free social programming may be an effective strategy for decreasing alcohol use on days when students attend alcohol-free events rather than alcohol-related events or gatherings. 52,53 Substance-free social options may also contribute to changing the sociocultural environment on campus by demonstrating that the university supports alcohol-free activities and limiting access to alcohol during events. In addition, students who attend are exposed to peers who are more likely to value alcohol-free entertainment, which may affect their beliefs about drinking norms on campus. 54     o Remind students of the resources available to them to plan substance-free social programming . For example, NYU spaces can be reserved for club events. Students can visit livewellnyu.com, the SWOS page , or join the listserv of one of NYU’s 400 clubs and organizations to learn about current programming. Encourage student organizations to apply for Programs and Activities Without Substances (PAWS) funding, a pool of money set aside to help student groups sponsor substance-free activities at NYU. The central purpose of PAWS is to provide alternative, substance-free opportunities during the weekend or other times of high alcohol and other drug consumption. Typically resident assistants (RAs), commuter assistants (CAs), and student club members organize events for students using these FREE funds from the Health Promotion Office. To learn more about the Guidelines and Requirements and to direct students to apply for the money, review PAWS Application Form.     o Invite students to participate in seminars, events, lectures, or other activities that coincide with their course curriculum or your specific department . For upcoming seminars and events, visit the NYU Events Calendar , Wasserman Center for Career Development for NYU Programs, or NY Daily News for events around the city.     o Allow five minutes at the end of each group meeting or event with students to announce upcoming alcohol-free social programs . Visit LiveWellNYU , join the NYU SWOS listserv , or one of NYU’s 400 clubs and organizations to learn about current programming   o Provide a bulletin board, drop-box by your office or desk, or access to your department’s social media channels for students to publicize their alcohol-free social events.   • Familiarize yourself with NYU’s Smoke Free Campus Policy     • Refer students who would like to quit smoking to the NYU Quit and Win Smoking Cessation Program : The Quit and Win Smoking Cessation Program is coordinated by the Health Promotion Office (HPO) in collaboration with Primary Care Services and Counseling and Wellness Services (CWS). The Program provides individualized, confidential services – including brief informational sessions, nicotine replacement therapy, where indicated, or short-term individual cessation counseling – to all NYU students at no cost and provides a terrific opportunity to experience the benefits of a smoke-free life.     • Plan educational programming about risk-reduction strategies . The Health Promotion Office sponsors educational opportunities such as tablings for students facilitated by student leaders on a full range of topics addressed by the Health Promotion Office, including AOD issues. Visit the NYU Student Health Center's Program and Workshop page for more information.                                                                                        Indicator Technical Notes                               a) Alcohol-associated serious negative consequences     Data Source: ACHA #16C-16I   Survey Question: Within the last 12 months, have you experienced any of the following as a consequence of your drinking: got in trouble with the police; had sex with someone without giving your consent; had sex with someone without getting their consent; had unprotected sex; physically injured yourself; physically injured another person; seriously considered suicide?   Definition: proportion who responded yes on any consequence (includes N/A, don’t drink in denominator)     b) Students who avoid drinking games       Data Source: ACHA #15B   Survey Question: Within the last 12 months, when you “partied”/socialized, how often did you: avoid drinking games?   Definition: proportion who responded “most of the time” or “always” (includes N/A, don’t drink in denominator)     c) Student taking prescription drugs that were not prescribed       Data Source: ACHA #18C-18E   Survey question: Within the last 12 months have you taken any of the following prescription drugs that were not prescribed to you: pain killers, sedatives OR stimulants?     Definition: proportion answering yes to pain killers OR sedatives OR stimulants (18C-18E)       d) Students who currently smoke tobacco     Data Source: ACHA # Q8A1   Survey question: Within the last 30 days, on how many days did you use cigarettes?     Definition: proportion who smoked within last 30 days (any amount)                                                                  References                                 DeJong, W., Langford, &amp; L.M. (2002). A typology for campus-based alcohol prevention: Moving toward environmental management strategies. Journal on Studies of Alcohol (Supplement), 14, 140-147.   Wasting the best and the brightest: Substance abuse at America’s colleges and universities. The National Center on Addiction and Substance Abuse. ( 2007). Retrieved from http://www.casacolumbia.org/templates/publications_reports.aspx     Dawson, D.A, Grant, B.F, Stinson, F.S, &amp; Chou, P.S. (2004). Another look at heavy episodic drinking and alcohol use disorders among college and non-college youth. Journal of Studies on Alcohol, 65, 477–488.     Grant, B.F., Dawson, D.A., Stinson F.S., Chou, P.S., Dufour, M.C., &amp; Pickering, R.P. (2004). The 12-month prevalence and trends in DSM–IV alcohol abuse and dependence: United States, 1991–1992 and 2001–2001. Journal of Drug and Alcohol Dependence, 74, 223–234.     Pedersen, E.R., LaBrie, J.W., Hummer J.F., Larimer, M.E., &amp; Lee, C.M. (2010.) Heavier drinking American college students may self-select into study abroad programs: An examination of sex and ethnic differences within a high-risk group. Addictive Behaviors, 35(9), 844-7.     White, A.M., Hingson R.W., Pan, I.J., &amp; Yi ,H.Y. (2011). Hospitalizations for alcohol and drug overdoses in young adults ages 18-24 in the United States, 1999-2008: Results from the nationwide inpatient sample. Journal of Studies on Alcohol and Drugs.     Hingson, R.W., &amp; Howland J. (2002) Comprehensive community interventions to promote health: Implications for college-age drinking problems. Journal of Studies on Alcohol (Supplement), (14), 226-240     Presley, C.A., &amp; Pimentel E.R. (2006). The introduction of the heavy and frequent drinker: A proposed classification to increase accuracy of alcohol assessments in postsecondary educational settings. Journal of Studies on Alcohol, 67, 324-331.     Patrick, M.E., Maggs J.L., &amp; Osgood, D.W. (2010). Late night Penn State alcohol-free programming: Students drink less on days they participate. Prevention Science, 11(2), 155–162. Retrieved from http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3063607/     Paone D, Bradley O’Brien D, Shah S, Heller D. Epi Data Brief: Opioid Analgesics in New York City: Misuse, Morbidity and Mortality Update. New York City Department of Health and Mental Hygiene. April 2011, No. 3.     Centers for Disease Control and Prevention. (2010, July). Unintentional Drug Poisoning in the United States. Atlanta, GA: National Center for Injury Prevention and Control.     WHO REPORT on the global TOBACCO epidemic, 2011: Warning about the dangers of tobacco. World Health Organization.     Centers for Disease Control and Prevention. (2011). Tobacco Use: Targeting the Nation’s Leading Killer, At a Glance 2011. Atlanta, GA: National Center for Chronic Disease Prevention and Health Promotion.     U.S. Department of Health and Human Services. (2009, September). Results from the 2008 national survey on drug use and health: Detailed tables. Substance Abuse and Mental Health Services Administration. SAMSHA, Office of Applied Studies.     Wetter, D.W., Kenford, S.L., Welsch, S.K., Smith, S.S., Fouladi, R.T., Fiore, M.C., &amp; Baker, T.B. (2004). Prevalence and predictors of transitions in smoking behavior among college students. Health Psychology, 23, 168–177.     Zagorsky, J.L. (2004). Does smoking harm wealth as much as health? Consumer Interests Annual, 50. Retrieved May 6th, 2005, from http://www.consumerinterests.org/files/public/Zagorsky_Does_Smoking_Harm_Wealth.pdf     Araas, T.E., &amp; Adams, T.B. (2008). Protective behavioral strategies and negative alcohol-related consequences in college students. Journal of Drug Education. 38(3), 211-24.     Borsari, B., &amp; Carey, K.B. (2006). How the quality of peer relationships influences college alcohol use. Drug and Alcohol Review, 25(4), 361-70.     Martens, M.P. (2011). Changes in protective behavioral strategies and alcohol use among college students. Journal of Drug and Alcohol Dependence. doi:10.1016/j.drugalcdep.2011.04.020     Schaus, J.F., Sole, M.L., McCoy, T.P., Mullett, N., &amp; O’Brien, M.C. (2009). Alcohol screening and brief intervention in a college student health center: A randomized controlled trial. Journal of Studies on Alcohol and Drugs, (16), 131-141.       National Institute of Alcohol Abuse and Alcoholism. National Advisory Council. (2002). A call to action: Changing the culture of drinking at U.S. colleges (NIH Publ. No. 02–5010). Retrieved from http://www.collegedrinkingprevention.gov/media/TaskForceReport.pdf     Cimini, M.D., Martens, M.P., Larimer, M.E., Kilmer, J.R., Neighbors, C., &amp; Monserrat, J.M. (2009). Assessing the effectiveness of peer-facilitated interventions addressing high-risk drinking among judicially mandated college students. Journal of Studies on Alcohol and Drugs (Supplement), (16), 57-66     Fromme, K., Corbin, W. (2004). Prevention of heavy drinking and associated negative consequences among mandated and voluntary college students. Journal of Consulting and Clinical Psychology, 72, 1038–1049. PMID: 15612850     Walters S., Hester, R.K., Chiauzzi, EM, &amp; Miller, E. (2005). Demon rum: High-tech solutions to an age-old problem. Alcoholism: Clinical and Experimental Research, 29, 270–277. PMID: 15714050     Walters, S.T., &amp; Neighbors, C. (2005). Feedback interventions for college alcohol misuse: What, why and for whom? Addictive Behavior, 30, 1168–1182. PMID: 15925126     Saitz, R., Palfa, T.P., &amp; Freedner, N. (2006). Screening and brief intervention outline for college students: The iHealth study. Alcohol and Alcoholism, 23(1), 28–26.     National Institute on Alcohol Abuse and Alcoholism. National Advisory Council. (2007). What Colleges Need to Know Now: An Update on College Drinking Research (NIH Publication No. 07-5010). Washington, DC: U.S. Department of Health and Human Services.     National Institute on Alcohol Abuse and Alcoholism. National Advisory Council. (2002). A call to action: changing the culture of drinking at U.S. colleges (NIH Publication. No. 02-5010). Washington, DC: U.S. Department of Health and Human Services.     Patrick M.E., Maggs, J.L., &amp; Osgood, D.W. (2011). Late night Penn State alcohol-free programming: Students drink less on days they participate. Prevention Science, 11(2), 155–162. Retrieved from http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3063607/     Murphy, J.G., Barnett, N.P., &amp; Colby, S.M. (2006). Alcohol-related and alcohol-free activity participation and enjoyment among college students: A behavioral theories of choice analysis. Experimental and Clinical Psychopharmacology, 14(3), 339–349.     Perkins, H.W. (2002). Social norms and the prevention of alcohol misuse in collegiate contexts. Journal of Studies on Alcohol and Drugs (Supplement), (14), 164-72.     O'Malley, P.M., &amp; Johnston, L.D. (2002). Epidemiology of alcohol and other drug use among American college students. Journal of Studies on Alcohol (Supplement), (14), 23-39.     Wechsler, H., &amp; Nelson, T.F. (2008). What we have learned from the Harvard School of Public Health College Alcohol Study: Focusing attention on college student alcohol consumption and the environmental conditions that promote it. Journal of Studies on Alcohol and Drugs, 69(4), 481-490.     Harris, S.K., Sherritt, L., Van Hook, S., Wechsler, H., &amp; Knight, J.R. (2010). Alcohol policy enforcement and changes in student drinking rates in a statewide public college system: A follow-up study. Substance Abuse Treatment, Prevention, and Policy, 5,18.     Office of the Vice President for Student Affairs. New York University Policies on Substance Abuse and Alcoholic Beverages 2011‐2012. New York University. Retrieved from http://www.nyu.edu/content/dam/nyu/studentAffairs/documents/sabuse2011.pdf     Centers for Disease Control and Prevention (2004b). Secondhand smoke: Fact sheet. Retrieved February 20, 2008, from http://www.cdc.gov/tobacco/data_statistics/Factsheets/SecondhandSmoke.htm   Office of Compliance and Risk Management. New York University Smoke Free Campus Policy 2010. New York University. Retrieved from http://www.nyu.edu/content/dam/nyu/compliance/documents/SmokeFreeCampusPolicyFinal.9.16.10.pdf   Moran, S., Wechsler, H., &amp; Rigotti, N.A. (2004). Social smoking among U.S. college students. Pediatrics, 114, 1028.   Doubeni, C.A., Li, W., Fouayzi, H., &amp; DiFranza , J.R. (2008). Perceived Accessibility as a Predictor of Youth Smoking. Annals of Family Medicine 6, 323-330.   Tauras, J.A. (2005). Can public policy deter smoking escalation among young adults? Journal of Policy Analysis and Management, 24(4).   Borders, T.F., Xu, K.T., &amp; Bacchi, D. (2005). College campus smoking policies and programs and students' smoking behaviors. BMC Public Health, 5, 74. [CrossRef] [Medline]   Sutfin, E.L., Reboussin, B.A., &amp; McCoy, T.P. (2009). Are college student smokers really a homogeneous group? A latent class analysis of college student smokers. Nicotine Tobacco &amp; Research, 11, 444–54.   Murphy-Hoefer, R., Griffith, R., Pederson, L.L., Crossett, L., Iyer, S.R., &amp; Hiller, M.D. (2005). A review of interventions to reduce tobacco use in colleges and universities. American Journal of Preventive Medicine, 28(2), 188-200.   Suicide Prevention Resource Center. (2004). Promoting mental health and preventing suicide in college and university settings. Newton, MA: Education Development Center, Inc. Retrieved July 30, 2011, from: http://www.sprc.org/library/college_sp_whitepaper.pdf   Hingson, R.W., &amp; Howland J. (2002) Comprehensive community interventions to promote health: Implications for college-age drinking problems. Journal of Studies on Alcohol and Drug Use (Supplement), (14), 226-240.   Epi Data Tables. Opioid Analgesics in New York City: Misuse, Morbidity and Mortality Update. New York City Department of Health and Mental Hygiene. April 2011, no. 3.   McCabe, S.E., Knight, J.R., Teter, &amp; C.J., &amp; Wechsler, H. (2005) Non-medical use of prescription stimulants among U.S. college students: prevalence and correlates from a national survey. Addiction, 99, 96–106.   National Prevention Council. Office of the Surgeon General. National Prevention Strategy. (2011). Washington, DC: U.S. Department of Health and Human Services.   American College Health Association. (2011). American College Health Association – National College Health Assessment 2011 NYU Data. Hanover, MD: Author.   American College Health Association. (2010). American College Health Association – National College Health Assessment 2012 National Data. Hanover, MD: Author.   National Institute on Alcohol Abuse and Alcoholism. National Advisory Council. (2002). A call to action: changing the culture of drinking at U.S. colleges (NIH Publication. No. 02-5010). Washington, DC: U.S. Department of Health and Human Services.   Patrick M.E., Maggs, J.L., &amp; Osgood, D.W. (2011). Late night Penn State alcohol-free programming: Students drink less on days they participate. Prevention Science, 11(2), 155–162. Retrieved from http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3063607/   Murphy, J.G., Barnett, N.P., &amp; Colby, S.M. (2006). Alcohol-related and alcohol-free activity participation and enjoyment among college students: A behavioral theories of choice analysis. Experimental and Clinical Psychopharmacology, 14(3), 339–349.   Perkins, H.W. (2002). Social norms and the prevention of alcohol misuse in collegiate contexts. Journal of Studies on Alcohol and Drugs (Supplement), (14), 164-72.                                                                           The ten priority areas for action are:     Alcohol, tobacco &amp; other drugs   Health literacy   Interpersonal relationships   Mental health/depression   Nutrition   Physical activity   Safe and healthy campus community   Sexual health   Sleep   Stress                                                      NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Alcohol and Other Drug Emergencies                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   Wellness Exchange   /   Helping Someone in Trouble                 Sub Navigation                                 Mental Health Crises                       Alcohol and Other Drug Emergencies                       Academic Distress                                                                   Alcohol and Other Drug Emergencies      Some common signs of a possible substance-related issue are changes in mood, behavior or appearance; sleeping or eating too much or too little; grades slipping, attendance problems; nodding off or displaying manic behavior; defensive or secretive affect.   If a student seems to display a chronic problem related to alcohol or drugs, but no emergency, call the Wellness Exchange for guidance on how to encourage the student to get the help they need.   Outreach to Students with Alcohol or Other Drug Problems     The acronym RAGS can be a helpful tool for talking to students about their alcohol and drug use, and encouraging a student to reflect on his/her relationship with a substance. A student could be encouraged to ask him/herself the following questions:   Have you ever felt you should… R educe your substance use?  Have you ever felt… A nnoyed by others criticizing your substance use?  Have you ever felt… G uilty about using a substance?  Have you ever needed a substance to… S tart your day?   Answering yes to two or more questions may indicate an unhealthy relationship with substances. In this circumstance, consultation with a professional is recommended. Alcohol or other drug overdose symptoms vary widely depending on the specific drug(s) used, but may include the following:     Abnormal pupil size   Dilated pupils (enlarged)   Pinpoint pupils (very small)   Nonreactive pupils (pupils do not change size when exposed to light)   Sweating   Agitation   Tremors   Convulsions   Staggering or unsteady gait (ataxia)   Difficulty breathing   Shallow, decreased breathing (respiratory depression)   Labored breathing   Rapid breathing (tachypnea)   Drowsiness     Unconsciousness (coma)     Hallucinations     Delusional or paranoid behavior     Violent or aggressive behavior     Death       Alcohol or other drug withdrawal symptoms also vary widely depending on the specific drug(s) used, but may include:     Abdominal cramping     Agitation     Cold sweat     Convulsions     Delusions     Depression     Diarrhea     Hallucinations     Nausea and vomiting     Restlessness     Shaking     Death       Encouraging students to get help can make all the difference. If a student displays any signs or symptoms of overdose or withdrawal, please treat as a medical emergency and dial 911 and then immediately call the Wellness Exchange at (212) 443-9999 for further consultation and assistance.   The University may make accommodations for students who seek emergency considerations for alcohol and other drug related issues.                                Quick Links                      Counseling Services           Counseling Counseling by Appointment Group Counseling Psychiatry Relaxation Oasis Substance, Assessment, Feedback, and Evalution Toolkits Walk-in Counseling                                                                                                                                              Health and Safety-Related        Emergency Considerations                   Health and Safety Related Emergencies Related to Alcohol and Other Substances: Considerations for Self Reporting and Good Samaritans            Learn more...                                  Student Health Insurance                                                                          NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]