[{"detail": [{"content": "Courses - Fall 2015                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Accra   /   Academics                 Sub Navigation                                 Courses                       Special Programs                       Faculty                       Facilities & Services                       Beyond the Classroom                       Internships                                                                   Courses - Fall 2015        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department for Fall 2015 will be made available soon.   Fall 2015 courses with days and times will be available in Albert, NYU's Student Information System in mid March, 2015. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .                   Academic Requirements & Registration Guidelines                                           Please review these requirements and guidelines before registration                                 Students should review the complete list of academic policies here: Policies and Procedures     Instructions on registering for courses and FAQs can be found here: Registering for Courses and FAQs     Students must register for 12-18 credits   Taking a language course is required in Berlin, Buenos Aires, Florence, Madrid, Paris, Shanghai, and Tel Aviv. Select a course that matches your skill level.     All students must participate in Global Orientations. Students do not need to enroll for this course during registration.     Pay close attention to notes (on this webpage and Albert) for important information regarding:   Prerequisites. Visiting students should email global.academics@nyu.edu in advance of registration to request a permission number as instructed by course notes.   Registration Priority. Priority is given to specific schools and/or majors for certain courses.   Application Instructions. Certain courses require a separate application process.   Course Fees. Certain courses carry additional fees.   Location and Meeting Times. Certain courses require additional travel time which must be factored into your course schedule.         Pay close attention to the admitted students blog for important information regarding academics. This may include separate application related to Direct Enrollment opportunities.     Attendance is expected and required ; Complete attendance policy found here: Policies and Procedures     Don't plan your personal travel before receiving official syllabi at the start of the semester! Academic site visits and field trips are considered required class time.   If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                            Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016            Required for All Students                                                    Global Orientations: History, People and Cultures of Ghana                               This course has three main objectives: a) to enable students to gain insights into the local culture and context, and b) to deepen students’ understanding of Ghana’s and Africa’s relationship with other cultures, especially the West, c) and to equip students with basic communication skills in a local language. To achieve the first two objectives, guest speakers will be invited to talk about specific topics, including the history, society and culture, religion, indigenous and contemporary health and political systems and their relevance in contemporary Ghana. These lectures and discussions will be complemented by site visits and excursions to major historical and cultural sites. It is hoped that these talks and field trips will provide the relevant background information for students to understand some of the issues raised in their classes as well as their day-to-day encounters within their new environment. Regarding the third objective, there will be three introductory lessons in the Twi dialect of Akan, the most widely spoken local language in the country.   This course will combine talks, discussions, field trips and assignments. Four 1 - 1.5hrs guest lectures, two site visits, and two language lessons will form part of the orientation activities in WEEK 0. In the first six weeks of the semester, there will be two additional field trips and film screenings. Each student is expected to write three 2-page reaction/reflection papers on any of the talks, site visits and film documentaries.                                Africana Studies                                                  African Popular Music - SCA-UA 9120 - 4 points                                            Using a variety of paradigms, this course explores a broad range of popular musical forms in sub-Saharan Africa as stylistic areas. Southern, Central, East and West Africa (Francophone and Anglophone) musical styles are considered. The historical scope of the inquiry extends from 19th century to the present. The investigation seeks to highlight the relationships among popular music, traditional performance, and the social and cultural forces of modernization.     Sample Syllabus                                                                             Documenting the African City - SCA-UA 9124 - 4 points                               This interdisciplinary course combines ethnographic readings, representations, and interpretations of city and urban cultures with a video production component in which students create short documentaries on the city of Accra. The interpretative classes will run concurrently with production management, sights and sound, and post-production workshops. The course will have three objectives: (1) teach students the documentary tradition from Flaherty to Rouch; (2) use critical Cinema theory to define a document with a camera; and (3) create a short documentary film.   Sample Syllabus                                                                    Society, Culture and Modernization in Ghana - SCA-UA 9776 - 4 points                               The course introduces students to aspects of Ghanaian society and culture. It considers both traditional aspects of life and how people live their lives in this first decade of the new millennium. How Ghanaians perceive and conceive themselves and their society; how others view the society and life of Ghanaians also receive critical attention. The course emphasizes that Ghanaians are not an undifferentiated lot and that what the different people say their behavior should be differs from what their actual behavior is. Students will get to examine these varied perceptions and perspectives as well as construct their own representations of the society. The course will also attempt to answer questions about Ghana and Ghanaians that are of interest to the non-Ghanaian getting acquainted with the country. The course combines talks, readings, discussions, visits, and students' presentations in class. There will be a written examination at the end of the semester and a dissertation on an aspect of Ghanaian society and culture that students might choose to explore.   Sample Syllabus                                                                    Colonialism and the Rise of Modern African Literature - COLIT-UA 9850 or SCA-UA 9781 - 4 points                               Note: this course is open to all students for elective credit. Comparative   literature majors in track ii (literary and cultural studies) may count this   course toward one of their non-core major requirements.   The course examines certain recurring themes and critical issues in post-colonial narratives in Africa. It begins with a look at the debate and polemics around post-colonialism as a critical and theoretical concept. It then dwells on specific narratives, mainly novels by African writers, works located in the period following classical colonialism. The reading of these narratives is informed by such critical issues as the crisis of cultures in contact; personal, class, ethnic and national identities; the politics of gender; debates over language; the aesthetics and politics of art; strategic transformations in narrative form, etc.   Sample Syllabus                                                                    Intensive Twi Language Course - SCA-UA GHAN.002 - 4 points                               This is a language course designed to provide basic communicative competence in oral and written Twi for beginners. It focuses on the structure of the language as well as the culture of the people. The areas covered include: (i) oral drills; (ii) orthography; (iii) written exercises; (iv)translation from English to Twi and from Twi to English; (v) reading and comprehension; (vi) conversation and narration involving dialogues, greetings, description of day to day activities and bargaining); (vii) Grammar (parts of speech—nouns, verbs, pronouns, adjectives, adverbs, particles, determiners, tense/aspect, and question forms); (viii) Composition writing.   Sample Syllabus                              Comparative Literature                                                  African Women Speak - COLIT-UA 9666 - 4 points                               This course shall focus on the place of women in the literary tradition, an issue that is very current in the discourse on the literature of Africa and its Diaspora. Women writers have emerged at the forefront of the movement to restore African women to their proper place in the study of African history, society and culture. In this process, the need to recognize the women as literary artists in the oral mode has also been highlighted. Furthermore, the work of women writers is gaining increasing significance and deserves to be examined within the context of canon formation. Authors and texts will be examined, focusing on such topics as the heritage of women's literature, images of women in the works of male writers; women in traditional and contemporary society; women and the African family in the literary tradition; literature as a tool for self-definition and self-liberation; African women writers; female expressions of cultural nationalism in the Caribbean; female novelists of the African continent; Black women dramatists; the poetry of African women.   Sample Syllabus                                                                        Colonialism and the Rise of Modern African Literature - COLIT-UA 9850 or SCA-UA 9781 - 4 points                               Note: this course is open to all students for elective credit. Comparative   literature majors in track ii (literary and cultural studies) may count this   course toward one of their non-core major requirements.   The course examines certain recurring themes and critical issues in post-colonial narratives in Africa. It begins with a look at the debate and polemics around post-colonialism as a critical and theoretical concept. It then dwells on specific narratives, mainly novels by African writers, works located in the period following classical colonialism. The reading of these narratives is informed by such critical issues as the crisis of cultures in contact; personal, class, ethnic and national identities; the politics of gender; debates over language; the aesthetics and politics of art; strategic transformations in narrative form, etc.   Sample Syllabus                              Creative Writing                                                  Creative Writing - CRWRI-UA 9815 - 4 points                               This is a workshop type course intended for a small group of students, each with a strong aptitude and/or demonstrated talent for creative writing. Our basic objective is to guide students into a more systematic approach to creative writing in any of the main genres, especially fiction and poetry. Each student is expected to engage in critical discussions on samples of their own writing as well as on writing by other members of the class. Our focus shall be on developing a grasp of the rudiments and general mechanics of the writer's craft, while at the same time allowing for a fuller realization of the personal/individual creative impulse and talent. Some class sessions will be devoted to various types of writing exercises, others to the discussion of sample texts, most of it produced by members of the class. Each student will be expected to share his/her work with the class and possibly with a wider audience when possible. At the end of the semester, each student will be expected to have produced a substantial body of creative writing for assessment by the course instructors.   Sample Syllabus                              Gallatin School of Individualized Study                                                  Internship Seminar and Fieldwork - INDIV-UG 9050 or SCA-UA 9042 - 4 points                               Enrollment by permission only. Application required. Contact global.academics@nyu.edu for application information. Course includes weekly seminar and minimum of 10 hours fieldwork/ week at approved internship fieldsite.   Sample Syllabus                              Global Public Health        Registration priority for Global Public Health (GPH) courses will be given to NYU GPH majors. Other students will be able to register as space remains available. Please pay close attention to course notes displayed in Albert.                GPH majors and minors who apply and are accepted to the study away academic internship program may register for the GPH Experiential Learning course, UGPH-GU 60. Students must submit a request through the Global Institute for Public Health department to enroll in UGPH-GU 60. Global Public Health students participating in the academic internship program take UGPH-GU 60 in place of the on-site Internship Seminar and Fieldwork course.                                                        Health and Society in a Global Context - UGPH-GU 9010 (formerly PUHE-UE 9070) - 4 points                               This course will examine the various dimensions of the field of public health and how the public’s health is protected. Students explore the ways social, economic, and political forces influence the health of populations. Additionally, this course will focus upon some of the current ethical public health dilemmas where the rights of the individual versus the rights of society come into conflict. The course makes use of diverse methods of instruction, including, but not limited to, small group discussion, group exercises, mini-lectures, student debates, field-based group projects and student presentations. Students may be involved in gathering information and observations from projects outside of the classroom at government, NGO and health care institutions.   Sample Syllabus                                                                    Environmental Health in a Global World - UGPH-GU 9050 - 4 points                                This course will examine some of the key issues and principles of environmental health practice. It will focus on the how environmental health issues are defined and approached by civic groups, governmental officials and researchers. It will highlight how environmental threats come to the attention of the public and weigh the options for addressing these threats. Finally, it will underscore the need for multi-disciplinary approaches in understanding these threats and crafting solutions. We will focus on prevention of environmentally mediated diseases and discuss challenges to effective prevention.                                History                                                  History of West Africa - HIST-UA 9570 - 4 points (under development)                               The course provides an introduction to the history of West Africa in the period of the Atlantic slave trade and since the abolition of the slave trade. Instead of presenting a comprehensive survey, covering every country in the vast West African sub-region, the course takes a topical approach by focusing on a selection of themes and issues that are crucial to developing an understanding of modern West African history. Themes to be discussed in the course include the land and peoples of West Africa, the Atlantic slave trade, explorers, missionaries, settlers and cross-cultural encounters; expansion of European power after the abolition of the slave trade; European conquest and resistance; West African aspects of Pan-Africanism and contacts between African nationalists and pan-African leaders in the Diaspora, nationalism and struggles for independence; developments in post colonial West Africa.   Sample Syllabus                              Metropolitan Studies                                                  Internship Seminar and Fieldwork - INDIV-UG 9050 or SCA-UA 9042 - 4 points                               Enrollment by permission only. Application required. Contact global.academics@nyu.edu for application information. Course includes weekly seminar and minimum of 10 hours fieldwork/ week at approved internship fieldsite.   Sample Syllabus                                                                    Documenting the African City - SCA-UA 9124 - 4 points                               This interdisciplinary course combines ethnographic readings, representations, and interpretations of city and urban cultures with a video production component in which students create short documentaries on the city of Accra. The interpretative classes will run concurrently with production management, sights and sound, and post-production workshops. The course will have three objectives: (1) teach students the documentary tradition from Flaherty to Rouch; (2) use critical Cinema theory to define a document with a camera; and (3) create a short documentary film.   Sample Syllabus                                                                    Global Connections: Accra - SCA-UA 9634 - 4 points                               Counter to the prevailing view of a rural African living in traditional communities, the majority of Africans are rapidly becoming urban dwellers. African cities are fast joining the ranks of mega-cities, global market hubs and centers for political and cultural exchange. This phenomenon raises important questions that form the basis for this course. Are these cities merely the products of globalization, or do their roots lie in pre-colonial tradition? Are global cities a new phenomenon in Africa, or can we find traces of earlier international links? What factors define the spatial geography and political economy of urban Africa? What challenges do African governments face in managing the city? How has the architecture and the arts of the African city been influenced by external connections?   This course examines those factors that have shaped Accra throughout history. While the emphasis of the course is on Accra, the course also introduces the main theoretical debates across disciplinary fields in the comparative study of the city. Students will be challenged to utilize primary resources such as national archives and special collection libraries, maps, and various cultural resources to address some of the questions being posed.     Sample Syllabus                                Nutrition                                                  Introduction to Global Issues: The African Perspective - NUTR-UE 9187 -  4 points                               The course is designed to enhance students’ awarenessof the multifaceted nature of nutrition problems across the globe and the needfor holistic approaches to methods to address them including research. Thecourse will review the UNICEF malnutrition structure within the context oflivelihood frameworks to demonstrate the linkages between health, nutrition andagriculture. Food security issues and impacts on nutrition and developmentalissues will be discussed. The course will also discuss the trends ofglobalization and the nutritional implications. The fact that the intensity andeffects of globalization are experienced differently across different nations,social classes, cultures, and genders will be stressed. The course will furtherreview key concepts and debates regarding nutrition transition, infant andyoung child feeding, women, aging and health.   Sample Syllabus                                    Psychology                                                  Community Psychology - PSYCH-UA 9036 - 4 points                               This course does not count for NYU CAS Psychology major credit   Community Psychology attempts to understand people in their social contexts. It integrates social action and psychological research in culturally diverse contexts. The purpose of this course is to introduce you to the breadth of topics, social issues, and research approaches that characterize community psychology. These topics include the history of Community Psychology, major theoretical approaches, and the nature and methods of community research. In addition, the course explores different perspectives on mental health, and research and practices related to programs intended to promote or prevent certain behaviors. Finally the course explores the relationship between communities and social change. Teaching will be in the form of lectures, discussions, and class presentations.   Sample Syllabus                                Sociology                                                  Globalization and the Developing World - SOC-UA 9970 - 4 points                               Globalization has become a buzzword in our time. Four different sets of literature have been developed around this concept. The first set of literature seeks to define the concept in terms of its relationship to the changing workforce, technology and communications, culture and finance. A second set of literature debates the novelty of the various processes encoded in the concept of globalization. Another set of literature debates the changing role and nature of the state in an era of globalization. The final set of literature debates the issue of whether the economic prospects of the developing world indeed hinge on their full participation in the globalization process. This course will expose students to these four sets of literature and provide the students with an opportunity to interrogate the very concept of globalization and to debate its benefits and disadvantages for the developing world in general and Africa in particular.   Sample Syllabus                               The University of Ghana-Legon   The NYU Accra program was created within a larger community of universities and scholars and has deeply integrated itself within the culture of Accra. NYU Accra enjoys a strong multicultural exchange with scholars and students at our partner university in Accra; the University of Ghana-Legon. Many students compliment their studies at the NYU academic center by enrolling directly in one or two courses at our University of Ghana-Legon.   Widely recognized as one of the top institutions of higher education in West Africa, the University of Ghana-Legon, based on the Oxbridge model (reflecting Ghana’s former status as a British colony), is the country’s flagship university. Home to some of West Africa’s foremost scholars, it offers hundreds of courses and a full range of academic programs with particular strengths in African studies, the social sciences, and the performing arts.                                                          Courses offered at the University of Ghana-Legon (Fall) - TBA - 1 - 3 points                                 Current courses and syllabi will only be available upon arrival at NYU Accra. Credits and course equivalency, if any, are to be determined in consultation with student's departmental advisor. Any course expected to count for major/minor credit should be pre-approved by student's advisor. (Students are encouraged to obtain a written record of approval for their records.)   Actual fall course listings from all departments will only be available upon arrival. Students may find the sample course lists provided below useful in discussing their planned semester abroad with their advisor.     Archeology , Dance , Economics , Geography , History , Linguistics , Music , Nutrition , Politics , Psychology , Religion , Social Work , Sociology , Theatre                                                                     NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                              Upcoming Application Deadlines   Fall Semester    Priority: February 15   Regular: March 15   Applications received after March 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.                Learn     Courses   Special Programs   Facilities   Faculty   Volunteering                Live     Housing &amp; Meals   Cost &amp; Budgeting   Language   Culture &amp; Customs   Safety   Health &amp; Wellness     Staff                Explore      Getting Around   Restaurants    Nightlife    Things to do    Local Travel    Regional Travel                                    Questions?        Contact Us                                                                                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Courses - Fall 2015                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Accra   /   Academics                 Sub Navigation                                 Courses                       Special Programs                       Faculty                       Facilities & Services                       Beyond the Classroom                       Internships                                                                   Courses - Fall 2015        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department for Fall 2015 will be made available soon.   Fall 2015 courses with days and times will be available in Albert, NYU's Student Information System in mid March, 2015. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .                   Academic Requirements & Registration Guidelines                                           Please review these requirements and guidelines before registration                                 Students should review the complete list of academic policies here: Policies and Procedures     Instructions on registering for courses and FAQs can be found here: Registering for Courses and FAQs     Students must register for 12-18 credits   Taking a language course is required in Berlin, Buenos Aires, Florence, Madrid, Paris, Shanghai, and Tel Aviv. Select a course that matches your skill level.     All students must participate in Global Orientations. Students do not need to enroll for this course during registration.     Pay close attention to notes (on this webpage and Albert) for important information regarding:   Prerequisites. Visiting students should email global.academics@nyu.edu in advance of registration to request a permission number as instructed by course notes.   Registration Priority. Priority is given to specific schools and/or majors for certain courses.   Application Instructions. Certain courses require a separate application process.   Course Fees. Certain courses carry additional fees.   Location and Meeting Times. Certain courses require additional travel time which must be factored into your course schedule.         Pay close attention to the admitted students blog for important information regarding academics. This may include separate application related to Direct Enrollment opportunities.     Attendance is expected and required ; Complete attendance policy found here: Policies and Procedures     Don't plan your personal travel before receiving official syllabi at the start of the semester! Academic site visits and field trips are considered required class time.   If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                            Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016            Required for All Students                                                    Global Orientations: History, People and Cultures of Ghana                               This course has three main objectives: a) to enable students to gain insights into the local culture and context, and b) to deepen students’ understanding of Ghana’s and Africa’s relationship with other cultures, especially the West, c) and to equip students with basic communication skills in a local language. To achieve the first two objectives, guest speakers will be invited to talk about specific topics, including the history, society and culture, religion, indigenous and contemporary health and political systems and their relevance in contemporary Ghana. These lectures and discussions will be complemented by site visits and excursions to major historical and cultural sites. It is hoped that these talks and field trips will provide the relevant background information for students to understand some of the issues raised in their classes as well as their day-to-day encounters within their new environment. Regarding the third objective, there will be three introductory lessons in the Twi dialect of Akan, the most widely spoken local language in the country.   This course will combine talks, discussions, field trips and assignments. Four 1 - 1.5hrs guest lectures, two site visits, and two language lessons will form part of the orientation activities in WEEK 0. In the first six weeks of the semester, there will be two additional field trips and film screenings. Each student is expected to write three 2-page reaction/reflection papers on any of the talks, site visits and film documentaries.                                Africana Studies                                                  African Popular Music - SCA-UA 9120 - 4 points                                            Using a variety of paradigms, this course explores a broad range of popular musical forms in sub-Saharan Africa as stylistic areas. Southern, Central, East and West Africa (Francophone and Anglophone) musical styles are considered. The historical scope of the inquiry extends from 19th century to the present. The investigation seeks to highlight the relationships among popular music, traditional performance, and the social and cultural forces of modernization.     Sample Syllabus                                                                             Documenting the African City - SCA-UA 9124 - 4 points                               This interdisciplinary course combines ethnographic readings, representations, and interpretations of city and urban cultures with a video production component in which students create short documentaries on the city of Accra. The interpretative classes will run concurrently with production management, sights and sound, and post-production workshops. The course will have three objectives: (1) teach students the documentary tradition from Flaherty to Rouch; (2) use critical Cinema theory to define a document with a camera; and (3) create a short documentary film.   Sample Syllabus                                                                    Society, Culture and Modernization in Ghana - SCA-UA 9776 - 4 points                               The course introduces students to aspects of Ghanaian society and culture. It considers both traditional aspects of life and how people live their lives in this first decade of the new millennium. How Ghanaians perceive and conceive themselves and their society; how others view the society and life of Ghanaians also receive critical attention. The course emphasizes that Ghanaians are not an undifferentiated lot and that what the different people say their behavior should be differs from what their actual behavior is. Students will get to examine these varied perceptions and perspectives as well as construct their own representations of the society. The course will also attempt to answer questions about Ghana and Ghanaians that are of interest to the non-Ghanaian getting acquainted with the country. The course combines talks, readings, discussions, visits, and students' presentations in class. There will be a written examination at the end of the semester and a dissertation on an aspect of Ghanaian society and culture that students might choose to explore.   Sample Syllabus                                                                    Colonialism and the Rise of Modern African Literature - COLIT-UA 9850 or SCA-UA 9781 - 4 points                               Note: this course is open to all students for elective credit. Comparative   literature majors in track ii (literary and cultural studies) may count this   course toward one of their non-core major requirements.   The course examines certain recurring themes and critical issues in post-colonial narratives in Africa. It begins with a look at the debate and polemics around post-colonialism as a critical and theoretical concept. It then dwells on specific narratives, mainly novels by African writers, works located in the period following classical colonialism. The reading of these narratives is informed by such critical issues as the crisis of cultures in contact; personal, class, ethnic and national identities; the politics of gender; debates over language; the aesthetics and politics of art; strategic transformations in narrative form, etc.   Sample Syllabus                                                                    Intensive Twi Language Course - SCA-UA GHAN.002 - 4 points                               This is a language course designed to provide basic communicative competence in oral and written Twi for beginners. It focuses on the structure of the language as well as the culture of the people. The areas covered include: (i) oral drills; (ii) orthography; (iii) written exercises; (iv)translation from English to Twi and from Twi to English; (v) reading and comprehension; (vi) conversation and narration involving dialogues, greetings, description of day to day activities and bargaining); (vii) Grammar (parts of speech—nouns, verbs, pronouns, adjectives, adverbs, particles, determiners, tense/aspect, and question forms); (viii) Composition writing.   Sample Syllabus                              Comparative Literature                                                  African Women Speak - COLIT-UA 9666 - 4 points                               This course shall focus on the place of women in the literary tradition, an issue that is very current in the discourse on the literature of Africa and its Diaspora. Women writers have emerged at the forefront of the movement to restore African women to their proper place in the study of African history, society and culture. In this process, the need to recognize the women as literary artists in the oral mode has also been highlighted. Furthermore, the work of women writers is gaining increasing significance and deserves to be examined within the context of canon formation. Authors and texts will be examined, focusing on such topics as the heritage of women's literature, images of women in the works of male writers; women in traditional and contemporary society; women and the African family in the literary tradition; literature as a tool for self-definition and self-liberation; African women writers; female expressions of cultural nationalism in the Caribbean; female novelists of the African continent; Black women dramatists; the poetry of African women.   Sample Syllabus                                                                        Colonialism and the Rise of Modern African Literature - COLIT-UA 9850 or SCA-UA 9781 - 4 points                               Note: this course is open to all students for elective credit. Comparative   literature majors in track ii (literary and cultural studies) may count this   course toward one of their non-core major requirements.   The course examines certain recurring themes and critical issues in post-colonial narratives in Africa. It begins with a look at the debate and polemics around post-colonialism as a critical and theoretical concept. It then dwells on specific narratives, mainly novels by African writers, works located in the period following classical colonialism. The reading of these narratives is informed by such critical issues as the crisis of cultures in contact; personal, class, ethnic and national identities; the politics of gender; debates over language; the aesthetics and politics of art; strategic transformations in narrative form, etc.   Sample Syllabus                              Creative Writing                                                  Creative Writing - CRWRI-UA 9815 - 4 points                               This is a workshop type course intended for a small group of students, each with a strong aptitude and/or demonstrated talent for creative writing. Our basic objective is to guide students into a more systematic approach to creative writing in any of the main genres, especially fiction and poetry. Each student is expected to engage in critical discussions on samples of their own writing as well as on writing by other members of the class. Our focus shall be on developing a grasp of the rudiments and general mechanics of the writer's craft, while at the same time allowing for a fuller realization of the personal/individual creative impulse and talent. Some class sessions will be devoted to various types of writing exercises, others to the discussion of sample texts, most of it produced by members of the class. Each student will be expected to share his/her work with the class and possibly with a wider audience when possible. At the end of the semester, each student will be expected to have produced a substantial body of creative writing for assessment by the course instructors.   Sample Syllabus                              Gallatin School of Individualized Study                                                  Internship Seminar and Fieldwork - INDIV-UG 9050 or SCA-UA 9042 - 4 points                               Enrollment by permission only. Application required. Contact global.academics@nyu.edu for application information. Course includes weekly seminar and minimum of 10 hours fieldwork/ week at approved internship fieldsite.   Sample Syllabus                              Global Public Health        Registration priority for Global Public Health (GPH) courses will be given to NYU GPH majors. Other students will be able to register as space remains available. Please pay close attention to course notes displayed in Albert.                GPH majors and minors who apply and are accepted to the study away academic internship program may register for the GPH Experiential Learning course, UGPH-GU 60. Students must submit a request through the Global Institute for Public Health department to enroll in UGPH-GU 60. Global Public Health students participating in the academic internship program take UGPH-GU 60 in place of the on-site Internship Seminar and Fieldwork course.                                                        Health and Society in a Global Context - UGPH-GU 9010 (formerly PUHE-UE 9070) - 4 points                               This course will examine the various dimensions of the field of public health and how the public’s health is protected. Students explore the ways social, economic, and political forces influence the health of populations. Additionally, this course will focus upon some of the current ethical public health dilemmas where the rights of the individual versus the rights of society come into conflict. The course makes use of diverse methods of instruction, including, but not limited to, small group discussion, group exercises, mini-lectures, student debates, field-based group projects and student presentations. Students may be involved in gathering information and observations from projects outside of the classroom at government, NGO and health care institutions.   Sample Syllabus                                                                    Environmental Health in a Global World - UGPH-GU 9050 - 4 points                                This course will examine some of the key issues and principles of environmental health practice. It will focus on the how environmental health issues are defined and approached by civic groups, governmental officials and researchers. It will highlight how environmental threats come to the attention of the public and weigh the options for addressing these threats. Finally, it will underscore the need for multi-disciplinary approaches in understanding these threats and crafting solutions. We will focus on prevention of environmentally mediated diseases and discuss challenges to effective prevention.                                History                                                  History of West Africa - HIST-UA 9570 - 4 points (under development)                               The course provides an introduction to the history of West Africa in the period of the Atlantic slave trade and since the abolition of the slave trade. Instead of presenting a comprehensive survey, covering every country in the vast West African sub-region, the course takes a topical approach by focusing on a selection of themes and issues that are crucial to developing an understanding of modern West African history. Themes to be discussed in the course include the land and peoples of West Africa, the Atlantic slave trade, explorers, missionaries, settlers and cross-cultural encounters; expansion of European power after the abolition of the slave trade; European conquest and resistance; West African aspects of Pan-Africanism and contacts between African nationalists and pan-African leaders in the Diaspora, nationalism and struggles for independence; developments in post colonial West Africa.   Sample Syllabus                              Metropolitan Studies                                                  Internship Seminar and Fieldwork - INDIV-UG 9050 or SCA-UA 9042 - 4 points                               Enrollment by permission only. Application required. Contact global.academics@nyu.edu for application information. Course includes weekly seminar and minimum of 10 hours fieldwork/ week at approved internship fieldsite.   Sample Syllabus                                                                    Documenting the African City - SCA-UA 9124 - 4 points                               This interdisciplinary course combines ethnographic readings, representations, and interpretations of city and urban cultures with a video production component in which students create short documentaries on the city of Accra. The interpretative classes will run concurrently with production management, sights and sound, and post-production workshops. The course will have three objectives: (1) teach students the documentary tradition from Flaherty to Rouch; (2) use critical Cinema theory to define a document with a camera; and (3) create a short documentary film.   Sample Syllabus                                                                    Global Connections: Accra - SCA-UA 9634 - 4 points                               Counter to the prevailing view of a rural African living in traditional communities, the majority of Africans are rapidly becoming urban dwellers. African cities are fast joining the ranks of mega-cities, global market hubs and centers for political and cultural exchange. This phenomenon raises important questions that form the basis for this course. Are these cities merely the products of globalization, or do their roots lie in pre-colonial tradition? Are global cities a new phenomenon in Africa, or can we find traces of earlier international links? What factors define the spatial geography and political economy of urban Africa? What challenges do African governments face in managing the city? How has the architecture and the arts of the African city been influenced by external connections?   This course examines those factors that have shaped Accra throughout history. While the emphasis of the course is on Accra, the course also introduces the main theoretical debates across disciplinary fields in the comparative study of the city. Students will be challenged to utilize primary resources such as national archives and special collection libraries, maps, and various cultural resources to address some of the questions being posed.     Sample Syllabus                                Nutrition                                                  Introduction to Global Issues: The African Perspective - NUTR-UE 9187 -  4 points                               The course is designed to enhance students’ awarenessof the multifaceted nature of nutrition problems across the globe and the needfor holistic approaches to methods to address them including research. Thecourse will review the UNICEF malnutrition structure within the context oflivelihood frameworks to demonstrate the linkages between health, nutrition andagriculture. Food security issues and impacts on nutrition and developmentalissues will be discussed. The course will also discuss the trends ofglobalization and the nutritional implications. The fact that the intensity andeffects of globalization are experienced differently across different nations,social classes, cultures, and genders will be stressed. The course will furtherreview key concepts and debates regarding nutrition transition, infant andyoung child feeding, women, aging and health.   Sample Syllabus                                    Psychology                                                  Community Psychology - PSYCH-UA 9036 - 4 points                               This course does not count for NYU CAS Psychology major credit   Community Psychology attempts to understand people in their social contexts. It integrates social action and psychological research in culturally diverse contexts. The purpose of this course is to introduce you to the breadth of topics, social issues, and research approaches that characterize community psychology. These topics include the history of Community Psychology, major theoretical approaches, and the nature and methods of community research. In addition, the course explores different perspectives on mental health, and research and practices related to programs intended to promote or prevent certain behaviors. Finally the course explores the relationship between communities and social change. Teaching will be in the form of lectures, discussions, and class presentations.   Sample Syllabus                                Sociology                                                  Globalization and the Developing World - SOC-UA 9970 - 4 points                               Globalization has become a buzzword in our time. Four different sets of literature have been developed around this concept. The first set of literature seeks to define the concept in terms of its relationship to the changing workforce, technology and communications, culture and finance. A second set of literature debates the novelty of the various processes encoded in the concept of globalization. Another set of literature debates the changing role and nature of the state in an era of globalization. The final set of literature debates the issue of whether the economic prospects of the developing world indeed hinge on their full participation in the globalization process. This course will expose students to these four sets of literature and provide the students with an opportunity to interrogate the very concept of globalization and to debate its benefits and disadvantages for the developing world in general and Africa in particular.   Sample Syllabus                               The University of Ghana-Legon   The NYU Accra program was created within a larger community of universities and scholars and has deeply integrated itself within the culture of Accra. NYU Accra enjoys a strong multicultural exchange with scholars and students at our partner university in Accra; the University of Ghana-Legon. Many students compliment their studies at the NYU academic center by enrolling directly in one or two courses at our University of Ghana-Legon.   Widely recognized as one of the top institutions of higher education in West Africa, the University of Ghana-Legon, based on the Oxbridge model (reflecting Ghana’s former status as a British colony), is the country’s flagship university. Home to some of West Africa’s foremost scholars, it offers hundreds of courses and a full range of academic programs with particular strengths in African studies, the social sciences, and the performing arts.                                                          Courses offered at the University of Ghana-Legon (Fall) - TBA - 1 - 3 points                                 Current courses and syllabi will only be available upon arrival at NYU Accra. Credits and course equivalency, if any, are to be determined in consultation with student's departmental advisor. Any course expected to count for major/minor credit should be pre-approved by student's advisor. (Students are encouraged to obtain a written record of approval for their records.)   Actual fall course listings from all departments will only be available upon arrival. Students may find the sample course lists provided below useful in discussing their planned semester abroad with their advisor.     Archeology , Dance , Economics , Geography , History , Linguistics , Music , Nutrition , Politics , Psychology , Religion , Social Work , Sociology , Theatre                                                                     NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                              Upcoming Application Deadlines   Fall Semester    Priority: February 15   Regular: March 15   Applications received after March 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.                Learn     Courses   Special Programs   Facilities   Faculty   Volunteering                Live     Housing &amp; Meals   Cost &amp; Budgeting   Language   Culture &amp; Customs   Safety   Health &amp; Wellness     Staff                Explore      Getting Around   Restaurants    Nightlife    Things to do    Local Travel    Regional Travel                                    Questions?        Contact Us                                                                                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "%PDF-1.5 %  221 0 obj  > endobj       235 0 obj  >/Filter/FlateDecode/ID[ ]/Index[221 25]/Info 220 0 R/Length 75/Prev 21845/Root 222 0 R/Size 246/Type/XRef/W[1 2 1]>>stream  hbbd\u0010``b` $\u0018[@\u0011`y \u0012\u0007\u0012̇@\"\u0010\u0007ĺ\u0002\"A0\u0010Q ҡ $\u001eW1012\u0000Y  \u0010\u0019\u0019\u007f\u0000\u0004\u0018\u0000 \u0016  endstream endobj startxref  0  %%EOF      245 0 obj  >stream  hb```f``Je`a`Ice@\u0000^\u0006&( \u0003Ǆ?\u0018\u001860,`i\u00001\u0000:F H\u0001\u00012\u001f3\u0005} \u00188͹ Y\u0019\u0018b0m1\u0005)f`l\u0000R\\  `.\u0003\u0015@\u0001\u0000\u0011  endstream endobj 222 0 obj  >/Metadata 8 0 R/PageLayout/OneColumn/Pages 219 0 R/StructTreeRoot 14 0 R/Type/Catalog>> endobj 223 0 obj  >/Font >>>/Rotate 0/StructParents 0/Type/Page>> endobj 224 0 obj  >stream  hVmo0\u0010+8>l~\u0013*$:\u0018R\u000fڈ6T\u007f%vݮ`_\u0010'S:a)X\u0006)\u00981\u0018`20Jf$bf\u0012&\u001a \u00042p\u0019c\u0006n&osRÂ\u000fG\u001c}u3+\u001a~`/\u0002Ą\u007fWc-3 K &\u000f\b! vA,\u0013\u000e1N\u0004L\u0002\u0002%&kPo*f^>ɼ/&]?\u0011[DJAL2B  9`fJ >stream  Hn0\u0010EYI!R\u0010d\u0011hE\u0000s\u0017t!6궱\u0002?\u0010_\u0019JQi ChH9Cz [|(\u0007x ~Ypm\u00190YPx\u001bUh\u001ag44\u0003HE񁒾SNL)Qd]EׅL GzG2 IJx+\u0001-2Y]$YG\u0013C>MK\u0010\u0006WX 1t;\u0012cfFX;+ -u\u0006aDpٲs\u0011vR!\u001a*1n2=i\udc35\u0001޵4)8_P+i!+-lnϼܳ;.a5+\u001c{;\u001c$$|W\u001c\u000f?\u000f\u001b.b\u001cgZI6y'sH]-%.Lf']zWG.\u001ckD\u001b3Jk\u001f\u0016Nڟ\u001d83^T8\u0016c @KD˔0!\u001aҿ,&lzlTGE\u0012ƒоNF%\u0004͂-ּ\u0015pK@7XHdrdq!uqL2ݻ2PK\u0014X{ѻls G\u0001\u0000(  endstream endobj 226 0 obj  >stream  H]k0\u0014+ΥTfE?bRF26(\u0014 v%9\u0004\u0018\u0001E\u001fz\u001cY\u00114 ZHz/c\u001fM%cO҈mwix\u000fjTn'q\u0001уf}v\u0002r+mg\u00196Z5!\u0091E\u0002β g߉NTIVY0P\u0005há6 tRVG!7Z%\u001eHB賞s:\bh2sp˫+\"I6Zia Z,\bq'T2.(L\u00075H\u0003\u0016$\u0017{B\u0019Cו'e].\u0019220E YaUZ0t,$P\\3\u0007eQ` Tꀚ\u0013gy\u007fOF\u0001fȭA\\j\u0017\u0012V\u0007>\u0015dÐ\u0013\u0015Z LOzCz6Lmb {;\u0010\\\\4\b\u001350_!pJ \u0001\u001a4WR\u0019W 5/\u001eǾHTBn(\u001e,n(|J|\u0006?bԅtY\u0018T,?b\u0007,ZtK\u001fz\b n\u0004\u001e\u00030\u0003~'\u0010|\"Z>}gƊq|%Gn@\u001b >oS\u000e \u0002Q\u00126aW4[2iN\u0007L\u000f\u001d\u0013yF\u001a \u001c\b~\u001b\u0013If\u0015g \u007f\u0005\u0018\u0000-=  endstream endobj 227 0 obj  >stream  HdT=s0 +0=KGRvmf\\\u0006Ec9Rsɯ/\u001e n:\u0006O>ەvm\u0012 yi\\mr4\u001063v\u0017x\u0005WZ=EM6\u000eWC4\u0006Y$\u0018Qc?8z6\u0006fi %i\u000ft7\u001ap=I~/A+{e 9*_)siN,5;si(~d InBeI\u0003\u0005*kr'DO8ħ>ט/\u0001ֶ0]GOhn^X;\u0000\u0000¥g\u007f\u0010M6j^OLf\u0012TtX+ \u0007`\\e6\u0014}!>\u000e=`dFxoZ \u0005\\ԝ\u0011HڪG$T0-k\u0019 >CUb*>gB8愬zgy\u0006\u001fn\u0000\\ȓJ&yape%jod\u0012XꂮP@Ӷ(\u0012\\,^H\u001ai.LX\u0004W >stream  HTn0\u0010+H\u0016&E\"!\u000f-\u0010@ `[^ڒZ5گ/g5\b^$q7of>FJ3p7\u0010VKkAh9Oܰ+\u0017\u001d  E8E\u0018;gŜM`Ԉ~JH2\u0007*Q\u001brk Ԧӹ'ݞL_䀆}\u001bE\u0014\u00160,thHQm\u001e\u0006&CY*77Iʣ}$3{O\u0010M?\u0002t \u000f \u000f`\u0019/]4r^^\u000f9\u0005\u001aܮhnϮ)u\"S߽\u0013nQǢ Ōm1#.\u0010 T&1hi಍v\u0002M2,i9z:\u0010\u001cQVZlҌL;u86}a?\u001b\bYl\\C/M&3,534\u0011}\u001f6Ce\u001a]ћXf\u000f\u0010}3 \u0004\u001fY.>P)dx\u001f/V8h2i '썟Ⱥ/W\u0001\u0000\u00174$  endstream endobj 229 0 obj  >stream  HlTKo@\u0010Wqf\u001f1Q\u0014I84UHC\u0001)nF\u0004wYiT!\u000e33 >stream  HTMo0 W( \"Q\u001dwE\u000fmsX &`,\u001f)d}II\u0015]ڃe\u0012\u001f 'ūl\u0010ڂw}SM]%n-bt .2 q  ^\u0012\u0016_R0ØhXeJ\u001d cN=F\u001dFnA杌\u0007精oԹURA\u0001xiK\u0006O ~tA\u0014ʱC\u0013n\u001aY0uT4N\u001a2\u001b\u0001_GJ^\u001f;-P;\u0003͛=[\u001b\u0012/*I)v) ۲0RJ2kɇ=I\u0002;C>VNhJ8(2Nҕ2x{[,O:\bN\u0006LtEx g# o\u0014]xQtśExQr\u0016SC螉KEV QJrZ\u0013{\u0016K1f4{w)5.(5 Cy_m +\bГ*YB,} \u0002 \u0000d&2  endstream endobj 231 0 obj  >stream  HTMO@\u0010Wq7M\u0011R\u001cDԕzHzS@@\bwf!FI\u001aC7/39\\eJ\u0019\b0n-\u00020v#-+q\u001epMBV+0\u0015Z\u001enev\u001eq\b\u001a4e ,@16*^7`5{Ȧ,r \u00156\u001d \u0011F\u0004\u0019 ߈ˊTS\bR6f(\u0012C\u0019E!sޏ \u001fG,%\b\"Ry\u0017\u0001\u000416\u0006) \u001dK0\u000e/)m˶\u0019Ea\u0018ciz \u0016=F\u001c]MW\bΏHiD\u0010HSb;6 \u001dյ6;azJSo{r\u0012!uʘ w\u0005tOBZ\u001aN㤻5\u001a?  6\u0016\u001f81]qV\u001c\u00126(Tj\u0017nS(eoI~|\u0019DxϠRUOe\u000f];\u001f2\u000f'Fjw{\u0011f6}\u001eJ[ L$\u000f\u0005i\u001c'\u0011Oh_'\u000fz\u001fDaO\u0014|\u0004\u0015`\u0000\\*2  endstream endobj 232 0 obj  >stream  HSMo\u00131\u0010ﯘ~V=\u0001D\u0011\u001284\u001cJ>(YWK_ػDA\u001c\u0012y7oJ;/`U@_fw⽴^Nų̭v\"h\u000f\u001b\u0011:ׂr  3 Rlq[=nT+zY\u00193\u0012Y\u001aW %\u0011lc\u001a\u0002\u0016zARmzǫ\u001b|\u0000\u0002/ɚݦk1#6=\u0001g#\u00111\"\u007fD $[xiTuv{ ,\u0007^\u0001 O)K60*Y\u0004C\u0018OQ\u001e#G)\u0005C\u001aЧ\u0019̑7f4;`S\u001ej\u0011y%FYs^ 6f\u007fIc/\u001e\u001a*V\u0019>*\u001c\u0017\u0019\u0013(\b\u000evT  0\u001f8\u0014I\u0010S+kiƍsj+KwBBGTX3\u0001\u007f\u0005\u0018\u0000\u0018n\u001d  endstream endobj 233 0 obj  >stream  Hb``$WR\u001e\u0018\u0019\u0011\u0019~\u0001 \u0012 \u001c\u0003\u0002|@T\u0006 \u001a\u0003# 2 S\u001e/`M.(*\u0001\u0007(%8\u0019H\u007f\u0001\u00028c\u0002- fԉd\u00049\u0003\u001d@6_Ij\u0005H9(3=DR1%?)U!$5X3/9 ($5\u0005\u0016j\u0007\b\u0017%V*'&*\u0018\u0019r\"\u0000(,!!0b\u0014;\u0010CҢ2(ɘ\u0001 \u0000I8/  endstream endobj 234 0 obj  >stream  HyTSw\u0016\u007foɞc [\u00065la\u001d\u0004Q\bI\b\u0001\u0012BH\u0005AD\u0005\u0014ED2mtFOE.c\u000e}\u000308\u0016׎\u00178GNg\u001f9w߽\u0000'0 \u0000֠J\u0016\u0015\u0014b \u0000\u0003  \u0002\u0011\u00002y.-;!\u0007KZ ^\u0007i\"L0- \u0000@\u00198\u0007(r;q7L\u0019y&Q\u0013\u0004q4j|9 V)gB0iW\u00198#8wթ8_٥ʨQ\u0014Qj\u0001@&A)/\u000fg>'K\u0002\u0000t;\\\u000e\u001b \u0006ӥ$պFZUn\u001e(4T%)뫔\u00060C&\u0015Zi\u001b\u00018bxEB\u007f\u001f;Pӓ̹A om?W= x\u0016-\u0000\u0004[\u00000\u001d}y)7\u0018ta>jT7\u000e@tܛ`q2ʀ&6ZLĄ?\u001d_\u001dyxg)˔z\u0016çLU*\u0006u\u0016SkS\u0013\u007feO4?׸c\u0001\u0007.\u0000 \u0000\u0000R ߁-\u000725 S>ӣVd`rn~Y\u0002\u0002\u0002&\u0001+`\u000f;\u0010\u0002\u007f\u0010\u0002A4\u0007 \u001d\u0002\u0014A9\u0000=\u0007-\u001dt\u001e\u001el\u0002`;\u0018\u0003~p\u0010 Gp\u001e| [`\u0012L`\u0006 0|\u0002>\u000f_',\u0002\u0010\u001aG\u001c\u0011!\"F$H:R!z\u0015F\u0006Qd?r 9\\A&G rQ \u0015h\u0012\u001a\u0015E]a4z\u0005Bg\u0004\u0006E\b#H \b*B=0HIpp0MxJ$\u0012D\u00011D, V\u0010ĭ\u0003KĻY\u0012dE\"EI2EBGt4MzN\u001d\u0004r!YK \u000f?%_&#(0J:EAiQ((\u0017)ӔWT6U@P+!~\u0019m\u0013\u001aD eԴ!hӦh/\u001c']B/\u001b\u001fҏӿ?a0\u0018nhF!X8܌kc&5S\u001d6lIa2cKMA!E#\u0016ƒdV\b(\u0006kel }}Cq9 N'\u0003)].uJr \u0018 wG xR^\u0005[\u0004oƜc\u001ehg`>b$\u001f*~\u001f :Eb~\u0016,m,-ݖ\u0007,Y¬*6X[ݱF=3뭷Y~dó t\u001ci zf6~`{v.Ng#{}}\u000f\u001c\u000e\u000ej\u0001\u001cc1X\u00156f\u001cm\u001d\u001c;\u001c'\u001c_9 r:\u000e8q:˜\u0007O:ϸ8uJq\u0015nv=MmR \u00154  n3ܣkGݯz\u0010=\u001e\u001e[== TB(/S,]6*-W:#7\u001f*\u0015\u0003\u0007\be^YDY\u007f}UjAyT`#D=\"b{ų\u000f+\u007fʯ:!kJ4G\u001cmt}uC%K7Y\u0013VfFY .=b?S\u0017ƕƩȺy\u001a چ k\u001a5%4\u0019m7lqlioZ\u0016lG+Zz͹mzy]?uuw|\"\u007fűNwW&e֥ﺱ*|j5\u0001kyݭǯg^y\u0017kEklD_p߶7Dmo꿻1m\u0001l{Mś \u0006\u000enLl >/Font >>>/Rotate 0/StructParents 2/Type/Page>> endobj 2 0 obj  >stream  HWrF\u0016+z v\u0001hRd588 ^ | [C?|O uJtdgc\u0002bphZ\u0013\u0016ۢ0RPi\u0014z m4~Na\u000fZ\u0011E\u0013p\u0010OY ׺\"S\u0015\u0016UBe \u0014$8CvJL^s\u0018?k!d2\u001f\u001am̖\u001b=d˒m:=D\u000376\u0012qNCrH\u0005Q'_\u001b\\I\u0013b Y2lOX;\u001cp \u001fc\u001a |[OwjD \u0003 H9\u001cq\u0006rA{(r3U\u001e0\u001cu\u0001;!\u0000)82>R0v+py.\u000f;pV0x7#\u0004x9y\u0000m\u001b/m+_\u007fQ,؆v\u0003%ơb#\u0005D`\\3\u0003 \u001c\\Pc\u001fw\u0007粃EQ\u0019\u001c;OmM9́\u0001ʇN\u001eWO)V6`4 |Z×k\u0013P}\u001aC>Ӧc\u0006 \u0019\u0019\\Vh2Y?%O\\}q`p [ !`\u00140\u0014>an\u0001\u001f҇1\u001d3Oa\u0010%G\u007fCmi QoC߶nr%\u007f?q\u0001ittp/ ,|4\u00156tEӬUtA\u0004 \u001aw$O(\u001ah\u001d1c0f/ \u0006ېwm\u0018FW\u0006Vbl~\u0007 -xwJQsz\u0016wL56o;'\u0014u\u000fJs\u0007i(\u0004>ֹ \u001b )~1{=GZz1\u0012*,nHy 34$::\u0012וNWJ+\u001a)AYIU/\u0019җ\\*1$\brKܠuжt\u001d,h\u0011ֵ \u0018I!.X\u0014o`#q?J \u0003y)]ݮ\u0001\u0000i( kKx\u001c[\u001df,\\LJ.H~g#8:!^%\u001f\u007fE4Ok?)|\u0004Ot̚Y\u0017,}Є\u0014ZGn+_p[\u001058EeUk5όvWxh͐Va2i\">RGTgc\u0006٫\u0016!\bm\u0010?\u0012*/bAb۷\u001et\u00029K1`\u0016q\u00014+\u0015\u001b\\pZ%l:w_j;\u0092ixR\u0000 \u0000Cv\u00107\\S\u001bhC,e\u001e7JLnu鹣ZNcT\u001f8]\u0017}v\u001et\\xc\u0018F{ѯv\\;\u007fw:vYK\u001a\u000f7 Mߒ\u000fbh+n$\u0002sTLTvs\u0018!\u0007iWͽr n@E'LNŐuߥD¢\u000ejȂyC>\u0002ܰ\u00006\u001c)  yUO 7܌#*2Ko9\u0016u\u001a\u0003\u0001נ \u0006*!+ِ{٪=Rt\u0005He2@N.g.zJ'\\\u007f\u00167f\u001bu\u000f3~\u00115(VM8E/'VPJr.%Cm %\u0001aI5O)0O*UhmbC[UF'1fa\u0017HŌ@BXr >stream  h,A @\u0010\u001c 3\u0019!/J\u0005aE\u0017v]Y>:\u001b潘\u0001Acr\u0010\u0013q >stream  hSN0\u0010\u0015_HU .P\u0007!ЈZBi\u0007ݍ \bn\u001c;cF[b!ڱ[\u001fIؾomzMncu\u001cz\u000eBIdt\u0010a\u0010ڀ؃kSqN>^c'7é\u0006\u007f6\u0014\u0012 \u0013juN8 u\bЍ\u0016\u0019\u0010su5927p>h0 vT \u0011!Yk\u0011g\"*Eq2\b\u0006(\u0017KyKX\u001b\u0004 ie(( \u001e=\u0000\u007f\\뒓@:Jy\u000fa- $_h>Ŝ3B9WG\u0000yM.5b-I\u0017 \u0002e'M~KPS&㧱Oqg\u0000\u000fmr)\u0000  endstream endobj 5 0 obj  >stream  hYn\u0013I\u0010e~P\u0000\u0016\u0012\u0012\u0004C\u0007x`GƖ*36$+]\u0001tO93\u0013WZrT&P2IE*\u0007 E\u0019낲r+kpc\u0018sQ\u0004L\u0013d\u0018# [o3hŒI918dKQ\u0002\u0007\u001cbT\u000f`x\u0017VX\u0014\u0003^O.VeS\u0003/\u001b _&bޝNO{=^/ݫz9.\u0017/'2}~~^Ctg\u007f@˛s\u0005}3\u0004:GM;^f5g_/\u0014Å3tċŷn\u001f!\u007f_.+|}s\u0011>O\u001eV}5\u0005\u00187Yi 7R)\u0017[\u0018qS\u0002mmuh\u001fv(j-,sBܯnt~Ѝ\u0016uF[ԥf\u001a- -\u001d7\u0004@d|P=v/Z\b D\"2?\u0006/E$\u001cH[A:ِ͏D\u000eDtNSiUZ\b\u0018\u00078q\u008f/DD}\u0018\bl-\u0017!>\u0012a,#;\u0010HQ\u0010/o\u0002-g!>\u0012q, F YOD|\u001c%> ޒZB|\"(YסB|\u0012N\u0012\u0011_\u001e\u001fraaF3OBGǹ\u001bM\"ɑuBLD6mrfzu#\u001a >stream  hX]o\u001cE\u0010+\u0007t|IQ$ \u001eHb \"`:ܡ\"\u007fOB\u001cHy{w{\u001c9B .\u0005mv!\u001e\u0012qN\"wkpx/N \u001481Q\\\u001apM.kvI+.ea\u0003 G@쒀Su\u00158>\u0010\b>\u00025mT\\F KƧ\u001e\u007fL\u0018 @c`F\u001c\u001f\u001bo \\ \u000eu8$VkXN\u0005Q)AF !\"hrApq\u0017qS`D\u001a\u0013O1H֤\u0010\bO \b1D$#X\u0012' \u001dA\u0001F\u0001\u001881%8(\u0004#rdML\"B>I$\u00109{3\"g\u0003\u0004e\u000502KA\u0016R5\u0013zCmKaN\u00068\u0015V0``\u001a7%`#`\u00064\u0000\u001d53H3 \u0004o5P-\u000eeCJ\u0006\u001c\u0005O\u0002 \u000eX\u0015g\u0002IB失\u0015`q jAY\"KYQ\u00119xDT\u001dca\u0005-\u0010\u0013D\\=jV[0 c# .0 \u0003%x\u0017\u0005c\u0000_A\b]`( Tauprڮfz9lWެW\u001f \u0011_\u0002ȝ\u0011\u001d;Ջi\\>׸HX'\u0017J0\u007f_?%~\u001f\u001f?iZ|9t|qW3n\u0013)Q6Αel\u007f~/x4?{I^aG2Cv_\u007f/\u000fn\u007f\u001f!\u00058\u0003[N\\߯ ṳ\u001d;\u001b\u0019\u001e6\u0018\\{~ /\u001d/c\u0018w>kǧ12ｕ1}|o{we^\u0019W\u0006աzy+ \u0017Yɔ,\u000f&\u0003bm@Ȁe@4 68 \u000fHl\u0003G\u0006$/\u0003\u00013\u001c(>W,\u001bHHH!}=S\u000fOz\u0017\u0003׿!`7w\u0001\u0006\u0000{}   endstream endobj 7 0 obj  >stream  h224Q0P024U0\u0000Rf f@\\\u0004H[(\u0018Z\u001a)$V旖臤V8d{\u0016dU\u0017ed槤\u0014$ u\u0000\u0001\u0006\u0000g\\  endstream endobj 8 0 obj  >stream              2013-01-29T11:24:34-05:00     2013-01-29T11:24:33-05:00     2013-01-29T11:24:34-05:00     Acrobat PDFMaker 10.0 for Word           uuid:81550c8d-4528-47df-8564-c22caddd5de4     uuid:6d75c39d-e094-4e68-9e56-f151ac932741               14                    application/pdf               Society, Culture and Modernization in Ghana                                               CEO                    Adobe PDF Library 10.0               D:20110329142340                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    endstream endobj 9 0 obj  >stream  h22T0Pw/+Q0L)622\u0006\u0006)\u0018XʂTb;;\u0000\u0003\u0000:\u000f Y  endstream endobj 10 0 obj  >stream  hlAK\u00031\u0010\u00052d=(PvՃ\u0016 \u0015z&S\u001am32&ͮ;\u001e5\u0002r٬s:Tst|>SL\u001f\u001cm\u001c$dSDU\u007fQ\u0019TF)\u001as o8k' >/Filter/FlateDecode/ID[ ]/Info 220 0 R/Length 82/Root 222 0 R/Size 221/Type/XRef/W[1 2 1]>>stream  hbb\u0000\u0002&F\u0010\u0006&\u0006Ƨ@\u0012\u0000\u0012L\u0004; Z\u000f$\u0018N\u0000 } )  m:\u0004#``\u001c%F\u00108w4 F\u001cJ0\u0001\u0002\u0000\u0001\u0006\u00008   endstream endobj startxref  116  %%EOF"}]},
{"detail": [{"content": "Courses - Fall 2015                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Accra   /   Academics                 Sub Navigation                                 Courses                       Special Programs                       Faculty                       Facilities & Services                       Beyond the Classroom                       Internships                                                                   Courses - Fall 2015        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department for Fall 2015 will be made available soon.   Fall 2015 courses with days and times will be available in Albert, NYU's Student Information System in mid March, 2015. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .                   Academic Requirements & Registration Guidelines                                           Please review these requirements and guidelines before registration                                 Students should review the complete list of academic policies here: Policies and Procedures     Instructions on registering for courses and FAQs can be found here: Registering for Courses and FAQs     Students must register for 12-18 credits   Taking a language course is required in Berlin, Buenos Aires, Florence, Madrid, Paris, Shanghai, and Tel Aviv. Select a course that matches your skill level.     All students must participate in Global Orientations. Students do not need to enroll for this course during registration.     Pay close attention to notes (on this webpage and Albert) for important information regarding:   Prerequisites. Visiting students should email global.academics@nyu.edu in advance of registration to request a permission number as instructed by course notes.   Registration Priority. Priority is given to specific schools and/or majors for certain courses.   Application Instructions. Certain courses require a separate application process.   Course Fees. Certain courses carry additional fees.   Location and Meeting Times. Certain courses require additional travel time which must be factored into your course schedule.         Pay close attention to the admitted students blog for important information regarding academics. This may include separate application related to Direct Enrollment opportunities.     Attendance is expected and required ; Complete attendance policy found here: Policies and Procedures     Don't plan your personal travel before receiving official syllabi at the start of the semester! Academic site visits and field trips are considered required class time.   If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                            Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016            Required for All Students                                                    Global Orientations: History, People and Cultures of Ghana                               This course has three main objectives: a) to enable students to gain insights into the local culture and context, and b) to deepen students’ understanding of Ghana’s and Africa’s relationship with other cultures, especially the West, c) and to equip students with basic communication skills in a local language. To achieve the first two objectives, guest speakers will be invited to talk about specific topics, including the history, society and culture, religion, indigenous and contemporary health and political systems and their relevance in contemporary Ghana. These lectures and discussions will be complemented by site visits and excursions to major historical and cultural sites. It is hoped that these talks and field trips will provide the relevant background information for students to understand some of the issues raised in their classes as well as their day-to-day encounters within their new environment. Regarding the third objective, there will be three introductory lessons in the Twi dialect of Akan, the most widely spoken local language in the country.   This course will combine talks, discussions, field trips and assignments. Four 1 - 1.5hrs guest lectures, two site visits, and two language lessons will form part of the orientation activities in WEEK 0. In the first six weeks of the semester, there will be two additional field trips and film screenings. Each student is expected to write three 2-page reaction/reflection papers on any of the talks, site visits and film documentaries.                                Africana Studies                                                  African Popular Music - SCA-UA 9120 - 4 points                                            Using a variety of paradigms, this course explores a broad range of popular musical forms in sub-Saharan Africa as stylistic areas. Southern, Central, East and West Africa (Francophone and Anglophone) musical styles are considered. The historical scope of the inquiry extends from 19th century to the present. The investigation seeks to highlight the relationships among popular music, traditional performance, and the social and cultural forces of modernization.     Sample Syllabus                                                                             Documenting the African City - SCA-UA 9124 - 4 points                               This interdisciplinary course combines ethnographic readings, representations, and interpretations of city and urban cultures with a video production component in which students create short documentaries on the city of Accra. The interpretative classes will run concurrently with production management, sights and sound, and post-production workshops. The course will have three objectives: (1) teach students the documentary tradition from Flaherty to Rouch; (2) use critical Cinema theory to define a document with a camera; and (3) create a short documentary film.   Sample Syllabus                                                                    Society, Culture and Modernization in Ghana - SCA-UA 9776 - 4 points                               The course introduces students to aspects of Ghanaian society and culture. It considers both traditional aspects of life and how people live their lives in this first decade of the new millennium. How Ghanaians perceive and conceive themselves and their society; how others view the society and life of Ghanaians also receive critical attention. The course emphasizes that Ghanaians are not an undifferentiated lot and that what the different people say their behavior should be differs from what their actual behavior is. Students will get to examine these varied perceptions and perspectives as well as construct their own representations of the society. The course will also attempt to answer questions about Ghana and Ghanaians that are of interest to the non-Ghanaian getting acquainted with the country. The course combines talks, readings, discussions, visits, and students' presentations in class. There will be a written examination at the end of the semester and a dissertation on an aspect of Ghanaian society and culture that students might choose to explore.   Sample Syllabus                                                                    Colonialism and the Rise of Modern African Literature - COLIT-UA 9850 or SCA-UA 9781 - 4 points                               Note: this course is open to all students for elective credit. Comparative   literature majors in track ii (literary and cultural studies) may count this   course toward one of their non-core major requirements.   The course examines certain recurring themes and critical issues in post-colonial narratives in Africa. It begins with a look at the debate and polemics around post-colonialism as a critical and theoretical concept. It then dwells on specific narratives, mainly novels by African writers, works located in the period following classical colonialism. The reading of these narratives is informed by such critical issues as the crisis of cultures in contact; personal, class, ethnic and national identities; the politics of gender; debates over language; the aesthetics and politics of art; strategic transformations in narrative form, etc.   Sample Syllabus                                                                    Intensive Twi Language Course - SCA-UA GHAN.002 - 4 points                               This is a language course designed to provide basic communicative competence in oral and written Twi for beginners. It focuses on the structure of the language as well as the culture of the people. The areas covered include: (i) oral drills; (ii) orthography; (iii) written exercises; (iv)translation from English to Twi and from Twi to English; (v) reading and comprehension; (vi) conversation and narration involving dialogues, greetings, description of day to day activities and bargaining); (vii) Grammar (parts of speech—nouns, verbs, pronouns, adjectives, adverbs, particles, determiners, tense/aspect, and question forms); (viii) Composition writing.   Sample Syllabus                              Comparative Literature                                                  African Women Speak - COLIT-UA 9666 - 4 points                               This course shall focus on the place of women in the literary tradition, an issue that is very current in the discourse on the literature of Africa and its Diaspora. Women writers have emerged at the forefront of the movement to restore African women to their proper place in the study of African history, society and culture. In this process, the need to recognize the women as literary artists in the oral mode has also been highlighted. Furthermore, the work of women writers is gaining increasing significance and deserves to be examined within the context of canon formation. Authors and texts will be examined, focusing on such topics as the heritage of women's literature, images of women in the works of male writers; women in traditional and contemporary society; women and the African family in the literary tradition; literature as a tool for self-definition and self-liberation; African women writers; female expressions of cultural nationalism in the Caribbean; female novelists of the African continent; Black women dramatists; the poetry of African women.   Sample Syllabus                                                                        Colonialism and the Rise of Modern African Literature - COLIT-UA 9850 or SCA-UA 9781 - 4 points                               Note: this course is open to all students for elective credit. Comparative   literature majors in track ii (literary and cultural studies) may count this   course toward one of their non-core major requirements.   The course examines certain recurring themes and critical issues in post-colonial narratives in Africa. It begins with a look at the debate and polemics around post-colonialism as a critical and theoretical concept. It then dwells on specific narratives, mainly novels by African writers, works located in the period following classical colonialism. The reading of these narratives is informed by such critical issues as the crisis of cultures in contact; personal, class, ethnic and national identities; the politics of gender; debates over language; the aesthetics and politics of art; strategic transformations in narrative form, etc.   Sample Syllabus                              Creative Writing                                                  Creative Writing - CRWRI-UA 9815 - 4 points                               This is a workshop type course intended for a small group of students, each with a strong aptitude and/or demonstrated talent for creative writing. Our basic objective is to guide students into a more systematic approach to creative writing in any of the main genres, especially fiction and poetry. Each student is expected to engage in critical discussions on samples of their own writing as well as on writing by other members of the class. Our focus shall be on developing a grasp of the rudiments and general mechanics of the writer's craft, while at the same time allowing for a fuller realization of the personal/individual creative impulse and talent. Some class sessions will be devoted to various types of writing exercises, others to the discussion of sample texts, most of it produced by members of the class. Each student will be expected to share his/her work with the class and possibly with a wider audience when possible. At the end of the semester, each student will be expected to have produced a substantial body of creative writing for assessment by the course instructors.   Sample Syllabus                              Gallatin School of Individualized Study                                                  Internship Seminar and Fieldwork - INDIV-UG 9050 or SCA-UA 9042 - 4 points                               Enrollment by permission only. Application required. Contact global.academics@nyu.edu for application information. Course includes weekly seminar and minimum of 10 hours fieldwork/ week at approved internship fieldsite.   Sample Syllabus                              Global Public Health        Registration priority for Global Public Health (GPH) courses will be given to NYU GPH majors. Other students will be able to register as space remains available. Please pay close attention to course notes displayed in Albert.                GPH majors and minors who apply and are accepted to the study away academic internship program may register for the GPH Experiential Learning course, UGPH-GU 60. Students must submit a request through the Global Institute for Public Health department to enroll in UGPH-GU 60. Global Public Health students participating in the academic internship program take UGPH-GU 60 in place of the on-site Internship Seminar and Fieldwork course.                                                        Health and Society in a Global Context - UGPH-GU 9010 (formerly PUHE-UE 9070) - 4 points                               This course will examine the various dimensions of the field of public health and how the public’s health is protected. Students explore the ways social, economic, and political forces influence the health of populations. Additionally, this course will focus upon some of the current ethical public health dilemmas where the rights of the individual versus the rights of society come into conflict. The course makes use of diverse methods of instruction, including, but not limited to, small group discussion, group exercises, mini-lectures, student debates, field-based group projects and student presentations. Students may be involved in gathering information and observations from projects outside of the classroom at government, NGO and health care institutions.   Sample Syllabus                                                                    Environmental Health in a Global World - UGPH-GU 9050 - 4 points                                This course will examine some of the key issues and principles of environmental health practice. It will focus on the how environmental health issues are defined and approached by civic groups, governmental officials and researchers. It will highlight how environmental threats come to the attention of the public and weigh the options for addressing these threats. Finally, it will underscore the need for multi-disciplinary approaches in understanding these threats and crafting solutions. We will focus on prevention of environmentally mediated diseases and discuss challenges to effective prevention.                                History                                                  History of West Africa - HIST-UA 9570 - 4 points (under development)                               The course provides an introduction to the history of West Africa in the period of the Atlantic slave trade and since the abolition of the slave trade. Instead of presenting a comprehensive survey, covering every country in the vast West African sub-region, the course takes a topical approach by focusing on a selection of themes and issues that are crucial to developing an understanding of modern West African history. Themes to be discussed in the course include the land and peoples of West Africa, the Atlantic slave trade, explorers, missionaries, settlers and cross-cultural encounters; expansion of European power after the abolition of the slave trade; European conquest and resistance; West African aspects of Pan-Africanism and contacts between African nationalists and pan-African leaders in the Diaspora, nationalism and struggles for independence; developments in post colonial West Africa.   Sample Syllabus                              Metropolitan Studies                                                  Internship Seminar and Fieldwork - INDIV-UG 9050 or SCA-UA 9042 - 4 points                               Enrollment by permission only. Application required. Contact global.academics@nyu.edu for application information. Course includes weekly seminar and minimum of 10 hours fieldwork/ week at approved internship fieldsite.   Sample Syllabus                                                                    Documenting the African City - SCA-UA 9124 - 4 points                               This interdisciplinary course combines ethnographic readings, representations, and interpretations of city and urban cultures with a video production component in which students create short documentaries on the city of Accra. The interpretative classes will run concurrently with production management, sights and sound, and post-production workshops. The course will have three objectives: (1) teach students the documentary tradition from Flaherty to Rouch; (2) use critical Cinema theory to define a document with a camera; and (3) create a short documentary film.   Sample Syllabus                                                                    Global Connections: Accra - SCA-UA 9634 - 4 points                               Counter to the prevailing view of a rural African living in traditional communities, the majority of Africans are rapidly becoming urban dwellers. African cities are fast joining the ranks of mega-cities, global market hubs and centers for political and cultural exchange. This phenomenon raises important questions that form the basis for this course. Are these cities merely the products of globalization, or do their roots lie in pre-colonial tradition? Are global cities a new phenomenon in Africa, or can we find traces of earlier international links? What factors define the spatial geography and political economy of urban Africa? What challenges do African governments face in managing the city? How has the architecture and the arts of the African city been influenced by external connections?   This course examines those factors that have shaped Accra throughout history. While the emphasis of the course is on Accra, the course also introduces the main theoretical debates across disciplinary fields in the comparative study of the city. Students will be challenged to utilize primary resources such as national archives and special collection libraries, maps, and various cultural resources to address some of the questions being posed.     Sample Syllabus                                Nutrition                                                  Introduction to Global Issues: The African Perspective - NUTR-UE 9187 -  4 points                               The course is designed to enhance students’ awarenessof the multifaceted nature of nutrition problems across the globe and the needfor holistic approaches to methods to address them including research. Thecourse will review the UNICEF malnutrition structure within the context oflivelihood frameworks to demonstrate the linkages between health, nutrition andagriculture. Food security issues and impacts on nutrition and developmentalissues will be discussed. The course will also discuss the trends ofglobalization and the nutritional implications. The fact that the intensity andeffects of globalization are experienced differently across different nations,social classes, cultures, and genders will be stressed. The course will furtherreview key concepts and debates regarding nutrition transition, infant andyoung child feeding, women, aging and health.   Sample Syllabus                                    Psychology                                                  Community Psychology - PSYCH-UA 9036 - 4 points                               This course does not count for NYU CAS Psychology major credit   Community Psychology attempts to understand people in their social contexts. It integrates social action and psychological research in culturally diverse contexts. The purpose of this course is to introduce you to the breadth of topics, social issues, and research approaches that characterize community psychology. These topics include the history of Community Psychology, major theoretical approaches, and the nature and methods of community research. In addition, the course explores different perspectives on mental health, and research and practices related to programs intended to promote or prevent certain behaviors. Finally the course explores the relationship between communities and social change. Teaching will be in the form of lectures, discussions, and class presentations.   Sample Syllabus                                Sociology                                                  Globalization and the Developing World - SOC-UA 9970 - 4 points                               Globalization has become a buzzword in our time. Four different sets of literature have been developed around this concept. The first set of literature seeks to define the concept in terms of its relationship to the changing workforce, technology and communications, culture and finance. A second set of literature debates the novelty of the various processes encoded in the concept of globalization. Another set of literature debates the changing role and nature of the state in an era of globalization. The final set of literature debates the issue of whether the economic prospects of the developing world indeed hinge on their full participation in the globalization process. This course will expose students to these four sets of literature and provide the students with an opportunity to interrogate the very concept of globalization and to debate its benefits and disadvantages for the developing world in general and Africa in particular.   Sample Syllabus                               The University of Ghana-Legon   The NYU Accra program was created within a larger community of universities and scholars and has deeply integrated itself within the culture of Accra. NYU Accra enjoys a strong multicultural exchange with scholars and students at our partner university in Accra; the University of Ghana-Legon. Many students compliment their studies at the NYU academic center by enrolling directly in one or two courses at our University of Ghana-Legon.   Widely recognized as one of the top institutions of higher education in West Africa, the University of Ghana-Legon, based on the Oxbridge model (reflecting Ghana’s former status as a British colony), is the country’s flagship university. Home to some of West Africa’s foremost scholars, it offers hundreds of courses and a full range of academic programs with particular strengths in African studies, the social sciences, and the performing arts.                                                          Courses offered at the University of Ghana-Legon (Fall) - TBA - 1 - 3 points                                 Current courses and syllabi will only be available upon arrival at NYU Accra. Credits and course equivalency, if any, are to be determined in consultation with student's departmental advisor. Any course expected to count for major/minor credit should be pre-approved by student's advisor. (Students are encouraged to obtain a written record of approval for their records.)   Actual fall course listings from all departments will only be available upon arrival. Students may find the sample course lists provided below useful in discussing their planned semester abroad with their advisor.     Archeology , Dance , Economics , Geography , History , Linguistics , Music , Nutrition , Politics , Psychology , Religion , Social Work , Sociology , Theatre                                                                     NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                              Upcoming Application Deadlines   Fall Semester    Priority: February 15   Regular: March 15   Applications received after March 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.                Learn     Courses   Special Programs   Facilities   Faculty   Volunteering                Live     Housing &amp; Meals   Cost &amp; Budgeting   Language   Culture &amp; Customs   Safety   Health &amp; Wellness     Staff                Explore      Getting Around   Restaurants    Nightlife    Things to do    Local Travel    Regional Travel                                    Questions?        Contact Us                                                                                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "%PDF-1.5 %  221 0 obj  > endobj       235 0 obj  >/Filter/FlateDecode/ID[ ]/Index[221 25]/Info 220 0 R/Length 75/Prev 21845/Root 222 0 R/Size 246/Type/XRef/W[1 2 1]>>stream  hbbd\u0010``b` $\u0018[@\u0011`y \u0012\u0007\u0012̇@\"\u0010\u0007ĺ\u0002\"A0\u0010Q ҡ $\u001eW1012\u0000Y  \u0010\u0019\u0019\u007f\u0000\u0004\u0018\u0000 \u0016  endstream endobj startxref  0  %%EOF      245 0 obj  >stream  hb```f``Je`a`Ice@\u0000^\u0006&( \u0003Ǆ?\u0018\u001860,`i\u00001\u0000:F H\u0001\u00012\u001f3\u0005} \u00188͹ Y\u0019\u0018b0m1\u0005)f`l\u0000R\\  `.\u0003\u0015@\u0001\u0000\u0011  endstream endobj 222 0 obj  >/Metadata 8 0 R/PageLayout/OneColumn/Pages 219 0 R/StructTreeRoot 14 0 R/Type/Catalog>> endobj 223 0 obj  >/Font >>>/Rotate 0/StructParents 0/Type/Page>> endobj 224 0 obj  >stream  hVmo0\u0010+8>l~\u0013*$:\u0018R\u000fڈ6T\u007f%vݮ`_\u0010'S:a)X\u0006)\u00981\u0018`20Jf$bf\u0012&\u001a \u00042p\u0019c\u0006n&osRÂ\u000fG\u001c}u3+\u001a~`/\u0002Ą\u007fWc-3 K &\u000f\b! vA,\u0013\u000e1N\u0004L\u0002\u0002%&kPo*f^>ɼ/&]?\u0011[DJAL2B  9`fJ >stream  Hn0\u0010EYI!R\u0010d\u0011hE\u0000s\u0017t!6궱\u0002?\u0010_\u0019JQi ChH9Cz [|(\u0007x ~Ypm\u00190YPx\u001bUh\u001ag44\u0003HE񁒾SNL)Qd]EׅL GzG2 IJx+\u0001-2Y]$YG\u0013C>MK\u0010\u0006WX 1t;\u0012cfFX;+ -u\u0006aDpٲs\u0011vR!\u001a*1n2=i\udc35\u0001޵4)8_P+i!+-lnϼܳ;.a5+\u001c{;\u001c$$|W\u001c\u000f?\u000f\u001b.b\u001cgZI6y'sH]-%.Lf']zWG.\u001ckD\u001b3Jk\u001f\u0016Nڟ\u001d83^T8\u0016c @KD˔0!\u001aҿ,&lzlTGE\u0012ƒоNF%\u0004͂-ּ\u0015pK@7XHdrdq!uqL2ݻ2PK\u0014X{ѻls G\u0001\u0000(  endstream endobj 226 0 obj  >stream  H]k0\u0014+ΥTfE?bRF26(\u0014 v%9\u0004\u0018\u0001E\u001fz\u001cY\u00114 ZHz/c\u001fM%cO҈mwix\u000fjTn'q\u0001уf}v\u0002r+mg\u00196Z5!\u0091E\u0002β g߉NTIVY0P\u0005há6 tRVG!7Z%\u001eHB賞s:\bh2sp˫+\"I6Zia Z,\bq'T2.(L\u00075H\u0003\u0016$\u0017{B\u0019Cו'e].\u0019220E YaUZ0t,$P\\3\u0007eQ` Tꀚ\u0013gy\u007fOF\u0001fȭA\\j\u0017\u0012V\u0007>\u0015dÐ\u0013\u0015Z LOzCz6Lmb {;\u0010\\\\4\b\u001350_!pJ \u0001\u001a4WR\u0019W 5/\u001eǾHTBn(\u001e,n(|J|\u0006?bԅtY\u0018T,?b\u0007,ZtK\u001fz\b n\u0004\u001e\u00030\u0003~'\u0010|\"Z>}gƊq|%Gn@\u001b >oS\u000e \u0002Q\u00126aW4[2iN\u0007L\u000f\u001d\u0013yF\u001a \u001c\b~\u001b\u0013If\u0015g \u007f\u0005\u0018\u0000-=  endstream endobj 227 0 obj  >stream  HdT=s0 +0=KGRvmf\\\u0006Ec9Rsɯ/\u001e n:\u0006O>ەvm\u0012 yi\\mr4\u001063v\u0017x\u0005WZ=EM6\u000eWC4\u0006Y$\u0018Qc?8z6\u0006fi %i\u000ft7\u001ap=I~/A+{e 9*_)siN,5;si(~d InBeI\u0003\u0005*kr'DO8ħ>ט/\u0001ֶ0]GOhn^X;\u0000\u0000¥g\u007f\u0010M6j^OLf\u0012TtX+ \u0007`\\e6\u0014}!>\u000e=`dFxoZ \u0005\\ԝ\u0011HڪG$T0-k\u0019 >CUb*>gB8愬zgy\u0006\u001fn\u0000\\ȓJ&yape%jod\u0012XꂮP@Ӷ(\u0012\\,^H\u001ai.LX\u0004W >stream  HTn0\u0010+H\u0016&E\"!\u000f-\u0010@ `[^ڒZ5گ/g5\b^$q7of>FJ3p7\u0010VKkAh9Oܰ+\u0017\u001d  E8E\u0018;gŜM`Ԉ~JH2\u0007*Q\u001brk Ԧӹ'ݞL_䀆}\u001bE\u0014\u00160,thHQm\u001e\u0006&CY*77Iʣ}$3{O\u0010M?\u0002t \u000f \u000f`\u0019/]4r^^\u000f9\u0005\u001aܮhnϮ)u\"S߽\u0013nQǢ Ōm1#.\u0010 T&1hi಍v\u0002M2,i9z:\u0010\u001cQVZlҌL;u86}a?\u001b\bYl\\C/M&3,534\u0011}\u001f6Ce\u001a]ћXf\u000f\u0010}3 \u0004\u001fY.>P)dx\u001f/V8h2i '썟Ⱥ/W\u0001\u0000\u00174$  endstream endobj 229 0 obj  >stream  HlTKo@\u0010Wqf\u001f1Q\u0014I84UHC\u0001)nF\u0004wYiT!\u000e33 >stream  HTMo0 W( \"Q\u001dwE\u000fmsX &`,\u001f)d}II\u0015]ڃe\u0012\u001f 'ūl\u0010ڂw}SM]%n-bt .2 q  ^\u0012\u0016_R0ØhXeJ\u001d cN=F\u001dFnA杌\u0007精oԹURA\u0001xiK\u0006O ~tA\u0014ʱC\u0013n\u001aY0uT4N\u001a2\u001b\u0001_GJ^\u001f;-P;\u0003͛=[\u001b\u0012/*I)v) ۲0RJ2kɇ=I\u0002;C>VNhJ8(2Nҕ2x{[,O:\bN\u0006LtEx g# o\u0014]xQtśExQr\u0016SC螉KEV QJrZ\u0013{\u0016K1f4{w)5.(5 Cy_m +\bГ*YB,} \u0002 \u0000d&2  endstream endobj 231 0 obj  >stream  HTMO@\u0010Wq7M\u0011R\u001cDԕzHzS@@\bwf!FI\u001aC7/39\\eJ\u0019\b0n-\u00020v#-+q\u001epMBV+0\u0015Z\u001enev\u001eq\b\u001a4e ,@16*^7`5{Ȧ,r \u00156\u001d \u0011F\u0004\u0019 ߈ˊTS\bR6f(\u0012C\u0019E!sޏ \u001fG,%\b\"Ry\u0017\u0001\u000416\u0006) \u001dK0\u000e/)m˶\u0019Ea\u0018ciz \u0016=F\u001c]MW\bΏHiD\u0010HSb;6 \u001dյ6;azJSo{r\u0012!uʘ w\u0005tOBZ\u001aN㤻5\u001a?  6\u0016\u001f81]qV\u001c\u00126(Tj\u0017nS(eoI~|\u0019DxϠRUOe\u000f];\u001f2\u000f'Fjw{\u0011f6}\u001eJ[ L$\u000f\u0005i\u001c'\u0011Oh_'\u000fz\u001fDaO\u0014|\u0004\u0015`\u0000\\*2  endstream endobj 232 0 obj  >stream  HSMo\u00131\u0010ﯘ~V=\u0001D\u0011\u001284\u001cJ>(YWK_ػDA\u001c\u0012y7oJ;/`U@_fw⽴^Nų̭v\"h\u000f\u001b\u0011:ׂr  3 Rlq[=nT+zY\u00193\u0012Y\u001aW %\u0011lc\u001a\u0002\u0016zARmzǫ\u001b|\u0000\u0002/ɚݦk1#6=\u0001g#\u00111\"\u007fD $[xiTuv{ ,\u0007^\u0001 O)K60*Y\u0004C\u0018OQ\u001e#G)\u0005C\u001aЧ\u0019̑7f4;`S\u001ej\u0011y%FYs^ 6f\u007fIc/\u001e\u001a*V\u0019>*\u001c\u0017\u0019\u0013(\b\u000evT  0\u001f8\u0014I\u0010S+kiƍsj+KwBBGTX3\u0001\u007f\u0005\u0018\u0000\u0018n\u001d  endstream endobj 233 0 obj  >stream  Hb``$WR\u001e\u0018\u0019\u0011\u0019~\u0001 \u0012 \u001c\u0003\u0002|@T\u0006 \u001a\u0003# 2 S\u001e/`M.(*\u0001\u0007(%8\u0019H\u007f\u0001\u00028c\u0002- fԉd\u00049\u0003\u001d@6_Ij\u0005H9(3=DR1%?)U!$5X3/9 ($5\u0005\u0016j\u0007\b\u0017%V*'&*\u0018\u0019r\"\u0000(,!!0b\u0014;\u0010CҢ2(ɘ\u0001 \u0000I8/  endstream endobj 234 0 obj  >stream  HyTSw\u0016\u007foɞc [\u00065la\u001d\u0004Q\bI\b\u0001\u0012BH\u0005AD\u0005\u0014ED2mtFOE.c\u000e}\u000308\u0016׎\u00178GNg\u001f9w߽\u0000'0 \u0000֠J\u0016\u0015\u0014b \u0000\u0003  \u0002\u0011\u00002y.-;!\u0007KZ ^\u0007i\"L0- \u0000@\u00198\u0007(r;q7L\u0019y&Q\u0013\u0004q4j|9 V)gB0iW\u00198#8wթ8_٥ʨQ\u0014Qj\u0001@&A)/\u000fg>'K\u0002\u0000t;\\\u000e\u001b \u0006ӥ$պFZUn\u001e(4T%)뫔\u00060C&\u0015Zi\u001b\u00018bxEB\u007f\u001f;Pӓ̹A om?W= x\u0016-\u0000\u0004[\u00000\u001d}y)7\u0018ta>jT7\u000e@tܛ`q2ʀ&6ZLĄ?\u001d_\u001dyxg)˔z\u0016çLU*\u0006u\u0016SkS\u0013\u007feO4?׸c\u0001\u0007.\u0000 \u0000\u0000R ߁-\u000725 S>ӣVd`rn~Y\u0002\u0002\u0002&\u0001+`\u000f;\u0010\u0002\u007f\u0010\u0002A4\u0007 \u001d\u0002\u0014A9\u0000=\u0007-\u001dt\u001e\u001el\u0002`;\u0018\u0003~p\u0010 Gp\u001e| [`\u0012L`\u0006 0|\u0002>\u000f_',\u0002\u0010\u001aG\u001c\u0011!\"F$H:R!z\u0015F\u0006Qd?r 9\\A&G rQ \u0015h\u0012\u001a\u0015E]a4z\u0005Bg\u0004\u0006E\b#H \b*B=0HIpp0MxJ$\u0012D\u00011D, V\u0010ĭ\u0003KĻY\u0012dE\"EI2EBGt4MzN\u001d\u0004r!YK \u000f?%_&#(0J:EAiQ((\u0017)ӔWT6U@P+!~\u0019m\u0013\u001aD eԴ!hӦh/\u001c']B/\u001b\u001fҏӿ?a0\u0018nhF!X8܌kc&5S\u001d6lIa2cKMA!E#\u0016ƒdV\b(\u0006kel }}Cq9 N'\u0003)].uJr \u0018 wG xR^\u0005[\u0004oƜc\u001ehg`>b$\u001f*~\u001f :Eb~\u0016,m,-ݖ\u0007,Y¬*6X[ݱF=3뭷Y~dó t\u001ci zf6~`{v.Ng#{}}\u000f\u001c\u000e\u000ej\u0001\u001cc1X\u00156f\u001cm\u001d\u001c;\u001c'\u001c_9 r:\u000e8q:˜\u0007O:ϸ8uJq\u0015nv=MmR \u00154  n3ܣkGݯz\u0010=\u001e\u001e[== TB(/S,]6*-W:#7\u001f*\u0015\u0003\u0007\be^YDY\u007f}UjAyT`#D=\"b{ų\u000f+\u007fʯ:!kJ4G\u001cmt}uC%K7Y\u0013VfFY .=b?S\u0017ƕƩȺy\u001a چ k\u001a5%4\u0019m7lqlioZ\u0016lG+Zz͹mzy]?uuw|\"\u007fűNwW&e֥ﺱ*|j5\u0001kyݭǯg^y\u0017kEklD_p߶7Dmo꿻1m\u0001l{Mś \u0006\u000enLl >/Font >>>/Rotate 0/StructParents 2/Type/Page>> endobj 2 0 obj  >stream  HWrF\u0016+z v\u0001hRd588 ^ | [C?|O uJtdgc\u0002bphZ\u0013\u0016ۢ0RPi\u0014z m4~Na\u000fZ\u0011E\u0013p\u0010OY ׺\"S\u0015\u0016UBe \u0014$8CvJL^s\u0018?k!d2\u001f\u001am̖\u001b=d˒m:=D\u000376\u0012qNCrH\u0005Q'_\u001b\\I\u0013b Y2lOX;\u001cp \u001fc\u001a |[OwjD \u0003 H9\u001cq\u0006rA{(r3U\u001e0\u001cu\u0001;!\u0000)82>R0v+py.\u000f;pV0x7#\u0004x9y\u0000m\u001b/m+_\u007fQ,؆v\u0003%ơb#\u0005D`\\3\u0003 \u001c\\Pc\u001fw\u0007粃EQ\u0019\u001c;OmM9́\u0001ʇN\u001eWO)V6`4 |Z×k\u0013P}\u001aC>Ӧc\u0006 \u0019\u0019\\Vh2Y?%O\\}q`p [ !`\u00140\u0014>an\u0001\u001f҇1\u001d3Oa\u0010%G\u007fCmi QoC߶nr%\u007f?q\u0001ittp/ ,|4\u00156tEӬUtA\u0004 \u001aw$O(\u001ah\u001d1c0f/ \u0006ېwm\u0018FW\u0006Vbl~\u0007 -xwJQsz\u0016wL56o;'\u0014u\u000fJs\u0007i(\u0004>ֹ \u001b )~1{=GZz1\u0012*,nHy 34$::\u0012וNWJ+\u001a)AYIU/\u0019җ\\*1$\brKܠuжt\u001d,h\u0011ֵ \u0018I!.X\u0014o`#q?J \u0003y)]ݮ\u0001\u0000i( kKx\u001c[\u001df,\\LJ.H~g#8:!^%\u001f\u007fE4Ok?)|\u0004Ot̚Y\u0017,}Є\u0014ZGn+_p[\u001058EeUk5όvWxh͐Va2i\">RGTgc\u0006٫\u0016!\bm\u0010?\u0012*/bAb۷\u001et\u00029K1`\u0016q\u00014+\u0015\u001b\\pZ%l:w_j;\u0092ixR\u0000 \u0000Cv\u00107\\S\u001bhC,e\u001e7JLnu鹣ZNcT\u001f8]\u0017}v\u001et\\xc\u0018F{ѯv\\;\u007fw:vYK\u001a\u000f7 Mߒ\u000fbh+n$\u0002sTLTvs\u0018!\u0007iWͽr n@E'LNŐuߥD¢\u000ejȂyC>\u0002ܰ\u00006\u001c)  yUO 7܌#*2Ko9\u0016u\u001a\u0003\u0001נ \u0006*!+ِ{٪=Rt\u0005He2@N.g.zJ'\\\u007f\u00167f\u001bu\u000f3~\u00115(VM8E/'VPJr.%Cm %\u0001aI5O)0O*UhmbC[UF'1fa\u0017HŌ@BXr >stream  h,A @\u0010\u001c 3\u0019!/J\u0005aE\u0017v]Y>:\u001b潘\u0001Acr\u0010\u0013q >stream  hSN0\u0010\u0015_HU .P\u0007!ЈZBi\u0007ݍ \bn\u001c;cF[b!ڱ[\u001fIؾomzMncu\u001cz\u000eBIdt\u0010a\u0010ڀ؃kSqN>^c'7é\u0006\u007f6\u0014\u0012 \u0013juN8 u\bЍ\u0016\u0019\u0010su5927p>h0 vT \u0011!Yk\u0011g\"*Eq2\b\u0006(\u0017KyKX\u001b\u0004 ie(( \u001e=\u0000\u007f\\뒓@:Jy\u000fa- $_h>Ŝ3B9WG\u0000yM.5b-I\u0017 \u0002e'M~KPS&㧱Oqg\u0000\u000fmr)\u0000  endstream endobj 5 0 obj  >stream  hYn\u0013I\u0010e~P\u0000\u0016\u0012\u0012\u0004C\u0007x`GƖ*36$+]\u0001tO93\u0013WZrT&P2IE*\u0007 E\u0019낲r+kpc\u0018sQ\u0004L\u0013d\u0018# [o3hŒI918dKQ\u0002\u0007\u001cbT\u000f`x\u0017VX\u0014\u0003^O.VeS\u0003/\u001b _&bޝNO{=^/ݫz9.\u0017/'2}~~^Ctg\u007f@˛s\u0005}3\u0004:GM;^f5g_/\u0014Å3tċŷn\u001f!\u007f_.+|}s\u0011>O\u001eV}5\u0005\u00187Yi 7R)\u0017[\u0018qS\u0002mmuh\u001fv(j-,sBܯnt~Ѝ\u0016uF[ԥf\u001a- -\u001d7\u0004@d|P=v/Z\b D\"2?\u0006/E$\u001cH[A:ِ͏D\u000eDtNSiUZ\b\u0018\u00078q\u008f/DD}\u0018\bl-\u0017!>\u0012a,#;\u0010HQ\u0010/o\u0002-g!>\u0012q, F YOD|\u001c%> ޒZB|\"(YסB|\u0012N\u0012\u0011_\u001e\u001fraaF3OBGǹ\u001bM\"ɑuBLD6mrfzu#\u001a >stream  hX]o\u001cE\u0010+\u0007t|IQ$ \u001eHb \"`:ܡ\"\u007fOB\u001cHy{w{\u001c9B .\u0005mv!\u001e\u0012qN\"wkpx/N \u001481Q\\\u001apM.kvI+.ea\u0003 G@쒀Su\u00158>\u0010\b>\u00025mT\\F KƧ\u001e\u007fL\u0018 @c`F\u001c\u001f\u001bo \\ \u000eu8$VkXN\u0005Q)AF !\"hrApq\u0017qS`D\u001a\u0013O1H֤\u0010\bO \b1D$#X\u0012' \u001dA\u0001F\u0001\u001881%8(\u0004#rdML\"B>I$\u00109{3\"g\u0003\u0004e\u000502KA\u0016R5\u0013zCmKaN\u00068\u0015V0``\u001a7%`#`\u00064\u0000\u001d53H3 \u0004o5P-\u000eeCJ\u0006\u001c\u0005O\u0002 \u000eX\u0015g\u0002IB失\u0015`q jAY\"KYQ\u00119xDT\u001dca\u0005-\u0010\u0013D\\=jV[0 c# .0 \u0003%x\u0017\u0005c\u0000_A\b]`( Tauprڮfz9lWެW\u001f \u0011_\u0002ȝ\u0011\u001d;Ջi\\>׸HX'\u0017J0\u007f_?%~\u001f\u001f?iZ|9t|qW3n\u0013)Q6Αel\u007f~/x4?{I^aG2Cv_\u007f/\u000fn\u007f\u001f!\u00058\u0003[N\\߯ ṳ\u001d;\u001b\u0019\u001e6\u0018\\{~ /\u001d/c\u0018w>kǧ12ｕ1}|o{we^\u0019W\u0006աzy+ \u0017Yɔ,\u000f&\u0003bm@Ȁe@4 68 \u000fHl\u0003G\u0006$/\u0003\u00013\u001c(>W,\u001bHHH!}=S\u000fOz\u0017\u0003׿!`7w\u0001\u0006\u0000{}   endstream endobj 7 0 obj  >stream  h224Q0P024U0\u0000Rf f@\\\u0004H[(\u0018Z\u001a)$V旖臤V8d{\u0016dU\u0017ed槤\u0014$ u\u0000\u0001\u0006\u0000g\\  endstream endobj 8 0 obj  >stream              2013-01-29T11:24:34-05:00     2013-01-29T11:24:33-05:00     2013-01-29T11:24:34-05:00     Acrobat PDFMaker 10.0 for Word           uuid:81550c8d-4528-47df-8564-c22caddd5de4     uuid:6d75c39d-e094-4e68-9e56-f151ac932741               14                    application/pdf               Society, Culture and Modernization in Ghana                                               CEO                    Adobe PDF Library 10.0               D:20110329142340                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    endstream endobj 9 0 obj  >stream  h22T0Pw/+Q0L)622\u0006\u0006)\u0018XʂTb;;\u0000\u0003\u0000:\u000f Y  endstream endobj 10 0 obj  >stream  hlAK\u00031\u0010\u00052d=(PvՃ\u0016 \u0015z&S\u001am32&ͮ;\u001e5\u0002r٬s:Tst|>SL\u001f\u001cm\u001c$dSDU\u007fQ\u0019TF)\u001as o8k' >/Filter/FlateDecode/ID[ ]/Info 220 0 R/Length 82/Root 222 0 R/Size 221/Type/XRef/W[1 2 1]>>stream  hbb\u0000\u0002&F\u0010\u0006&\u0006Ƨ@\u0012\u0000\u0012L\u0004; Z\u000f$\u0018N\u0000 } )  m:\u0004#``\u001c%F\u00108w4 F\u001cJ0\u0001\u0002\u0000\u0001\u0006\u00008   endstream endobj startxref  116  %%EOF"}, {"content": "Courses - Spring 2015                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Accra   /   Academics                 Sub Navigation                                 Courses                       Special Programs                       Faculty                       Facilities & Services                       Beyond the Classroom                       Internships                                                                   Courses - Spring 2015        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department, can be found here .   Spring 2015 courses with days and times will be available in Albert, NYU's Student Information System the week of October 13, 2014. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .                   Academic Requirements & Registration Guidelines                                           Please review these requirements and guidelines before registration                                 Students must register for 12-18 credits   All students must participate in Global Orientations. Students do not need to enroll for this course during registration.     Attendance is expected and required; absences will negatively affect grades   Before you plan your personal travel, check your syllabi! Academic site visits and field trips are considered required class time.   Don’t forget to fill out an application for Univ. of Ghana-Legon, found here by October 23.   Exact courses offered at University of Ghana-Legon will not be available at registration time, but sample courses are listed here .   Enrollment for Legon courses and dropping of NYU courses will be done once in Accra (so make sure you are registered for at least 12 credits, even if you plan to take Legon courses)   You must take at least two courses at the NYU Accra campus   SCA-UA 9042/INDIV-UG 9050 Internship Seminar &amp; Fieldwork is a permission only class. Students must apply ahead of time for this course. Application information can be found here . During registration week, register for another course as a place holder in case you are not accepted.   More information about Registering for Study Away Courses and registration FAQ's is available here .   If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                             Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016            Required Course for All Students                                                    Global Orientations: History, People and Cultures of Ghana                               This course has three main objectives: a) to enable students to gain insights into the local culture and context, and b) to deepen students’ understanding of Ghana’s and Africa’s relationship with other cultures, especially the West, c) and to equip students with basic communication skills in a local language. To achieve the first two objectives, guest speakers will be invited to talk about specific topics, including the history, society and culture, religion, indigenous and contemporary health and political systems and their relevance in contemporary Ghana. These lectures and discussions will be complemented by site visits and excursions to major historical and cultural sites. It is hoped that these talks and field trips will provide the relevant background information for students to understand some of the issues raised in their classes as well as their day-to-day encounters within their new environment. Regarding the third objective, there will be three introductory lessons in the Twi dialect of Akan, the most widely spoken local language in the country.   This course will combine talks, discussions, field trips and assignments. Four 1 - 1.5hrs guest lectures, two site visits, and two language lessons will form part of the orientation activities in WEEK 0. In the first six weeks of the semester, there will be two additional field trips and film screenings. Each student is expected to write three 2-page reaction/reflection papers on any of the talks, site visits and film documentaries.                                Africana Studies                                                  African Popular Music - SCA-UA 9120 - 4 points                                            Using a variety of paradigms, this course explores a broad range of popular musical forms in sub-Saharan Africa as stylistic areas. Southern, Central, East and West Africa (Francophone and Anglophone) musical styles are considered. The historical scope of the inquiry extends from 19th century to the present. The investigation seeks to highlight the relationships among popular music, traditional performance, and the social and cultural forces of modernization.     Sample Syllabus                                                                             Documenting the African City - SCA-UA 9124 - 4 points                               This interdisciplinary course combines ethnographic readings, representations, and interpretations of city and urban cultures with a video production component in which students create short documentaries on the city of Accra. The interpretative classes will run concurrently with production management, sights and sound, and post-production workshops. The course will have three objectives: (1) teach students the documentary tradition from Flaherty to Rouch; (2) use critical Cinema theory to define a document with a camera; and (3) create a short documentary film.   Sample Syllabus                                                                    Kwame Nkrumah:  A Critical Examination of His Life and Times - SCA-UA 9181  - 4 points                               This is an interdisciplinary course designed to study the life and times, intellectual thought and practical activity, of Ghana’s first president, Kwame Nkrumah. With the use of a variety of readings and audio-visual materials, this course will critically explore the socioeconomic and political factors that served to shape the life, thought, and times of Kwame Nkrumah. The persons, ideas, and events that influenced Nkrumah and the ideas, persons and events that he also impacted will be covered as well. Students interested in sociology, history, political science, economics, and cultural studies will find this course of particular interest as its subject matter will dovetail into each of these related fields of study.   Sample Syllabus                                                                    Society, Culture and Modernization in Ghana - SCA-UA 9776 - 4 points                               The course introduces students to aspects of Ghanaian society and culture. It considers both traditional aspects of life and how people live their lives in this first decade of the new millennium. How Ghanaians perceive and conceive themselves and their society; how others view the society and life of Ghanaians also receive critical attention. The course emphasizes that Ghanaians are not an undifferentiated lot and that what the different people say their behavior should be differs from what their actual behavior is. Students will get to examine these varied perceptions and perspectives as well as construct their own representations of the society. The course will also attempt to answer questions about Ghana and Ghanaians that are of interest to the non-Ghanaian getting acquainted with the country. The course combines talks, readings, discussions, visits, and students' presentations in class. There will be a written examination at the end of the semester and a dissertation on an aspect of Ghanaian society and culture that students might choose to explore.   Sample Syllabus                                                                    Colonialism and the Rise of Modern African Literature - COLIT-UA 9850 or SCA-UA 9781 - 4 points                               Note: this course is open to all students for elective credit. Comparative   literature majors in track ii (literary and cultural studies) may count this   course toward one of their non-core major requirements.   The course examines certain recurring themes and critical issues in post-colonial narratives in Africa. It begins with a look at the debate and polemics around post-colonialism as a critical and theoretical concept. It then dwells on specific narratives, mainly novels by African writers, works located in the period following classical colonialism. The reading of these narratives is informed by such critical issues as the crisis of cultures in contact; personal, class, ethnic and national identities; the politics of gender; debates over language; the aesthetics and politics of art; strategic transformations in narrative form, etc.   Sample Syllabus                                                                    Intensive Twi Language Course - SCA-UA GHAN.002 - 4 points                               This is a language course designed to provide basic communicative competence in oral and written Twi for beginners. It focuses on the structure of the language as well as the culture of the people. The areas covered include: (i) oral drills; (ii) orthography; (iii) written exercises; (iv)translation from English to Twi and from Twi to English; (v) reading and comprehension; (vi) conversation and narration involving dialogues, greetings, description of day to day activities and bargaining); (vii) Grammar (parts of speech—nouns, verbs, pronouns, adjectives, adverbs, particles, determiners, tense/aspect, and question forms); (viii) Composition writing.   Sample Syllabus                              Applied Psychology     Courses listed under Teaching and Learning / Applied Psychology              Art History                                                    Art History of Ghana (Special Topics in Non-Western Art) - ARTH-UA 9550 - 4 points                                 This course uses an interdisciplinary approach to explore Ghanaian art and art history in their historical, anthropological and archaeological contexts. The course serves both as a survey and critique of the literature on West African art, and as an exploration of method and theory in sub-Saharan art historical research. Students explore major works from key periods of Ghanaian artistic and cultural production and are involved in practical work in laboratories and museums dealing with art specimens from local archaeological sites and ethnographic contexts.     Sample Syllabus                                Comparative Literature                                                  African Women Speak - COLIT-UA 9666 - 4 points                               This course shall focus on the place of women in the literary tradition, an issue that is very current in the discourse on the literature of Africa and its Diaspora. Women writers have emerged at the forefront of the movement to restore African women to their proper place in the study of African history, society and culture. In this process, the need to recognize the women as literary artists in the oral mode has also been highlighted. Furthermore, the work of women writers is gaining increasing significance and deserves to be examined within the context of canon formation. Authors and texts will be examined, focusing on such topics as the heritage of women's literature, images of women in the works of male writers; women in traditional and contemporary society; women and the African family in the literary tradition; literature as a tool for self-definition and self-liberation; African women writers; female expressions of cultural nationalism in the Caribbean; female novelists of the African continent; Black women dramatists; the poetry of African women.   Sample Syllabus                                                                        Colonialism and the Rise of Modern African Literature - COLIT-UA 9850 or SCA-UA 9781 - 4 points                               Note: this course is open to all students for elective credit. Comparative   literature majors in track ii (literary and cultural studies) may count this   course toward one of their non-core major requirements.   The course examines certain recurring themes and critical issues in post-colonial narratives in Africa. It begins with a look at the debate and polemics around post-colonialism as a critical and theoretical concept. It then dwells on specific narratives, mainly novels by African writers, works located in the period following classical colonialism. The reading of these narratives is informed by such critical issues as the crisis of cultures in contact; personal, class, ethnic and national identities; the politics of gender; debates over language; the aesthetics and politics of art; strategic transformations in narrative form, etc.   Sample Syllabus                              Creative Writing                                                  Creative Writing - CRWRI-UA 9815 - 4 points                               This is a workshop type course intended for a small group of students, each with a strong aptitude and/or demonstrated talent for creative writing. Our basic objective is to guide students into a more systematic approach to creative writing in any of the main genres, especially fiction and poetry. Each student is expected to engage in critical discussions on samples of their own writing as well as on writing by other members of the class. Our focus shall be on developing a grasp of the rudiments and general mechanics of the writer's craft, while at the same time allowing for a fuller realization of the personal/individual creative impulse and talent. Some class sessions will be devoted to various types of writing exercises, others to the discussion of sample texts, most of it produced by members of the class. Each student will be expected to share his/her work with the class and possibly with a wider audience when possible. At the end of the semester, each student will be expected to have produced a substantial body of creative writing for assessment by the course instructors.   Sample Syllabus                              Gallatin School of Individualized Study                                                  Internship Seminar and Fieldwork - INDIV-UG 9050 or SCA-UA 9042 - 4 points                               Enrollment by permission only. Application required. Contact global.academics@nyu.edu for application information. Course includes weekly seminar and minimum of 10 hours fieldwork/ week at approved internship fieldsite.   Sample Syllabus                              Global Public Health                                                  Health and Society in a Global Context - UGPH-GU 9010 (formerly PUHE-UE 9070) - 4 points                               This course will examine the various dimensions of the field of public health and how the public’s health is protected. Students explore the ways social, economic, and political forces influence the health of populations. Additionally, this course will focus upon some of the current ethical public health dilemmas where the rights of the individual versus the rights of society come into conflict. The course makes use of diverse methods of instruction, including, but not limited to, small group discussion, group exercises, mini-lectures, student debates, field-based group projects and student presentations. Students may be involved in gathering information and observations from projects outside of the classroom at government, NGO and health care institutions.   Sample Syllabus                                                                    Environmental Health in a Global World - UGPH-GU 9050 - 4 points                                This course will examine some of the key issues and principles of environmental health practice. It will focus on the how environmental health issues are defined and approached by civic groups, governmental officials and researchers. It will highlight how environmental threats come to the attention of the public and weigh the options for addressing these threats. Finally, it will underscore the need for multi-disciplinary approaches in understanding these threats and crafting solutions. We will focus on prevention of environmentally mediated diseases and discuss challenges to effective prevention.                                History                                                  The History of the Atlantic Slave Trade - HIST-UA 9572 - 4 points                               The course examines the rise, growth, effects, and the abolition of the Atlantic Slave trade as well as its legacy. The course begins with a discussion of the nature of West African society before the introduction of the Atlantic Slave Trade; and the relations among Asante peoples, other neighboring West African peoples, the indigenous slave trade, and relations with Europeans in the Atlantic Slave Trade. The Atlantic Slave trade itself is analyzed from historical, ethnographic, sociological, economic and political perspectives, focusing on Africa, Europe and the Americas. The immediate and long term effects of the Slave Trade on Africa are considered, as well as the history of the trade's Abolition, and the legacy of the Atlantic Slave trade in African, European and American societies.     Sample Syllabus                                Journalism                                                  Methods and Practice: Reporting Africa - JOUR-UA 9202 - 4 points                               The aim of the course is to have NYU journalism students team up with students of University of Ghana to report on Ghana. Reporting teams will be constituted and reviewed throughout the semester, depending on the number and experience of students who sign up for the Course. Three thematic areas – Politics, Health/Environment and Social Issues – will form the focus of coverage. Reporting Assignments by student teams constitute the essence of the course. Ideally, stories should reflect perspectives from both genders, as well as the socio-economic context of Ghana. Experts will be invited to give background lectures on the three thematic areas. The course will also involve class discussions and critiques on how to cover the selected areas of reportage.     Sample Syllabus                                Metropolitan Studies                                                  Internship Seminar and Fieldwork - INDIV-UG 9050 or SCA-UA 9042 - 4 points                               Enrollment by permission only. Application required. Contact global.academics@nyu.edu for application information. Course includes weekly seminar and minimum of 10 hours fieldwork/ week at approved internship fieldsite.   Sample Syllabus                                                                    Documenting the African City - SCA-UA 9124 - 4 points                               This interdisciplinary course combines ethnographic readings, representations, and interpretations of city and urban cultures with a video production component in which students create short documentaries on the city of Accra. The interpretative classes will run concurrently with production management, sights and sound, and post-production workshops. The course will have three objectives: (1) teach students the documentary tradition from Flaherty to Rouch; (2) use critical Cinema theory to define a document with a camera; and (3) create a short documentary film.   Sample Syllabus                                                                    Global Connections: Accra - SCA-UA 9634 - 4 points                               Counter to the prevailing view of a rural African living in traditional communities, the majority of Africans are rapidly becoming urban dwellers. African cities are fast joining the ranks of mega-cities, global market hubs and centers for political and cultural exchange. This phenomenon raises important questions that form the basis for this course. Are these cities merely the products of globalization, or do their roots lie in pre-colonial tradition? Are global cities a new phenomenon in Africa, or can we find traces of earlier international links? What factors define the spatial geography and political economy of urban Africa? What challenges do African governments face in managing the city? How has the architecture and the arts of the African city been influenced by external connections?   This course examines those factors that have shaped Accra throughout history. While the emphasis of the course is on Accra, the course also introduces the main theoretical debates across disciplinary fields in the comparative study of the city. Students will be challenged to utilize primary resources such as national archives and special collection libraries, maps, and various cultural resources to address some of the questions being posed.     Sample Syllabus                                Nutrition                                                  Introduction to Global Issues: The African Perspective - NUTR-UE 9187 -  4 points                               The course is designed to enhance students’ awarenessof the multifaceted nature of nutrition problems across the globe and the needfor holistic approaches to methods to address them including research. Thecourse will review the UNICEF malnutrition structure within the context oflivelihood frameworks to demonstrate the linkages between health, nutrition andagriculture. Food security issues and impacts on nutrition and developmentalissues will be discussed. The course will also discuss the trends ofglobalization and the nutritional implications. The fact that the intensity andeffects of globalization are experienced differently across different nations,social classes, cultures, and genders will be stressed. The course will furtherreview key concepts and debates regarding nutrition transition, infant andyoung child feeding, women, aging and health.   Sample Syllabus                                    Psychology                                                  Community Psychology - PSYCH-UA 9036 - 4 points                               This course does not count for NYU CAS Psychology major credit   Community Psychology attempts to understand people in their social contexts. It integrates social action and psychological research in culturally diverse contexts. The purpose of this course is to introduce you to the breadth of topics, social issues, and research approaches that characterize community psychology. These topics include the history of Community Psychology, major theoretical approaches, and the nature and methods of community research. In addition, the course explores different perspectives on mental health, and research and practices related to programs intended to promote or prevent certain behaviors. Finally the course explores the relationship between communities and social change. Teaching will be in the form of lectures, discussions, and class presentations.   Sample Syllabus                                Sociology                                                  Globalization and the Developing World - SOC-UA 9970 - 4 points                               Globalization has become a buzzword in our time. Four different sets of literature have been developed around this concept. The first set of literature seeks to define the concept in terms of its relationship to the changing workforce, technology and communications, culture and finance. A second set of literature debates the novelty of the various processes encoded in the concept of globalization. Another set of literature debates the changing role and nature of the state in an era of globalization. The final set of literature debates the issue of whether the economic prospects of the developing world indeed hinge on their full participation in the globalization process. This course will expose students to these four sets of literature and provide the students with an opportunity to interrogate the very concept of globalization and to debate its benefits and disadvantages for the developing world in general and Africa in particular.   Sample Syllabus                              Teaching and Learning / Applied Psychology                                                    An important note for all students interested in registering for the Human Development course sequence                               Students enrolling in the Human Development course sequence must register for both APSY-UE 9020 Human Development I and one of the Human Development II sections (APSY-UE 9021, 9022, or 9023). Human Development I runs for the first 7 weeks of the semester followed by Human Development II. All sections of Human Development II will meet together for class sessions however classroom observations and assignments will be differentiated.   Students enrolling in the Human Development course sequence must also conduct observations in an Accra school classroom each week.                                                                      Human Development I - APSY-UE 9020 - 2 points                               Introduction to research and theory of human development across the life span. Seminal theories &amp; basic research of individual growth &amp; development are analyzed &amp; critiqued. Emphasis is on the range in human development with discussion of normative &amp; non-normative development. Emphasis is also placed on the importance of understanding the influence of normative &amp; non-normative contexts of development, including the impact of culture, heritage, socioeconomic level, personal health, &amp; safety. Relations between home, school, &amp; community and their impact on development are also explored via readings, lectures, discussions, &amp; weekly observations in the field. Interrogation of implicit folk theories as a foundation for exploration of formal knowledge of human development.     Sample Syllabus                                                                      Human Development II: Application for Early Childhood Educators - APSY-UE 9021 - 2 points                               Further analysis of research findings &amp; theories of human development focusing on early childhood, &amp; applied across various institutional contexts. Important issues include: language development, assessment of readiness to learn, separation from the family, peer relationships, aesthetic experiences. Developmentally appropriate consideration of abusive &amp; dangerous environments, &amp; of alcohol, tobacco &amp; drug use will also be included. Direct application of theory &amp; research is made through field-based inquiry &amp; issue-based investigation.     Sample Syllabus - Note Sample Syllabus is from NYU London, Sample NYU Accra syllabus will be posted when available.                                                                      Human Development II: Application for Childhood Educators - APSY-UE 9022 - 2 points                               Further analysis of research findings &amp; theories of human development focusing on childhood, &amp; applied across various institutional contexts. Important issues include: numeric competence, assessment of reading problems, gender differences in learning styles. Developmentally appropriate consideration of abusive &amp; dangerous environments, &amp; of alcohol, tobacco, &amp; drug use will also be included. Direct application of theory &amp; research is made through field-based inquiry &amp; issue-based investigation.     Sample Syllabus - Note Sample Syllabus is from NYU London, Sample NYU Accra syllabus will be posted when available.                                                                      Human Development II: Early Adolescents and Adolescents - APSY-UE 9023 - 2 points                               Further analysis of research findings &amp; theories of human development focusing on early through late adolescence &amp; applied across various institutional contexts. Important issues include puberty, cross-gender peer relations, preventing risky behaviors, understanding &amp; mastering test-based graduation requirements, transition to work/college, identity development, depression, &amp; aggression. Developmentally appropriate consideration of abusive &amp; dangerous environments &amp; of alcohol, tobacco, &amp; drug use is also included. Direct application of theory &amp; research is made through field-based inquiry &amp; issue-based investigation.     Sample Syllabus - Note Sample Syllabus is from NYU London, Sample NYU Accra syllabus will be posted when available.                                 The University of Ghana-Legon   The NYU Accra program was created within a larger community of universities and scholars and has deeply integrated itself within the culture of Accra. NYU Accra enjoys a strong multicultural exchange with scholars and students at our partner university in Accra; the University of Ghana-Legon. Many students compliment their studies at the NYU academic center by enrolling directly in one or two courses at our University of Ghana-Legon.   Widely recognized as one of the top institutions of higher education in West Africa, the University of Ghana-Legon, based on the Oxbridge model (reflecting Ghana’s former status as a British colony), is the country’s flagship university. Home to some of West Africa’s foremost scholars, it offers hundreds of courses and a full range of academic programs with particular strengths in African studies, the social sciences, and the performing arts.                                                          Courses offered at the University of Ghana-Legon (Spring) - TBA - 1 - 3 points                                 Current courses and syllabi will only be available upon arrival at NYU Accra. Credits and course equivalency, if any, are to be determined in consultation with student's departmental advisor. Any course expected to count for major/minor credit should be pre-approved by student's advisor. (Students are encouraged to obtain a written record of approval for their records.)   Actual fall course listings from all departments will only be available upon arrival. Students may find the sample course lists provided below useful in discussing their planned semester abroad with their advisor.     Archeology , Dance , Economics , Geography , History , Linguistics , Music , Nutrition , Politics , Psychology , Religion , Social Work , Sociology , Theatre                                                                     NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                              Upcoming Application Deadlines   Spring Semester    Priority: September 15   Regular: October 15   Applications received after October 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.                Learn     Courses   Special Programs   Facilities   Faculty   Volunteering                Live     Housing &amp; Meals   Cost &amp; Budgeting   Language   Culture &amp; Customs   Safety   Health &amp; Wellness     Staff                Explore      Getting Around   Restaurants    Nightlife    Things to do    Local Travel    Regional Travel                                    Questions?        Contact Us                                                                                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]