[{"detail": [{"content": "Social &amp; Cultural Analysis    | New York University                                       Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                 Home     People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter               The Department of Social and Cultural Analysis (SCA) is trans-disciplinary in nature, incorporating critical methodologies and theoretical insights from such fields as social geography, feminism and queer studies, ethnic studies, critical race theory, labor studies, and cultural studies. Our courses combine topics and methods spanning the humanities and social sciences, and are organized around themes such as urbanization, commodification, movement of peoples, transnational exchange, identity formations, and ethnic and disaporic cultures.           Family and friends celebrated the life of Juan Flores and honored his memory and legacy     Saturday, December 20, 2014   2:00pm-5:00pm   at NYU's   Eisner & Lubin Auditorium   New York, NY 10012 Watch the video here:      Areas of Study         Africana Studies           American Studies           Asian/Pacific/American Studies           Gender and Sexuality Studies           Latino Studies           Metropolitan Studies           Social and Cultural Analysis             Faculty Bookshelf    Yellow Peril!: An Archive of Anti-Asian Fear     John Kuo Wei Tchen and Dylan Yeats           Announcements         SCA Events Calendar           New Faculty 2014-2015             Quicklinks         Undergraduate Admissions           Frequently Asked Questions           GSAS Admissions           Study Away                         Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Social &amp; Cultural Analysis    | New York University                                       Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                 Home     People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter               The Department of Social and Cultural Analysis (SCA) is trans-disciplinary in nature, incorporating critical methodologies and theoretical insights from such fields as social geography, feminism and queer studies, ethnic studies, critical race theory, labor studies, and cultural studies. Our courses combine topics and methods spanning the humanities and social sciences, and are organized around themes such as urbanization, commodification, movement of peoples, transnational exchange, identity formations, and ethnic and disaporic cultures.           Family and friends celebrated the life of Juan Flores and honored his memory and legacy     Saturday, December 20, 2014   2:00pm-5:00pm   at NYU's   Eisner & Lubin Auditorium   New York, NY 10012 Watch the video here:      Areas of Study         Africana Studies           American Studies           Asian/Pacific/American Studies           Gender and Sexuality Studies           Latino Studies           Metropolitan Studies           Social and Cultural Analysis             Faculty Bookshelf    Yellow Peril!: An Archive of Anti-Asian Fear     John Kuo Wei Tchen and Dylan Yeats           Announcements         SCA Events Calendar           New Faculty 2014-2015             Quicklinks         Undergraduate Admissions           Frequently Asked Questions           GSAS Admissions           Study Away                         Contact Us | &copy; New York University , Arts and Science"}, {"content": "CIMS &gt; V63.0325: Analysis I                                                                                                                            Courant Institute     New York University     FAS     CAS     GSAS                         :: CONTACT US              go                         Math Department Home    Undergraduate  Courses    Undergraduate Program    People    Useful Links    Outreach               math-ua.0325 / V63.0325: Analysis I                      Term:     Fall 2011             Meeting times:     TR 12:30 P.M. - 1:45 P.M. Location TBD   Recitation (V63.0325-002):                 Instructor:     Prof. Jalal Shatah                 Office:     TBA                 Office hours:     TBA                 Phone:      212-998-3328                 Email:     shatah@cims.nyu.edu                          Prerequisites    Prerequisite:  V63.0123  Calculus III and V63.0140  Linear Algebra or  the equivalent.       Goals and Topics             The main purpose of this class is to study rigorously functions  of one  real variable, starting from the construction of real numbers    Topics to be covered: The real number  system. Convergence of sequences and series.   Rigorous study of functions of one real variable: continuity,  connectedness, compactness, metric spaces, power series, uniform  convergence and continuity.                      Course Details       Textbook and Materials    An Introduction to Analysis by William R. Wade, 4th  Edition, Pearson Prentice Hall. For extra reading (but not  required): Real Mathematical  Analysis by Charles C. Pugh, Springer.             Homework   Homework will be assigned weekly, and collected during recitations (and  handed back also during recitations, the week after. ) For  fairness reasons, late homework will not be accepted, but the lowest  homework grade will be dropped to compute the final grade.         Exams    Midterm Exam: The midterm exam will be during a regular class  period; the exact date is to be determined.       Final Exam: The final exam is currently scheduled on Monday,  May 16th, 10 a.m. - 11:50 a.m.   [NOTE: THIS BEGINS ONE HOUR BEFORE THE USUAL CLASS TIME] and the  room will be determined later [MAY NOT BE IN THE USUAL ROOM].   Note that we will not be able to accommodate early finals for  non-academic, non-emergency reasons: please plan your travel  schedule accordingly.       NB: The first class in on Monday, January 24 and the last class is  on Monday, May 9. There will be no class on Monday, February 21  (Presidents Day) or during Spring Break (March 14 - 19).                  Grading policy    Homework, Midterm Exam and Final Exam will all count. A more  precise grading policy is to be determined.             Tentative Calendar                   Week    Topic                1, 2, 3         the set of real numbers: construction properties                 4, 5, 6         convergence of sequences, compactness                 7, 8, 9         functions of one real variable: continuity, differentiation,  Riemann integration (the simplest notion of integration                 10, 11, 12         series: convergence, properties                 13, 14, 15         convergence of functions: pointwise and uniform  convergence                                              © NEW YORK UNIVERSITY   CONTACT WEBMASTER"}]},
{"detail": [{"content": "Social &amp; Cultural Analysis    | New York University                                       Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                 Home     People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter               The Department of Social and Cultural Analysis (SCA) is trans-disciplinary in nature, incorporating critical methodologies and theoretical insights from such fields as social geography, feminism and queer studies, ethnic studies, critical race theory, labor studies, and cultural studies. Our courses combine topics and methods spanning the humanities and social sciences, and are organized around themes such as urbanization, commodification, movement of peoples, transnational exchange, identity formations, and ethnic and disaporic cultures.           Family and friends celebrated the life of Juan Flores and honored his memory and legacy     Saturday, December 20, 2014   2:00pm-5:00pm   at NYU's   Eisner & Lubin Auditorium   New York, NY 10012 Watch the video here:      Areas of Study         Africana Studies           American Studies           Asian/Pacific/American Studies           Gender and Sexuality Studies           Latino Studies           Metropolitan Studies           Social and Cultural Analysis             Faculty Bookshelf    Yellow Peril!: An Archive of Anti-Asian Fear     John Kuo Wei Tchen and Dylan Yeats           Announcements         SCA Events Calendar           New Faculty 2014-2015             Quicklinks         Undergraduate Admissions           Frequently Asked Questions           GSAS Admissions           Study Away                         Contact Us | &copy; New York University , Arts and Science"}, {"content": "CIMS &gt; V63.0325: Analysis I                                                                                                                            Courant Institute     New York University     FAS     CAS     GSAS                         :: CONTACT US              go                         Math Department Home    Undergraduate  Courses    Undergraduate Program    People    Useful Links    Outreach               math-ua.0325 / V63.0325: Analysis I                      Term:     Fall 2011             Meeting times:     TR 12:30 P.M. - 1:45 P.M. Location TBD   Recitation (V63.0325-002):                 Instructor:     Prof. Jalal Shatah                 Office:     TBA                 Office hours:     TBA                 Phone:      212-998-3328                 Email:     shatah@cims.nyu.edu                          Prerequisites    Prerequisite:  V63.0123  Calculus III and V63.0140  Linear Algebra or  the equivalent.       Goals and Topics             The main purpose of this class is to study rigorously functions  of one  real variable, starting from the construction of real numbers    Topics to be covered: The real number  system. Convergence of sequences and series.   Rigorous study of functions of one real variable: continuity,  connectedness, compactness, metric spaces, power series, uniform  convergence and continuity.                      Course Details       Textbook and Materials    An Introduction to Analysis by William R. Wade, 4th  Edition, Pearson Prentice Hall. For extra reading (but not  required): Real Mathematical  Analysis by Charles C. Pugh, Springer.             Homework   Homework will be assigned weekly, and collected during recitations (and  handed back also during recitations, the week after. ) For  fairness reasons, late homework will not be accepted, but the lowest  homework grade will be dropped to compute the final grade.         Exams    Midterm Exam: The midterm exam will be during a regular class  period; the exact date is to be determined.       Final Exam: The final exam is currently scheduled on Monday,  May 16th, 10 a.m. - 11:50 a.m.   [NOTE: THIS BEGINS ONE HOUR BEFORE THE USUAL CLASS TIME] and the  room will be determined later [MAY NOT BE IN THE USUAL ROOM].   Note that we will not be able to accommodate early finals for  non-academic, non-emergency reasons: please plan your travel  schedule accordingly.       NB: The first class in on Monday, January 24 and the last class is  on Monday, May 9. There will be no class on Monday, February 21  (Presidents Day) or during Spring Break (March 14 - 19).                  Grading policy    Homework, Midterm Exam and Final Exam will all count. A more  precise grading policy is to be determined.             Tentative Calendar                   Week    Topic                1, 2, 3         the set of real numbers: construction properties                 4, 5, 6         convergence of sequences, compactness                 7, 8, 9         functions of one real variable: continuity, differentiation,  Riemann integration (the simplest notion of integration                 10, 11, 12         series: convergence, properties                 13, 14, 15         convergence of functions: pointwise and uniform  convergence                                              © NEW YORK UNIVERSITY   CONTACT WEBMASTER"}, {"content": "Courant Institute Analysis Seminar                  Analysis Seminar        Spring 2015             Coordinators: Jalal    Shatah &amp; Nader    Masmoudi                    The analysis seminar covers a    wide range of topics in analysis with particular emphasis on    partial differential equations. Many of the speakers are    Courant Institute visitors and postdocs. A seminar talk may    cover original research or report on an interesting paper. The    seminar meets on Thursdays at 11:00 am in room                                                                                                                                       1302 of Warren Weaver Hall at 251 Mercer Street, New    York. Talks generally last an hour. A few special analysis    seminars may be held at other times and locations.         The most reliable and inclusive    list of weekly seminars and events is to be found in the    weekly bulletin that is posted on a day-by-day basis on the    CIMS home page.         April 30, 2015     Jameson Graber, University of Texas at   Dallas    Variational methods for mean field    games with degenerate diffusion       Mean field games have attracted lots of attention recently due to their applications in the social sciences and systems theory. In this study we develop a theory of existence and uniqueness a solutions to a coupled system of nonlinear PDEs describing mean field Nash equilibrium. It turns out that the system can be characterized as an optimality condition for the optimal control of the Fokker-Planck equation, where the adjoint state satisfies a Hamilton-Jacobi equation. Our variational methods are of particular interest when the PDEs are of degenerate parabolic type, for which traditional fixed-point methods break down due to lack of regularity.         April 24, 2015 (special      seminar at 11am in WWH 605)     David Lannes, University of Bordeaux     Water Waves with vorticity and asymptotic models        Motivated by the study of nonlinear wave-current interactions   (such as rip-currents) we study the influence of vorticity on   surface water waves. We first derive a generalization of the   classical Hamiltonian Zakharov-Craig-Sulem formulation of   irrotational water waves that takes into account the effects of   the vorticity. The canonical variables for this formally   Hamiltonian generalization are the surface elevation, the   \"gradient component\" of the horizontal component of the   tangential vector field, and the vorticity. It allows therefore   to keep track of the influence of vorticity on the flow. We show   the local well-posedness of these equations, and establish their   stability with respect to shallow water limits. Based on the   bounds thus obtained, we turn to derive shallow water asymptotic   models. The big difference with irrotational flows is that the   dynamics of the vorticity is fully three dimensional, while   shallow water models are typically two-dimensional (through   vertical averaging). We show however that the vorticity   contribution can be reduced to two-dimensional equations; the   idea, based on an analogy with turbulence theory, is that the   vorticity contributes to the averaged momentum equation through   a Reynolds-like tensor. A cascade of equations is then derived   for this tensor, but contrary to standard turbulence theory,   closure of the equations is obtained after a finite number of   steps.            April 23, 2015 (special      afternoon seminar at 2pm)         Cyril Tintarev, Uppsala University    and University of California, Irvine (emeritus)     Analysis of concentration in Banach spaces        Concentration compactness principle says that when compactness   of an imbedding between two normed vector spaces is lost due to   invariance of the norms with respect to action of a non-compact   group, it can be partially restored by accounting to \"blowups\"   by the group action. The formal expression of it is the profile   decomposition: every bounded sequence has a subsequence that   converges (in a stronger than weak topology) up to a sum of the   blowup terms. We give a general profile decomposition result for   uniformly convex Banach spaces.        Surprisingly, the underlying convergence is not the weak   convergence, but Delta-convergence of T.-C.Lim, known to experts   in the fixed point theory, and related to the notion of   asymptotic centers. In Hilbert spaces Delta convergence and weak   convergence coincide. We discuss properties of Delta-convergence   (including Delta-compactness) and its relation to weak   convergence. We also give an analog of Brezis-Lieb Lemma where   the condition of a.e. convergence is replaced by Delta- and weak   convergence to the same limit. This is a joint work with Sergio   Solimini.        April 23, 2015     Stefan Steinerberger, Yale University     Lower bounds for nodal sets of Laplacian eigenfunctions using    heat flow arguments       If u is a Laplacian eigenfunction on a manifold, then there are easy heuristic arguments predicting the size of {x:u(x) = 0} (in two dimensions, this set can be created using a metal plate, sand and a violin bow and has already amazed Napoleon). These heuristic arguments, though almost certainly accurate, are difficult to make rigorous. We survey existing results and give a new proof for the currently best known lower bound (proved independently by Colding &amp; Minicozzi as well as Sogge &amp; Zelditch). Our argument exploits the fact that the heat equation with the eigenfunction as initial value can (a) be explicitely solved for trivial reasons and (b) studied using the stochastic interpretation based on Brownian motion. We also describe some other applications of our argument.     April 21, 2015 (special Tuesday seminar)     Vuk Milisic, Universite Paris 13    Mathematical modelling of cell adhesion    forces: from delay to friction, an instantaneous limit        In this talk we present the starting mechanical model of the   lamellipodial actin-cytoskeleton meshwork. The model is derived   starting from the microscopic description of mechanical   properties of &#64257;laments and cross-links and also of the   life-cycle of cross-linker molecules. We introduce a simplified   system of equations that accounts for adhesions created by a   single point on which we apply a force. We present the   adimensionalisation that led to a singular limit that motivated   our mathematical study. Then we explain the mathematical setting   and results already published. In the last part we present the   latest developments: we give results for the fully coupled   system with unbounded non-linear o&#64256;-rates. This leads to two   possible regimes : under certain hypotheses on the data there is   global existence, out of this range we are able to prove blow-up   in &#64257;nite time.           April 16, 2015        Daniele Cassani, University of Insubria   (Italy)    Supercritical systems of Schroedinger    equations in dimension two        We present recent results on existence of solitary waves   solutions for semilinear elliptic systems in the whole plane. We   assume nonlinearities may exhibit supercritical growth with   respect to the critical growth prescribed by the   Pohozaev-Trudinger-Moser inequality. A suitable variational   framework provides linking type solitons which have finite   energy in a Sobolev-Lorentz function space setting.            April 9, 2015      Laurent Stolovitch,   University of Nice    Quantum complete integrability        We consider families of commuting quantum Hamiltonian which are   pertubations of constant Hamiltonians on a torus, which may have   a dense pure point spectrum. We show that some of these families   are unitary equivalent to a quantum Birkhoff normal form. As a   consequence, we show that the Rayleigh-Schrdinger series are   convergent in a neighborhood of each eigenvalue of the   unperturbed Hamiltonians and that the spectrum of the   perturbation is pure point. The results are uniform in the   Planck constant. This a joint work with Thierry Paul.        March      26, 2015 (special 10am seminar)        Christof Sparber, U. Illinois - Chicago           On Wigner and      Bohmian measures in semiclassical quantum dynamics            We report on a series of recent mathematical results in     the description of semiclassical quantum dynamics,     jointly obtained (in different parts) with: P.     Markowich, C. Klein, A. Figalli, and T. Paul. We     consider a class of phase-space measures, which     naturally arise from the Bohmian interpretation of     quantum mechanics. These, so-called, Bohmian measures     describe the time-evolution of the quantum mechanical     position and velocity densities and are given by     the push-forward under the Bohmian flow on phase space.     The latter can be seen as a perturbation of the     classical Hamiltonian flow. We study the classical     limit of this flow and of the associated Bohmian     measure, whenever the dimensionless Planck's constant     tends to zero. Connections to the, by now, classical     theory of Wigner measures are also discussed.             March 26, 2015     Diego Cordoba, Madrid University     Global existence solutions and geometric properties of the    SGQ sharp front       A particular kind of weak solutions for a   2D active scalar are the so called sharp fronts, i.e.,   solutions for which the scalar is a step function. The evolution   of such distribution is completely determined by the evolution   of the boundary, allowing the problem to be treated as a   non-local one dimensional equation for the contour. In this   setting we will present several analytical results for the   surface quasi-geostrophic equation (SQG): the existence of   convex $C^{\\infinity}$ global rotating solutions, elliptical   shapes are not rotating solutions (as opposed to 2D Euler   equations) and the existence of convex solutions that lose their   convexity in finite time.         March 12, 2015    Guido de Phillipis, University of Lyon    Faber-Krahn inequalities in sharp    quantitative form        In this talk we present a sharp quantitative improvement of the   celebrated Faber-Krahn inequality. The latter asserts that balls   uniquely minimize the &#64257;rst eigenvalue of the   Dirichlet-Laplacian, among sets with given volume. We prove that   indeed more can be said: the di&#64256;erence between the &#64257;rst   eigenvalue &#955;(&#8486;) of a set &#8486; and that of a ball of the same volume   controls the deviation from spherical symmetry of &#8486;. Moreover,   such a control is the sharpest possible. This settles a   conjecture by Bhattacharya, Nadirashvili and Weitsman.           March 10, 2015    (special Tuesday seminar)    Takahisa Inui, Kyoto University     Scattering                        and Blow-up for the focusing nonlinear Klein-Gordon equation    with complex valued data below the standing waves         We consider the focusing cubic nonlinear Klein-Gordon equation    in 3-d space. It is well known that this initial value problem    is locally well posed. So we are concerned with what initial    values cause scattering or blow-up. Ibrahim, Masmoudi and    Nakanishi gave a sufficient and necessary condition for the    real valued solution with energy below the ground state to    scatter or blow up. We will extend their result to complex    valued solutions below the standing waves by using the charge.    If time permits, we will consider an extension of the    classification by the momentum.         March 5, 2015    Yu Deng, Princeton University     The Euler-Maxwell system in 2D        We study the Euler-Maxwell electron system in 2D and prove   global stability of the constant equilibrium. The proof combines   modified energy estimates, spacetime resonance analysis, vector   field method, and a crucial linear $L ^ 2 $   lemma.        February    26, 2015    Juergen Jost, Max Planck Institute   (Leipzig)    Convexity properties of Grassmannians    and the Bernstein problem              February           24, 2015                   Frederic Rousset, Universite Paris-Orsay    Quasineutral limit in plasma physics                  February 19, 2015             Antonella    Marini, Yeshiva Univ.    Gauge-invariant boundary conditions    with possible applications to a millennium problem                 A brief history of elliptic boundary value problems arising in   Yang-Mills theory will be given, as well as their application to   on-going work in collaboration with Moncrief (Yale) and Maitra   (Wenthworth Institute of Technology) on a new method for   Euclidean-signature semi-classical Yang-Mills fields, directed   at a possible new approach to the mass gap problem.            The review      will include the Dirichlet, Neumann, and generalized       Neumann boundary conditions for Yang-Mills in      dimension 4, as well as the proof of existence of a      very rich structure for the space of solutions,      including non-minimal solutions, for the Dirichlet      problem with small boundary data (joint work with      Isobe, Tokyo Institute of Technology).       The      difficulties inherent in these natural       boundary value problems and their main points of      interest will be discussed, as well as the extension      to Yang-Mills fields of the modified semi-classical      method developed for the analysis of finite      dimensional, nonlinear quantum oscillations systems      (with Moncrief and Maitra).                     February                     12, 2015     Gaoyong Zhang, NYU Polytechnic School of   Engineering     The logarithmic Minkowski problem          The    logarithmic Minkowski problem, like the classical Minkowski    problem, is a fundamental         question in     the affine geometry of convex bodies. For symmetric convex     bodies, it asks what are the necessary and sufficient     conditions for a measure in (n-1)-dimensional projective     space to be the cone-volume measure of the unit ball in an     n-dimensional normed space. Solving this problem is     equivalent to establishing existenceof a solution to a     Monge-Ampere equation. This talk outlines a complete     solution to the symmetric logarithmic Minkowski problem     and will present related open problems.               February                                   5, 2015       Jon Keating,   University of Bristol     Spectral density and eigenstate entanglement in quantum spin    chains             I will    describe some recent results with Noah Linden and Huw Wells    concerning the density of states in quantum spin chains, the    entanglement of most of the eigenstates in these systems,    and an associated random-matrix model.           February 5, 2015    *special seminar at 1:30p*        Irene Gamba, Univ. Texas - Austin    The Boltzmann equation in all space and    the effects of dispersion and dissipation        We analyze the long time behavior of solutions of the Boltzmann   equation in the vicinity of global Maxwellian initial data, and   show the existence of a scattering regime that leads to the   construction of eternal solutions that do not coincide with a   global Maxwellian. This long time behavior is a consequence of   decay conditions in space, showing that dispersion takes over   the collisional dissipative effect by increasing the rarefaction   effect.        This is work in collaboration with C. Bardos, F. Golse and C.D.   Levermore.         January 29, 2015       Slim Ibrahim,   University of Victoria    Rigorous asymptotic derivation of the    Magneto-Hydro-Dynamic system from Navier-Stokes-Maxwell        The incompressible Magneto-Hydro-Dynamic (MHD) system is a   classical and fundamental model in plasma physics. Although well   known, its derivation from Navier-Stokes type equations has been   so far formal. In this talk and after reviewing the results   about the well-posedness, I show how an asymptotic analysis of   such equations can rigorously lead to a such a derivation. The   key points is a precise study of the weak stability in the   Lorentz.        This is a joint work with D. Arsenio (Paris 7) &amp; N. Masmoudi   (Courant)            January 22, 2015    Andr Lisibach , ETH Zurich    Shock Development in Spherical Symmetry           The general problem of shock formation in three space dimensions   was solved by Christodoulou in 2007. In his work also a complete   description of the maximal development of the initial data is   provided. This description sets up the problem of continuing the   solution beyond the point where the solution ceases to be   regular. This problem is called the shock development problem.   It belongs to the category of free boundary problems but   possesses the additional property of having singular initial   data due to the behavior of the solution at the blowup surface.   In my talk I will present the solution to this problem in the   case of spherical symmetry. This is joint work with Demetrios   Christodoulou.       January 20, 2015 (special Analysis    Seminar)    Manuel Victor Gnann, University of   Michigan    Well-posedness and regularity for a    class of thin-film free boundary problems       We investigate a free boundary problem for   a thin-film equation with quadratic mobility and a zero contact   angle condition at the triple point where air, liquid, and solid   meet. This problem can be derived by a lubrication approximation   from the Navier-Stokes system with a Navier-slip condition at   the substrate. By treating the model problem of source-type   solutions, we motivate why general solutions to this problem are   generically singular. The method for proving well-posedness   therefore requires to subtract the leading-order singular   expansion at the free boundary in the maximal regularity   estimates for the linearized evolution. We also discuss the   regularizing effect of the degenerate-parabolic operator to   arbitrary orders of the singular expansion. Many of the   presented results are joint with Lorenzo Giacomelli, Hans   Knpfer, and Felix Otto.  ------------------------------------------------------------------------    FALL 2014       December 18, 2014     Mohamed Majdoub, Faculte de    Sciences de Tunis        Title: Existence, uniqueness and regularity of solutions for the   thin-film equation        Abstract: We show the uniqueness of strong solution for the   thin-film equation: $u_t + (u u_{xxx})_x =0, t&gt;0$ with   initial data $u(0)=m\\delta, m&gt;0$    where $\\delta$ is the Dirac mass at    the origin. We also investigate the boundary    regularity of source-type self-similar solutions to the    thin-film equation with gravity:    $h_t=-(h^nh_{xxx})_x+(h^{n+3})_{xx},$    $ t&gt;0, h(0)= m \\delta$ where $n\\in (3/2,3)$. The existence    of these solutions has been established by E. Beretta. It is    also shown that the leading order expansion near the edge of    the support coincides with that of a travelling-wave solution    for the standard TFE: $h_t=-(h^n h_{xxx})_x$. We sharpen this    result by proving that the higher order corrections are    analytic with respect to three variables: the first one is    just the spacial variable, whereas the second and third    (except for $n = 2$) are irrational powers of it. We also    prove the uniqueness of solutions. This is a joint work with    Nader Masmoudi and Slim Tayachi.           December 11, 2014     Cyrill Muratov, NJIT     A non-local variational problem    arising from studies of nonlinear charge screening in graphene    monolayers         This talk is concerned with energy   minimizers in an orbital-free density functional theory that   models the response of massless fermions in a graphene monolayer   to an out-of-plane external charge. The considered energy   functional generalizes the Thomas-Fermi energy for the charge   carriers in graphene layers by incorporating a   von-Weizsaecker-like term that penalizes gradients of the charge   density. Contrary to the conventional theory, however, the   presence of the Dirac cone in the energy spectrum implies that   this term should involve a fractional Sobolev norm of the square   root of the charge density. We formulate a variational setting   in which the proposed energy functional admits minimizers in the   presence of an out-of-plane point charge. The associated Euler-   Lagrange equation for the charge density is also obtained, and   uniqueness, regularity and decay of the minimizers are proved   under general conditions. In addition, a bifurcation from zero   to non-zero response at a finite threshold value of the external   charge is proved. This is joint work with J. Lu and V. Moroz.          December 4, 2014     Abbas Bahri, Rutgers Univ.     Revisiting Contact and    Conformal Geometry       We will revisit, using our    techniques, Contact Form Geometry and we will describe the    results that we can derive using these techniques. Time    permitting, we will also discuss some open problems in    Conformal Geometry. which come naturally to our understanding.          November 13, 2014      Philippe LeFloch, Univ. Paris 6 and CNRS         Weakly regular Einstein spacetimes with symmetry                November 12, 2014 *special       seminar taking place at 10am in WWH 805*          Yannick Sire, Aix-Marseille University       Regularity results for general nonlocal equations of    quasilinear type        I will consider an equation which can be seen as a fractional   p-laplacian, with measure data. I will introduce a method to   prove the existence of suitable classes of solutions. More   importantly, I will prove some estimates relating the solution   to the associated Wolff potentials of the measure.             November 6, 2014     *special seminar taking place at 2pm in WWH 1302*       Benjamin                                             Harrop-Griffiths, Univ. of California - Berkeley     The lifespan of small data solutions to the KP-I           We show that for small,     localized initial data there exists a global     solution to the KP-I equation in a Galilean-invariant     space using the method of testing by wave packets.     This is joint work with Mihaela Ifrim and Daniel     Tataru.           November    6, 2014    Mircea Petrache,    ETH Zurich    The Yang-Mills Plateau problem in supercritical dimensions       The celebrated results of K. K. Uhlenbeck   furnished the bases for a complete variational study of the   Yang-Mills functional in dimension 4, leading to the definition   of new differential invariants of 4-manifolds by S. K.   Donaldson. In this setting the objects of study were Sobolev   connections over smooth bundles. In the first part of the talk I   will explain how this setting works, and show why it is not   sufficient for studying the Yang-Mills functional in dimensions   higher than 4.        I will then define a space of weak connections introduced in   collaboration with Tristan Riviere, and present our weak closure   and approximability results in that setting. These results lead   to the an existence-and-regularity theory for Yang-Mills   minimizers in dimensions greater than 4. This bears a strong   analogy to the work of Federer-Fleming on the Plateau problem.   The existence of minimizers requires the definition of new weak   connection spaces and we have a proof that they correspond to   smooth connections over classical bundles, up to a codimension 5   singular set. This gives a first step for connecting the   variational theory to the algebraic geometry framework which   motivated some conjectures of Gang Tian. The optimality of the   codimension 5 is shown by an explicit example of a minimizer,   and the proof of its minimality uses a new combinatorial   technique together with a decomposition theorem for vector   fields by S. Smirnov.     October 30, 2014      Mark Wilkinson, CIMS        October 23, 2014      Michael Jenkinson,    Columbia U.     On-Site and Off-Site Solitary Waves of the Discrete    Nonlinear Schrdinger Equation in Multiple Dimensions        We construct several families of    symmetric localized standing waves (solitons) to the one-,    two-, and three-dimensional discrete nonlinear Schrdinger    equation (DNLS) with cubic nonlinearity using bifurcation    methods about the continuum limit. Such waves and their energy    differences play a role in the propagation of localized states    of DNLS across the lattice. The energy differences, which we    prove to exponentially small in a natural parameter, are    related to the \"Peierls-Nabarro Barrier\" in discrete systems,    first investigated by M. Peyrard and M.D. Kruskal (1984).    These results may be generalized to different lattice    geometries and inter-site coupling parameters. This is joint    work with Michael I. Weinstein.            October 16, 2014     Tom Trogdon, CIMS      Gibbs-like behavior of dispersive PDEs         The    classical Gibbs phenomenon is an artifact of non-uniform    convergence. More precisely, it arises from    the approximation of a discontinuous function with an    analytic partial sum of the Fourier series. It is    known from the work of DiFranco and McLaughlin (2005) that a    similar phenomenon occurs when a box initial condition is    taken for the free Schr  dinger equation in the    short-time limit. This talk is focused extending the    linear theory of this work in two ways. First, we    establish sufficient conditions for the classical smoothness    of the solutions of linear dispersive equations for positive    times. Second, we derive a highly-oscillatory and    computable short-time asymptotic expansion of the solution    of general linear dispersive PDEs with a large class of    discontinuous initial data. Boundary-value problems    can also be treated.           October 9, 2014      Shouhong Wang, U. of    Indiana     Field Theory for Four Fundamental Interactions        First, we present two basic principles,   the principle of interaction dynamics (PID) and the principle of   representation invariance (PRI). Intuitively, PID takes the   variation of the action functional under energy-momentum   conservation constraint. PID offers a completely different and   natural way of introducing Higgs fields. For gravity, we show   that PID is the direct consequence of Einsteins principle of   general relativity and the presence of dark matter and dark   energy. PRI requires that the SU(N) gauge theory be independent   of representations of SU(N). PRI has remarkably rich physical   consequences.        Second, we briefly introduce a field theory coupling the four   fundamental interactions, based only on a few fundamental   principles and symmetries. This theory leads to insights to the   understanding of such challenging problems as the dark matter   and dark energy and quark confinement. This is joint work with   Tian Ma.     October 2, 2014     Yuri Latushkin , U. of Missouri     The Morse and Maslov indices for multidimensional    Schroedinger operators with matrix-valued potentials        We study the Schroedinger operator   $L=-\\Delta+V$ on a star-shaped domain in $\\bbR^d$ with Lipschitz   boundary. The operator is equipped with quite general Dirichlet-   or Robin-type boundary conditions induced by operators between   $H^{1/2}(\\dOm)$ and $H^{-1/2}(\\dOm)$, and the potential takes   values in the set of symmetric $N\\times N$ matrices. By   shrinking the domain and rescaling the operator we obtain a path   in the Fredholm--Lagrangian--Grassmannian of the subspace of   $H^{1/2}(\\dOm)\\times H^{-1/2}(\\dOm)$ corresponding to the given   boundary condition. The path is formed by computing the   Dirichlet and Neumann traces of weak solutions to the rescaled   eigenvalue equation. We prove a formula relating the number of   negative eigenvalues of $L$ (the Morse index), the signed   crossings of the path (the Maslov index), the number of negative   eigenvalues of the potential matrix evaluated at the center of   the domain, and the number of negative squares of a bilinear   form related to the boundary operator. This is a joint work with   G. Cox, C. Jones, and A. Sukhtayev.         September 25, 2014     Miles Wheeler, CIMS     Solitary water waves on shear flows and with surface pressure        In this talk we will consider steady   traveling solitary water waves which have \"large amplitude\" in   the sense that they are not well-described by traveling wave   solutions of KdV. After proving lower and upper bounds on the   wave speed and some qualitative properties of the surface   profile, we will construct exact solutions using a   degree-theoretic continuation argument. Here the novelty will be   in the inclusion of an arbitrary distribution of vorticity in   the mean flow and/or a prescribed non-constant pressure on the   surface.           September 18, 2014     Tristan Buckmaster, CIMS     Onsager's Conjecture    In 1949, Lars Onsager in his    famous note on statistical hydrodynamics conjectured that weak    solutions to the Euler equation belonging to Hlder spaces    with Hlder exponent greater than 1/3 conserve energy;    conversely, he conjectured the existence of solutions    belonging to any Hlder space with exponent less than 1/3    which dissipate energy.    The first part of this    conjecture has since been confirmed (cf. Eyink 1994,    Constantin, E and Titi 1994). During this talk we will    discuss recent work by Camillo De Lellis, Lszl Szkelyhidi    Jr., Phil Isett and myself related to resolving the second    component of Onsager's conjecture. In particular, we will    discuss the construction of weak non-conservative solutions to    the Euler equations whose Hlder $1/3-\\epsilon$ norm is    Lebesgue integrable in time.        PREVIOUS SEMINARS        January 16, 2014     Slim Tayachi ,    University Tunis El Manar     The nonlinear heat equation with high order mixed    derivatives of the Dirac delta as initial values and    Applications        In this talk we prove    local existence of solutions for the nonlinear heat equation    $$u_t = \\Delta u + | u | ^\\alpha                                                                           u, \\; t\\in(0,T),\\; x\\in \\R^N,\\; \\alpha&gt;0,$$ with    initial values in high order negative Sobolev spaces. In    particular, we consider high order mixed derivatives of the    Dirac Delta as initial values.         As an application, we prove the existence of initial values    $u_0 = \\lambda f$ for which the resulting solution blows up in    finite time if $\\lambda&gt;0$ is sufficiently small and    $\\alpha&lt;2/(N+m).$ Here, $f$ satisfies in particular $f\\in    C_0(\\R^N)\\cap L ^ 1 (\\R^N)$                                                                            and is anti-symmetric with respect to $x_1,\\; x_2,\\; \\cdots,\\;    x_m,\\; 1\\leq     m \\leq N,$ where $x:=(x_1,x_2,\\cdots,x_N)\\in \\R^N.$ Moreover    we require, $\\int_{\\R^N} x_1\\cdots x_mf(x) dx\\not=0$. This    extends known ``small lambda\" blowup results.         If $f$ is also in $H ^ 1 (\\R^N)$,                                                                            then by standard energy arguments, the solution with initial    value $u_0 = \\lambda f$ blows up in finite time if $\\lambda    &gt; 0$ is sufficiently large. We prove the existence of a    function $f_0$ for which, the solution with initial    value $u_0 = \\lambda f_0,\\; \\alpha&lt;2/(N+m)$ would    blow up in finite time for large and small $\\lambda &gt;    0$, but would be global for $\\lambda = 1.$         We show also that the condition $\\alpha&lt;2/(N+m)$ is sharp.    If $\\alpha&gt;2/(N+m)$, then all initial data $u_0 = \\lambda    f$ anti-symmetric in $x_1,x_2,\\cdots, x_m,$     $\\lambda&gt;0$ is sufficiently small and $f$ satisfying     the same conditions as above produce solutions which are    global in time.         This is a joint work with Fred B. Weissler.         January 30,     2014      Sergiu                                                                           Klainerman, Princeton University     Are Black    Holes Real ?     February 4, 2014     Igor Kukavica     (USC)     On the well-posedness of an interface damped free boundary    fluid-structure model         We address a    fluid-structure system which consists of the incompressible    Navier-Stokes equations and a damped linear wave equation    defined on two dynamic domains. The equations are coupled    through transmission boundary conditions and additional    boundary stabilization effects imposed on the free moving    interface separating the two domains. We will discuss    local existence and uniqueness of solutions and establish    global existence for small initial data. This is a joint work    with M. Ignatova, I. Lasiecka, and A. Tuffaha.         February 6, 2014      Eric    Carlen, Rutgers     A quantitative Brunn-Minkowski inequality and estimates on    the the remainder in the Riesz rearrangement inequality        We prove a    quantitative Brunn-Minkowski inequality for sets E and K, one    of which, K, is assumed convex, but without assumption    on the other set. We are     primarily interested in the case in which K is a ball. We use    this to prove an estimate on the remainder in the Reisz    rearrangement inequality under certain conditions on the three    functions involved that are relevant to a problem arising in    statistical mechanics: This is joint work with Franceso    Maggi.         February 13, 2014   Thierry Goudon, Inria, France   Models for mixtures, multifluid flows     February 20, 2014      Thomas H. Otway, Yeshiva University   A weak Dirichlet problem for the cold plasma model    The open Dirichlet problem for elliptichyperbolic equations, in which data are prescribed on a proper subset of the boundary, has been studied for decades and arises, for example, in nozzle flow. But the closed Dirichlet problem for such equations, in which data are prescribed on the entire boundary, is not well known although it also arises naturally, e.g., in transonic flow about a profile and in plasma physics. Recently, Lupo, Morawetz, and Payne showed the existence of weak solutions to a closed Dirichlet problem for a class of equations having strong regularity in comparison to other elliptichyperbolic equations. We consider the same problem for an elliptichyperbolic equation, introduced by Weitzner in 1984, for which regularity is more problematic. Andrea Nahmod ,  University of Massachusetts, Amherst *** Please note unusual time and location for this event: 2:30 pm in room WWH 517    Almost sure well-posedness for the periodic 3D quintic NLS below the energy space    In this talk we first review recent progress in the study of certain evolution equations from a non-deterministic point of view (e.g. the random data Cauchy problem) which stems from incorporating to the deterministic toolbox, powerful but still classical tools from probability as well. We will explain some of these ideas and describe in more detail recent work, joint with Gigliola Staffilani on the almost sure well-posedness for the periodic 3D quintic nonlinear Schrodinger equation in the supercritical regime; that is, below the critical space $H^1(\\mathbb T^3)$.      February 27, 2014     Pierre Germain, CIMS      KdV limit for geometric Schrodinger equations with potential       It is well known that the KdV equation arises as a long wave limit of the Gross-Pitaevskii equation. In this talk, I will present a generalization of this derivation to geometric Schrodinger equations (wave maps). This has applications to various physical situtations : spin models, coupled nonlinear Schrodinger equations.        March 4, 2014 *****         11 am in room 1302 Erwan Faou, INRIA Rennes and ENS Paris         Landau damping in Sobolev spaces for the Vlasov-HMF model         We consider the Vlasov-HMF (Hamiltonian Mean-Field) model. We consider solutions starting in a small Sobolev neighborhood of a spatially homogeneous state satisfying a linearized stability criterion (Penrose criterion). We prove that these solutions exhibit a scattering behavior to a modified state, which implies a nonlinear Landau damping effect with polynomial rate of damping         March 6, 2014 Tej-eddine Ghoul, CIMS         Stability of infinite time aggregation for Keller-Seguel equation         In this talk we give a sharp description and we proof the stability of the collapse in infinite time for the parabolic elliptic Patlak-Keller-Seguel equation when the mass of the solution is critical equals to 8\\pi.      March 20, 2014 Valeria Banica, Universite d'Evry Various dynamics for several vortex filaments  We consider the Schrdinger system with point vortex-type interactions that was derived by R. Klein, A. Majda and K. Damodaran and by V. Zakharov to modelize the dynamics of N nearly parallel vortex filaments in a 3-dimensional homogeneous incompressible fluid. The known large time existence results are due to C. Kenig, G. Ponce and L. Vega and concern the case of same circulations for two filaments and for a class of configurations of three filaments. We prove large time existence results for particular configurations of four nearly parallel filaments and for a class of configurations of N filaments for any N larger or equal to 2. We also show the existence of travelling wave type dynamics, and we describe configurations leading to collision for N larger or equal to 3. Finally we consider the problem of collisions for perturbations of antiparallel translating pairs of filaments. This are joint works with Erwan Faou and Evelyne Miot.    March 27, 2014 Scott Armstrong   Higher regularity in stochastic homogenization for uniformly elliptic equations    We study uniformly elliptic equations with random coefficients satisfying a finite range of dependence. We show that, with overwhelming  probability, solutions possess much higher regularity than can be expected in general for equations with rapidly coefficients. The  statements take the form of a priori estimates, except that in place of universal constants are random variables which, while not almost surely  bounded, but have quite good integrability in the probability space. These results can be thought of as stochastic, quantitative analogues of  the results Avellaneda-Lin developed in the late 80s with compactness arguments. In the stochastic setting, we don't have compactness, but we  do have concentration inequalities.     April 1, 2014 Bob Strichartz, Cornell      Spectral asymptotics for \"April Fools\" wave equations on compact spacetimes that pretend to be elliptic.   The Weyl asymptotic law tells you about the spectrum of an elliptic pde on a compact manifold. You would not ordinarily think it would tell you anything about wave equations. Nevertheless, for certain compact spacetimes, such as the product of a circle and a 2-sphere, there is an asymptotic law for the spectrum (separately for the positive and negative part). However, \"April Fools!\", it gets the dimension wrong. The gist of the argument is elementary number theory (distictions between even and odd numbers). This is joint work with Jonathan Fox, and I will bring along some nice graphics that he has made.    April 10, 2014 Erik Wahlen, University of Lund  Solitary water waves in three dimensions  I will discuss some existence results for solitary waves with surface tension on a three-dimensional layer of water of finite depth. The waves are fully localized in the sense that they converge to the undisturbed state of the water in every horizontal direction. The existence proofs are of variational nature and different methods are used depending on whether the surface tension is weak or strong. In the case of strong surface tension, the existence proof also gives some information about the stability of the waves. The solutions are to leading order described by the Kadomtsev-Petviashvili equation (for strong surface tension) or the Davey-Stewartson equation (for weak surface tension). These model equations play an important role in the theory.   April 11, 2014 ****Please note this talk is at 10am Mahir Hadzic, Kings College, London    Stability problem in the dust-Einstein system with a positive cosmological constant    The dust-Einstein system models the evolution of a spacetime containing a pressureless fluid, i.e. dust. We will show nonlinear stability of the  well-known Friedman-Lemaitre-Robertson-Walker (FLRW) family of solutions to the dust-Einstein system with positive cosmological constant. FLRW  solutions represent initially a quiet fluid evolving in a spacetime undergoing accelerated expansion. We work in a harmonic-type coordinate  system, inspired by prior works of Rodnianski and Speck on Euler-Einstein system, and Ringstroem's work on the  Einstein-scalar-field system. The main new mathematical difficulty is the additional loss of one degree of differentiability of the dust  matter. To deal with this degeneracy, we commute the equations with a well-chosen differential operator and derive a family of elliptic  estimates to complement the high-order energy estimates. This is joint work with Jared Speck.    April 17, 2014  Zhouping Xin,  Chinese University of Hong Kong On Multi-Dimensional Compressible Navier-Stokes System with Possible Large Oscillations and Vacuum  In this talk, I will discuss some of recent results on the large time well-posedness of classical solutions to the multi-dimensional  compressible Navier-Stokes system with possible large oscillations and vacuum.  The focus will be on finite-time blow-up of classical solutions for the 3-D full compressible Navier-Stokes system, and the global existence of classicla solutions to the isentropic compressible Navier-Stokes system in both 2-D and 3-D in the presence of vacuum and possible large  oscillations. Some new estimates on the fast decay of the pressure in the presence of vacuum will be presented, which are crucial for the  well-posedness theory in 2-dimension.   April 24, 2014  Zhen Lei, Fudan Global well-posedness of incompressible elastodynamics in 2D In this talk I will report our recent result on the global well posedness of classical solutions to system of incompressible elastodynamics in 2D. The system is revealed to be inherently strong linearly degenerate and automatically satisfies a strong null condition, due to the isotropic nature and the incompressible constraint.                  May 1, 2014 Antoine Gloria   Quantitative central limit theorem for the effective diffusion in iid environments In this talk I shall present a quantitative central limit theorem for the approximation $A_L$ of the effective diffusion $A_{hom}$ by periodization (on the $L$-torus) in a discrete iid environment in dimension $d\\geq 2$. On the one hand, using Stein's method, I shall prove a quantitative estimate on the decay of the Wasserstein distance between $A_L$ minus its expectation rescaled by the square-root of its variance and a normal random variable. On the other hand, I shall prove that the rescaled variance $\\sigma_L ^ 2 := L^d \\mathrm{var}(A_L)$ has a limit $\\sigma ^ 2 $ as $L$ goes to infinity, and shall quantify in terms of $L$ the convergence of the expectation of $A_L$ to $A_{hom}$ and the convergence of $\\sigma_L ^ 2 $ to $\\sigma ^ 2 $. The proofs of these results are based on a seriesof works in collaboration with Marahrens, Mourrat, Neukamm, and Otto. Combining both types of results then allows us to bound the Wasserstein distance between $\\sigma^{-1} L^{d/2} (A_L-A_{hom})$ and a normal random variable by a constant times $L^{-d/2}\\log^d L$, which we think is optimal. This is joint work with Jim Nolen (Duke). May 6, 2014 Reza Pakzad, University of Pittsburgh May 8, 2014  Marta Lewicka,University of Pittsburgh  On the biharmonic energy with Monge-Ampe`re constraints   May 15, 2014 Miles Wheeler, Brown Large-amplitude solitary water waves with vorticity  In this talk, we will construct exact solitary water waves of large amplitude and with an arbitrary distribution of vorticity. Starting from a shear flow with a flat free surface, we use a degree-theoretic continuation argument to construct a global connected set of symmetric solitary waves of elevation, whose profiles decrease monotonically on either side of a central crest. We will also discuss solitary waves generated by a non-constant pressure on the free surface. May 22, 2014 Philip Rosneau, Tel-Aviv University Multi- D imensional Compact Patterns    Solitons, kinks or breathers, are manifestations of weakly nonlinear excitations in, say, anharmonic mass-particle chains. In a strongly anharmonic chains, the tails of the emerging patterns rather than exponentially, decay at a doubly-exponential rate and in the continuum limit collapse into a singular surface with the resulting waves becoming strictly compact , hence their name : compactons . Using the  Z-K, the Sub-linear Complex Klein-Gordon and the Sub-linear NLS equations as examples, we shall show how typical multidimensional compactons emergence and interact. In general, for compact- and hence non-analytical, structures to emerge, the underlying system has to admit a local loss of uniqueness due to, for instance, a degeneracy of the highest order operator or other, singularity inducing, mechanisms.  June 12, 2014   Messoud  Efendiyev   Degenerate parabolic equations arising in the modelling of biofilms                                                                                       Fall 2013         September 12     Laurent Thoman, Universite de Nantes     Random weighted Sobolev inequalities         We extend a randomisation method, introduced by Burq-Lebeau on    compact manifolds, to the case of the harmonic    oscillator. We construct measures,     under concentration of measure type assumptions, on the    support of which we prove optimal weighted Sobolev estimates    on R^d. As an application we can prove almost sure global well    posedness results for the nonlinear Schrdinger equation with    harmonic potential. This is a joint work with Aurlien     Poiret and Didier Robert.         September 19     Zaher Hani, CIMS     Out-of-equilibrium dynamics for the nonlinear Schroedinger    equation : From energy cascades to weak turbulence          Out-of-equilibrium dynamics are a characteristic feature of the long-time behavior of nonlinear dispersive equations on bounded domains. This is partly due to the fact that dispersion does not translate into decay in this setting (in contrast to the case of unbounded domains like $R^d$). In this talk, we will take the cubic nonlinear Schroedinger equation as our model and discuss some results and aspects of this out-of-equilibrium dynamics, from energy cascades (i.e. migration of energy from low to high frequencies) to weak turbulence.  September 26 Vladimir Sverak, University of Minnesota On invariant measures for 2d Euler and some other models  We will discuss aspects of certain constructions of invariant measures on solutions with finite energy, some of their properties, and connections to the long-time behavior of solutions.  October 3 Patrick Louis Combettes,  Laboratoire Jacques-Louis Lions, Universit Paris 6  Splitting two monotone operators goes a long way  A basic problem in applied mathematics is to find a zero of the sum of two monotone operators. The main splitting algorithms for solving this problem were essentially developed in the late 1970s. We show that, by bringing into play duality tools and product formulations, these fundamental splitting principles can be exploited to solve considerably more complex multicomponent composite inclusion problems efficiently. Applications to machine learning, PDEs, and image  recovery will be discussed.        Oc tober 10     Christophe Lacave, Institut Mathematique de Jussieu      On the motion of a small body immersed in a two     dimensional incompressible perfect fluid    In this talk, we    consider the motion of a small solid body in a planar ideal    fluid, and the limit behavior of the system as the solid body    shrinks to a point. We study two regimes:* in the case of a    fixed mass, we prove that the solutions converge to a variant    of the vortex-wave system where the vortex, placed in the    point occupied by the shrunk body, is accelerated by a lift    force similar to the Kutta-Joukowski force of the irrotational    theory. * in the case of a fixed density, the limit behavior    is exactly the vortex-wave system. This work is in    collaboration with O. Glass (Paris Dauphine) and F. Sueur    (Paris 6-UPMC)         Oct ober                                                                                         17     Jianli Liu     Stability and existence of traveling wave solutions to    the timelike extremal surface in Minkowski space        In this talk, firstly we will give the background of global classical solutions to the equation of timelike extremal surface in Minkowski space. Under the appropriate small oscillation assumptions on initial traveling waves, we derive the stability result of the traveling wave solutions. October 24 Anne-Laure Dalibard  Well-posedness of the Stokes-Coriolis system in the half-space over a rough surface  This talk is devoted to the well-posedness of the 3d stationary Stokes-Coriolis system set in the half-space over a rough Lipschitz surface. The main issue  lies in the fact that we work with solutions of infinite energy: indeed, the Dirichlet data for the Stokes-Coriolis system on the rough boundary does not  decrease at infinity. Moreover, we do not assume any kind of spatial structure on the system, i.e. there is no underlying periodicity or stationarity.  Following an idea of Gerard-Varet and Masmoudi, the general strategy is to reduce the problem to a bumpy channel bounded in the vertical direction thanks  a transparent boundary condition involving a Dirichlet to Neumann operator. Our analysis emphasizes some strong singularities of the Stokes-Coriolis  operator at low horizontal frequencies. One of the main features of our work lies in the definition of a Dirichlet to Neumann operator for the  Stokes-Coriolis system with data in the Kato space $H^{1/2}_{uloc}$. This is a joint work with Christophe Prange.   October 31 Hatem Zaag  Blow-up behavior for subconformal semilinear wave equations  November 7 Susan Friedlander  Ill-posedness / Well-posedness Results for a Class of Active Scalar Equations  We discuss a class of active scalar equations where the transport velocities are more singular than the active scalar. There is a significant difference in the well-posedness properties of the problem depending on whether the Fourier multiplier symbol for the velocity is even or odd. The \"even\" symbol non-diffusive or weakly diffusive equations are ill-posed in Sobolev spaces. However the critically diffusive equations are globally well posed in both the odd and even cases. Examples of \"even\" equations are the magnetogeostrophic equation that is a model for the geodynamo and the modified porous media equation. This is joint work with Francisco Gancedo, Weiran Sun and Vlad Vicol. Nove mber 14 Jacob Bedrossian  A new proof of Landau damping in the nonlinear Vlasov equations  Landau damping is an important mechanism in kinetic descriptions of plasmas, however, mathematical works on the topic have been relatively scarce. We give a simpler proof of Landau damping in the Vlasov equations on the ND torus, originally due to Mouhot and Villani (2011). Moreover, we may take our initial data in Gevrey class smaller than 3, the regularity requirement conjectured in the original work. The proof combines ideas from the original proof with ideas from our recent work on inviscid damping in 2D Euler (joint with N. Masmoudi). The Newton iteration scheme and Lagrangian estimates of the original work are replaced by paraproduct decompositions and the treatment of the plasma echo resonances is simplified by controlled regularity losses in time. Joint work with N. Masmoudi and C. Mouhot. November 21 Ronen Eldan  A Two-Sided Estimate for the Gaussian Noise Stability Deficit  The Gaussian Noise Stability of a set $A \\subset \\RR^n$ with parameter $0 &lt;\\rho &lt; 1$ is defined as $$ S_\\rho(A) = \\PP(X,Y \\in A) $$ where $X,Y$ are jointly Gaussian random vectors such that X and Y are standard Gaussian vectors and $E X_i Y_j = \\delta_{ij} \\rho$. Borel's celebrated noise stability inequality states that if $H$ is a half-space whose Gaussian measure is equal to that of  $A$, then $S_\\rho(H) \\geq S_\\rho (A)$ for all $0 &lt; \\rho &lt; 1$. We will present a novel short proof of this inequality, based on stochastic calculus. Moreover, we prove an almost tight, two-sided, dimension-free robustness estimate for this inequality: by introducing a new metric to measure the distance between the set A and its corresponding half-space H(namely the distance between the two centroids), we show that the deficit between the noise stability of A and H can be controlled from both below and above by essentially the same function of the distance, up to logarithmic factors.As a consequence, we also manage to get the conjectured exponent in the robustness estimate proven by Mossel-Neeman, which uses the total-variationdistance as a metric. Moreover, in the limit $\\rho \\to 1$, we get an improved dimension free robustness bound for the Gaussian isoperimetricinequality. Luis Vega  ** this talk is at 11:55 directly following the 11:00 talk  The vortex filament equation for a regular polygon I shall present some recent results obtained in collaboration with V. Banica and F. de la Hoz about the evolution of vortex filaments according to the so-called binormal law. After reviewing the results for filaments with one corner, we will look at the case of general polygons. The dynamics turn out to be quite complex. Among other things numerical evidence on the appearance of multifractals will be given. This multifractal structure turns out to be connected to the one proved by S. Jaffard on Riemann's non-differentiable function.  December 4 Benoit Pausader, Princeton University Asymptotic behavior for the nonlinear Schrodinger equation with partially periodic data We consider the NLS equation on quotients of R^d, focusing on the case of RxT ^ 2 . The question is to explore the asymptotic behavior of solutions in a more ``compact'' setting. We show how the scattering theory in the quintic case (the equivalent of the mass-critical case) is affected by the ``smaller'' volume and how, in the cubic case theasymptotic behavior is strongly modified by the presence of a secondary dynamics in logarithmic time. In the case of R or RxT (completely integrable case), this secondary dynamics can be explicitely integrated and only causes a phase correction. In the case of RxT^d, d&gt;=2, this dynamics is more complicated and leads to new regimes. In particular, in this case, one can find global solutions which start arbitrarily small in H^s and grow unboundedly with time. This is a joint work with Z. Hani as well as (for the cubic case) N.Tzvetkov and N. Visciglia.  December 12 Remi Schweyer On the different rates of blow-up for the 1-corotational harmonic heat flow   March 27, 2014 Scott Armstrong   March 20, 2014 Valeria Banica, Universite d'Evry   April 4, 2014 Bob Strichartz  , Cornell  Spectral asymptotics for \"April Fools\" wave equations on compact &gt; spacetimes that pretend to be elliptic.   The Weyl asymptotic law tells you about the spectrum of an elliptic pde on a compact manifold. You would not ordinarily think it  would tell you anything about wave equations. Nevertheless, for certain compact spacetimes, such as the product of a circle and a 2-sphere, there is an asymptotic law for the spectrum (separately for the positive and negative part). However, \"April Fools!\", it gets the dimension wrong. The gist of the argument is elementary number theory (distictions &gt; between even and odd numbers). This is joint work with Jonathan Fox            Apr 10, 2014     Erik Wahlen, University of Lund             May 1, 2014     Antoine Gloria                                                                                         Spring 2013         January                                                                                                                      24     Yin, Z.Y., Sun Yat Sen University         February                                                                                                                 7     Phil Isett, Princeton University  ** This     seminar is at 10am in room 312           Frederic Rousset,     Construction of    multi-solitons solutions for the water waves         February                                                                                                                 14     Kenji Nakanishi, Kyoto University     Center-stable manifold of    the ground state in the energy space for the critcal wave    equation         February                                                                                                                      21     No seminar today, Abel Day         February                                                                                                           22     Walter Craig     Vortex filament interactions          February 28     Vlad Vicol, Princeton University     On the    inviscid limit for the stochastic Navier-Stokes equations        We discuss recent results on the behavior in the infinite Reynolds number limit of invariant measures for the 2D stochastic Navier-Stokes equations. We prove that the limiting measures are supported on bounded vorticity solutions of the 2D Euler equations. Invariant measures provide a canonical object which can be used to link the fluids equations to the heuristic statistical theories of turbulent flow. Motivated by 2D turbulence considerations we are lead to the problem of well-posedness for the stochastic 2D Euler equations. This is joint work with Nathan Glatt-Holtz and Vladimir Sverak.   March 5    * * This seminar is at 11am    in room 1302 Tak Kwong Wong Local existence and uniqueness of Prandtl equations The Prandtl equations, which describe the boundary layer behavior of a viscous incompressible fluid near the physical wall, play an important role in the zero-viscosity limit of Navier-Stokes equations. In this talk we will discuss the local-in-time existence and uniqueness for the Prandtl equations in weighted Sobolev spaces under the Oleinik's monotonicity assumption. The proof is based on weighted energy estimates, which come from a new type of nonlinear cancellations between velocity and vorticity.            March                                                                                                                  7      Emmanuel Hebey       Recent                                                                                                                  advances on Klein-Gordon-Maxwell-Proca systems          Mihai Tohaneanu, Johns Hopkins University  ** This seminar is at     12pm      The                                                                                                             Strauss conjecture on black holes          The Strauss conjecture for the Minkowski spacetime in three dimensions states that the semilinear equation wave (u) = u^p has a global solution for compactly supported and sufficiently small data if $p&gt; 1+\\sqrt 2$. We prove a similar result in the context of Schwarzschild and Kerr with small angular momentum black holes. This is joint work with H. Lindblad, J. Metcalfe, C. Sogge, and C. Wang.       March 14                       Camillo De Lellis, University of Zurich    / Princeton University     Regularity theory for    area-minimizing currents       I t was established by Almgren at the beginning of the eighties that area-minimizing $n$-dimensional currents in Riemannian manifolds are regular up to a singular set of dimension at most $n-2$. To reach this goal Almgren developed an entirely new regularity theory, which occupies a very large monograph, published posthumously. This talk is based on a series of joint works with Emanuele Spadaro, where we give alternative proofs to all Almgren's main steps, resulting into a much more manageable approach to his entire theory.           March 21     Yannick Sire, University of Marseille     Fractional    Ginzburg-Landau equations and boundary harmonic maps        March 28     Thomas Sideris, U.C. Santa Barbara     Almost global    existence of small solutions for 2d incompressible Hookean    elastodynamics       We will examine the IVP for    equations of 2d incompressible isotropic elastodynamics.    We show that classical    solutions exist almost globally\" in time, for small initial    perturbations of the identity.    We use the energy method    with a ghost weight. This is combined with decay estimates,    obtained via generalized Sobolev inequalities and weighted    L^2 bounds.                                                                                                      The argument exploits the inherent null structure of the    nonlinearities.    This is joint work with Zhen Lei    and Yi Zhou of Fudan University.                 April 4     Marius Beceanu, IAS     Strichartz Estimates    for Equations with Time-Dependent Potentials       In this    talk I present some inequalities valid for Schroedinger's    equation and for the wave equation, which hold for a more    general class of time-dependent potentials than previously    known estimates.      April 18       Yan Yan Li, Rutgers University          A compactness       theorem for a fully nonlinear Yamabe problem under       a lower Ricci curvature bound              April 23       Fabio Pusateri, Princeton University        Global existence       for two-dimensional water waves                April 25     Yoshikazu Giga, University of Tokyo     Analyticity of    the Stokes semigroup in space of bounded functions       The Stokes   system is a linearized system of the Navier-Stokes equations   describing the motion of incompressible viscous fluids. It is   believed that the nonstationary problem is very close to the   heat equation. (In fact, if one considers the Stokes system in a   whole space R^n, the problem is reduced to the heat equation.)   The solution operator S(t) of the Stokes system is called the   Stokes semigroup. It is well-known that S(t) is analytic in the   L^p setting for a large class of domains including bounded and   exterior domains with smooth boundaries provided that p is   finite and larger than 1. This property is the same as the heat   semigroup. Moreover, for the heat semigroup it is analytic even   when p equals the infinity.        The corresponding (p=infinity) result for the Stokes semigroup   S(t) has been open for more than thirty years even if the domain   is bounded. Using a blowup-argument, we have now solved this   long-standing problem for a large class of domains, including   bounded and exterior domains. A key step is to derive a harmonic   pressure gradient estimate by a velocity gradient. We give a   sketch of the proof as well as a few possible applications to   the Navier-Stokes equations. This is a joint work of my student   Ken Abe and the main paper is going to appear in Acta   Mathematica.        April 30     Isabelle Gallagher, University    Paris 7     The    diffusion limit from a hard spheres system, via the linear    Boltzmann equation        In this talk we report on a recent result with Laure Saint-Raymond and Thierry Bodineau in which we derive the linear Boltzmann equation from a Newtonian system of hard spheres, following Lanford's proof. This convergence holds for a very long time and enables us to obtain the heat equation in the diffusion limit.  May 3  Edris Titi, UC Irvine  May 9 Philip Rosenau, Tel-Aviv University  On a Well-Tempered Diffusion  The classical transport theory as expressed by, say, the Fokker-Planck equation, lives in an analytical paradise but, in sin. Not only its response to initial datum spreads at once everywhere oblivious of the basic tenets of physics, but it also induces an infinite flux across a sharp interface. Attempting to overcome these difficulties one notices that the moment expansion of any of the micro ensembles of the kind that beget the equations of the classical mathematical physics, say the Chapman-Enskog expansion of Boltzmann Eq., if extended beyond the second moment, yields an ill posed PDE (the Pawla Paradox)! We shall describe mathematical strategies to overcome these generic difficulties. The resulting flux-limited transport equations are well posed and capture some of the crucial effects of the original ensemble lost in moment expansion. For instance, initial discontinuities do not dissolve at once but persist for a while. There is a critical transition from analytical to discontinuous states with embedded sub-shock(s).          May 16     Neston Guillen, UCLA     Global    well-posedness for the homogeneous Landau equation        In joint work with Maria Gualdani we consider the homogeneous Landau equation from plasma physics. Both global well-posedness and exponential decay to equilibrium are proved assuming only boundedness and spatial decay of the initial distribution. In particular, we can handle discontinuous initial conditions that might be far from equilibrium. Despite the equation not having a maximum principle the key steps of the proof rely on barrier arguments and parabolic regularity theory.  June 13   Anne-Laure Dalibard, ENS Paris   ***Please note this seminar is in room 512   Mathematical study of a degenerate boundary layer The goal of this talk is to analyze asymptotically an equation stemming from oceanographic models describing the motion of large scale currents. This equation is known to give rise to boundary layers on the east and west coasts of the domain. One of the major issues of our study lies in the fact that the size of these lateral boundary layers becomes very large as one approaches the north and south end points of the domain. In a neighbourhood of these zones, the classical construction of boundary layers must therefore be completely changed. We prove that the north and south boundary layers are the solutions of  some evolutionary equation, and that their profile is thus non-intrinsic. We also exhibit discontinuity boundary layers, which penetrate the interior of the  domain when the latter has islands, for instance. This is a joint work with Laure Saint-Raymond.                      Fall                                                                                                                      2012     September                                                                                                                                        6     Edriss Titi, University of California - Irvine     On the Loss of Regularity    for the Three-Dimensional Euler Equations              A basic example of shear flow was introduced by DiPerna    and Majda to study the weak limit of oscillatory solutions of    the Euler equations of incompressible ideal fluids. In    particular, they proved by means of this example that weak    limit of solutions of Euler equations may, in some cases, fail to be a solution   of Euler equations. We use this shear flow example to provide   non-generic, yet nontrivial, examples concerning the immediate   loss of smoothness and ill-posedness of solutions of the   three-dimensional Euler equations, for initial data that do not   belong to C1; . Moreover, we show by means of this shear    flow example the existence of weak solutions for the   three-dimensional Euler equations with vorticity that is having   a nontrivial density concentrated on non-smooth surface. This is   very diferent from what has been proven for the two-dimensional   Kelvin-Helmholtz problem where a minimal regularity implies the   real analyticity of the interface. Eventually, we use this shear   flow to provide explicit examples of non-regular solutions of   the three-dimensional Euler equations that conserve the energy,   an issue which is related to the Onsager conjecture. In   addition, we will use this shear flow to provide a   nontrivial example for the use of vanishing viscosity limit, of   the Navier-Stokes solutions, as a selection principle for   uniqueness of weak solutions of the 3D Euler equations.    This is a joint work with Claude Bardos.             September                                                                                                                                        20    Philippe   LeFloch, University of Paris 6    Finite energy method for compressible fluids         I will discuss the initial    value problem for the Euler system of compressible fluid    flows governed by a general pressure law, when solutions    enjoy a certain symmetry (for instance, plane symmetry) and    have solely finite total energy. In a recent series of    papers with Pierre Germain (Courant Institute), I have    established an existence and compactness theory for this    problem and analyzed the vanishing viscosity--capillarity    limit in weak solutions with finite energy to the    Navier-Stokes-Korteweg system. The proposed approach is    referred to as the Finite Energy Method for compressible    fluid flows and leads to a generalization of DiPerna's    theorem (bounded solutions) and LeFloch-Westdickenberg's    theorem (finite energy solutions) to the Euler system of    polytropic fluids.        September                                                                                                                                       27    Andrew   Comech, Texas A&amp;M    Linear instability of solitary waves in nonlinear Dirac   equation       We study the   linear instability of solitary wave solutions to the   nonlinear Dirac equation (known to physicists as the Soler   model). That is, we linearize the equation at a solitary   wave and examine the presence of eigenvalues with positive   real part.        We show that   the linear instability of the small amplitude solitary   waves is described by the Vakhitov-Kolokolov stability    criterion   which was obtained in the context of the nonlinear    Schroedinger equation: small solitary waves are linearly    unstable in   dimensions 3, and generically linearly stable in 1D.        A particular   question is on the possibility of bifurcations of   eigenvalues from the continuous spectrum; we address it    using the   limiting absorption principle and the Hardy-type estimates.        The method is   applicable to other systems, such as the Dirac-Maxwell   system.        Some of the   results are obtained in collaboration with Nabile   Boussaid, Universit de Franche-Comt, and    Stephen   Gustafson, University of British Columbia.       October 4    Tej-eddin Gouhl, CIMS       October    11    Arie Israel,   CIMS    The Whitney Extension Problem in Sobolev Spaces       October 18    Christophe Lacave (Paris 7)     Large time behavior    for the two-dimensional motion of a disk in a viscous fluid       October 25    Wang Changyou, University of Kentucky     Well-posedness   of the nematic liquid crystal flow in $L 3 _{uloc}(R 3 )$                                                                                                                                       In this talk, I will consider a   simplified Ericksen-Leslie system modeling the   incompressible nematic liquid crystal flow. For any   initial data $(u_0,d_0)$, with $(u_0,\\nabla d_0)$ belonging   to $L 3 _{uloc}(R 3 )$-- the space   of uniformly locally $L 3 $-integrable   functions, we will show the local   well-posedness provided that the $L 3 _{uloc}(R 3 )$-norm of   $(u_0,\\nabla d_0)$ is small. A   characterization of the first singular time for such a solution   will also be given. This is a joint work with Jay Hineman.          November 1    Jeremie Szeftel, ENS, France     Bounded L2 curvature    conjecture       November 8    Gilles Francfort, University of Paris 13    Elasto-plasticity: heterogeneity and   homogenization       November 15    Sylvia Serfaty, CIMS    Large vorticity local minimizers to   the Ginzburg-Landau functional         November 29     Andrew Lawrie, University of Chicago ** This    seminar is at 11am    Classification of large   energy equivariant wave maps       I will discuss some recent joint work    with Raphael Cote, Carlos Kenig, and Wilhelm Schlag. We    consider energy critical 1-equivariant wave maps, R1+2 ! S2.    This problem admits a unique (up to scaling) harmonic map, Q,    given by stereographic projection. We show that every    topologically trivial (degree 0) solution with energy less    than twice the energy of Q exists globally in time and    scatters. Next we establish a classi cation, in the spirit of    recent work by Duyckaerts, Kenig, and Merle, of all degree 1    solutions with energy below three times the energy of Q.       Vedran Sohinger, University of Pennsylvania. **This seminar   is at 11:55am    The Boltzmann   equation, Besov spaces, and optimal decay rates in R^n       In this talk we   will study the large-time convergence to the global Maxwellian   of perturbative classical solutions to the Boltzmann equation on   R^n, for n geq 3, without the angular cut-off assumption. We   prove convergence of the k-th order derivatives in the norm   L^r_x (L^2_v), for any 2 leq r leq infty, with optimal decay   rates, in the sense that they are equal to the rates which one   obtains for the corresponding linear equation. The initial data   is assumed to lie in a mixed norm space involving the negative   homogeneous Besov space of order geq -n/2 in the space variable,   without a smallness assumption on the appropriate norm. The   space for the initial data is physically relevant since it   contains spaces of the type L^p_x (L^2_x), by the use of   Besov-Lipschitz space embeddings. Due to the nature of the   vector valued spaces, we need to use a vector analogue of the   Calderon-Zygmund theory to prove the necessary nonlinear energy   estimates. These results hold both in the hard and soft   potential case. Furthermore, in the hard potential case, we   prove additional optimal decay results if the order of the Besov   space belongs to [-(n+2)/2,-n/2). The latter result requires a   closer study of the spectrum of the linearized Boltzmann   operator for small frequencies dual to the spatial variable.   This is a joint work with Robert Strain.        December 4    Frederic Bernicot, University of Nantes **Please note special day and place   of this event 10am room 1314    Transport of BMO-type spaces by a   measure-preserving map and applications to 2D Euler equation            We will present some sharp estimates about the transport of BMO-type spaces, via a bi-Lipschitz measure preserving map in the Euclidean space. More precisely, we are interested in inequalities of the following type: $$ \\| f(\\phi) \\|_X \\lesssim C(\\phi) \\|f\\|_X $$ where $X$ is a space like BMO, Lipschitz space, Hardy space, Carleson measure spaces .... and $\\phi$ is a bi-Lipschitz measure preserving map. The aim is to prove such inequalities with a sharp constant $C(\\phi)$. We want to emphasize how the \"measure preserving\" property allows us to get some improved inequalities. Then, we will explain how we can use this argument to describe a new framework for 2D Euler equations. We can define a space strictly containing $L^\\infty$ where global well-posedness results can be proved with the vorticity living in this new space.          December 6    Jonathan Luk, Princeton University **Please note   this seminar is at 11am    Impulsive Gravitational Waves        We study the problem of the propagation and nonlinear interaction of impulsive gravitational waves for the vacuum Einstein equations. The problem is studied in the context of a characteristic initial value problem with data given on two null hypersurfaces and containing curvature delta singularities. For a single impulsive gravitational wave, we show that in the resulting spacetime, the delta singularity propagates along a 3-dimensional characteristic hypersurface, while away from that hypersurface the spacetime remains smooth. We also construct spacetimes representing interaction of two impulsive gravitational waves in which the curvature delta singularities propagate along two 3-dimensional null hypersurfaces intersecting to the future of the data. To the past of the intersection, the spacetime can be thought of as containing two independent, non-interacting impulsive gravitational waves and the intersection represents the first instance of their nonlinear interaction. Our analysis extends to the region past their first interaction and shows that the spacetime still remains smooth away from the continuing propagating individual waves. This is joint work with Igor Rodnianski.            Remi Schweyer, Toulouse **Please note this seminar is at   11:55am    Stable blow-up   dynamics for the parabolic-elliptic Keller-Segel model of   chemotaxis            December 13    Clement Mouhot, Cambridge                                                                Spring 2012                                                         January  19                                                                                                                                            Tianling Jin (Rutgers)     A fractional Yamabe flow and some applications.                   I n this talk, we introduce a fractional   Yamabe flow involving nonlocal conformally invariant operators   on the conformal infinity of asymptotically hyperbolic   manifolds, and show that on the conformal spheres $(S^n,   [g_{S^n}])$, it converges to the standard sphere up to a Mobius   diffeomorphism. This result allows us to obtain extinction   profiles of solutions of some fractional porous medium   equations. In the end, we use this fractional fast diffusion   equation, together with its extinction profile and some   estimates of its extinction time, to improve a Sobolev   inequality via a quantitative estimate of the remainder term.   This is joint work with Jingang Xiong.                  January 25                                                                                                                                         ** Special Wednesday Seminar**     Frederic Bernicot     Differential inclusions    describing unilateral constraints                  We will present existing and new   results about differential inclusions, involving proximal normal   cone. This tool aims to encode unilateral constraints in some   differential equations of order 1 and 2. Using some convex   analysis, we presnet results of global existence for solutions   of such equations and we will discuss about the uniqueness of   them                                    January                                                                                                                                        26     Lazhar Tayeb   (University of Tunis)     Approximation by    diffusion and homogenization for Fermi-Dirac-Poisson    Statistics                  We study the diffusion approximation   of a Boltzmann-Poisson system dealing with Fermi-Dirac   statistics in the presence of an extra external    oscillating electrostatic potential. The relative entropy   disspation and the two-scale Young measures are used to   prove a two-scale strong convergence leading to a nonlinear   Drift-diffusion with a effective potential and coupled to   Poisson equation.                 February                                                                                                                                        2     Hideyuki Miura     On fundamental    solutions for fractional diffusion equations with divergence    free drift               We are concerned with fractional   diffusion equations in the presence of a divergence free drift   term. By using the Nash approach, we show the existence of   fundamental solutions, together with the continuity estimates,   under weak regularity assumptions on the drift. Our results give   the alternative proof of Caffarelli-Vasseur's theorem on the   regularity for the critical 2D dissipative quasi-geostrophic   equations. This is a joint work with Yasunori Maekawa.                  February                                                                                                                                        9    Alessio Figalli, UT Austin ** this talk is at 10am**     Di Perna-Lions theory, with    application to semiclassical limits for the Schrodinger    equation                 At the beginning of the '90,    DiPerna and Lions studied in detail the connection between    transport equations and ordinary differential equations. In    particular, by proving an existence and uniqueness result at    the level of the transport equation, they obtained (roughly    speaking)     existence and uniqueness of solutions for ODEs with Sobolev    vector-fields for a.e. initial condition. Ten years later,    Ambrosio has been able to extend such a result to BV vector    fields. In some recent works we have investigated this theory    in a more general setting, which allows us to show the    semiclassical convergence of the quantum dynamics to the    Liouville dynamics for the linear Schrodinger equations, under    very weak regularity assumptions on the potential. In analogy    to the classical DiPerna-Lions' theory, the price to pay for    allowing singular potential is that the convergence result    holds true only for \"a.e. initial data\", where \"a.e.\" is with    respect to a suitable family of reference measures in the    space of the initial data. The aim of this talk is to give an    overview of these results.              Mahir Hadzic (MIT)     The Classical Stefan problem and the vanishing surface tension    limit                  We develop a new unified framework   for the treatment of well-posedness for the Stefan problem with   and without surface tension. We provide new estimates for   the regularity of the moving surface in the absence of surface   tension. We conclude by proving that solutions of the Stefan   problem with positive surface tension converge to solutions of   the    Stefan problem without surface tension. This is joint work with   S. Shkoller.              February                                                                                                                                        16     Paul Feehan (Rutgers)     Degenrate Obstacle    Problems                  Degenerate elliptic and    parabolic obstacle problems arise  in mathematical finance when valuing    American-style options on an underlying  asset modeled by a degenerate diffusion    process. We will describe our  work  on existence, uniqueness, and    regularity of solutions to stationary   and  evolutionary variational inequalities    and associated obstacle problems   when the underlying asset is    modeled by a degenerate diffusion   process.   This is joint work with    Panagiota Daskalopoulos (Department of   Mathematics, Columbia    University) and Camelia Pop (Department of   Mathematics, Rutgers    University).          February 23      Vitaly Moroz (Swansea, UK)      Existence and     concentration for nonlinear Schroedinger equations with     fast decaying potentials          We discuss the existence of positive stationary solutions    for a class of nonlinear Schrdinger equations. Amongst    other results, we prove the existence of semi-classical    solutions which concentrate around a positive local minimum    of the potential. The novelty is that no restriction is    imposed on the rate of decay of the potential at infinity.    In particular, we cover the case where the potential is    compactly supported. This is joint work with Jean Van    Schaftingen(Louvain-la-Neuve, Belgium)      Erwan Faou           March 1     Frederic Rousset (Rennes)      Uniform regularity and     inviscid limit for free surface Navier-Stokes           March 8     Masashi Aiki           March 9 ** this talk    is at 1pm in WWH 512     Pengfei Guan (McGill University)      On a uniqueness problem in     classical geometry and the maximum principle           March 15     P-E Jabin           March 22     Tuomas Hytonen      How much, or little, is     needed for Harmonic Analysis?           One aspect of    my recent work has been developing harmonic analysis under    minimal assumptions on the space on which the considered    functions are defined. Perhaps surprisingly, some classical    methods, which at first sight seem to rely heavily on the    structure and symmetries of the Euclidean space, can    actually be extended to very general settings. On the other    hand, some methods developed to tackle with abstract spaces,    have shown to be instrumental for getting sharp results for    classical inequalities on the Euclidean space.           March 27 ** Special Seminar 3/27 @ 11:30a.m.**     Zhen Lei      On Incompressible Euler     and navier-Stokes Equations           In this talk I will report our recent results on    finite time finite energy singularities of a 3D    incompressible inviscid model of Euler and Navier-Stokes    equations and a Liouville theorem for axi-symmetric    navier-Stokes equations.         March 29     Victor Lie, Princeton University     Topics in the    time-frequency analysis         This talk will be structured as follows:    we start by discussing several facts about the history and    evolution of the time-frequency area (Fourier Series,    Calderon-Zygmund theory, wave-packet theory) and then refer to    the general approach/tools for solving a time-frequency    problem. Next we present two fundamental topics in this eld:    the pointwise con- vergence of the Fourier Series and the    boundedness of the Bilinear Hilbert transform. Further we    address several aspects of our work including the problem of    the boundedness of the Bilinear Hilbert transform on smooth    curves and the question regarding the boundedness of the    Polynomial Car-leson operator                  April 5     Cyrill Muratov     Asymptotic properties                                                                                                                                        of ground states of scalar field equations with vanishing    parameter            We study the leading order behavior of positive solutions of the equation       &#8722;&#916;u + &#949;u&#8722;|u| p&#8722;2 u +    |u| q&#8722;2 u = 0, x  &#8712;  R N , where N &#8805; 3, q &gt; p &gt; 2    and when &#949; &gt; 0 is a small parameter. We give a complete    characterization of all possible asymptotic regimes as a    function of p, q and N. The behavior of solutions depends    sensitively on whether p is less, equal or bigger than the    critical Sobolev exponent p  &#8727; = 2N/(N&#8722;2). For p &lt; p &#8727; the solution asymptotically coincides with the    solution of the equation in which the last term is absent. For    p &gt; p &#8727; the solution asymptotically coincides with the    solution of the equation with &#949; = 0. In the most delicate case    p = p &#8727; the asymptotic behavior of the solutions is given    by a particular solution of the critical EmdenFowler    equation, whose choice depends on &#949; in a nontrivial way.                      April 10 Eric Lindgren (NTNU) Fractional eigenvalues       I will discuss a non-local eigenvalue problem that arises   as the Euler-Lagrange equation of Rayleigh quotients in the   fractional Sobolev spaces. This can be seen as a non-local or   fractional version of the eigenvalue problem for the   p-Laplacian. In particular, I will talk about the limiting case   when p goes to infinity for which the eigenvalues exhibit some   strange behaviour that can be seen even in some one-dimensional   examples.            April 12     David Gerard-Varet (Paris 7)      Dynamics of a rough body     in a viscous fluid           April 19      Marcel Guardia, IAS **please note this seminar is at 10am**      Growth of Sobolev norms     for the cubic defocusing nonlinear Schr\\\"odinger equation     in polynomial time           We consider    the cubic defocusing nonlinear Schr\\\"odinger equation in the    two dimensional torus. Fix s&gt;1. Colliander, Keel,    Staffilani, Tao and Takaoka (2010) proved existence of    solutions with s-Sobolev norm growing in time by any given    factor R. Refining their methods in several aspects we find    solutions with s-Sobolev norm growing in polynomial time in    R. This is a joint work with V. Kaloshin.      Dehua    Wang (University of Pittsburgh)           April 26     Alberto Bressan (Penn State)      Nash equlibria for a odel     of traffic flow           In connection    with the Lighthill-Whitham model of traffic flow, a cost    functional can be introduced depending on the departure     time and on the arrival time of each driver. Under natural    assumptions, there exists a unique globally optimal    solution, minimizing the total cost to all drivers. In a    realistic situation, however, the actual traffic is better    described by the Nash equilibrium solution, where no driver    can lower his individual cost by changing his own departure    time. A characterization of the Nash solution can be    provided, establishing its existence and uniqueness.    Extensions to the case of several groups of drivers on a    network of roads will also be discussed, together with open    problems.           May 1 **Please note special day**     Yifeng Yu (UC Irvine)      G-equations in the     modeling of turbulent flame speeds           Predicting    turbulent flame speed ($s_T$) is a fundamental  problem in turbulent combustion theory. Several    simplified models have  been proposed    to study $s_T$. The G-equation (A Hamilton-Jacobi level    set  equation) is a    very popular model in turbulent combustion. Two important  projects are (1) establish the theoretical existence of    $s_T$ and (2)  determine the    dependence of turbulent flame speeds on the turbulence  intensity (think of the relation between the spreading    velocity of wild  fire and    strength of the wind). In this talk, I will present some  theoretical results under the G-equation model. If time    permits, I will also compare it with predictions from a model    introduced by Majda and      Souganidis. These are joint works with Jack Xin.    May 3     Anne-Sophie de Suzzoni (CERGY)      On statistical description     of the flow of dispersive PDEs           May 10      Ben Schweitzer (University    of Dortmund )     Homogenization    of Maxwell equations in complex geometries: on the    counter-intuitive behavior of meta materials           Optically active                                                                                                                                       meta-materials can nowadays be constructed as physical   objects. They can have astonishing properties or lead to    striking effects, the key-words are negative refraction, perfect   imaging, and cloaking. I will present the effect of a   negative magnetic permeability of the effective material   and perfect light transmission through small holes in a   metallic structure.        Mathematically, we analyze the time-harmonic Maxwell equations   in a heterogeneous medium, the coefficients of the   equation can oscillate on a small spatial scale and the   oscillations of the values can be very large. The   heterogeneity of the optical medium is prescribed by    specifying the permittivity, which varies on a small length   scale \\eta. The electric and magnetic fields are determined by   the time-harmonic Maxwell system. We analyze the weak limits of   the electric and magnetic fields as \\eta tends to zero,   obtaining an \"effective equation\" that characterizes the limits.   The coefficients of the effective equation describe the   behavior of the metamaterial.    This is joint work with G. Bouchitte and with A. Lamacz.        May    17    Benjamin Texier     The onset of instability in    quasi-linear systems             May 31     Messoud Efendiev     Finite and infinite dimensional attractors for porous medium    equations          June 7         Slim Ibrahim, University of Victoria ***Please note this talk is at    10:00am     Existence of a ground state    and scattering for a nonlinear Schroedinger equation with    critical growth         This talk concerns the focusing energy-critical nonlinear   Schroedinger equation with a mass-supercritical and   energy-subcritical perturbation. In particular, we consider the   existence of a ground state and the scattering problem in   the spirit of Kenig-Merle.    This is a joint work with Akahori, Kikushi and Nawa       Adimurth Tifrcam, Bangalore **Please note    this talk is at 11:00 am     Structure Theorem for entropy    solutions of Conservation Law                                       Fall 2011                      September 15    Camil Muscalu, Cornell University    Triangular Fourier series and physical reality           September 22    Zaher Hani, CIMS    Long time strong instability and unbounded orbits for some   nonlinear Schrodinger equations           Tuesday, September 27, 10:00 a.m.   in room 1314    Xavier Cabre, Universitat Politecnica de Catalunya    Minimal surfaces and entire solutions of the Allen-Cahn   equation           September 29    Benoit Pausader, CIMS    The energy critical Schrodinger equation on the   3D torus           October 6    George Hagstrom, CIMS    A Krein-Moser Theorem for Vlasov-Poisson           October 13    Federica Sani, CIMS and Univ of Milan    Sharp Adams-type inequalities in R^N           October 20    Jacob Bedrossian, CIMS    Global existence and finite time blow-up for   critical Patlak-Keller-Segel models with spatially inhomogeneous   diffusion           Special Analysis Seminar Tuesday   October 25    2 pm room 1302 WWH Nassif Ghoussoub    University of British Columbia Selfdual polar decomposition           October 27    Vincent Duchene, Columbia University    Asymptotic models for internal waves in the long wave regime,   and the dead water phenomenon           November 3    Alex Ionescu, Princeton    On the local extension of Killing   vector-fields in Ricci flat manifolds       I will   discuss some recent work, joint with S. Klainerman, on the   problem of extension of Killing vector-fields in manifolds that   satisfy the Einstein vacuum equations. This problem is motivated   by the black hole rigidity conjecture, concerning the uniqueness   of the Kerr family among regular, stationary black hole   solutions of the Einstein vacuum equations.    November 10    Comgming Li, University of Boulder    A degree theory approach for the shooting method            November 17    Christophe Lacave, Universite Paris-Diderot (Paris 7)    Well-posedness for Euler 2D in non-smooth domains       The   well-posedness of the Euler system has been of course the matter   of many works, but a common point in all the previous studies is   that the boundary is at least $C^{1,1}$. In a first part, we   will establish the existence of global weak solutions of the 2D   incompressible Euler equations for a large class of non-smooth   open sets. These open sets are the complements (in a simply   connected domain) of a finite number of connected compact sets   with positive capacity. Existence of weak solutions with $L^p$   vorticity is deduced from an approximation argument, that   relates to the so-called $\\gamma$-convergence of domains. In a   second part, we will prove the uniqueness if the open set is the   interior or the exterior of a simply connected domain, where the   boundary has a finite number of corners. Although the velocity   blows up near these corners, we will get a similar theorem to   the Yudovich's result, in the case of an initial vorticity with   definite sign, bounded and compactly supported. The key point   for the uniqueness part is to prove by a Liapounov energy that   the vorticity never meets the boundary. The existence part is a   work in collaboration with David Gerard-Varet.          SPECIAL ANALYSIS                                                                                                                                        SEMINAR, November 22 ,   11 a.m., room 1314    Shen Zhongwei, University of Kentucky     The Periodic Homogenization of    Green's and Neumann Functions       December 1st    Oana Pocovnicu (Imperial College, London)    Effective dynamics of a non-linear wave equation       We consider   the non-linear wave equation on the real line iu_t-|D|u=|u|^2u.   Its resonant dynamics is given by the Szego equation, which is a   completely integrable non-dispersive non-linear equation. We   show that the solution of the wave equation can be approximated   by that of the resonant dynamics for a long time. The proof uses   the renormalization group method introduced by Chen, Goldenfeld,   and Oono in the context of theoretical physics. As a   consequence, we obtain growth of high Sobolev norms of certain   solutions of the non-linear wave equation, since this phenomenon   was already exhibited for the Szego equation.          December                                                                                                                                        8    Aynur Bulut (IAS)    The defocusing Cubic Nonlinear Wave Equation in the Energy   Super-critical Regime          In this talk, we will discuss a   series of recent works on the global well-posedness and   scattering conjecture for the defocusing cubic nonlinear wave   equation in the energy super-critical regime, that is dimensions   five and higher. More precisely, using a concentration   compactness approach we show that if a solution remains bounded   in the critical Sobolev space throughout its maximal interval of   existence then it is global and scatters.       December 15    Daniela Tonon (ICERM and SISSA)    Regularity of viscosity solutions for Hamilton-Jacobi   equations.       We present   two results on the regularity of viscosity solutions of    Hamilton-Jacobi equations obtained in collaboration with   Professor Stefano Bianchini. When the Hamiltonian is strictly   convex viscosity solutions are semiconcave, hence their gradient   is BV. First we prove the SBV regularity of the gradient of a   viscosity solution of the Hamilton-Jacobi equation u_t+   H(t,x,D_x u)=0 in an open set of R^(n+1), under the hypothesis   of uniform convexity of the Hamiltonian H in the last variable.   Secondly we remove the uniform convexity hypothesis on the   Hamiltonian, considering a viscosity solution u of the   Hamilton-Jacobi equation u_t+ H(D_x u)=0 in an open   set of R^(n+1) where H is smooth and convex. In this case the   viscosity solution is only locally Lipschitz. However when the   vector field d(t,x):=H_p(D_xu(t,x)), here H_p is the gradient of   H, is BV for all t in [0,T] and suitable hypotheses on the   Lagrangian L hold, the divergence of d(t, ) can have   Cantor part only for a countable number of t's in [0,T]. These   results extend a result of Bianchini, De Lellis and Robyr for a   uniformly convex Hamiltonian which depends only on the   spatial gradient of the solution.                        --&gt;"}]}]