[{"detail": [{"content": "Nonlinear Control of Delay and PDE Systems: Methods and Applications | NYU Polytechnic School of Engineering                                                                                                     NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Events / Nonlinear Control of Delay and PDE Systems: Methods and Applications                         Events                                                             Nonlinear Control of Delay and PDE Systems: Methods and Applications                      Thursday, March 28, 2013 - 11:00am - 12:00pm EDT                             Location: 10th Floor, Room 10.099 Two Metrotech Center BROOKLYN , New York , US                   Speaker: Dr. Nikolaos Bekiaris-Liberis   Host Faculty: Professor Zhong-Ping Jiang   Abstract   Delay and PDE systems are ubiquitous in applications. The distributed nature of such processes creates challenges in control. I will present my recent results on the nonlinear control of delay systems with nonconstant delays and on the nonlinear control of coupled PDE systems, using the concepts of nonlinear predictor feedback and infinite-dimensional backstepping transformation. I will introduce a methodology for the control of gas emissions in IC engines using a PDE-based approach. I will explain how the control and analysis tools, that I have developed, can be applied to four major technological problems--control over networks, 3-D printing, oil drilling, and cooling systems. I will conclude by addressing some additional potential future research areas.   About the Speaker   Nikolaos Bekiaris-Liberis is a PhD candidate at UC, San Diego, graduating in Spring 2013. He has coauthored 12 journal papers and the upcoming SIAM book &quot;Nonlinear Control under Nonconstant Delays.&quot; Bekiaris-Liberis taught tutorials on control of nonlinear delay systems at the 2012 IEEE Conference on Decision and Control and within the European Embedded Control Institute in 2013. He was guest editor for a special issue in the International Journal of Adaptive Control and Signal Processing. Bekiaris-Liberis was finalist for the student best paper award at the 2010 ASME Dynamic Systems and Control Conference. His interests are in distributed parameter systems, nonlinear control, and applications in automotive engines and catalysts, additive manufacturing and manufacturing processes, oil drilling and production, networks, traffic systems, robotics, and energy systems.                                            Events                 Apr 25 2015 - 11:00am  Interview Aces Workshops: Guided Tour Inside the Random Walk with Declensions of Black Scholes and Merton  May 1 2015 - 4:00pm  Woman Up - The Gender Gap in Entrepreneurship  May 4 2015 - 12:00pm  Photonic Devices and the Biomechanics of Hearing  May 5 2015 - 1:00pm  NYU-ePoly Online Graduate Program in Bioinformatics Webcast  May 5 2015 - 4:00pm  A Dynamic Model For Pairs Trading Strategies  May 14 2015 - 1:00pm  NYU-ePoly Graduate Online Learning Webinar                                                 Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]