[{"detail": [{"content": "Faculty    |     Italian Studies    | New York University                                     Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home     People     Undergraduate Program       Graduate Program       NYU Florence       Events       Employment             Stay Connected           Facebook             Affiliations         Casa Italiana Zerilli-Marimò           Villa La Pietra               Related Information         Affiliated Faculty           Administrative Staff           Graduate Student Profiles           Alumni Profiles           Visiting Faculty           Why Study Italian?             Useful Links         Arts and Science Faculty Profiles           NYU Public Directory                 Home &gt; People     Faculty                 Stefano Albertini     Clinical Associate Professor of Italian   Director of Casa Italiana Zerilli-Marimò   Email:     stefano.albertini@nyu.edu     Research Interests:   Machiavelli; 19th-century novel; church-state relations; literature and cinema; contemporary Italian history and politics.             Loredana Anderson-Tirro     Senior Language Lecturer of Italian   Email:     la4@nyu.edu     Research Interests:   Language pedagogy               Karl Appuhn     Associate Professor of History and Italian   Email:     appuhn@nyu.edu     Research Interests:   Environmental History, History of Science, Technology, and Medicine, History of Animals, Mediterranean History, Italian Renaissance.             Maria Luisa Ardizzone     Associate Professor of Italian   Email:     mla1@nyu.edu     Research Interests:   Medieval poetry, philosophy, and science; contemporary poetry; intellectual history               Ruth Ben-Ghiat     Professor of Italian and History   Email:     rb68@nyu.edu     Research Interests:   Ruth Ben-Ghiat is Professor of History and Italian Studies. A specialist in 20th century European history, with Italy a particular focus, she writes on war, including the relationship of war and cinema; empires; and fascist regimes. She is a regular contributor on these subjects to the Huffington Post and CNN.com. Follow her @ruthbenghiat.                Adriana Bonfield     Senior Language Lecturer of Italian   Language Coordinator   Email:     amb12@nyu.edu     Research Interests:   Language pedagogy; 20th century English, Anglo-American and Italian fiction; Italian culture and cinema.               Laura Bresciani     Senior Language Lecturer of Italian   Italian Language Program Coordinator   Email:     lb118@nyu.edu     Research Interests:   Language pedagogy, 19th-century Italian history, literature and cinema.             Nicola Cipani     Clinical Assistant Professor of Italian   Language Program Director   Email:     nicola.cipani@nyu.edu                 Virginia Cox     Professor of Italian   Chair   Email:     virginia.cox@nyu.edu     Research Interests:   Sixteenth-century Italian literature and intellectual history; early modern women’s writing; history of rhetoric (medieval/early modern).               Rebecca Falkoff     Assistant Professor of Italian   Email:     rebecca.falkoff@nyu.edu     Research Interests:   Modern and contemporary Italian literature, experimentalist movements, gender and sexuality, psychoanalysis, new materialism.               David Forgacs     Guido and Mariuccia Zerilli-Marimò Chair in Contemporary Italian Studies;   Professor of Italian   Director of Graduate Studies   Email:     david.forgacs@nyu.edu     Research Interests:   cultural history, media and politics in contemporary Italy; cinema and photography.               John Freccero     Professor of Italian and Comparative Literature   Email:     jfreccero@cs.com     Research Interests:   Dante; medieval poetry and poetics; Machiavelli.               Chiara Marchelli     Senior Language Lecturer of Italian   Email:     cm107@nyu.edu     Research Interests:   contemporary Italian literature; creative writing; language pedagogy; literary translation.               Ara H. Merjian     Associate Professor of Italian and Art History   Director of Undergraduate Studies   Email:     merjian@nyu.edu     Research Interests:   Twentieth-century Italian and French Art History and Theory; Futurism and the Italian avant-garde between the World Wars; Nietzschean philosophy and modernist aesthetics; early avant-garde film theory and history; Pasolini and post-war Italian aesthetics and politics.               Roberto Scarcella Perino     Senior Language Lecturer of Italian   Language Program Coordinator   Email:     rsp3@nyu.edu                 Tina Sebastiani     Senior Language Lecturer of Italian   Email:     cs136@nyu.edu     Research Interests:   Language pedagogy, Literature, Theatre and Cinema.               Jane Tylus     Professor of Italian and Comparative Literature   Faculty Director, The Humanities Initiative at NYU   Email:     jt76@nyu.edu     Research Interests:   Late medieval and early modern Italy and Europe,  particularly issues related to gender and religion; history of theatre;  literature of 19th-century Sicily; the history and culture of Siena                       Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Faculty    |     Italian Studies    | New York University                                     Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home     People     Undergraduate Program       Graduate Program       NYU Florence       Events       Employment             Stay Connected           Facebook             Affiliations         Casa Italiana Zerilli-Marimò           Villa La Pietra               Related Information         Affiliated Faculty           Administrative Staff           Graduate Student Profiles           Alumni Profiles           Visiting Faculty           Why Study Italian?             Useful Links         Arts and Science Faculty Profiles           NYU Public Directory                 Home &gt; People     Faculty                 Stefano Albertini     Clinical Associate Professor of Italian   Director of Casa Italiana Zerilli-Marimò   Email:     stefano.albertini@nyu.edu     Research Interests:   Machiavelli; 19th-century novel; church-state relations; literature and cinema; contemporary Italian history and politics.             Loredana Anderson-Tirro     Senior Language Lecturer of Italian   Email:     la4@nyu.edu     Research Interests:   Language pedagogy               Karl Appuhn     Associate Professor of History and Italian   Email:     appuhn@nyu.edu     Research Interests:   Environmental History, History of Science, Technology, and Medicine, History of Animals, Mediterranean History, Italian Renaissance.             Maria Luisa Ardizzone     Associate Professor of Italian   Email:     mla1@nyu.edu     Research Interests:   Medieval poetry, philosophy, and science; contemporary poetry; intellectual history               Ruth Ben-Ghiat     Professor of Italian and History   Email:     rb68@nyu.edu     Research Interests:   Ruth Ben-Ghiat is Professor of History and Italian Studies. A specialist in 20th century European history, with Italy a particular focus, she writes on war, including the relationship of war and cinema; empires; and fascist regimes. She is a regular contributor on these subjects to the Huffington Post and CNN.com. Follow her @ruthbenghiat.                Adriana Bonfield     Senior Language Lecturer of Italian   Language Coordinator   Email:     amb12@nyu.edu     Research Interests:   Language pedagogy; 20th century English, Anglo-American and Italian fiction; Italian culture and cinema.               Laura Bresciani     Senior Language Lecturer of Italian   Italian Language Program Coordinator   Email:     lb118@nyu.edu     Research Interests:   Language pedagogy, 19th-century Italian history, literature and cinema.             Nicola Cipani     Clinical Assistant Professor of Italian   Language Program Director   Email:     nicola.cipani@nyu.edu                 Virginia Cox     Professor of Italian   Chair   Email:     virginia.cox@nyu.edu     Research Interests:   Sixteenth-century Italian literature and intellectual history; early modern women’s writing; history of rhetoric (medieval/early modern).               Rebecca Falkoff     Assistant Professor of Italian   Email:     rebecca.falkoff@nyu.edu     Research Interests:   Modern and contemporary Italian literature, experimentalist movements, gender and sexuality, psychoanalysis, new materialism.               David Forgacs     Guido and Mariuccia Zerilli-Marimò Chair in Contemporary Italian Studies;   Professor of Italian   Director of Graduate Studies   Email:     david.forgacs@nyu.edu     Research Interests:   cultural history, media and politics in contemporary Italy; cinema and photography.               John Freccero     Professor of Italian and Comparative Literature   Email:     jfreccero@cs.com     Research Interests:   Dante; medieval poetry and poetics; Machiavelli.               Chiara Marchelli     Senior Language Lecturer of Italian   Email:     cm107@nyu.edu     Research Interests:   contemporary Italian literature; creative writing; language pedagogy; literary translation.               Ara H. Merjian     Associate Professor of Italian and Art History   Director of Undergraduate Studies   Email:     merjian@nyu.edu     Research Interests:   Twentieth-century Italian and French Art History and Theory; Futurism and the Italian avant-garde between the World Wars; Nietzschean philosophy and modernist aesthetics; early avant-garde film theory and history; Pasolini and post-war Italian aesthetics and politics.               Roberto Scarcella Perino     Senior Language Lecturer of Italian   Language Program Coordinator   Email:     rsp3@nyu.edu                 Tina Sebastiani     Senior Language Lecturer of Italian   Email:     cs136@nyu.edu     Research Interests:   Language pedagogy, Literature, Theatre and Cinema.               Jane Tylus     Professor of Italian and Comparative Literature   Faculty Director, The Humanities Initiative at NYU   Email:     jt76@nyu.edu     Research Interests:   Late medieval and early modern Italy and Europe,  particularly issues related to gender and religion; history of theatre;  literature of 19th-century Sicily; the history and culture of Siena                       Contact Us | &copy; New York University , Arts and Science"}, {"content": "Faculty    | Department of Art History | NYU                            NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       About       Undergraduate Programs       Graduate Program     Faculty     Events       Resources       Employment Opportunities       Contact Us       Fields of Vision Blog                                                                        Home &gt; Faculty       Faculty        Miriam Basilio   Associate Professor Major Interests: Art, propaganda, cultural property and national identity in Spain, modern Spanish and Latin American art, and the reception of Latin American art in the United States.              Mosette Broderick   Clinical Professor Major Interests: 19th and 20th century architecture and urbanism, America and England, 19th century social history, collecting history, and Fifth Avenue.              Finbarr Barry Flood   Professor William R. Kenan Jr. Professor of the Humanities; Institute of Fine Arts Major Interests: Art and architecture of the Islamic world; Cross-cultural dimensions of Islamic material culture; Theories and practices of image-making; Technologies of representation; Art historical historiography, methodology, and theory; and Orientalism.                  Dennis V Geronimus   Associate Professor; Chair Major Interests: Renaissance art, crosscurrents between the art of Italy and Northern Europe in the fifteenth and sixteenth centuries.              Pepe Karmel   Associate Professor Major Interests: Picasso, Pollock, Cubism, Minimalism, Contemporary Art, Critical Theory, Art and Perception              Dipti Khera   Assistant Professor Institute of Fine Arts Major Interests: Art and architecture of South Asia; Early modern visual and material culture of South Asia; Vernacular and non-European accounts of aesthetics, affect and visual-spatial practices; Cartographic cultures, art, and urban topography; Global art histories, theory and methodology; Historiography of cross-cultural encounters; Colonial visions, design and decorative arts; Collecting, museums and contemporary heritage landscapes; Postcolonial studies, modern architecture and comparative urbanism              Carol Krinsky   Professor Major Interests: 20th century architecture and planning; 15th century painting.              Meredith Martin   Associate Professor Institute of Fine Arts Major Interests: 18th- and 19th-Century French and British art, architecture, material culture, and landscape design; art and gender politics, cross-cultural encounters in European art; interiors and identity; historical revivalism and contemporary art              Michele Matteini   Assistant Professor Major Interests: Late Imperial (ca. 1400-1800) Chinese painting and material culture; antiquarianism and collecting culture; Qing history; urban culture and history; inter-Asian and transcontinental artistic exchanges; eighteenth-century art and globalism; craft and embodied knowledge; anthropology and art history; historiography of Chinese painting and art.              Louise Rice   Associate Professor Major Interests: Renaissance and Baroque art and architecture; history of prints and print culture.              Shelley Rice   Arts Professor Major Interests: Photography: History, Criticism and Theory.              Jon Ritter   Clinical Associate Professor Major Interests: 19th and 20th century architecture and urbanism; public art; history of city planning and public space.              Julia Robinson   Assistant Professor Major Interests: Recent & Current/General & Specific: Topics in 1960s through Contemporary art. Score and language-based artistic strategies; performance (and performativity) from Fluxus through the present; the shift from medium to media in contemporary art.              Ann Macy Roth   Clinical Associate Professor; Director, Ancient Near Eastern and Egyptian Studies Program Major Interests: Ancient Egyptian society and religion, particularly in the early periods; gender, royalty, wealth, and rank as expressed in architecture and art; archaeology of cemeteries              Kenneth Silver   Professor; Director of Undergraduate Studies Major Interests: French and American twentieth-century art.              Kathryn A. Smith   Professor Major Interests: Early Christian and medieval art; illustrated Gothic manuscripts; image-text relationships in medieval art, especially illuminated manuscripts; the roles of imagery in lay religion; images and one-off illustrated books as expressive and constitutive of medieval notions of the self.              Edward J Sullivan   Professor Helen Gould Sheppard Professor Major Interests: Art of Latin America, 19th, 20th century art of the Iberian Peninsula, 17th/20th century, Caribbean art.               Affiliated Faculty          Joan Breton Connelly   Professor; Director, NYU Yeronisos Island Excavations, Cyprus Major Interests: Greek sculpture and vase painting, Greek myth and religion, Cypriot archaeology, the Hellenistic East.              Boris Groys   Global Distinguished Professor              Eve Meltzer   Assistant Professor Major Interests: contemporary art history, theory, and criticism;photography, material culture, psychoanalysis, structuralism, post-structuralism, and phenomenology              Jordana Mendelson   Associate Professor Major Interests: Early twentieth-century visual culture in Spain              Ara H. Merjian   Associate Professor; Director of Undergraduate Studies Major Interests: Twentieth-century Italian and French Art History and Theory; Futurism and the Italian avant-garde between the World Wars; Nietzschean philosophy and modernist aesthetics; early avant-garde film theory and history; Pasolini and post-war Italian aesthetics and politics.              Nicholas Mirzoeff   Major Interests: Visual Culture, Cultural Studies, Climate Change, Contemporary Art and New Media, Disability Studies              Fred R. Myers   Professor; Acting Chair, East Asian Studies Major Interests: Indigenous people and politics, Aboriginal Australia; exchange theory and material culture; anthropology of art and contemporary artworlds; the production and circulation of culture; in identity and personhood; theories of value and practices of signification.              Christopher Wood   Professor Major Interests: Temporalities of art: anachronism, archaism, typology, primitivisms; history of scholarship, esp. the disciplines of art history and archeology; folk art and folk literature; Märchen and Sagen; portraiture and especially “embedded” portraits (donors, votaries); votive objects and images, pilgrimages, relics; drawing and studio practice in the Renaissance; European art and the New World; art and replication technologies; magic and witchcraft in early modern Europe; art and the Protestant Reformation; iconoclasm; German art and culture in the 19th century; art and poetry of Romanticism.                                               Contact Us | &copy; New York University , Arts and Science"}]}]