[{"detail": [{"content": "FAQ for Master's Admissions | Economics | NYU                                                             Back to Home         Printer Friendly           Frequently Asked Questions for Master's Admissions           What are the greatest strengths of the M.A. program in Economics?    What are the career opportunities for graduates of the MA program?    What are the criteria for admission?    How do I apply for admission?    What is the deadline for admission?    When can I find out about the status of my application?    Must applicants take the Graduate Record Examination (GRE)?    Must foreign students take TOEFL?    How long will it take to earn the M.A. degree?    How much does the degree cost?    What financial aid is available?    How many students are admitted to the program?    Who are our students?    Can students work full-time and pursue this degree?    Will I need a 4 year degree in order to apply to the MA Economics program?    Do we accept transfer students?    Can students enter the program in the spring semester?    Are internships available in the program and can internships count toward the degree?    Can I take courses in the business school and elsewhere in the University?    Who teaches the courses?    Does the master's program lead to the PhD program in economics at NYU?    Do we accept \"Non Degree\" students?    What are the greatest strengths of the M.A. program in Economics?    A specially tailored, stand-alone degree We offer a specially tailored, stand-alone master’s program in a top-ten Economics Department. It is “stand-alone” in that it is separate from the PhD program. Indeed, there are not that many specially tailored (i.e. terminal) master’s programs in economics offered in the USA. This type of degree serves the needs for an advanced degree of professional economists, government officials and economic consultants. It can also be used to lay the groundwork for students who wish to pursue a PhD program elsewhere in the US. Many universities offer MA degrees in economics but they are not terminal degrees but rather degrees earned en route to a PhD.    A marketable degree valued by employers See below on career opportunities for our graduates.    A rigorous preparatory degree for graduate programs elsewhere in the US Our MA graduates have been admitted into PhD programs at Boston University, the University of Michigan, UC Davis and New School University.    Our students have also been admitted to law schools at Columbia University, Fordham University and the University of Illinois and public policy schools, such as the Maxwell School at Syracuse University.    Outstanding reputation of faculty, prestigious department and high quality of curriculum The Economics Department at NYU has an impressive reputation. It has a world-renowned faculty and a high quality curriculum. A recent study published in the Journal of Economic Perspectives ranked the Economics Department at NYU as 6th in the nation.    Superb research resources NYU has one of the largest open-stack research libraries in the nation with a collection of over 4.2 million volumes.    Geographic location We are located in New York, one of the world’s most dynamic cities. NYU is located in the heart of Greenwich Village, a unique cultural and historic resource. New York City is an international hub for global business, finance, communications, art, science and research. We offer proximity to future career opportunities. New York City is establishing itself as an intellectual center where the action is.    Back to the top    What are the career opportunities for graduates of the MA program?    Graduates from the MA program currently hold jobs in a variety of fields in the New York area, including investment banking, brokerage, management consulting and the non-profit sector. Our graduates are employed in an impressive array of businesses: AIG, Goldman, Sachs &amp; Company, Bear Stearns, Bloomberg, Federal Reserve Bank of New York , Smart Money Magazine, Time Magazine, Citicorp, the Royal Bank of Canada , Credit Suisse, Economy.Com and the IMF.    International students who graduate from the program often return to their home countries to take up important policy advisory positions.       What are the criteria for admission?    Admission to the M.A. program in economics is limited to students of outstanding promise. Our program has become increasingly competitive over the last 5 years, as we seek to emphasize the analytical rigor of our program. First and foremost, we aim to admit students with excellent training in economics and quantitative methods - that is, students with grades of A-, A or A+ in economics and mathematics courses at undergraduate level. More specifically, strong applicants will meet the following requirements:    GRE Quantitative reasoning score &gt; 80th percentile (= 160 on new scale; 750 on old scale) GRE Analytical writing score &gt; 80th percentile (= 5.0)GRE Verbal reasoning score &gt; 50th percentile (= 150 on new scale; 500 on old scale) Two undergraduate calculus courses (or one calculus &amp; one linear algebra course) One statistics course &amp; one course in econometrics Intermediate Microeconomics and Intermediate Macroeconomics, plus four other undergraduate economics courses Overall GPA of 3.5 and above at the undergraduate level TOEFL &gt; 105 (internet-based version) (TOEFL requirement is for international students only—see below*) A strong application will have ‘A’ grades in most of these courses (i.e. undergraduate economics, calculus, statistics &amp; econometrics).    Please note that we only accept GRE scores. The GRE general test is required for all applicants. No exceptions are granted. GMAT will not be accepted in place of the general GRE.     We evaluate applications on their general merits. What is important is the total picture of an applicant's competence, not performance on an individual criterion. For example, we want to attract applicants who have completed a degree in mathematics, engineering or physics but who may have done only introductory but not necessarily intermediate economics courses. However, such applicants, if admitted into our program, have to complete intermediate economics courses BEFORE enrolling in our program (e.g. at any reputable university during the summer before the start of the fall semester).    All international students must take the Test of English as a Foreign Language (TOEFL).    (See http://www.toefl.org/ .) Exceptions to this rule include students who obtained a degree from English-speaking college-level institutions and students from English-speaking countries, such as the United Kingdom and Australia.    How do I apply for admission?    Applicants are required to submit their applications online. The online application and all instructions, policies and FAQs about applying are found at the Graduate School of Arts &amp; Sciences Application Resource Center at http://gsas.nyu.edu/page/grad.admissionsapplication.html       What is the deadline for admission?    The deadline for fall admission is Feb 1 st . There is no spring admission.        When can I find out about the status of my application?    Applications are reviewed after the deadline date and we intend to have decisions on or before April 15th of the fall admissions year. Please direct questions regarding your application to: econ.ma@nyu.edu       Must applicants take the Graduate Record Examination (GRE)?    All applicants must take the general test of the GRE administered by the Educational Testing Service, Princeton, NJ 08540. ( http://www.ets.org/ ) See too http://www.gre.org/splash.html.    All applicants should be sure that official test scores are sent directly to GSAS from ETS. You should send them to the Graduate School of Arts and Science code 2596.    PLEASE NOTE: GRE general test is required for all applicants. No exceptions. GMAT will not be accepted in place of the general GRE.       Must foreign students take TOEFL?    We only accept the TOEFL test no exceptions. All international students must take the Test of English as a Foreign Language (TOEFL). (See http://www.toefl.org/ .) Exceptions to this rule include students who obtained a degree from English-speaking college-level institutions and students from English-speaking countries, such as the United Kingdom, Ireland, Australia. International students should aim for TOEFL scores of no less than 105 (Internet-based version), 620 (paper-based version) or 260 (computer-based version). Successful applicants may also be required to take a diagnostic language evaluation test at the American Language Institute at NYU and to take additional English language courses tailored to the needs of graduate students. For more information regarding the Graduate School of Arts and Sciences tests requirements please see ( http://www.gsas.nyu.edu/page/grad.admissionsapplication        How long will it take to earn the M.A. degree?    The MA degree in economics takes a minimum of three semesters full-time (usually Fall, Spring and Fall the following year). The elapsed time for completion is thus more than one year. At this stage, no master's courses in the Department of Economics are offered over the summer. However, some students choose to take courses in the Stern School of Business over the summer (a maximum of 8 credits can be taken outside the Department of Economics as credit towards the MA).    The time limit for completion of the degree is five years for both full- and part-time students.       How much does the degree cost?    Applicants should refer to http://www.nyu.edu/bursar/tuition.fees/rates09/gradgsas.html  in order to see the latest tuition and fee schedule for the Graduate School of Arts and Science. Our MA program requires 32 points/credits. You would then have the cost of the mandatory health insurance, plus the cost of books and your living expenses. You may find information at www.gsas.nyu.edu , \"Admissions,\" \"Application Resource Center,\" \"Frequently Asked Questions,\" \"International Students FAQ\" useful as well.        What financial aid is available?    While loans may be available, fellowships and assistantships are not available for students in the M.A. program.    However, the Tuition Incentive Program (TIP) at NYU is an important source of financial aid for master's students. TIP provides tuition support to recipients of external awards. Students receiving external awards of $13,000 or more from recognized, academic sources of funding outside of the University can apply for matching tuition points up to the amount of their outside award. Students receiving external awards of less than $13,000 may apply for matching tuition points up to 50% of the amount of the external award. The Graduate School typically awards funds to between 20 and 30 students a year. We encourage students to apply.       How many students are admitted to the program?    We do not have a fixed target size for an incoming class. In Fall 2010, we received close to 600 applications and admitted 150 students. In other years, we have had between 60 to 70 incoming students.        Who are our students?    Over the last five years, about half of the incoming students are international students (i.e. non-US citizens). We have a very diverse student body. About 80 percent of incoming students are full-time students. The average age of incoming students is 25 years.       Can students work full-time and pursue this degree?    Yes. Unlike other schools, many of our MA courses begin at 6.20pm and a few begin at 4.20pm. All of the core MA courses are offered in the evening (many are also offered during the day as well). Courses generally meet once a week.       Will I need a 4 year degree in order to apply to the MA Economics program?    As per Graduate School of Arts and Sciences (GSAS) and the Economics' Department policy you will need a 4 year study in higher education and cannot apply with 3 years or less under GSAS rules. Applicants from India, Pakistan, Sri Lanka, Myanmar, and Bangladesh must show completion of both the baccalaureate and master's examinations prior to registration in the Graduate School. The examinations for the Bachelor of Engineering and the Bachelor of Technology meet the application requirements. For students holding 3 year degrees from Australia, GSAS also requires a 4 year degree to apply. Applicants must have BA-honors in order to apply for degree through GSAS at NYU. If you have further concerns regarding the 4 year degree requirement, please contact Graduate Enrollment Services gsas.admissions@nyu.edu 212-998-8050       Do we accept transfer students?    Students from other graduate schools must apply as new students; admitted students may seek permission to transfer up to 8 credits for relevant courses with grades of B or better.       Can students enter the program in the spring semester?    No, there are no longer admissions in spring. There are only admissions in the fall semester of each year.       Are internships available in the program and can internships count toward the degree?    On their own initiative, a small number of our students obtain internships in business and public policy settings. However, internships cannot count towards the MA degree in economics.       Can I take courses in the business school and elsewhere in the University?    Students are allowed to take relevant courses at the NYU business school, which is consistently ranked among the world’s best business schools (see http://stern.nyu.edu ). In addition to regular courses in economics, students take courses in finance, accounting, international business and operations research at the Stern School of Business. Highly qualified MA students preparing for a PhD program may also take courses in the Graduate Department of Mathematics at the Courant Institute of Mathematical Sciences which offers balanced training in mathematics and its applications in the broadest sense.       Who teaches the courses?    Courses are taught by both full-time faculty and adjunct professors who combine formal training in economics (PhD) with applied economics experience.       Does the master's program lead to the PhD program in economics at NYU?    The master's program does not lead to the PhD program. The two programs are quite separate and students cannot transfer from the master's program to the PhD program at NYU. However, our master's program can be used to lay the groundwork for students who wish to pursue a PhD program elsewhere, and an increasing number of our students have gone on to do a PhD in economics at other universities in the United States (e.g. Boston University). Indeed, the best qualified master's students sometimes take one or more PhD-level courses within the Department of Economics as credit towards their M.A. degree. In order to improve their math background, some students seeking to pursue a PhD also take graduate math courses. Students can also choose to apply for our Ph.D. program after completing the master's, although admission is very competitive and none of the master's work would transfer toward the PhD.       Do we accept \"non degree\" students??    The MA Economics program does not admit students who are not registered in a degree or certificate program                                                                                                    Back to Top"}]},
{"detail": [{"content": "FAQ for Master's Admissions | Economics | NYU                                                             Back to Home         Printer Friendly           Frequently Asked Questions for Master's Admissions           What are the greatest strengths of the M.A. program in Economics?    What are the career opportunities for graduates of the MA program?    What are the criteria for admission?    How do I apply for admission?    What is the deadline for admission?    When can I find out about the status of my application?    Must applicants take the Graduate Record Examination (GRE)?    Must foreign students take TOEFL?    How long will it take to earn the M.A. degree?    How much does the degree cost?    What financial aid is available?    How many students are admitted to the program?    Who are our students?    Can students work full-time and pursue this degree?    Will I need a 4 year degree in order to apply to the MA Economics program?    Do we accept transfer students?    Can students enter the program in the spring semester?    Are internships available in the program and can internships count toward the degree?    Can I take courses in the business school and elsewhere in the University?    Who teaches the courses?    Does the master's program lead to the PhD program in economics at NYU?    Do we accept \"Non Degree\" students?    What are the greatest strengths of the M.A. program in Economics?    A specially tailored, stand-alone degree We offer a specially tailored, stand-alone master’s program in a top-ten Economics Department. It is “stand-alone” in that it is separate from the PhD program. Indeed, there are not that many specially tailored (i.e. terminal) master’s programs in economics offered in the USA. This type of degree serves the needs for an advanced degree of professional economists, government officials and economic consultants. It can also be used to lay the groundwork for students who wish to pursue a PhD program elsewhere in the US. Many universities offer MA degrees in economics but they are not terminal degrees but rather degrees earned en route to a PhD.    A marketable degree valued by employers See below on career opportunities for our graduates.    A rigorous preparatory degree for graduate programs elsewhere in the US Our MA graduates have been admitted into PhD programs at Boston University, the University of Michigan, UC Davis and New School University.    Our students have also been admitted to law schools at Columbia University, Fordham University and the University of Illinois and public policy schools, such as the Maxwell School at Syracuse University.    Outstanding reputation of faculty, prestigious department and high quality of curriculum The Economics Department at NYU has an impressive reputation. It has a world-renowned faculty and a high quality curriculum. A recent study published in the Journal of Economic Perspectives ranked the Economics Department at NYU as 6th in the nation.    Superb research resources NYU has one of the largest open-stack research libraries in the nation with a collection of over 4.2 million volumes.    Geographic location We are located in New York, one of the world’s most dynamic cities. NYU is located in the heart of Greenwich Village, a unique cultural and historic resource. New York City is an international hub for global business, finance, communications, art, science and research. We offer proximity to future career opportunities. New York City is establishing itself as an intellectual center where the action is.    Back to the top    What are the career opportunities for graduates of the MA program?    Graduates from the MA program currently hold jobs in a variety of fields in the New York area, including investment banking, brokerage, management consulting and the non-profit sector. Our graduates are employed in an impressive array of businesses: AIG, Goldman, Sachs &amp; Company, Bear Stearns, Bloomberg, Federal Reserve Bank of New York , Smart Money Magazine, Time Magazine, Citicorp, the Royal Bank of Canada , Credit Suisse, Economy.Com and the IMF.    International students who graduate from the program often return to their home countries to take up important policy advisory positions.       What are the criteria for admission?    Admission to the M.A. program in economics is limited to students of outstanding promise. Our program has become increasingly competitive over the last 5 years, as we seek to emphasize the analytical rigor of our program. First and foremost, we aim to admit students with excellent training in economics and quantitative methods - that is, students with grades of A-, A or A+ in economics and mathematics courses at undergraduate level. More specifically, strong applicants will meet the following requirements:    GRE Quantitative reasoning score &gt; 80th percentile (= 160 on new scale; 750 on old scale) GRE Analytical writing score &gt; 80th percentile (= 5.0)GRE Verbal reasoning score &gt; 50th percentile (= 150 on new scale; 500 on old scale) Two undergraduate calculus courses (or one calculus &amp; one linear algebra course) One statistics course &amp; one course in econometrics Intermediate Microeconomics and Intermediate Macroeconomics, plus four other undergraduate economics courses Overall GPA of 3.5 and above at the undergraduate level TOEFL &gt; 105 (internet-based version) (TOEFL requirement is for international students only—see below*) A strong application will have ‘A’ grades in most of these courses (i.e. undergraduate economics, calculus, statistics &amp; econometrics).    Please note that we only accept GRE scores. The GRE general test is required for all applicants. No exceptions are granted. GMAT will not be accepted in place of the general GRE.     We evaluate applications on their general merits. What is important is the total picture of an applicant's competence, not performance on an individual criterion. For example, we want to attract applicants who have completed a degree in mathematics, engineering or physics but who may have done only introductory but not necessarily intermediate economics courses. However, such applicants, if admitted into our program, have to complete intermediate economics courses BEFORE enrolling in our program (e.g. at any reputable university during the summer before the start of the fall semester).    All international students must take the Test of English as a Foreign Language (TOEFL).    (See http://www.toefl.org/ .) Exceptions to this rule include students who obtained a degree from English-speaking college-level institutions and students from English-speaking countries, such as the United Kingdom and Australia.    How do I apply for admission?    Applicants are required to submit their applications online. The online application and all instructions, policies and FAQs about applying are found at the Graduate School of Arts &amp; Sciences Application Resource Center at http://gsas.nyu.edu/page/grad.admissionsapplication.html       What is the deadline for admission?    The deadline for fall admission is Feb 1 st . There is no spring admission.        When can I find out about the status of my application?    Applications are reviewed after the deadline date and we intend to have decisions on or before April 15th of the fall admissions year. Please direct questions regarding your application to: econ.ma@nyu.edu       Must applicants take the Graduate Record Examination (GRE)?    All applicants must take the general test of the GRE administered by the Educational Testing Service, Princeton, NJ 08540. ( http://www.ets.org/ ) See too http://www.gre.org/splash.html.    All applicants should be sure that official test scores are sent directly to GSAS from ETS. You should send them to the Graduate School of Arts and Science code 2596.    PLEASE NOTE: GRE general test is required for all applicants. No exceptions. GMAT will not be accepted in place of the general GRE.       Must foreign students take TOEFL?    We only accept the TOEFL test no exceptions. All international students must take the Test of English as a Foreign Language (TOEFL). (See http://www.toefl.org/ .) Exceptions to this rule include students who obtained a degree from English-speaking college-level institutions and students from English-speaking countries, such as the United Kingdom, Ireland, Australia. International students should aim for TOEFL scores of no less than 105 (Internet-based version), 620 (paper-based version) or 260 (computer-based version). Successful applicants may also be required to take a diagnostic language evaluation test at the American Language Institute at NYU and to take additional English language courses tailored to the needs of graduate students. For more information regarding the Graduate School of Arts and Sciences tests requirements please see ( http://www.gsas.nyu.edu/page/grad.admissionsapplication        How long will it take to earn the M.A. degree?    The MA degree in economics takes a minimum of three semesters full-time (usually Fall, Spring and Fall the following year). The elapsed time for completion is thus more than one year. At this stage, no master's courses in the Department of Economics are offered over the summer. However, some students choose to take courses in the Stern School of Business over the summer (a maximum of 8 credits can be taken outside the Department of Economics as credit towards the MA).    The time limit for completion of the degree is five years for both full- and part-time students.       How much does the degree cost?    Applicants should refer to http://www.nyu.edu/bursar/tuition.fees/rates09/gradgsas.html  in order to see the latest tuition and fee schedule for the Graduate School of Arts and Science. Our MA program requires 32 points/credits. You would then have the cost of the mandatory health insurance, plus the cost of books and your living expenses. You may find information at www.gsas.nyu.edu , \"Admissions,\" \"Application Resource Center,\" \"Frequently Asked Questions,\" \"International Students FAQ\" useful as well.        What financial aid is available?    While loans may be available, fellowships and assistantships are not available for students in the M.A. program.    However, the Tuition Incentive Program (TIP) at NYU is an important source of financial aid for master's students. TIP provides tuition support to recipients of external awards. Students receiving external awards of $13,000 or more from recognized, academic sources of funding outside of the University can apply for matching tuition points up to the amount of their outside award. Students receiving external awards of less than $13,000 may apply for matching tuition points up to 50% of the amount of the external award. The Graduate School typically awards funds to between 20 and 30 students a year. We encourage students to apply.       How many students are admitted to the program?    We do not have a fixed target size for an incoming class. In Fall 2010, we received close to 600 applications and admitted 150 students. In other years, we have had between 60 to 70 incoming students.        Who are our students?    Over the last five years, about half of the incoming students are international students (i.e. non-US citizens). We have a very diverse student body. About 80 percent of incoming students are full-time students. The average age of incoming students is 25 years.       Can students work full-time and pursue this degree?    Yes. Unlike other schools, many of our MA courses begin at 6.20pm and a few begin at 4.20pm. All of the core MA courses are offered in the evening (many are also offered during the day as well). Courses generally meet once a week.       Will I need a 4 year degree in order to apply to the MA Economics program?    As per Graduate School of Arts and Sciences (GSAS) and the Economics' Department policy you will need a 4 year study in higher education and cannot apply with 3 years or less under GSAS rules. Applicants from India, Pakistan, Sri Lanka, Myanmar, and Bangladesh must show completion of both the baccalaureate and master's examinations prior to registration in the Graduate School. The examinations for the Bachelor of Engineering and the Bachelor of Technology meet the application requirements. For students holding 3 year degrees from Australia, GSAS also requires a 4 year degree to apply. Applicants must have BA-honors in order to apply for degree through GSAS at NYU. If you have further concerns regarding the 4 year degree requirement, please contact Graduate Enrollment Services gsas.admissions@nyu.edu 212-998-8050       Do we accept transfer students?    Students from other graduate schools must apply as new students; admitted students may seek permission to transfer up to 8 credits for relevant courses with grades of B or better.       Can students enter the program in the spring semester?    No, there are no longer admissions in spring. There are only admissions in the fall semester of each year.       Are internships available in the program and can internships count toward the degree?    On their own initiative, a small number of our students obtain internships in business and public policy settings. However, internships cannot count towards the MA degree in economics.       Can I take courses in the business school and elsewhere in the University?    Students are allowed to take relevant courses at the NYU business school, which is consistently ranked among the world’s best business schools (see http://stern.nyu.edu ). In addition to regular courses in economics, students take courses in finance, accounting, international business and operations research at the Stern School of Business. Highly qualified MA students preparing for a PhD program may also take courses in the Graduate Department of Mathematics at the Courant Institute of Mathematical Sciences which offers balanced training in mathematics and its applications in the broadest sense.       Who teaches the courses?    Courses are taught by both full-time faculty and adjunct professors who combine formal training in economics (PhD) with applied economics experience.       Does the master's program lead to the PhD program in economics at NYU?    The master's program does not lead to the PhD program. The two programs are quite separate and students cannot transfer from the master's program to the PhD program at NYU. However, our master's program can be used to lay the groundwork for students who wish to pursue a PhD program elsewhere, and an increasing number of our students have gone on to do a PhD in economics at other universities in the United States (e.g. Boston University). Indeed, the best qualified master's students sometimes take one or more PhD-level courses within the Department of Economics as credit towards their M.A. degree. In order to improve their math background, some students seeking to pursue a PhD also take graduate math courses. Students can also choose to apply for our Ph.D. program after completing the master's, although admission is very competitive and none of the master's work would transfer toward the PhD.       Do we accept \"non degree\" students??    The MA Economics program does not admit students who are not registered in a degree or certificate program                                                                                                    Back to Top"}, {"content": "Professor YANNIS BAKOS                                   Yannis Bakos            Contact    information:          Leonard N. Stern School of Business     New York University     44 West 4th Street, Room 8-83     New York, NY 10012-1126                       Phone:              (212) 998-0841                 Fax:      (212) 995-4228                 Email:          bakos@stern.nyu.edu                        For secure communications,    here is my PGP public key                      BACKGROUND    Yannis Bakos   is Associate Professor of Management at the Leonard   N. Stern School of Business at New York University   where he conducts research and teaches graduate courses on the economic and business implications   of information technology, the Internet, and online media.    Professor Bakos   pioneered research on the impact of information technology on markets, and in   particular on how internet-based electronic marketplaces will affect pricing   and competition. Professor Bakos is also currently studying pricing strategies   for information goods. His award-winning research has been published in academic   and professional journals, such as Management Science , Information   Systems Research , MIS Quarterly , Journal of MIS , International   Journal of Electronic Commerce , Journal of Economic Perspectives , and the Journal of Law and Economics .   He holds a Ph.D. in Management and an MBA in Finance from the  MIT Sloan School of Management . He also  received a Masters in Electrical Engineering and Computer Science and a   B.S. in Computer Engineering from MIT's  Department of Electrical Engineering and Computer Science .    Professor Bakos   serves as director or advisor for several corporations and non-profit organizations.   He teaches and lectures internationally on the business impact of the Internet   and on the pricing of information goods. Before coming to NYU, he was on the faculties   of the Graduate School of Management at   the University of California, Irvine , and the  Sloan School of Management at MIT .  In 1999 he co-founded Flexplay Technologies,  Inc. , where he served as Chairman of the Board from 2001 until its sale to  The Convex Group in 2004.      WORKSHOP ON INFORMATION   SYSTEMS AND ECONOMICS    Professor Bakos   is the co-founder (with Professor Chris   F. Kemerer ) of the Workshop on Information Systems and Economics (WISE) ,  which has become the leading forum for research at the intersection of the  Information Technology and Economics disciplines. In addition to the first  WISE, which was held in Cambridge, MA on December 3, 1989, Profs Bakos and  Kemerer co-chaired the 8th WISE in Cleveland, OH on December 14-15, 1996.    Recent and  Future Workshops:   WISE '2002 was held December  14-15, 2002 in Barcelona, Spain.   WISE '2003 was held December  13-14 in Seattle, WA.   WISE '2004  took place December 11-12, 2004 in  Washington DC.   WISE '2005 was held  December 10-11, 2005 in Irvine, CA.   WISE '2006 took place December  9-10, 2006 in Evanston, IL. WISE '2007 was held December 8-9,  2007 in Montreal, Canada. WISE '2008  took place December 13-14, 2008 in Paris, France. Prof. Bakos will chair WISE '2009 , the 20th anniversary WISE, to be held in Phoenix, AZ on December 14-15, 2009.      SELECTED PUBLICATIONS    The following   papers are available from this Web page. Abstracts can be read by clicking on   the indicated link, and most papers can be downloaded in Adobe PDF format (which   can be read with Adobe Acrobat Version   3.0 or higher ). Alternatively, a copy of these (or other) papers may be   requested from Professor Bakos .    Electronic Markets and   Electronic Commerce            Bakos,    Y., Marotta-Wurgler, F. , Trossen, D. R.  \" Does Anyone Read the Fine Print?   Testing a Law and Economics Approach to Standard Form Contracts .\" CELS 2009 4th Annual Conference on Empirical Legal Studies Paper , August 2009.            Bakos,    Y., Lucas, H. C. Jr., Oh, W., Simon, G., Viswanathan, S. and Weber, B.   \"The Impact of Electronic Commerce on Competition in the Retail Brokerage   Industry.\" Information Systems Research , December 2005. [ Acrobat PDF file   380K ]            Bakos,    Y., \"The Emerging Landscape for Retail E-Commerce.\" Journal    of Economic Perspectives , January 2001. [ Acrobat    PDF file 58K ]            Bakos,    Y. \"Towards Friction-Free Markets: The Emerging Role of Electronic    Marketplaces on the Internet,\" Communications of the ACM , Volume    41, Number 8 (August 1998), pp. 35-42. [ Acrobat PDF file 89K ]            Bakos,    Y. \"Reducing Buyer Search Costs: Implications for Electronic    Marketplaces,\" Management Science , Volume 43, Number 12, December    1997. [ Click here for the abstract ] [ Acrobat    PDF file 127K ]            Bailey, J. and Bakos,    Y. \"An Exploratory Study of the Emerging Role of Electronic Intermediaries,\"    International Journal of Electronic Commerce , Volume 1, Number 3,    Spring 1997. [ Click here for the    abstract ] [ Acrobat PDF file 44K ]            Bakos,    Y. and Nault, B. \"Ownership    and Investment in Electronic Networks,\" Information Systems Research ,    Volume 8, Number 4, December 1997. [ Click here    for the abstract ][ Acrobat PDF file 144K ]            Bakos,    Y. \"A Strategic Analysis of Electronic Marketplaces,\" MIS    Quarterly , Volume 15, No. 3, September 1991, pp. 295-310. [Click    here for the abstract] [ Acrobat PDF file 64K ]            Bakos,    Y. \"Information Links and Electronic Marketplaces: Implications    of Interorganizational Information Systems in Vertical Markets,\" Journal    of Management Information Systems, Volume 8, No. 2, Fall 1991. [Click    here for the abstract] [ Acrobat PDF file    65K ]             Economics of Information   Goods            Bakos,    Y. and Brynjolfsson, E. \"Bundling    and Competition on the Internet: Aggregation Strategies for Information    Goods,\" Marketing Science (January 2000). [ Click    here for the abstract ] [ Acrobat PDF file 200K ].            Bakos,    Y. and Brynjolfsson, E. \"Bundling    Information Goods: Pricing, Profits and Efficiency,\" Management    Science (December 1999) [ Click here for the abstract ] [ Acrobat    PDF file 240K ]. Winner of the 1999 J.D.C. Little Award for Best    Marketing Paper published in an INFORMS journal.            Bakos,    Y., Brynjolfsson, E. and Lichtman, D . \"Shared    Information Goods,\" Journal of Law and Economics (April 1999).    [ Click here for the abstract ] [ Acrobat    PDF file 119K ]            Bakos,    Y. and Brynjolfsson, E. \"Aggregation    and Disaggregation of Information Goods: Implications for Bundling, Site    Licensing and Micropayment Systems,\" in Proceedings    of Internet Publishing and Beyond: The Economics of Digital Information    and Intellectual Property. D. Hurley, B. Kahin, and H. Varian, eds. MIT   Press, Cambridge, Massachusetts (August 2000).    [ Click    here for the abstract ] [ Acrobat PDF file 128K ]    [ Click here for an HTML    version ]             Information Technology   and Organizations               Bakos,    Y. and Dellarocas, C. \" Cooperation   without Enforcement? A Comparative Analysis of Litigation and Online   Reputation as Quality Assurance Mechanisms ,\" Forthcoming in Management Science .            Bakos,    Y. \" The Productivity Payoff of Computers ,\"    A Review of The Computer Revolution: An Economic Perspective by    Daniel E. Sichel, Science, July 3, 1998, p. 52.            Bakos,    Y. and Brynjolfsson, E. \"Organizational    Partnerships and the Virtual Corporation,\" Chapter 4 in Information    Technology and Industrial Competitiveness: How Information Technology Shapes    Competition , Kluwer Academic Publishers, forthcoming 1997. [Click here for the abstract] [ Acrobat    PDF file 81K ]            Bakos,    Y. \"Are Computers Boosting Our Productivity?\" A Review of    The Trouble With Computers by Thomas K. Landauer, Journal of    Economic Literature , September 1996. [ Acrobat PDF file 15K ]            \" Are   Computers Boosting Productivity? \" ComputerWorld , March 27, 1995.  An early article discussing the impact of IT on productivity.            Bakos,    Y. and Brynjolfsson, E. \"From    Vendors to Partners: Information Technology and Incomplete Contracts in    Buyer-Supplier Relationships,\" Journal of Organizational Computing ,    Volume 3, Number 3, December 1993. [Click here for the abstract] [ Acrobat PDF file 231K ]            Bakos,    Y. and Kemerer, C. F.    \"Recent Applications of Economic Theory in Information Technology Research,\"    Decision Support Systems, December 1992. [Click here for the abstract] [ Acrobat PDF file 96K ]            Bakos,    Y. and Treacy, M. E.    \"Information technology and corporate strategy: a research perspective,\"    MIS Quarterly , Vol 10, No. 2, June 1986, pp. 107-119. [Click    here for the abstract] [ Acrobat PDF file 58K ]          PATENTS         Professor Bakos pioneered   certain methods to control information stored in optical media.   These innovations have resulted in more than twenty patent   applications, including the following nine issued U.S. patents:               Bakos, Y., Brynjolfsson, E. ,     Heller, A. and Heller, E. \"Pseudo-transmissive Read Inhibitor for   Optical Storage Media.\" U.S. patent 6,511,728; issued February 2003.               Bakos, Y., Brynjolfsson, E. ,     Heller, A. and Heller, E. \"Pseudo-reflective Read Inhibitor for Optical   Storage Media.\" U.S. patent 6,537,635; issued March 2003.   Also U.S. patent 6,839,316; issued January 2005.               Bakos, Y. and Brynjolfsson, E. , \"Directory Read Inhibitor for Optical Storage Media.\" U.S. patent 6,641,886; issued November 2003. Also U.S. patent 6,838,144; issued January 2005.               Thompson, R., Exter, N.,   Bakos, Y., Minns, R. and Takiff, L., \"Limited Play Optical Devices with   Interstitial Reactive Layer and Methods of Making Same.\" U.S. patent   6,756,103; issued June 2004.               Bakos, Y., Brynjolfsson, E. ,     Heller, A. and Heller, E. \"Pseudo-reflective Read Inhibitor for Optical   Storage Media.\" U.S. patent 6,839,316; issued January 2005.               Bakos, Y. and Brynjolfsson, E. , \"Directory   Read Inhibitor for Optical Storage Media.\" U.S. patent 6,838,144; issued January 2005.               Thompson, R., Bakos, Y. and   LeBlanc, A., \"Limited Play Optical Devices with   Interstitial Reactive Layer and Methods of Making Same.\" U.S. patent   6,917,579; issued July 2005.               Thompson, R., Exter, N., Bakos, Y.,   Minns, R. and   Takiff, L., \"Limited Play Optical Devices with   Interstitial Reactive Layer and Methods of Making Same.\" U.S. patent   6,960,382; issued November 2005.        Thompson, Bakos, Y., Paulus, J. and LeBlanc, A., \"Limited Play Optical Devices with   Interstitial Reactive Layer and Methods of Making Same.\" U.S. patent 7,177,261; issued February 2007.                PERSONAL         I may be biased, but I think that this is the best dermatology practice in New York and the best dermatologist in New York!    Password-protected area             For access problems, contact webmaster@stern.nyu. edu"}]},
{"detail": [{"content": "FAQ for Master's Admissions | Economics | NYU                                                             Back to Home         Printer Friendly           Frequently Asked Questions for Master's Admissions           What are the greatest strengths of the M.A. program in Economics?    What are the career opportunities for graduates of the MA program?    What are the criteria for admission?    How do I apply for admission?    What is the deadline for admission?    When can I find out about the status of my application?    Must applicants take the Graduate Record Examination (GRE)?    Must foreign students take TOEFL?    How long will it take to earn the M.A. degree?    How much does the degree cost?    What financial aid is available?    How many students are admitted to the program?    Who are our students?    Can students work full-time and pursue this degree?    Will I need a 4 year degree in order to apply to the MA Economics program?    Do we accept transfer students?    Can students enter the program in the spring semester?    Are internships available in the program and can internships count toward the degree?    Can I take courses in the business school and elsewhere in the University?    Who teaches the courses?    Does the master's program lead to the PhD program in economics at NYU?    Do we accept \"Non Degree\" students?    What are the greatest strengths of the M.A. program in Economics?    A specially tailored, stand-alone degree We offer a specially tailored, stand-alone master’s program in a top-ten Economics Department. It is “stand-alone” in that it is separate from the PhD program. Indeed, there are not that many specially tailored (i.e. terminal) master’s programs in economics offered in the USA. This type of degree serves the needs for an advanced degree of professional economists, government officials and economic consultants. It can also be used to lay the groundwork for students who wish to pursue a PhD program elsewhere in the US. Many universities offer MA degrees in economics but they are not terminal degrees but rather degrees earned en route to a PhD.    A marketable degree valued by employers See below on career opportunities for our graduates.    A rigorous preparatory degree for graduate programs elsewhere in the US Our MA graduates have been admitted into PhD programs at Boston University, the University of Michigan, UC Davis and New School University.    Our students have also been admitted to law schools at Columbia University, Fordham University and the University of Illinois and public policy schools, such as the Maxwell School at Syracuse University.    Outstanding reputation of faculty, prestigious department and high quality of curriculum The Economics Department at NYU has an impressive reputation. It has a world-renowned faculty and a high quality curriculum. A recent study published in the Journal of Economic Perspectives ranked the Economics Department at NYU as 6th in the nation.    Superb research resources NYU has one of the largest open-stack research libraries in the nation with a collection of over 4.2 million volumes.    Geographic location We are located in New York, one of the world’s most dynamic cities. NYU is located in the heart of Greenwich Village, a unique cultural and historic resource. New York City is an international hub for global business, finance, communications, art, science and research. We offer proximity to future career opportunities. New York City is establishing itself as an intellectual center where the action is.    Back to the top    What are the career opportunities for graduates of the MA program?    Graduates from the MA program currently hold jobs in a variety of fields in the New York area, including investment banking, brokerage, management consulting and the non-profit sector. Our graduates are employed in an impressive array of businesses: AIG, Goldman, Sachs &amp; Company, Bear Stearns, Bloomberg, Federal Reserve Bank of New York , Smart Money Magazine, Time Magazine, Citicorp, the Royal Bank of Canada , Credit Suisse, Economy.Com and the IMF.    International students who graduate from the program often return to their home countries to take up important policy advisory positions.       What are the criteria for admission?    Admission to the M.A. program in economics is limited to students of outstanding promise. Our program has become increasingly competitive over the last 5 years, as we seek to emphasize the analytical rigor of our program. First and foremost, we aim to admit students with excellent training in economics and quantitative methods - that is, students with grades of A-, A or A+ in economics and mathematics courses at undergraduate level. More specifically, strong applicants will meet the following requirements:    GRE Quantitative reasoning score &gt; 80th percentile (= 160 on new scale; 750 on old scale) GRE Analytical writing score &gt; 80th percentile (= 5.0)GRE Verbal reasoning score &gt; 50th percentile (= 150 on new scale; 500 on old scale) Two undergraduate calculus courses (or one calculus &amp; one linear algebra course) One statistics course &amp; one course in econometrics Intermediate Microeconomics and Intermediate Macroeconomics, plus four other undergraduate economics courses Overall GPA of 3.5 and above at the undergraduate level TOEFL &gt; 105 (internet-based version) (TOEFL requirement is for international students only—see below*) A strong application will have ‘A’ grades in most of these courses (i.e. undergraduate economics, calculus, statistics &amp; econometrics).    Please note that we only accept GRE scores. The GRE general test is required for all applicants. No exceptions are granted. GMAT will not be accepted in place of the general GRE.     We evaluate applications on their general merits. What is important is the total picture of an applicant's competence, not performance on an individual criterion. For example, we want to attract applicants who have completed a degree in mathematics, engineering or physics but who may have done only introductory but not necessarily intermediate economics courses. However, such applicants, if admitted into our program, have to complete intermediate economics courses BEFORE enrolling in our program (e.g. at any reputable university during the summer before the start of the fall semester).    All international students must take the Test of English as a Foreign Language (TOEFL).    (See http://www.toefl.org/ .) Exceptions to this rule include students who obtained a degree from English-speaking college-level institutions and students from English-speaking countries, such as the United Kingdom and Australia.    How do I apply for admission?    Applicants are required to submit their applications online. The online application and all instructions, policies and FAQs about applying are found at the Graduate School of Arts &amp; Sciences Application Resource Center at http://gsas.nyu.edu/page/grad.admissionsapplication.html       What is the deadline for admission?    The deadline for fall admission is Feb 1 st . There is no spring admission.        When can I find out about the status of my application?    Applications are reviewed after the deadline date and we intend to have decisions on or before April 15th of the fall admissions year. Please direct questions regarding your application to: econ.ma@nyu.edu       Must applicants take the Graduate Record Examination (GRE)?    All applicants must take the general test of the GRE administered by the Educational Testing Service, Princeton, NJ 08540. ( http://www.ets.org/ ) See too http://www.gre.org/splash.html.    All applicants should be sure that official test scores are sent directly to GSAS from ETS. You should send them to the Graduate School of Arts and Science code 2596.    PLEASE NOTE: GRE general test is required for all applicants. No exceptions. GMAT will not be accepted in place of the general GRE.       Must foreign students take TOEFL?    We only accept the TOEFL test no exceptions. All international students must take the Test of English as a Foreign Language (TOEFL). (See http://www.toefl.org/ .) Exceptions to this rule include students who obtained a degree from English-speaking college-level institutions and students from English-speaking countries, such as the United Kingdom, Ireland, Australia. International students should aim for TOEFL scores of no less than 105 (Internet-based version), 620 (paper-based version) or 260 (computer-based version). Successful applicants may also be required to take a diagnostic language evaluation test at the American Language Institute at NYU and to take additional English language courses tailored to the needs of graduate students. For more information regarding the Graduate School of Arts and Sciences tests requirements please see ( http://www.gsas.nyu.edu/page/grad.admissionsapplication        How long will it take to earn the M.A. degree?    The MA degree in economics takes a minimum of three semesters full-time (usually Fall, Spring and Fall the following year). The elapsed time for completion is thus more than one year. At this stage, no master's courses in the Department of Economics are offered over the summer. However, some students choose to take courses in the Stern School of Business over the summer (a maximum of 8 credits can be taken outside the Department of Economics as credit towards the MA).    The time limit for completion of the degree is five years for both full- and part-time students.       How much does the degree cost?    Applicants should refer to http://www.nyu.edu/bursar/tuition.fees/rates09/gradgsas.html  in order to see the latest tuition and fee schedule for the Graduate School of Arts and Science. Our MA program requires 32 points/credits. You would then have the cost of the mandatory health insurance, plus the cost of books and your living expenses. You may find information at www.gsas.nyu.edu , \"Admissions,\" \"Application Resource Center,\" \"Frequently Asked Questions,\" \"International Students FAQ\" useful as well.        What financial aid is available?    While loans may be available, fellowships and assistantships are not available for students in the M.A. program.    However, the Tuition Incentive Program (TIP) at NYU is an important source of financial aid for master's students. TIP provides tuition support to recipients of external awards. Students receiving external awards of $13,000 or more from recognized, academic sources of funding outside of the University can apply for matching tuition points up to the amount of their outside award. Students receiving external awards of less than $13,000 may apply for matching tuition points up to 50% of the amount of the external award. The Graduate School typically awards funds to between 20 and 30 students a year. We encourage students to apply.       How many students are admitted to the program?    We do not have a fixed target size for an incoming class. In Fall 2010, we received close to 600 applications and admitted 150 students. In other years, we have had between 60 to 70 incoming students.        Who are our students?    Over the last five years, about half of the incoming students are international students (i.e. non-US citizens). We have a very diverse student body. About 80 percent of incoming students are full-time students. The average age of incoming students is 25 years.       Can students work full-time and pursue this degree?    Yes. Unlike other schools, many of our MA courses begin at 6.20pm and a few begin at 4.20pm. All of the core MA courses are offered in the evening (many are also offered during the day as well). Courses generally meet once a week.       Will I need a 4 year degree in order to apply to the MA Economics program?    As per Graduate School of Arts and Sciences (GSAS) and the Economics' Department policy you will need a 4 year study in higher education and cannot apply with 3 years or less under GSAS rules. Applicants from India, Pakistan, Sri Lanka, Myanmar, and Bangladesh must show completion of both the baccalaureate and master's examinations prior to registration in the Graduate School. The examinations for the Bachelor of Engineering and the Bachelor of Technology meet the application requirements. For students holding 3 year degrees from Australia, GSAS also requires a 4 year degree to apply. Applicants must have BA-honors in order to apply for degree through GSAS at NYU. If you have further concerns regarding the 4 year degree requirement, please contact Graduate Enrollment Services gsas.admissions@nyu.edu 212-998-8050       Do we accept transfer students?    Students from other graduate schools must apply as new students; admitted students may seek permission to transfer up to 8 credits for relevant courses with grades of B or better.       Can students enter the program in the spring semester?    No, there are no longer admissions in spring. There are only admissions in the fall semester of each year.       Are internships available in the program and can internships count toward the degree?    On their own initiative, a small number of our students obtain internships in business and public policy settings. However, internships cannot count towards the MA degree in economics.       Can I take courses in the business school and elsewhere in the University?    Students are allowed to take relevant courses at the NYU business school, which is consistently ranked among the world’s best business schools (see http://stern.nyu.edu ). In addition to regular courses in economics, students take courses in finance, accounting, international business and operations research at the Stern School of Business. Highly qualified MA students preparing for a PhD program may also take courses in the Graduate Department of Mathematics at the Courant Institute of Mathematical Sciences which offers balanced training in mathematics and its applications in the broadest sense.       Who teaches the courses?    Courses are taught by both full-time faculty and adjunct professors who combine formal training in economics (PhD) with applied economics experience.       Does the master's program lead to the PhD program in economics at NYU?    The master's program does not lead to the PhD program. The two programs are quite separate and students cannot transfer from the master's program to the PhD program at NYU. However, our master's program can be used to lay the groundwork for students who wish to pursue a PhD program elsewhere, and an increasing number of our students have gone on to do a PhD in economics at other universities in the United States (e.g. Boston University). Indeed, the best qualified master's students sometimes take one or more PhD-level courses within the Department of Economics as credit towards their M.A. degree. In order to improve their math background, some students seeking to pursue a PhD also take graduate math courses. Students can also choose to apply for our Ph.D. program after completing the master's, although admission is very competitive and none of the master's work would transfer toward the PhD.       Do we accept \"non degree\" students??    The MA Economics program does not admit students who are not registered in a degree or certificate program                                                                                                    Back to Top"}, {"content": "Professor YANNIS BAKOS                                   Yannis Bakos            Contact    information:          Leonard N. Stern School of Business     New York University     44 West 4th Street, Room 8-83     New York, NY 10012-1126                       Phone:              (212) 998-0841                 Fax:      (212) 995-4228                 Email:          bakos@stern.nyu.edu                        For secure communications,    here is my PGP public key                      BACKGROUND    Yannis Bakos   is Associate Professor of Management at the Leonard   N. Stern School of Business at New York University   where he conducts research and teaches graduate courses on the economic and business implications   of information technology, the Internet, and online media.    Professor Bakos   pioneered research on the impact of information technology on markets, and in   particular on how internet-based electronic marketplaces will affect pricing   and competition. Professor Bakos is also currently studying pricing strategies   for information goods. His award-winning research has been published in academic   and professional journals, such as Management Science , Information   Systems Research , MIS Quarterly , Journal of MIS , International   Journal of Electronic Commerce , Journal of Economic Perspectives , and the Journal of Law and Economics .   He holds a Ph.D. in Management and an MBA in Finance from the  MIT Sloan School of Management . He also  received a Masters in Electrical Engineering and Computer Science and a   B.S. in Computer Engineering from MIT's  Department of Electrical Engineering and Computer Science .    Professor Bakos   serves as director or advisor for several corporations and non-profit organizations.   He teaches and lectures internationally on the business impact of the Internet   and on the pricing of information goods. Before coming to NYU, he was on the faculties   of the Graduate School of Management at   the University of California, Irvine , and the  Sloan School of Management at MIT .  In 1999 he co-founded Flexplay Technologies,  Inc. , where he served as Chairman of the Board from 2001 until its sale to  The Convex Group in 2004.      WORKSHOP ON INFORMATION   SYSTEMS AND ECONOMICS    Professor Bakos   is the co-founder (with Professor Chris   F. Kemerer ) of the Workshop on Information Systems and Economics (WISE) ,  which has become the leading forum for research at the intersection of the  Information Technology and Economics disciplines. In addition to the first  WISE, which was held in Cambridge, MA on December 3, 1989, Profs Bakos and  Kemerer co-chaired the 8th WISE in Cleveland, OH on December 14-15, 1996.    Recent and  Future Workshops:   WISE '2002 was held December  14-15, 2002 in Barcelona, Spain.   WISE '2003 was held December  13-14 in Seattle, WA.   WISE '2004  took place December 11-12, 2004 in  Washington DC.   WISE '2005 was held  December 10-11, 2005 in Irvine, CA.   WISE '2006 took place December  9-10, 2006 in Evanston, IL. WISE '2007 was held December 8-9,  2007 in Montreal, Canada. WISE '2008  took place December 13-14, 2008 in Paris, France. Prof. Bakos will chair WISE '2009 , the 20th anniversary WISE, to be held in Phoenix, AZ on December 14-15, 2009.      SELECTED PUBLICATIONS    The following   papers are available from this Web page. Abstracts can be read by clicking on   the indicated link, and most papers can be downloaded in Adobe PDF format (which   can be read with Adobe Acrobat Version   3.0 or higher ). Alternatively, a copy of these (or other) papers may be   requested from Professor Bakos .    Electronic Markets and   Electronic Commerce            Bakos,    Y., Marotta-Wurgler, F. , Trossen, D. R.  \" Does Anyone Read the Fine Print?   Testing a Law and Economics Approach to Standard Form Contracts .\" CELS 2009 4th Annual Conference on Empirical Legal Studies Paper , August 2009.            Bakos,    Y., Lucas, H. C. Jr., Oh, W., Simon, G., Viswanathan, S. and Weber, B.   \"The Impact of Electronic Commerce on Competition in the Retail Brokerage   Industry.\" Information Systems Research , December 2005. [ Acrobat PDF file   380K ]            Bakos,    Y., \"The Emerging Landscape for Retail E-Commerce.\" Journal    of Economic Perspectives , January 2001. [ Acrobat    PDF file 58K ]            Bakos,    Y. \"Towards Friction-Free Markets: The Emerging Role of Electronic    Marketplaces on the Internet,\" Communications of the ACM , Volume    41, Number 8 (August 1998), pp. 35-42. [ Acrobat PDF file 89K ]            Bakos,    Y. \"Reducing Buyer Search Costs: Implications for Electronic    Marketplaces,\" Management Science , Volume 43, Number 12, December    1997. [ Click here for the abstract ] [ Acrobat    PDF file 127K ]            Bailey, J. and Bakos,    Y. \"An Exploratory Study of the Emerging Role of Electronic Intermediaries,\"    International Journal of Electronic Commerce , Volume 1, Number 3,    Spring 1997. [ Click here for the    abstract ] [ Acrobat PDF file 44K ]            Bakos,    Y. and Nault, B. \"Ownership    and Investment in Electronic Networks,\" Information Systems Research ,    Volume 8, Number 4, December 1997. [ Click here    for the abstract ][ Acrobat PDF file 144K ]            Bakos,    Y. \"A Strategic Analysis of Electronic Marketplaces,\" MIS    Quarterly , Volume 15, No. 3, September 1991, pp. 295-310. [Click    here for the abstract] [ Acrobat PDF file 64K ]            Bakos,    Y. \"Information Links and Electronic Marketplaces: Implications    of Interorganizational Information Systems in Vertical Markets,\" Journal    of Management Information Systems, Volume 8, No. 2, Fall 1991. [Click    here for the abstract] [ Acrobat PDF file    65K ]             Economics of Information   Goods            Bakos,    Y. and Brynjolfsson, E. \"Bundling    and Competition on the Internet: Aggregation Strategies for Information    Goods,\" Marketing Science (January 2000). [ Click    here for the abstract ] [ Acrobat PDF file 200K ].            Bakos,    Y. and Brynjolfsson, E. \"Bundling    Information Goods: Pricing, Profits and Efficiency,\" Management    Science (December 1999) [ Click here for the abstract ] [ Acrobat    PDF file 240K ]. Winner of the 1999 J.D.C. Little Award for Best    Marketing Paper published in an INFORMS journal.            Bakos,    Y., Brynjolfsson, E. and Lichtman, D . \"Shared    Information Goods,\" Journal of Law and Economics (April 1999).    [ Click here for the abstract ] [ Acrobat    PDF file 119K ]            Bakos,    Y. and Brynjolfsson, E. \"Aggregation    and Disaggregation of Information Goods: Implications for Bundling, Site    Licensing and Micropayment Systems,\" in Proceedings    of Internet Publishing and Beyond: The Economics of Digital Information    and Intellectual Property. D. Hurley, B. Kahin, and H. Varian, eds. MIT   Press, Cambridge, Massachusetts (August 2000).    [ Click    here for the abstract ] [ Acrobat PDF file 128K ]    [ Click here for an HTML    version ]             Information Technology   and Organizations               Bakos,    Y. and Dellarocas, C. \" Cooperation   without Enforcement? A Comparative Analysis of Litigation and Online   Reputation as Quality Assurance Mechanisms ,\" Forthcoming in Management Science .            Bakos,    Y. \" The Productivity Payoff of Computers ,\"    A Review of The Computer Revolution: An Economic Perspective by    Daniel E. Sichel, Science, July 3, 1998, p. 52.            Bakos,    Y. and Brynjolfsson, E. \"Organizational    Partnerships and the Virtual Corporation,\" Chapter 4 in Information    Technology and Industrial Competitiveness: How Information Technology Shapes    Competition , Kluwer Academic Publishers, forthcoming 1997. [Click here for the abstract] [ Acrobat    PDF file 81K ]            Bakos,    Y. \"Are Computers Boosting Our Productivity?\" A Review of    The Trouble With Computers by Thomas K. Landauer, Journal of    Economic Literature , September 1996. [ Acrobat PDF file 15K ]            \" Are   Computers Boosting Productivity? \" ComputerWorld , March 27, 1995.  An early article discussing the impact of IT on productivity.            Bakos,    Y. and Brynjolfsson, E. \"From    Vendors to Partners: Information Technology and Incomplete Contracts in    Buyer-Supplier Relationships,\" Journal of Organizational Computing ,    Volume 3, Number 3, December 1993. [Click here for the abstract] [ Acrobat PDF file 231K ]            Bakos,    Y. and Kemerer, C. F.    \"Recent Applications of Economic Theory in Information Technology Research,\"    Decision Support Systems, December 1992. [Click here for the abstract] [ Acrobat PDF file 96K ]            Bakos,    Y. and Treacy, M. E.    \"Information technology and corporate strategy: a research perspective,\"    MIS Quarterly , Vol 10, No. 2, June 1986, pp. 107-119. [Click    here for the abstract] [ Acrobat PDF file 58K ]          PATENTS         Professor Bakos pioneered   certain methods to control information stored in optical media.   These innovations have resulted in more than twenty patent   applications, including the following nine issued U.S. patents:               Bakos, Y., Brynjolfsson, E. ,     Heller, A. and Heller, E. \"Pseudo-transmissive Read Inhibitor for   Optical Storage Media.\" U.S. patent 6,511,728; issued February 2003.               Bakos, Y., Brynjolfsson, E. ,     Heller, A. and Heller, E. \"Pseudo-reflective Read Inhibitor for Optical   Storage Media.\" U.S. patent 6,537,635; issued March 2003.   Also U.S. patent 6,839,316; issued January 2005.               Bakos, Y. and Brynjolfsson, E. , \"Directory Read Inhibitor for Optical Storage Media.\" U.S. patent 6,641,886; issued November 2003. Also U.S. patent 6,838,144; issued January 2005.               Thompson, R., Exter, N.,   Bakos, Y., Minns, R. and Takiff, L., \"Limited Play Optical Devices with   Interstitial Reactive Layer and Methods of Making Same.\" U.S. patent   6,756,103; issued June 2004.               Bakos, Y., Brynjolfsson, E. ,     Heller, A. and Heller, E. \"Pseudo-reflective Read Inhibitor for Optical   Storage Media.\" U.S. patent 6,839,316; issued January 2005.               Bakos, Y. and Brynjolfsson, E. , \"Directory   Read Inhibitor for Optical Storage Media.\" U.S. patent 6,838,144; issued January 2005.               Thompson, R., Bakos, Y. and   LeBlanc, A., \"Limited Play Optical Devices with   Interstitial Reactive Layer and Methods of Making Same.\" U.S. patent   6,917,579; issued July 2005.               Thompson, R., Exter, N., Bakos, Y.,   Minns, R. and   Takiff, L., \"Limited Play Optical Devices with   Interstitial Reactive Layer and Methods of Making Same.\" U.S. patent   6,960,382; issued November 2005.        Thompson, Bakos, Y., Paulus, J. and LeBlanc, A., \"Limited Play Optical Devices with   Interstitial Reactive Layer and Methods of Making Same.\" U.S. patent 7,177,261; issued February 2007.                PERSONAL         I may be biased, but I think that this is the best dermatology practice in New York and the best dermatologist in New York!    Password-protected area             For access problems, contact webmaster@stern.nyu. edu"}, {"content": "Economics - NYU Abu Dhabi                                                                                                                                                                               Skip to Main Content                    Search      Search Query                                                  Quicklinks                                         About NYUAD                                          Academic Calendar                                          Athletics                                          Undergraduate Programs                                          Courses                                          Graduate Programs                                          Job Opportunities                                          Libraries                                          The NYUAD Arts Center                                          The NYUAD Art Gallery                                                              Student Portal                          Intranet                          موقعنا العربي                                                  NYU Abu Dhabi                           Navigation                              About                                                                      Vice Chancellor&#39;s Message                                                            Leadership Team                                                            Faculty Governance                                                            Global University                                                                          Opportunities for NY Faculty                                                                                                        Alumni                                                                          Benefits and Services                                                                Global Clubs and Global Events                                                                Alumni Profiles                                                                                                        Locations                                                                          Saadiyat Island Campus                                                                19 Washington Square North                                                                Visit Us                                                                                                        Community Engagement                                                            FAQs                                                                          Abu Dhabi Facts                                                                                                        Careers                                                                          Faculty and Researcher Positions                                                                Staff Positions                                                                Benefits                                                                Living in Abu Dhabi                                                                                                        Contact                                                                                            Admissions                                                                      Applying to NYU Abu Dhabi                                                                          Application Requirements                                                                Testing Requirements                                                                Completing the Common Application                                                                Admissions Timeline                                                                High School Preparation                                                                                                        Financial Support                                                                          Applying for Financial Support                                                                Cost of Attendance                                                                Financial Support FAQs                                                                                                        Admissions FAQs                                                            Regional Events                                                            Candidate Weekend                                                            Information for Counselors                                                                          Admissions Profile                                                                Nomination Overview                                                                Counselors and the Application Process                                                                Nomination Information                                                                Nomination FAQs                                                                Nomination Form                                                                                                        Student Profiles                                                            Contact Admissions                                                                                            Academics                                                                      Academic Divisions                                                                          Arts and Humanities                                                                Engineering                                                                Science                                                                Social Science                                                                Multidisciplinary                                                                                                        Undergraduate Programs                                                                          Courseload and GPA                                                                Core Curriculum                                                                Majors                                                                Concentrations                                                                January Term                                                                Language                                                                Pre-professional Courses                                                                Graduation Requirements                                                                Courses                                                                Physical Education                                                                Islamic Studies                                                                                                        Graduate Programs                                                            Executive Education                                                            Community Programs                                                                          Sheikh Mohamed bin Zayed Scholars Program                                                                Summer Academy                                                                Primary and Secondary Educational Engagement                                                                                                        Faculty                                                            Global Education                                                                          January Term                                                                Study Away                                                                Regional Academic Travel                                                                                                        Mentoring                                                                          Placement Assessments                                                                Mentoring FAQs                                                                Global Academic Fellows                                                                                                        Academic Calendar                                                            Policies                                                            Registrar                                                                          Privacy of Student Records                                                                Registration Guidelines                                                                Transcripts                                                                                                                                        Research                                                                      NYU Abu Dhabi Institute                                                                          Institute Programs                                                                Institute Research                                                                                                        Faculty Research                                                            Postdoctoral Research                                                            Student Research                                                            Infrastructure and Support                                                                          Research Administration                                                                Core Technology Platforms                                                                BuTinah — High Performance Computing                                                                                                        Library                                                                          About the Library                                                                Resources                                                                Contact the Library                                                                Ask a Librarian                                                                                                                                        Campus Life                                                                      From the Dean of Students                                                            Health and Wellness                                                                          Medical Services                                                                Wellness Exchange                                                                Health Insurance                                                                                                        Public Safety                                                            Student Life                                                                          Community Outreach                                                                Spiritual Life                                                                Intercultural Education                                                                Student Government                                                                Student Activities                                                                                                        Residential Education and Housing                                                                          Living in Abu Dhabi                                                                Orientation                                                                Saadiyat Island Campus                                                                Programs and Activities                                                                Dining                                                                Mailing Address                                                                                                        Student Services                                                                          Technology Services                                                                Travel and Transportation                                                                                                        Career Development                                                                          Students                                                                Employers                                                                Alumni — Inspire and Connect                                                                                                        Athletics, Intramurals, and Recreation                                                                          Intercollegiate Sports                                                                Intramural Sports                                                                Campus Recreation                                                                Physical Education                                                                Student Interest Groups                                                                Community Sports Clubs                                                                Fitness Center                                                                Athletics Facilities                                                                                                                                        News &amp; Events                                                                      NYU Abu Dhabi News                                                            Salaam: The NYUAD Blog                                                            Abu Dhabi Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        New York City Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        Exhibitions                                                            Conferences                                                            Commencement                                                            The NYUAD Arts Center                                                            The NYUAD Art Gallery                                                                                                                            Breadcrumbs                                  Home                                               Academics                                               Academic Divisions                                               Social Science                                               Economics                                                          Economics                                                     Program                              Courses                              Faculty                              Seminar Series                                                                                               Economics is the study of human decision-making, considered in relation to the economic tasks of life. It looks at how individuals within larger social groups, including communities, organizations, markets, and economies, make decisions about how much to work and play, spend and save. Economic analyses also consider how the economic decisions made by one group of people affect the decisions made by others. They then study how the aggregated effects of these decisions impact production, distribution, trade, and the consumption of goods and services across local regions, countries, and the world.   The Economics curriculum at NYU Abu Dhabi is designed to introduce students to these fundamental dynamics of human life and, in doing so, is grounded in three basic pedagogical principles:     Undergraduate students must be exposed to the “big ideas” and pressing social issues of our world and given economic frameworks for thinking about them.   Meaningful study of economics requires being able to think about problems from local, regional, and global perspectives.   Effective economic reasoning increasingly involves a multi- disciplinary approach combining the best economic thinking with the best thinking in psychology, history, and politics.                                              Economics: Distinguished Faculty Highlight     Robert Allen, Global Distinguished Professor of Economic History, NYU Abu Dhabi                                                                                                                                 NYU Abu Dhabi is pleased to welcome Dr. Robert Allen, a versatile economic historian as a Global Distinguished Professor of Economic History. A Fellow of the British Academy, he has received numerous awards for his publications, including the Ranki Prize for his 1992 and 2003 works on the Economic History of Europe.                                                       In 2009 his The British Industrial Revolution in Global Perspective was named Book of the Year by The Economist and the Times Literary Supplement. Bob’s research aims to understand the process of economic growth. Why are some countries rich and others poor? This research is focused on measuring changes in living standards across Europe and Asia between 1600 and 1900, measuring and explaining productivity growth in English agriculture between 1300 and 1800, understanding the origins of modern technology and research and development in the industrial revolution, and studying the impact of imperialism on Asian economic growth between 1870 and 1940.                                                            Economics: Faculty Publications                                                                                                           Farm to Factory: A Reinterpretation of the Soviet Industrial Revolution   -- Robert C. Allen                                                                                                         Structural Macroeconometrics: (Second Edition) -- Chetan Dave &amp; David N. DeJong                                                                  The NYU Abu Dhabi Center for Technology and Economic Development                                                    CTED is a research center at New York University Abu Dhabi that focuses on the development of innovative and cutting edge technologies that can significantly impact economic development with a specific focus on problems faced in under-developed areas around the world. CTED is headquartered in Abu Dhabi with branches in New York, Accra, and also soon in Addis Ababa.                                                                Quicklinks                                                                    Contact Us             Sitemap                                                                               Undergraduate Programs             Courses                                                                               Graduate Programs             News                                                                               Abu Dhabi Events             New York Events                                               Search         Search Query                                            Send us your feedback                           New York University Abu Dhabi                           PO Box 129188         Abu Dhabi , United Arab Emirates        Email: nyuad@nyu.edu                              Unless otherwise noted, all content copyright New York University Abu Dhabi. All rights reserved.              STAY CONNECTED"}]}]