[{"detail": [{"content": "Institute of Fine Arts - NYU                                                                                ABOUT       EVENTS       PEOPLE       NEWS       ACADEMICS       CONSERVATION PROGRAM       PROSPECTIVE STUDENTS       RESEARCH & LIBRARIES       CONTACT       SUPPORT US                                                             The Great Hall Exhibitions on view through May 8   Artwork by Felix Gonzalez-Torres     Upcoming Events   April 29,  Michael Squire, \"Homer and the ekphrasists: Text and image in the Elder Philostratus’s Scamander (Imagines I.1)\"    More events and RSVP                                                  The Institute is dedicated to graduate teaching and advanced research in the history of art, archaeology and the conservation and technology of works of art. Find out more about the program.                                                     The Conservation Center is a graduate program for the study of the technology and conservation of works of art and historic artifacts. Find out more about the program."}]},
{"detail": [{"content": "Institute of Fine Arts - NYU                                                                                ABOUT       EVENTS       PEOPLE       NEWS       ACADEMICS       CONSERVATION PROGRAM       PROSPECTIVE STUDENTS       RESEARCH & LIBRARIES       CONTACT       SUPPORT US                                                             The Great Hall Exhibitions on view through May 8   Artwork by Felix Gonzalez-Torres     Upcoming Events   April 29,  Michael Squire, \"Homer and the ekphrasists: Text and image in the Elder Philostratus’s Scamander (Imagines I.1)\"    More events and RSVP                                                  The Institute is dedicated to graduate teaching and advanced research in the history of art, archaeology and the conservation and technology of works of art. Find out more about the program.                                                     The Conservation Center is a graduate program for the study of the technology and conservation of works of art and historic artifacts. Find out more about the program."}, {"content": "Institute of Fine Arts: Academics                                                                                                                                ABOUT      EVENTS      PEOPLE      NEWS      ACADEMICS      CONSERVATION PROGRAM      PROSPECTIVE STUDENTS      RESEARCH & LIBRARIES      CONTACT      SUPPORT US                                  Academics       The Institute of Fine Arts offers the degrees of Master of Arts and Doctor of Philosophy, a degree in conservation for those M.A. students choosing to specialize in Conservation, and the Certificate in Curatorial Studies issued jointly with the Metropolitan Museum of Art as part of the PhD program. The courses of study prepare students to enter careers in university teaching, museum work, independent research and writing, art criticism, and art conservation.    All faculty members and students at the Institute study the role of the visual arts in culture. Although the Institute's faculty and students have varied historical interests and methods of research, they share a conviction that the visual arts form a potent and unique cultural force that merits the closest study, and that such study should start from the examination of actual objects and, if possible, their original sites. This commitment is supported by the Institute's archaeological excavations and by close relations with the Metropolitan Museum of Art and New York's many other art institutions. As art history and archaeology are inherently interdisciplinary, the Institute also encourages students to take advantage of the excellent humanities courses offered by New York University's Graduate School of Arts and Science.                                 Academics                Academic Calendar         Faculty Directory         Faculty & Fields of Study                    Degree Requirements       PhD | Masters Degree | Conservation                   Special Programs                Curatorial Studies         Archaeological Excavations         IFA Global Studies Opportunities         IFA-Frick Symposium         White &amp; Levy Travel Grant                           Course Descriptions               Art History:        Fall '14 | Spring '15 | Archive  Conservation:   Fall '14 | Spring '15 | Archive                                Financing Graduate Study                Tuition Costs and Billing         NYU Financial Aid         GSAS Dean's Student Travel Grant                        Sign up to our mailing list        If you wish to receive information on our upcoming events, please click here .                         Follow us!"}]},
{"detail": [{"content": "Institute of Fine Arts - NYU                                                                                ABOUT       EVENTS       PEOPLE       NEWS       ACADEMICS       CONSERVATION PROGRAM       PROSPECTIVE STUDENTS       RESEARCH & LIBRARIES       CONTACT       SUPPORT US                                                             The Great Hall Exhibitions on view through May 8   Artwork by Felix Gonzalez-Torres     Upcoming Events   April 29,  Michael Squire, \"Homer and the ekphrasists: Text and image in the Elder Philostratus’s Scamander (Imagines I.1)\"    More events and RSVP                                                  The Institute is dedicated to graduate teaching and advanced research in the history of art, archaeology and the conservation and technology of works of art. Find out more about the program.                                                     The Conservation Center is a graduate program for the study of the technology and conservation of works of art and historic artifacts. Find out more about the program."}, {"content": "Institute of Fine Arts: Academics                                                                                                                                ABOUT      EVENTS      PEOPLE      NEWS      ACADEMICS      CONSERVATION PROGRAM      PROSPECTIVE STUDENTS      RESEARCH & LIBRARIES      CONTACT      SUPPORT US                                  Academics       The Institute of Fine Arts offers the degrees of Master of Arts and Doctor of Philosophy, a degree in conservation for those M.A. students choosing to specialize in Conservation, and the Certificate in Curatorial Studies issued jointly with the Metropolitan Museum of Art as part of the PhD program. The courses of study prepare students to enter careers in university teaching, museum work, independent research and writing, art criticism, and art conservation.    All faculty members and students at the Institute study the role of the visual arts in culture. Although the Institute's faculty and students have varied historical interests and methods of research, they share a conviction that the visual arts form a potent and unique cultural force that merits the closest study, and that such study should start from the examination of actual objects and, if possible, their original sites. This commitment is supported by the Institute's archaeological excavations and by close relations with the Metropolitan Museum of Art and New York's many other art institutions. As art history and archaeology are inherently interdisciplinary, the Institute also encourages students to take advantage of the excellent humanities courses offered by New York University's Graduate School of Arts and Science.                                 Academics                Academic Calendar         Faculty Directory         Faculty & Fields of Study                    Degree Requirements       PhD | Masters Degree | Conservation                   Special Programs                Curatorial Studies         Archaeological Excavations         IFA Global Studies Opportunities         IFA-Frick Symposium         White &amp; Levy Travel Grant                           Course Descriptions               Art History:        Fall '14 | Spring '15 | Archive  Conservation:   Fall '14 | Spring '15 | Archive                                Financing Graduate Study                Tuition Costs and Billing         NYU Financial Aid         GSAS Dean's Student Travel Grant                        Sign up to our mailing list        If you wish to receive information on our upcoming events, please click here .                         Follow us!"}, {"content": "Institute of Fine Arts: Academics                                                                                                                             ABOUT      EVENTS      PEOPLE      NEWS      ACADEMICS      CONSERVATION PROGRAM      PROSPECTIVE STUDENTS      RESEARCH & LIBRARIES      CONTACT      SUPPORT US                                  Master of Arts       Situated in the capital of the American art world, the MA Program in the History of Art and Archaeology at the Institute of Fine Arts is designed for the student who wants to study the history and role of the visual arts in culture and society through detailed, object-based examination, historical analysis and critical interpretation. This degree program is constituted as a broad learning experience supported by numerous opportunities for intellectual inquiry, guided by leading scholars and enhanced by access to New York area museums, curators and conservators, archaeological sites and NYU's global network.             The Institute’s MA in the History of Art and Archaeology is intended for students with a developed interest in the visual arts who wish to earn an advanced degree without the commitment to a multi-year doctoral program. The MA degree will prove useful for students interested in careers in art museums, galleries, auction houses cultural centers, arts foundations, archaeological site management and development, art conservation, or eventual doctoral work in art history or archaeology.             The program is two years of full-time study or three years of part-time study for those with established professional careers who wish to continue working while attending the Institute. For part-time study, each student devises a course of study together with the Director of Masters Studies; a typical course load for part-time students would be two courses per semester for the first two years, and one course per semester in the final year of study.   Requirements       A total of 10 courses (40 points) is required for the MA Degree in the History of Art and Archaeology. There are three required courses, Foundations I (focused on the historiography and methodology of art history); one course meeting the Foundations II requirement (regarding the material dimension of art history); and Directed Research towards the MA Thesis.   Distribution       In addition to the three required courses, students will take seven courses in lectures seminars and colloquia. Of these seven, at least one course must be taken in four of the major areas defined below. Two courses must be classroom seminars in two different major areas.       1. Pre-modern Asia       2. Pre-modern Africa and the Middle East       3. The Ancient Mediterranean and Middle East, Including Egypt       4. Pre-modern Europe and the Americas       5. Post-1750 Global       6. Museum and Curatorial Studies       7. Technical Studies of Works of Art       8. Architectural History      Definition of Courses      Foundations I, Practices of Art History: Artworks have often generated multiple –and conflicting – interpretations and a large and varied body of criticism. This course presents topics in historical interpretation, critical theory, art historical method and historiography through an innovative combination of lecture and seminar experiences. Through lectures by the class coordinator, an IFA professor, and presentations by other members of the Institute faculty and external experts, students will be exposed to these topics in a way that conveys their complexity and richness. Student-led discussion sessions will explore the issues that have been raised, and through this course the students will be provided with the essential materials they need to further their own process of discovery and intellectual development.      Foundations II, Materials and Techniques: Foundations II courses present the material dimension of art history, and are those currently listed in the Materials Studies of Works of Art section as those fulfilling the conservation requirement for art history students. These courses introduce the technical and material aspects of art objects through direct observation. Topics in technical art history, where close looking reveals new information regarding authorship, the history of artists’ materials, or studio practice, as well as the impact of the environment on the condition of art objects, are explored in seminar or colloquium format. Each course focuses on a specific area within art history or archaeology, and is designed to better equip the student to observe objects accurately and understand more fully their material history and present condition.      Directed Research: The student will, in consultation with the Faculty Advisor, conduct research and write a scholarly Master’s Thesis on a specific topic within art history or archaeology. The Thesis will follow the outline proposed and approved in the previous semester. The student will gain experience with graduate-level research and the writing of a paper of publishable quality (9,000 word limit).      Colloquium: A colloquium provides an analysis or overview of the state of the literature on a given art historical topic or problem, with extensive reading, discussion, and presentations. There may be a final paper.      Seminar: A seminar is a focused advanced course that explores a topic in depth. Seminars are often based on exhibitions or collections in the New York area. Students are expected to produce a substantive paper that demonstrates original research.      Lecture: Lecture courses explore topics or periods, giving overviews of major issues as well as detailed analysis of specific problems and works of art. Students are responsible for assigned and recommended reading, and may produce short papers and/or take an exam.   Languages       Students are required to pass a language examination in French, German, or Italian. The examination will be taken by the end of each student’s first year. Fulltime students must pass the examination by the end of their third semester; parttime MA students and Conservation Program students must pass the examination by the end of their fourth semester.   Master’s Thesis       A Master’s Thesis is required for the degree of MA The Thesis will be of substantial length (9,000 words) and should provide a comprehensive treatment of a problem in scholarship, competently written, and may be of publishable quality. The topic may be developed from papers written for a lecture course, seminar or colloquium, or from independent research. Students in the conservation program are encouraged to include technical studies in the Master’s Thesis, provided the paper retains its focus on art history or archaeology.   Readers: The Master’s Thesis must be read and approved by two faculty members.       Readers are normally members of the permanent faculty. In consultation with the Director of Masters Studies, the student will arrange for a MA Thesis advisor at the beginning of his or her third semester. This advisor, who will normally direct and serve as primary reader of the Master’s Thesis, must be in residence during the fulltime student’s second year. The second reader is arranged for by the MA Thesis advisor.     The staging of the Master’s Thesis is as follows:         Third Semester: The thesis proposal (500 words with brief bibliography and one illustration) is submitted to the MA Thesis advisor in November. Faculty comments are to be returned to the student by the end of the fall semester, so that revisions can be incorporated and the proposal approved by the beginning of the spring semester.       Fourth Semester: Enrolled in Directed Research toward the MA Thesis, students begin substantial work on the thesis. A complete first draft is submitted by March 1 to the MA Thesis advisor. The final version of the thesis is due to the MA Thesis advisor in April. Both readers must approve the Thesis before graduation.       This schedule will be the norm for all students except for those following the part time course of study and for those in the conservation program, who will follow an alternative schedule established by their advisor.      Requirement Schedule     Typical Full Time MA Schedule       Year One:       Foundations I fulfilled       Foundations II fulfilled       4 additional courses       Students must take at least one colloquium or seminar in their first year, which will produce at least one paper. This paper will be assessed by the professor for ability to research and write scholarly English, and must receive a grade of A– or better for the student to pass to the second year.      Students must sit for one language exam during their first year. Students who do not pass may re-sit for language exams through December of their second year.     Year Two:   3 courses       Directed Research Thesis Forum       Language requirement fulfilled       Complete research and writing of thesis      Approval of thesis by two readers   Typical Part Time MA Schedule       Year One:       Foundations I fulfilled       Foundations II fulfilled       2 additional courses      Students must take at least one colloquium or seminar in their first year, which will produce at least one paper. This paper will be assessed by the professor for ability to research and write scholarly English, and must receive a grade of A– or better for the student to pass to the second year. Students must sit for one language exam during their first year. Students who do not pass may re-sit for language exams through April of their second year.   Year Two:   4 courses       Language requirement fulfilled       Year Three: 1 course       Directed Research Thesis Forum       Complete research and writing of thesis      Approval of thesis by two readers                               Degree Requirements       PhD | Masters Degree | Conservation                      Sign up to our mailing list        If you wish to receive information on our upcoming events, please click here .                         Follow us!"}]}]