[{"detail": [{"content": "Office of Clinical Trials (OCT) | Office of Clinical Trials (OCT)                                    Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Office of Clinical Trials (OCT)                                                                                  Home   Study Participants   Industry Sponsors   Researchers   About Us                                  Home            Print  Email               - A + A                                                                                                                                                     Office of Clinical Trials (OCT)                                                                              The Office of Clinical Trials (OCT) oversees the conduct of clinical research studies at NYU Langone Medical Center. We provide administrative services for the development of new pharmaceuticals and medical devices through interventional and non-interventional studies, including industry-sponsored research. In addition, we support and authorize contract and budget negotiations and engage in business development.                                                                 Study Participants                     Become a Study Participant Using ResearchMatch   Information for Study Participants   Definition of a Clinical Trial   Download Brochure: Participate in a Clinical Research Study        More               Industry Sponsors                     Clinical Trial Agreement (CTA)   Master Clinical Trial Agreements   Payment Terms for Industry Sponsors   Join NYULMC OCT on CenterWatch   Industry Supported Clinical Research Contracting Process Overview        More               Researchers                     Confidential Disclosure Agreement (CDA)   Budgeting   Payments for Clinical Research Services   Learn about BRANY (Biomedical Research Alliance of New York)   Clinical Research Billing Process   Training and Education        More                                                                                     Quick Links       Institutional Information   ClinicalTrials.gov User Guidance   Policy on Clinical Trial Contracting                                                                                                                   NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]}]