[{"detail": [{"content": "NYU > Linguistics > Course Offerings                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science         &amp;nbsp;     &amp;nbsp;             &amp;nbsp;             &amp;nbsp;                  Back to  previous page              &amp;nbsp;         &amp;nbsp;     Course Offerings      Language   LING-UA 1 Offered every semester. Baltin, Champollion, Collins, Gallagher, Gouskova, Szabolcsi. 4 points.   Nature or nurture? Linguistics is a science that systematically addresses this puzzle, and it offers a uniquely interesting support for the answer: both. Language is a social phenomenon, but human languages share elaborate and specific structural properties. The conventions of speech communities exist, exhibit variation, and change within the strict confines of universal grammar, part of our biological endowment. Universal grammar is discovered through the careful study of the structures of individual languages, by cross-linguistic investigations, and the investigation of the brain. In this way, linguistics mediates between cognitive science and social science. This course introduces some fundamental properties of the sound system and of the structure and interpretation of words and sentences, set into this context.   Language and Mind   LING-UA 3 Identical to PSYCH-UA 27. Offered every year. Baltin, Davidson, Marcus, McElree, Murphy, Pylkkanen, Szabolcsi. 4 points.   Introduces students to the field of cognitive science through an   examination of language behavior. Begins with interactive discussions of   how best to characterize and study the mind. These principles are then   illustrated through an examination of research and theories related to   language representation and use. Draws from research in both formal   linguistics and psycholinguistics. Introduction to Semantics   LING-UA 4 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered every year. Barker, Szabolcsi. 4 points.   Focuses on the compositional semantics of sentences. Introduces set theory, propositional logic, and predicate logic as tools and goes on to investigate the empirical linguistic issues of presuppositions, quantification, scope, and polarity. Points out parallelisms between the nominal and the verbal domains.    Introduction to Psycholinguistics   LING-UA 5 Offered occasionally. Davidson. 4 points.   We easily recognize printed and spoken words, understand novel and complex sentences, and produce fluent speech thousands of times each day. It is also remarkable that children seem to learn the sounds and structures of their native languages with little effort. Psycholinguistics aims to understand the mental processes that underlie both the representation and acquisition of language. Topics covered include language acquisition, speech perception, lexical representation and access, sentence production, and the relationship between phonology and orthography.    Sound and Language   LING-UA 11 Offered at least every fall. Davidson, Gallagher, Gouskova, Guy. 4 points.   Introduction to phonetic and phonological theory at an elementary level. Topics include the description and analysis of speech sounds, the anatomy and physiology of speech, speech acoustics, and phonological processes. Students develop skills to distinguish and produce sounds used in the languages of the world and to transcribe them using the International Phonetic Alphabet.    Phonological Analysis   LING-UA 12 Prerequisite: Sound and Language (LING-UA 11) or permission of the instructor. Offered at least every spring. Davidson, Gouskova. 4 points.   Introduction to phonology, the area of linguistics that investigates how languages organize sounds into highly constrained systems. The fundamental questions include the following: What do the sound systems of all languages have in common? How can they differ from each other? What is the nature of phonological processes, and why do they occur? Students develop analytical skills by solving phonological problems based on data from a wide variety of languages.    Grammatical Analysis   LING-UA 13 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered at least every fall. Baltin, Collins, Harves. 4 points.   What determines the sequencing of words in a given language? How can we explain word-order variation within and across languages? Are there universal syntactic properties common to the grammar of all languages? This course presents the motivation for the modern generative approach to the scientific study of language and systematically develops a model that will account for the most basic syntactic constructions of natural language. Skills in scientific argumentation and reasoning are developed by analyzing problems in the syntax of English and a number of other languages.    Language Change   LING-UA 14 Offered every other year. Costello. 4 points.   Introduces students to the methods of genealogical classification and subgrouping of languages. Examines patterns of replacement in phonology, morphology, and syntax. Focuses on internal and comparative phonological, morphological, and syntactic reconstruction. Considers phonological developments such as Grimm’s, Grassmann’s, and Verner’s Laws, in detail.    Language and Society   LING-UA 15 Identical to SCA-UA 701. Offered every year. Guy, Singler. 4 points.   Considers contemporary issues in the interaction of language and society, particularly work on speech variation and social structure. Focuses on ways in which social factors affect language. Topics include language as a social and political entity; regional, social, and ethnic speech varieties; bilingualism; and pidgin and creole languages.    Grammatical Analysis II   LING-UA 16 Prerequisite: Grammatical Analysis (LING-UA 13). Offered every other year. Harves. 4 points.   A continuation of Grammatical Analysis, offering an in-depth examination of various topics in syntax. The primary course objective is to introduce students to primary literature in syntactic theory in order to further develop their critical reading and writing skills so that they may carry out an independent research project of their own. Topics will vary from year to year and may include (but are not limited to) binding theory, control, case theory, constraints on movement, antisymmetry, argument structure and applicatives, ellipsis, and derivation by phase.    The Indo-European Family   LING-UA 17 Offered occasionally. Costello. 4 points.   Presents the phonological and morphological systems of Proto-Indo-European and considers the development thereof in the major branches of the Indo-European family of languages, in particular Indic, Hellenic, Slavic, Italic, and Germanic.    Bilingualism   LING-UA 18 Offered occasionally. Blake, Singler, Vrzic. 4 points.   Examines bilingualism and multilingualism in New York City and around the world, at the level of the individual and of society. Considers the social forces that favor or inhibit bilingualism, as well as the educational consequences of bilingual education (and of monolingual education for bilingual children). Also examines the impact of bilingualism on the languages involved. Special attention is paid to code switching, the practice of using two languages in a single speech event, with particular reference to its psycholinguistic and sociolinguistic aspects.    Structure of English Vocabulary   LING-UA 19 Offered occasionally. Costello. 4 points.   Deals with the origins of structures of English words. Whereas 97 percent of the vocabulary of Old English was Germanic, over 80 percent of the present-day vocabulary is borrowed. This course focuses on the portion that is borrowed from the classical languages (Latin and Greek) either directly or indirectly through French. Examines the historical and sociolinguistic circumstances of borrowing and the stem-affix structure of borrowed words, together with the regularities of their pronunciation and meaning. Relies on elementary phonology, morphology, and semantics; recommended for nonmajors.    Sex, Gender, and Language   LING-UA 21 Identical to SCA-UA 712. Offered in the spring. Vasvari. 4 points.   Examines gender from a multidisciplinary perspective and in particular as a sociolinguistic variable in speech behavior. How do linguistic practices both reflect and shape our gender identity, and how do these reflect more global socio-cultural relationships between the sexes? Do women and men talk differently? To what degree do these differences seem to be universal or variable across cultures? How do dominant gender-based ideologies function to constrain women’s and men’s choices about their gender identities and gender relationships? How does gendered language intersect with race and class-linked language? How is it challenged by linguistic “gender bending”? What impact does gendered language have on the power relationships in given societies? Also examines gendered voices—and silences—in folklore and in literature. Asks how particular linguistic practices contribute to the production of people as “women and men”?    African American English I: Language and Culture   LING-UA 23 Identical to SCA-UA 799. Offered every other year. Blake. 4 points.   Introduces the language behavior of African Americans. Discusses African American Vernacular English in terms of its linguistic and cultural distinctiveness, both intrasystemically and in comparison with other dialects of American English. Relates the English vernacular spoken by African Americans in urban settings to creole languages spoken on the South Carolina Sea Islands (Gullah), in the Caribbean, and in West Africa. Also approaches the subject from the perspective of the history of the expressive uses of African American Vernacular English, and the educational, attitudinal, and social implications connected with the language.    Computational Principles of Sentence Construction   LING-UA 24 No prerequisites. Offered every year. Adriaans, Barker, Champollion, Dougherty. 4 points.   AKA Patterns in Language. If a computer is smart enough to beat humans at Jeopardy, does it mean that machines can think? Is it possible to predict the spread of the flu based on patterns in Google searches? Did Shakespeare really write that sonnet? Scientists use patterns in language to answer these questions, using the same concepts that underlie everyday applications like search engines, automatic translators, speech recognition systems, spell-checkers, and auto-correction tools. This course takes you on a tour of these applications, focusing on the technological and linguistic ideas behind them. You will gain practical hands-on experience and insight into how they work. No programming experience is required. The only background you need is curiosity about language and some everyday experience with computers. For more information on this course, see: http://is.gd/ling24    Languages in Contact   LING-UA 25 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered occasionally. Singler. 4 points.   Language contact changes languages. This course presents a typology of contact, organized both by the nature of the contact and by its linguistic consequences. We consider the impact that contact can have on existing languages, and we pay special attention to the kind of contact that gives rise to new languages and also to the kind that kills languages. Topics include borrowing, bilingualism, language maintenance and language shift, language birth and language death, code switching, diglossia, pidginization and creolization, new Englishes, and mixed languages.    Language and Liberation: At Home in the Caribbean and Abroad   LING-UA 26 Identical to SCA-UA 163. Offered every other year. Blake. 4 points.   Explores the linguistic and cultural transformations that took place in the Commonwealth Caribbean from 17th-century slavery and bond servitude to the present day. Focus is on the extent to which Caribbean people were given or demanded the freedom to create and maintain a postcolonial Caribbean identity. We first discuss the socio-historical conditions that led to the creation of new Caribbean languages called “pidgins” and “creoles” as the English language was transplanted from Britain to the Third World. We then explore the relationship of the English-based creoles to the social, cultural, political, and literary/expressive aspects of the contexts in which they existed and in which they continue to exist today in the Caribbean as well as in Britain and the United States. As far as possible, parallels are drawn to French- and Spanish-influenced Caribbean communities.    Grammatical Diversity   LING-UA 27 Prerequisite: Grammatical Analysis (LING-UA 13) or permission of the instructor. Offered every year. Collins, Kayne. 4 points.   Introduces the syntax of languages quite different from English, from various parts of the world. Considers what they may have in common with English and with each other and how to characterize the ways in which they differ from English and from each other.   Communication: Men, Minds, and Machines   LING-UA 28 Offered every year. Dougherty. 4 points.   Examines signs and symbols in the communication of humans, primates,   birds, computers, automata, simulata, and more and discusses definitions   of such concepts as sign, symbol, intelligence, artificial   intelligence, mind, cognition, and meaning. Concerns the matter   expressed by the symbol systems and the manner in which the matter is   expressed: literally, abstractly, metaphorically, as a simile, by   insinuation, and other methods. Morphology   LING-UA 29 Offered occasionally. Collins. 4 points.   An introduction to the study of the internal structure of words. The two main problems in morphology are (1) how to account for the surface variability of formatives (allomorphy) and (2) how to account for their combinatorial properties (morphosyntax). Beginning from the techniques and problems of structuralist morpheme analysis, two major approaches to allomorphy are introduced: the morpheme-based model and the word-based model. In morphosyntax, we concentrate on the question of to what extent morphological combination is a matter of syntax versus the lexicon. Emphasis is on constructing morphological hypotheses and linguistic argumentation. The assignments involve in-depth analyses of data from various languages.    Language in Latin America   LING-UA 30 Offered every other year. Guy. 4 points.   Examines the diversity of language usage in modern Latin America and considers historical perspectives as to how the present situation came about. Considers the dialectology of Latin America: how and why American varieties of Spanish and Portuguese differ from European varieties, as well as the distribution and nature of dialect differences in different regions of the Americas. Examines sociolinguistic issues, such as class and ethnic differences in Spanish and Portuguese in the Americas, the origin and development of standard and nonstandard varieties, and the effects of contact with Amerindian and African languages. Considers Spanish- and Portuguese-based creoles and the question of prior creolization in the popular speech of Brazil, Cuba, and other areas with a substantial population of African descent. Other topics include bilingualism, code switching, language attitudes, the impact of contact with English, and the present status of indigenous languages.    Form, Meaning, and the Mind   LING-UA 31 Prerequisites: Introduction to Semantics (LING-UA 4) or permission of the instructor, and Grammatical Analysis (LING-UA 13). Offered every other year. Baltin. 4 points.   Deals with the relationship between cognitive organization on the one hand and the interaction between syntax and semantics in natural language. Focuses on the debate within cognitive science as to whether or not the mind is modular (divided into distinct faculties, such as language, vision, and perhaps others). Discusses the relationship of this debate to the debate within linguistics as to whether or not syntax is an autonomous component of a grammar that feeds semantics but does not depend on semantics itself for its functioning. Examines works in cognitive science about modularity and works in linguistics that bear on the question of the autonomy of syntax.    Writing Systems of the World   LING-UA 33 Offered occasionally. Costello. 4 points.   Discusses how various writing systems relate to language and questions whether writing affects language (and if so, how). The fundamental characteristics of writing are discussed: the communicative purpose of writing, the application of graphical marks on a durable surface, and the achievement of communication by virtue of the marks’ conventional relation to language. The evolution of writing is traced. Students compare the writing systems that evolved in Central America, China, Sumer, and Egypt—and their descendants—with respect to their relative advantages and disadvantages, from the points of view of acquisition, the representation of language, and the effective achievement of communication.    Meaning and Time   LING-UA 34 Offered occasionally. 4 points.   We live embedded in the passage of time and conceive of time as the dimension of change. Our languages typically have various ways to refer to time, to distinguish between past and future, to describe sequences of events, and to set up temporal reasoning patterns. This course deals with the expression of time and tense in different languages and the linguistic, philosophical, and psychological questions that this investigation raises. Issues include the logic of time, temporal metaphors, different kinds of situations, presentation of situations, the semantics of tense, and time, tense, and aspect in narrative discourse.    Propositional Attitudes   LING-UA 35 Prerequisite: Philosophy of Language (PHIL-UA 85), Introduction to Semantics (LING-UA 4), or permission of the instructor. Offered occasionally. 4 points.   Advanced seminar. Investigates the nature of linguistic meaning through an examination of the semantics of sentences that report beliefs and other attitudes toward propositions, such as “Galileo believed that the earth moves.” Such sentences have arguably proven problematic for all theories of meaning. We read and discuss pertinent papers by linguists and philosophers; background lectures are given on related issues, such as the semantics of proper names, pronouns, and demonstratives. Registered students are required to make two substantial class presentations and write a detailed research paper.    Indo-European Syntax   LING-UA 36 Offered occasionally. Costello. 4 points.   Students are introduced to the study of comparative (Proto-)Indo-European syntax. Methods of reconstructing a protosyntax are presented and compared. The course deals with recent explanations concerning the origin and development of a number of parts of speech, including adverbs and prepositions, and syntactic constructions, including absolute, relative, and periphrastic verbal constructions (for example, the passive) in Proto-Indo-European and its descendant languages. Reanalysis and grammaticalization are addressed in some detail. Questions concerning the motivation of innovations and their implications for the overall evolution of language are discussed.    The Syntax/Semantics Interface: Hungarian   LING-UA 37 Prerequisite: Grammatical Analysis (LING-UA 13) or permission of the instructor. Introduction to Semantics (LING-UA 4) is recommended but not required. Offered occasionally. Szabolcsi. 4 points.   Hungarian is known as a language that wears its semantics on its syntactic sleeve. Word order transparently identifies the topic and the focus of the sentence and disambiguates the scopes of operators such as “always,” “not,” and “everyone.” This course studies Hungarian from the perspective of theoretical linguistics and asks what this language tells us about how the syntax/semantics interface works in universal grammar. It reviews the fundamentals of Hungarian morphology and syntax and discusses current literature. Not a language course.    Pidgin and Creole Languages   LING-UA 38 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered every other year. Singler. 4 points.   Examines the pidginized and creolized languages of the world. Addresses three central questions: (1) how pidgins/creoles (P/Cs) come into being, (2) why P/Cs have the properties they do, and (3) why P/Cs—regardless of the circumstances of their genesis—share so many features. Examines P/Cs vis-a-vis other types of languages, considers the linguistic and social factors that contribute to the genesis of individual P/Cs, and investigates the linguistic characteristics of P/Cs. Geographic focus is on the Atlantic (creoles from the Caribbean and pidgins from West Africa), but pidgins/creoles from the Pacific are also discussed.    Language in Use   LING-UA 41 Offered occasionally. Guy. 4 points.   Living languages in use by a community of speakers are diverse and dynamic. Individuals and groups of speakers differentiate and identify themselves by the way they use language, people can adapt their speech to different listeners in social settings, and speakers develop their linguistic capabilities as they grow older. The language as a whole changes across time. This course examines language not from the standpoint of abstract structural description but from the perspective of how it is actively used in a speech community. We consider theoretical issues, such as how to model diversity in language use, and methodological issues, such as how to study language change while it is under way. We study appropriate quantitative methods for investigating variation across linguistic contexts, speakers, settings, and time. This course has a strong practical focus; students learn how to plan and conduct their own research on language use.    Romance Syntax   LING-UA 42 Prerequisite: Grammatical Analysis (LING-UA 13) or permission of the instructor. Offered occasionally. Kayne. 4 points.   Introduces the syntax of Romance languages, primarily French, Italian, and Spanish, but also various Romance dialects. Considers what they have in common with each other (and with English) and how best to characterize the ways in which they differ from each other (and from English).    Neural Bases of Language   LING-UA 43 Identical to PSYCH-UA 300. Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), PSYCH-UA 25, PSYCH-UA 29, or permission of the instructor. Offered every year. Pylkkanen. 4 points.   What are the brain bases of our ability to speak and understand language? Are some parts of the brain dedicated to language? What is it like to lose language? Provides a state-of-the-art survey of the cognitive neuroscience of language, a rapidly developing multidisciplinary field at the intersection of linguistics, psycholinguistics, and neuroscience. Lectures cover all aspects of language processing in the healthy brain, from early sensory perception to sentence-level semantic interpretation, as well as a range of neurological and development language disorders, including aphasias, dyslexia, and genetic language impairment.    Field Methods   LING-UA 44 Identical to LING-GA 44. Prerequisite: Sound and Language (LING-UA 11) and Phonological Analysis (LING-UA 12) or Grammatical Analysis (LING-UA 13) or permission of the instructor. Offered every year. Collins, Gouskova, Singler. 4 points.   A hands-on approach to learning linguistics. Every year, a different language is chosen to investigate. Students interview a native speaker of an unfamiliar language, usually a nonlinguist, to study all aspects of the language’s grammar: phonetics, phonology, morphology, syntax, semantics. They learn to evaluate and organize real, nonidealized linguistic data and to formulate generalizations that then serve as the basis for a research proposal. A unique opportunity to obtain a rich and complete set of data on a new topic of theoretical interest in any field of linguistics.    Evolution of Intellectual Complexity   LING-UA 45 Offered occasionally. Dougherty. 4 points.   How do human perception, cognition, language, and communication relate to the abilities of animals, fossil records, anthropological and archaeological research, cave painting, and physiology? We broadly try to answer the following: What is a likely scenario for human evolution from animal origins? We argue (with Chomsky, Darwin, D’Arcy, Thompson, Turing, Lorenz, Gould) that evolution proceeds in large jumps (saltations) and that slow, gradual evolution via natural selection (per Pinker, Hauser, Fitch, Lieberman) cannot account for human cognitive evolution. Readings focus on original works by Darwin, Wallace, D’Arcy, Thompson, Freud, Chomsky, Galileo, and Pinker and include studies by zoologists, linguists, anthropologists, archaeologists, and psychologists.    African American English II: Language and Education   LING-UA 46 Identical to SCA-UA 800. Offered occasionally. Blake. 4 points.   African American English is a distinct dialect of American English that has influenced U.S. and world cultures. Yet, from an educational perspective, its speakers have faced well-documented educational challenges. Explores contemporary, social, linguistic, and educational issues that arise for speakers of African American English in the United States. Topics covered include a history of African American language behavior, politics, and policies around the language, teacher education, language attitudes, culture and curriculum, and controversies about African American English in the schools. Also considers how educational issues surrounding African American English compare to other languages and dialects of English. Students have an opportunity to conduct original research.    The Language of America’s Ethnic Minorities   LING-UA 47 Offered every other year. Blake, Singler. 4 points.   Examines the role of language in communities in the United States, specifically within African American, Asian American, Latino, and Native American populations. Explores the relationship of language to culture, race, and ethnicity. In particular, looks for similarities and differences across these communities and considers the role that language experiences play in current models of race and ethnicity.    Linguistics as Cognitive Science   LING-UA 48 Identical to LING-GA 48. Prerequisite: permission of the instructor. Offered every year. Marantz. 4 points.   Examines the place of linguistics within cognitive science from multiple perspectives. Foundational questions for a science of linguistics are addressed both from within linguistics and from philosophy and psychology. Issues include the nature of the evidence for constructing grammars, the interpretation of grammatical rules as cognitive or neural operations, the significance of neo-behaviorist approaches to language and computational modeling for a cognitive theory of language, the connection between linguistics theory and genetics, and the importance of sociocultural and historical variation for understanding the nature of language. Students are expected to engage in debate over these issues, bringing to the table their own backgrounds in one of the relevant disciplines, as well as what they learn from the assigned readings. Guest speakers with complementary expertise join the primary instructor for several of the lectures.    Endangered Languages   LING-UA 50 Offered every other year. Collins. 4 points.   The languages of the world are dying off at an alarming rate. We attempt to answer the following questions during the semester: Why do languages die off? If a language dies, does a culture die with it? How is the structure of a language (phonology, morphology, syntax) affected by language death? Why should we care about language endangerment, and is there anything we can do about it? Each student “adopts” an endangered language and looks into it extensively during the course of the semester.    Attempts to Model Mind and Brain Using Computers   LING-UA 53 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered occasionally. Dougherty. 4 points.   We examine the possibility that in the evolution of human and animal brains, no selectional pressure existed for any brain to evolve to understand its own principles of operation. Brain tissues, and the functional capacities correlated with them, evolved to increase perceptual, cognitive, and language capacities to aid in eluding predators, capturing prey, mate selection, nest building, infant rearing—all novel evolved complexity-yielding survival advantages. We argue that no survival advantage correlates with the brain’s ability to introspect and understand its own operation. We examine novel “graphically orientated” computer models of self-replicating machines called “cellular automata” by Wolfram (A New Kind of Science) and Kurzweil, which define “complexity” that correlates with languages, cognition, and perception. We study Darwin’s idea of “monstrosities” in relation to human evolution from earlier primates. No hard math is required. Lectures use computer-generated graphics, sound, and animation.    Learning to Speak: The First- and Second-Language Acquisition of Sound   LING-UA 54 Prerequisite: Sound and Language (LING-UA 11) or Phonological Analysis (LING-UA 12). Offered occasionally. Davidson. 4 points.   Focuses on the acquisition of sound systems by first- and second-language learners. In some ways, these tasks are very similar, but they differ in other crucial aspects. We discuss scientific data from both first- and second-language acquisition of sound systems to understand how humans learn language both in infancy and adulthood. Presupposes an introduction to phonetics, phonology, and/or psycholinguistics.    Introduction to Morphology at an Advanced Level   LING-UA 55 Identical to LING-GA 1029. Prerequisites: Sound and Language (LING-UA 11) and Phonological Analysis (LING-UA 12). Offered every year. Marantz. 4 points.   Examines the building blocks of words and sentences: the atomic units of word structure, their hierarchical and linear arrangement, and their phonological realization(s). Provides an introduction to fundamental issues in morphology, including allomorphy, morpheme order, paradigm structure, blocking, and cyclicity. The field of morphology currently embraces much of what goes on in linguistics as a whole; syntax, morphology, phonology, semantics, and variation all play an essential role, and their interactions are highlighted here.    Introduction to English Grammar   LING-UA 56 Offered occasionally. Collins. 4 points.   An introductory overview of the grammar of English. No prior knowledge of linguistics is assumed. We survey the major areas of English grammar, including the following: parts of speech (verb, noun, adjective, preposition, adverb), participles, auxiliary verbs, count and noncount nouns, definite and indefinite articles, subjects, objects, predicates, types of clauses (declarative, interrogative, exclamative, imperative), passive versus active verbs, negation, and relative clauses. The course is of interest to students of English literature, English grammar, linguistics, computer science, philosophy, and psychology. Also useful to people thinking of going into language teaching and those interested in improving their writing through greater attention to English grammar. Note: This is not an English as a Second Language (ESL) course. Students are expected to be native speakers of English or to have a very high level of proficiency in English.    A Cultural History of Computers, Robots, and Artificial Intelligence   LING-UA 51 Offered every year. Dougherty. 4 points.   Considers primary source material on the mind-body problem and on linguistic criteria for intelligence, starting with Galileo and Descartes and continuing up to the present day. Examines mechanical analogies of mind developed since 1500. Readings from Galileo, Descartes, Voltaire, Huxley, Darwin, Arnauld, Turing, Kuhn, and Penfield. Focuses on Chomsky’s Cartesian linguistics and the claim that current ideas concerning mind, language, and intelligence parallel closely those of the Cartesians of the 17th century.    Etymology   LING-UA 76 Identical to CLASS-UA 23 and MEDI-UA 76. Offered every other year. Costello. 4 points.   Traces the origin and development of English words. Discusses ways in which new words are created. Introduces concepts of phonological and semantic change, which students apply in identifying cognates linking English with other languages, in particular, but not limited to, Latin and Greek.    Seminar: Research on Current Problems in Linguistics   LING-UA 102 Prerequisite: permission of the instructor. Offered occasionally. 4 points.   Course content varies; see the description of each offering at the department’s home page.    Internship   LING-UA 980, 981 Prerequisite: permission of the director of undergraduate studies. In the term prior to the internship, the student must present a written description of the proposed internship that clearly indicates the linguistic content of the project. 1 to 4 points per term.    Independent Study   LING-UA 997, 998 Prerequisite: permission of the director of undergraduate studies. 1 to 4 points per term.   Updated on 06&#047;09&#047;2014       Back to top             Contact us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "NYU > Linguistics > Course Offerings                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science         &amp;nbsp;     &amp;nbsp;             &amp;nbsp;             &amp;nbsp;                  Back to  previous page              &amp;nbsp;         &amp;nbsp;     Course Offerings      Language   LING-UA 1 Offered every semester. Baltin, Champollion, Collins, Gallagher, Gouskova, Szabolcsi. 4 points.   Nature or nurture? Linguistics is a science that systematically addresses this puzzle, and it offers a uniquely interesting support for the answer: both. Language is a social phenomenon, but human languages share elaborate and specific structural properties. The conventions of speech communities exist, exhibit variation, and change within the strict confines of universal grammar, part of our biological endowment. Universal grammar is discovered through the careful study of the structures of individual languages, by cross-linguistic investigations, and the investigation of the brain. In this way, linguistics mediates between cognitive science and social science. This course introduces some fundamental properties of the sound system and of the structure and interpretation of words and sentences, set into this context.   Language and Mind   LING-UA 3 Identical to PSYCH-UA 27. Offered every year. Baltin, Davidson, Marcus, McElree, Murphy, Pylkkanen, Szabolcsi. 4 points.   Introduces students to the field of cognitive science through an   examination of language behavior. Begins with interactive discussions of   how best to characterize and study the mind. These principles are then   illustrated through an examination of research and theories related to   language representation and use. Draws from research in both formal   linguistics and psycholinguistics. Introduction to Semantics   LING-UA 4 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered every year. Barker, Szabolcsi. 4 points.   Focuses on the compositional semantics of sentences. Introduces set theory, propositional logic, and predicate logic as tools and goes on to investigate the empirical linguistic issues of presuppositions, quantification, scope, and polarity. Points out parallelisms between the nominal and the verbal domains.    Introduction to Psycholinguistics   LING-UA 5 Offered occasionally. Davidson. 4 points.   We easily recognize printed and spoken words, understand novel and complex sentences, and produce fluent speech thousands of times each day. It is also remarkable that children seem to learn the sounds and structures of their native languages with little effort. Psycholinguistics aims to understand the mental processes that underlie both the representation and acquisition of language. Topics covered include language acquisition, speech perception, lexical representation and access, sentence production, and the relationship between phonology and orthography.    Sound and Language   LING-UA 11 Offered at least every fall. Davidson, Gallagher, Gouskova, Guy. 4 points.   Introduction to phonetic and phonological theory at an elementary level. Topics include the description and analysis of speech sounds, the anatomy and physiology of speech, speech acoustics, and phonological processes. Students develop skills to distinguish and produce sounds used in the languages of the world and to transcribe them using the International Phonetic Alphabet.    Phonological Analysis   LING-UA 12 Prerequisite: Sound and Language (LING-UA 11) or permission of the instructor. Offered at least every spring. Davidson, Gouskova. 4 points.   Introduction to phonology, the area of linguistics that investigates how languages organize sounds into highly constrained systems. The fundamental questions include the following: What do the sound systems of all languages have in common? How can they differ from each other? What is the nature of phonological processes, and why do they occur? Students develop analytical skills by solving phonological problems based on data from a wide variety of languages.    Grammatical Analysis   LING-UA 13 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered at least every fall. Baltin, Collins, Harves. 4 points.   What determines the sequencing of words in a given language? How can we explain word-order variation within and across languages? Are there universal syntactic properties common to the grammar of all languages? This course presents the motivation for the modern generative approach to the scientific study of language and systematically develops a model that will account for the most basic syntactic constructions of natural language. Skills in scientific argumentation and reasoning are developed by analyzing problems in the syntax of English and a number of other languages.    Language Change   LING-UA 14 Offered every other year. Costello. 4 points.   Introduces students to the methods of genealogical classification and subgrouping of languages. Examines patterns of replacement in phonology, morphology, and syntax. Focuses on internal and comparative phonological, morphological, and syntactic reconstruction. Considers phonological developments such as Grimm’s, Grassmann’s, and Verner’s Laws, in detail.    Language and Society   LING-UA 15 Identical to SCA-UA 701. Offered every year. Guy, Singler. 4 points.   Considers contemporary issues in the interaction of language and society, particularly work on speech variation and social structure. Focuses on ways in which social factors affect language. Topics include language as a social and political entity; regional, social, and ethnic speech varieties; bilingualism; and pidgin and creole languages.    Grammatical Analysis II   LING-UA 16 Prerequisite: Grammatical Analysis (LING-UA 13). Offered every other year. Harves. 4 points.   A continuation of Grammatical Analysis, offering an in-depth examination of various topics in syntax. The primary course objective is to introduce students to primary literature in syntactic theory in order to further develop their critical reading and writing skills so that they may carry out an independent research project of their own. Topics will vary from year to year and may include (but are not limited to) binding theory, control, case theory, constraints on movement, antisymmetry, argument structure and applicatives, ellipsis, and derivation by phase.    The Indo-European Family   LING-UA 17 Offered occasionally. Costello. 4 points.   Presents the phonological and morphological systems of Proto-Indo-European and considers the development thereof in the major branches of the Indo-European family of languages, in particular Indic, Hellenic, Slavic, Italic, and Germanic.    Bilingualism   LING-UA 18 Offered occasionally. Blake, Singler, Vrzic. 4 points.   Examines bilingualism and multilingualism in New York City and around the world, at the level of the individual and of society. Considers the social forces that favor or inhibit bilingualism, as well as the educational consequences of bilingual education (and of monolingual education for bilingual children). Also examines the impact of bilingualism on the languages involved. Special attention is paid to code switching, the practice of using two languages in a single speech event, with particular reference to its psycholinguistic and sociolinguistic aspects.    Structure of English Vocabulary   LING-UA 19 Offered occasionally. Costello. 4 points.   Deals with the origins of structures of English words. Whereas 97 percent of the vocabulary of Old English was Germanic, over 80 percent of the present-day vocabulary is borrowed. This course focuses on the portion that is borrowed from the classical languages (Latin and Greek) either directly or indirectly through French. Examines the historical and sociolinguistic circumstances of borrowing and the stem-affix structure of borrowed words, together with the regularities of their pronunciation and meaning. Relies on elementary phonology, morphology, and semantics; recommended for nonmajors.    Sex, Gender, and Language   LING-UA 21 Identical to SCA-UA 712. Offered in the spring. Vasvari. 4 points.   Examines gender from a multidisciplinary perspective and in particular as a sociolinguistic variable in speech behavior. How do linguistic practices both reflect and shape our gender identity, and how do these reflect more global socio-cultural relationships between the sexes? Do women and men talk differently? To what degree do these differences seem to be universal or variable across cultures? How do dominant gender-based ideologies function to constrain women’s and men’s choices about their gender identities and gender relationships? How does gendered language intersect with race and class-linked language? How is it challenged by linguistic “gender bending”? What impact does gendered language have on the power relationships in given societies? Also examines gendered voices—and silences—in folklore and in literature. Asks how particular linguistic practices contribute to the production of people as “women and men”?    African American English I: Language and Culture   LING-UA 23 Identical to SCA-UA 799. Offered every other year. Blake. 4 points.   Introduces the language behavior of African Americans. Discusses African American Vernacular English in terms of its linguistic and cultural distinctiveness, both intrasystemically and in comparison with other dialects of American English. Relates the English vernacular spoken by African Americans in urban settings to creole languages spoken on the South Carolina Sea Islands (Gullah), in the Caribbean, and in West Africa. Also approaches the subject from the perspective of the history of the expressive uses of African American Vernacular English, and the educational, attitudinal, and social implications connected with the language.    Computational Principles of Sentence Construction   LING-UA 24 No prerequisites. Offered every year. Adriaans, Barker, Champollion, Dougherty. 4 points.   AKA Patterns in Language. If a computer is smart enough to beat humans at Jeopardy, does it mean that machines can think? Is it possible to predict the spread of the flu based on patterns in Google searches? Did Shakespeare really write that sonnet? Scientists use patterns in language to answer these questions, using the same concepts that underlie everyday applications like search engines, automatic translators, speech recognition systems, spell-checkers, and auto-correction tools. This course takes you on a tour of these applications, focusing on the technological and linguistic ideas behind them. You will gain practical hands-on experience and insight into how they work. No programming experience is required. The only background you need is curiosity about language and some everyday experience with computers. For more information on this course, see: http://is.gd/ling24    Languages in Contact   LING-UA 25 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered occasionally. Singler. 4 points.   Language contact changes languages. This course presents a typology of contact, organized both by the nature of the contact and by its linguistic consequences. We consider the impact that contact can have on existing languages, and we pay special attention to the kind of contact that gives rise to new languages and also to the kind that kills languages. Topics include borrowing, bilingualism, language maintenance and language shift, language birth and language death, code switching, diglossia, pidginization and creolization, new Englishes, and mixed languages.    Language and Liberation: At Home in the Caribbean and Abroad   LING-UA 26 Identical to SCA-UA 163. Offered every other year. Blake. 4 points.   Explores the linguistic and cultural transformations that took place in the Commonwealth Caribbean from 17th-century slavery and bond servitude to the present day. Focus is on the extent to which Caribbean people were given or demanded the freedom to create and maintain a postcolonial Caribbean identity. We first discuss the socio-historical conditions that led to the creation of new Caribbean languages called “pidgins” and “creoles” as the English language was transplanted from Britain to the Third World. We then explore the relationship of the English-based creoles to the social, cultural, political, and literary/expressive aspects of the contexts in which they existed and in which they continue to exist today in the Caribbean as well as in Britain and the United States. As far as possible, parallels are drawn to French- and Spanish-influenced Caribbean communities.    Grammatical Diversity   LING-UA 27 Prerequisite: Grammatical Analysis (LING-UA 13) or permission of the instructor. Offered every year. Collins, Kayne. 4 points.   Introduces the syntax of languages quite different from English, from various parts of the world. Considers what they may have in common with English and with each other and how to characterize the ways in which they differ from English and from each other.   Communication: Men, Minds, and Machines   LING-UA 28 Offered every year. Dougherty. 4 points.   Examines signs and symbols in the communication of humans, primates,   birds, computers, automata, simulata, and more and discusses definitions   of such concepts as sign, symbol, intelligence, artificial   intelligence, mind, cognition, and meaning. Concerns the matter   expressed by the symbol systems and the manner in which the matter is   expressed: literally, abstractly, metaphorically, as a simile, by   insinuation, and other methods. Morphology   LING-UA 29 Offered occasionally. Collins. 4 points.   An introduction to the study of the internal structure of words. The two main problems in morphology are (1) how to account for the surface variability of formatives (allomorphy) and (2) how to account for their combinatorial properties (morphosyntax). Beginning from the techniques and problems of structuralist morpheme analysis, two major approaches to allomorphy are introduced: the morpheme-based model and the word-based model. In morphosyntax, we concentrate on the question of to what extent morphological combination is a matter of syntax versus the lexicon. Emphasis is on constructing morphological hypotheses and linguistic argumentation. The assignments involve in-depth analyses of data from various languages.    Language in Latin America   LING-UA 30 Offered every other year. Guy. 4 points.   Examines the diversity of language usage in modern Latin America and considers historical perspectives as to how the present situation came about. Considers the dialectology of Latin America: how and why American varieties of Spanish and Portuguese differ from European varieties, as well as the distribution and nature of dialect differences in different regions of the Americas. Examines sociolinguistic issues, such as class and ethnic differences in Spanish and Portuguese in the Americas, the origin and development of standard and nonstandard varieties, and the effects of contact with Amerindian and African languages. Considers Spanish- and Portuguese-based creoles and the question of prior creolization in the popular speech of Brazil, Cuba, and other areas with a substantial population of African descent. Other topics include bilingualism, code switching, language attitudes, the impact of contact with English, and the present status of indigenous languages.    Form, Meaning, and the Mind   LING-UA 31 Prerequisites: Introduction to Semantics (LING-UA 4) or permission of the instructor, and Grammatical Analysis (LING-UA 13). Offered every other year. Baltin. 4 points.   Deals with the relationship between cognitive organization on the one hand and the interaction between syntax and semantics in natural language. Focuses on the debate within cognitive science as to whether or not the mind is modular (divided into distinct faculties, such as language, vision, and perhaps others). Discusses the relationship of this debate to the debate within linguistics as to whether or not syntax is an autonomous component of a grammar that feeds semantics but does not depend on semantics itself for its functioning. Examines works in cognitive science about modularity and works in linguistics that bear on the question of the autonomy of syntax.    Writing Systems of the World   LING-UA 33 Offered occasionally. Costello. 4 points.   Discusses how various writing systems relate to language and questions whether writing affects language (and if so, how). The fundamental characteristics of writing are discussed: the communicative purpose of writing, the application of graphical marks on a durable surface, and the achievement of communication by virtue of the marks’ conventional relation to language. The evolution of writing is traced. Students compare the writing systems that evolved in Central America, China, Sumer, and Egypt—and their descendants—with respect to their relative advantages and disadvantages, from the points of view of acquisition, the representation of language, and the effective achievement of communication.    Meaning and Time   LING-UA 34 Offered occasionally. 4 points.   We live embedded in the passage of time and conceive of time as the dimension of change. Our languages typically have various ways to refer to time, to distinguish between past and future, to describe sequences of events, and to set up temporal reasoning patterns. This course deals with the expression of time and tense in different languages and the linguistic, philosophical, and psychological questions that this investigation raises. Issues include the logic of time, temporal metaphors, different kinds of situations, presentation of situations, the semantics of tense, and time, tense, and aspect in narrative discourse.    Propositional Attitudes   LING-UA 35 Prerequisite: Philosophy of Language (PHIL-UA 85), Introduction to Semantics (LING-UA 4), or permission of the instructor. Offered occasionally. 4 points.   Advanced seminar. Investigates the nature of linguistic meaning through an examination of the semantics of sentences that report beliefs and other attitudes toward propositions, such as “Galileo believed that the earth moves.” Such sentences have arguably proven problematic for all theories of meaning. We read and discuss pertinent papers by linguists and philosophers; background lectures are given on related issues, such as the semantics of proper names, pronouns, and demonstratives. Registered students are required to make two substantial class presentations and write a detailed research paper.    Indo-European Syntax   LING-UA 36 Offered occasionally. Costello. 4 points.   Students are introduced to the study of comparative (Proto-)Indo-European syntax. Methods of reconstructing a protosyntax are presented and compared. The course deals with recent explanations concerning the origin and development of a number of parts of speech, including adverbs and prepositions, and syntactic constructions, including absolute, relative, and periphrastic verbal constructions (for example, the passive) in Proto-Indo-European and its descendant languages. Reanalysis and grammaticalization are addressed in some detail. Questions concerning the motivation of innovations and their implications for the overall evolution of language are discussed.    The Syntax/Semantics Interface: Hungarian   LING-UA 37 Prerequisite: Grammatical Analysis (LING-UA 13) or permission of the instructor. Introduction to Semantics (LING-UA 4) is recommended but not required. Offered occasionally. Szabolcsi. 4 points.   Hungarian is known as a language that wears its semantics on its syntactic sleeve. Word order transparently identifies the topic and the focus of the sentence and disambiguates the scopes of operators such as “always,” “not,” and “everyone.” This course studies Hungarian from the perspective of theoretical linguistics and asks what this language tells us about how the syntax/semantics interface works in universal grammar. It reviews the fundamentals of Hungarian morphology and syntax and discusses current literature. Not a language course.    Pidgin and Creole Languages   LING-UA 38 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered every other year. Singler. 4 points.   Examines the pidginized and creolized languages of the world. Addresses three central questions: (1) how pidgins/creoles (P/Cs) come into being, (2) why P/Cs have the properties they do, and (3) why P/Cs—regardless of the circumstances of their genesis—share so many features. Examines P/Cs vis-a-vis other types of languages, considers the linguistic and social factors that contribute to the genesis of individual P/Cs, and investigates the linguistic characteristics of P/Cs. Geographic focus is on the Atlantic (creoles from the Caribbean and pidgins from West Africa), but pidgins/creoles from the Pacific are also discussed.    Language in Use   LING-UA 41 Offered occasionally. Guy. 4 points.   Living languages in use by a community of speakers are diverse and dynamic. Individuals and groups of speakers differentiate and identify themselves by the way they use language, people can adapt their speech to different listeners in social settings, and speakers develop their linguistic capabilities as they grow older. The language as a whole changes across time. This course examines language not from the standpoint of abstract structural description but from the perspective of how it is actively used in a speech community. We consider theoretical issues, such as how to model diversity in language use, and methodological issues, such as how to study language change while it is under way. We study appropriate quantitative methods for investigating variation across linguistic contexts, speakers, settings, and time. This course has a strong practical focus; students learn how to plan and conduct their own research on language use.    Romance Syntax   LING-UA 42 Prerequisite: Grammatical Analysis (LING-UA 13) or permission of the instructor. Offered occasionally. Kayne. 4 points.   Introduces the syntax of Romance languages, primarily French, Italian, and Spanish, but also various Romance dialects. Considers what they have in common with each other (and with English) and how best to characterize the ways in which they differ from each other (and from English).    Neural Bases of Language   LING-UA 43 Identical to PSYCH-UA 300. Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), PSYCH-UA 25, PSYCH-UA 29, or permission of the instructor. Offered every year. Pylkkanen. 4 points.   What are the brain bases of our ability to speak and understand language? Are some parts of the brain dedicated to language? What is it like to lose language? Provides a state-of-the-art survey of the cognitive neuroscience of language, a rapidly developing multidisciplinary field at the intersection of linguistics, psycholinguistics, and neuroscience. Lectures cover all aspects of language processing in the healthy brain, from early sensory perception to sentence-level semantic interpretation, as well as a range of neurological and development language disorders, including aphasias, dyslexia, and genetic language impairment.    Field Methods   LING-UA 44 Identical to LING-GA 44. Prerequisite: Sound and Language (LING-UA 11) and Phonological Analysis (LING-UA 12) or Grammatical Analysis (LING-UA 13) or permission of the instructor. Offered every year. Collins, Gouskova, Singler. 4 points.   A hands-on approach to learning linguistics. Every year, a different language is chosen to investigate. Students interview a native speaker of an unfamiliar language, usually a nonlinguist, to study all aspects of the language’s grammar: phonetics, phonology, morphology, syntax, semantics. They learn to evaluate and organize real, nonidealized linguistic data and to formulate generalizations that then serve as the basis for a research proposal. A unique opportunity to obtain a rich and complete set of data on a new topic of theoretical interest in any field of linguistics.    Evolution of Intellectual Complexity   LING-UA 45 Offered occasionally. Dougherty. 4 points.   How do human perception, cognition, language, and communication relate to the abilities of animals, fossil records, anthropological and archaeological research, cave painting, and physiology? We broadly try to answer the following: What is a likely scenario for human evolution from animal origins? We argue (with Chomsky, Darwin, D’Arcy, Thompson, Turing, Lorenz, Gould) that evolution proceeds in large jumps (saltations) and that slow, gradual evolution via natural selection (per Pinker, Hauser, Fitch, Lieberman) cannot account for human cognitive evolution. Readings focus on original works by Darwin, Wallace, D’Arcy, Thompson, Freud, Chomsky, Galileo, and Pinker and include studies by zoologists, linguists, anthropologists, archaeologists, and psychologists.    African American English II: Language and Education   LING-UA 46 Identical to SCA-UA 800. Offered occasionally. Blake. 4 points.   African American English is a distinct dialect of American English that has influenced U.S. and world cultures. Yet, from an educational perspective, its speakers have faced well-documented educational challenges. Explores contemporary, social, linguistic, and educational issues that arise for speakers of African American English in the United States. Topics covered include a history of African American language behavior, politics, and policies around the language, teacher education, language attitudes, culture and curriculum, and controversies about African American English in the schools. Also considers how educational issues surrounding African American English compare to other languages and dialects of English. Students have an opportunity to conduct original research.    The Language of America’s Ethnic Minorities   LING-UA 47 Offered every other year. Blake, Singler. 4 points.   Examines the role of language in communities in the United States, specifically within African American, Asian American, Latino, and Native American populations. Explores the relationship of language to culture, race, and ethnicity. In particular, looks for similarities and differences across these communities and considers the role that language experiences play in current models of race and ethnicity.    Linguistics as Cognitive Science   LING-UA 48 Identical to LING-GA 48. Prerequisite: permission of the instructor. Offered every year. Marantz. 4 points.   Examines the place of linguistics within cognitive science from multiple perspectives. Foundational questions for a science of linguistics are addressed both from within linguistics and from philosophy and psychology. Issues include the nature of the evidence for constructing grammars, the interpretation of grammatical rules as cognitive or neural operations, the significance of neo-behaviorist approaches to language and computational modeling for a cognitive theory of language, the connection between linguistics theory and genetics, and the importance of sociocultural and historical variation for understanding the nature of language. Students are expected to engage in debate over these issues, bringing to the table their own backgrounds in one of the relevant disciplines, as well as what they learn from the assigned readings. Guest speakers with complementary expertise join the primary instructor for several of the lectures.    Endangered Languages   LING-UA 50 Offered every other year. Collins. 4 points.   The languages of the world are dying off at an alarming rate. We attempt to answer the following questions during the semester: Why do languages die off? If a language dies, does a culture die with it? How is the structure of a language (phonology, morphology, syntax) affected by language death? Why should we care about language endangerment, and is there anything we can do about it? Each student “adopts” an endangered language and looks into it extensively during the course of the semester.    Attempts to Model Mind and Brain Using Computers   LING-UA 53 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered occasionally. Dougherty. 4 points.   We examine the possibility that in the evolution of human and animal brains, no selectional pressure existed for any brain to evolve to understand its own principles of operation. Brain tissues, and the functional capacities correlated with them, evolved to increase perceptual, cognitive, and language capacities to aid in eluding predators, capturing prey, mate selection, nest building, infant rearing—all novel evolved complexity-yielding survival advantages. We argue that no survival advantage correlates with the brain’s ability to introspect and understand its own operation. We examine novel “graphically orientated” computer models of self-replicating machines called “cellular automata” by Wolfram (A New Kind of Science) and Kurzweil, which define “complexity” that correlates with languages, cognition, and perception. We study Darwin’s idea of “monstrosities” in relation to human evolution from earlier primates. No hard math is required. Lectures use computer-generated graphics, sound, and animation.    Learning to Speak: The First- and Second-Language Acquisition of Sound   LING-UA 54 Prerequisite: Sound and Language (LING-UA 11) or Phonological Analysis (LING-UA 12). Offered occasionally. Davidson. 4 points.   Focuses on the acquisition of sound systems by first- and second-language learners. In some ways, these tasks are very similar, but they differ in other crucial aspects. We discuss scientific data from both first- and second-language acquisition of sound systems to understand how humans learn language both in infancy and adulthood. Presupposes an introduction to phonetics, phonology, and/or psycholinguistics.    Introduction to Morphology at an Advanced Level   LING-UA 55 Identical to LING-GA 1029. Prerequisites: Sound and Language (LING-UA 11) and Phonological Analysis (LING-UA 12). Offered every year. Marantz. 4 points.   Examines the building blocks of words and sentences: the atomic units of word structure, their hierarchical and linear arrangement, and their phonological realization(s). Provides an introduction to fundamental issues in morphology, including allomorphy, morpheme order, paradigm structure, blocking, and cyclicity. The field of morphology currently embraces much of what goes on in linguistics as a whole; syntax, morphology, phonology, semantics, and variation all play an essential role, and their interactions are highlighted here.    Introduction to English Grammar   LING-UA 56 Offered occasionally. Collins. 4 points.   An introductory overview of the grammar of English. No prior knowledge of linguistics is assumed. We survey the major areas of English grammar, including the following: parts of speech (verb, noun, adjective, preposition, adverb), participles, auxiliary verbs, count and noncount nouns, definite and indefinite articles, subjects, objects, predicates, types of clauses (declarative, interrogative, exclamative, imperative), passive versus active verbs, negation, and relative clauses. The course is of interest to students of English literature, English grammar, linguistics, computer science, philosophy, and psychology. Also useful to people thinking of going into language teaching and those interested in improving their writing through greater attention to English grammar. Note: This is not an English as a Second Language (ESL) course. Students are expected to be native speakers of English or to have a very high level of proficiency in English.    A Cultural History of Computers, Robots, and Artificial Intelligence   LING-UA 51 Offered every year. Dougherty. 4 points.   Considers primary source material on the mind-body problem and on linguistic criteria for intelligence, starting with Galileo and Descartes and continuing up to the present day. Examines mechanical analogies of mind developed since 1500. Readings from Galileo, Descartes, Voltaire, Huxley, Darwin, Arnauld, Turing, Kuhn, and Penfield. Focuses on Chomsky’s Cartesian linguistics and the claim that current ideas concerning mind, language, and intelligence parallel closely those of the Cartesians of the 17th century.    Etymology   LING-UA 76 Identical to CLASS-UA 23 and MEDI-UA 76. Offered every other year. Costello. 4 points.   Traces the origin and development of English words. Discusses ways in which new words are created. Introduces concepts of phonological and semantic change, which students apply in identifying cognates linking English with other languages, in particular, but not limited to, Latin and Greek.    Seminar: Research on Current Problems in Linguistics   LING-UA 102 Prerequisite: permission of the instructor. Offered occasionally. 4 points.   Course content varies; see the description of each offering at the department’s home page.    Internship   LING-UA 980, 981 Prerequisite: permission of the director of undergraduate studies. In the term prior to the internship, the student must present a written description of the proposed internship that clearly indicates the linguistic content of the project. 1 to 4 points per term.    Independent Study   LING-UA 997, 998 Prerequisite: permission of the director of undergraduate studies. 1 to 4 points per term.   Updated on 06&#047;09&#047;2014       Back to top             Contact us | &copy; New York University , Arts and Science"}, {"content": "Teaching Spanish as a Foreign Language and TESOL, Joint MA - Foreign Language Education - NYU Steinhardt                                                 Please enter your start address in the box below (or allow GPS to find your position) to get directions to 239 Greene Street, New York, NY 10003                                          NYU Steinhardt School of Culture, Education, and Human Development             Department of Teaching and Learning           Contact    Directions    Menu                    Programs                 Degrees        Childhood Education        Early Childhood Education        English Education        Environmental Conservation Education        Literacy Education        Mathematics Education        Multilingual and Multicultural Studies                  Bilingual Education         Foreign Language Education         TESOL         Teaching French as a Foreign Language                       Science Education        Social Studies Education        Special Education        Minors                          Fieldwork                 Pre-Student Teaching Experience           Student Teaching                    About Student Teaching         Login to Apprentice         Cooperating Schools         Resources                             Certification/Accreditation           Field Initiatives                          Research                 Ruth Horowitz Center           Center for Research on Higher Education Outcomes           Metropolitan Center for Urban Education           Wallerstein Collaborative For Urban Environmental Education           Constantin Georgiou Library           Field Initiatives           Faculty Research Interests           Faculty Publications                          Faculty                 Full-Time Faculty           Staff Directory                          Future Students                 Undergraduates                     High School Students          Transfer Students          Visiting NYU Steinhardt             Admissions          Financial Aid                          Graduate                    How to Apply         Deadlines         Financial Aid         Housing         Recruitment Events         Information Sessions                           Request Information        NY Teacher Certification                          Current Students                 Student Teaching                    About Student Teaching         Login to Apprentice         Cooperating Schools         Resources                             Advisement                    Undergraduate         Graduate         Make an Apponitment with your Advisor                             Job Opportunities                    Browse Job Postings         Post a New Job                             Awards and Honors                          Alumni                 Stay Connected           Contact the Alumni Team           Giving to Steinhardt                          About                 Mission/Core Values           Contact/Directions                       News/Events         Video/Podcasts                 Faculty Videos           Educational Policy Breakfasts                         Close Menu                          Foreign Language Education     Teaching Spanish as a Foreign Language and TESOL, Joint MA                                          More Links                                   Program of Study     Special Opportunities                 Program of Study     Admissions    Careers                           About the French Master's Program     Courses                About the Spanish Master's Program     Courses                               Close Menu                                        Madrid and New York Courses    Sequence of Courses       Content Core    General Pedagogical Core    Pedagogical Content Knowledge Core    Specialization Pedagogical Core    Student Teaching    Culminating Experience    Elective Options    Optional Extension to Foreign Language Elementary School Certificate       Total Points: 50    *NOTES: - To continue the MA degree, students must complete the first year of course work (26 total credit points) in good standing (average grade of B or better). Please note that the 30% tuition reduction, applicable to both years of the MA program, is only available to students who complete 26 credit points in Year One. - Courses in bold MUST be taken in the semester in which they are listed.                First Fall Semester in MADRID          Pts                FLGED-GE. 2069 Teaching Foreign Languages: Theory and Practice          3                 SPAN-GA. 9208 Stylistics and Semantics of Written Spanish          4                 SPAN-GA. 9203 Advanced Workshop in Contemporary Spanish          4                 SPAN-GA. 9890 Independent Guided Project          1                TOTAL          12                First Spring Semester in MADRID          Pts                 SPAN-GA. 9202 Applied Methodology for Teaching Spanish as a Foreign Language          4                SPAN-GA. 9208 Hispanic Dialectology and Sociolinguistics          4                SPAN-GA. 9556 Applied Phonetics and Spoken Contemporary Spanish          4                SPAN-GA. 9891 Independent Guided Project II          2                TOTAL          14                 Second Fall Semester at NYU Washington Square          Pts                FLGED-GE. 2419 Applied Linguistics in Spanish          1                LANED-GE. 2201 The Second Language Classroom: Elementary and Secondary Schools          4                One of the Following       FLGED-GE. 2911 Student Teaching Seminar in Foreign Language Education (Grade 7-9)    FLGED-GE. 2922 Student Teaching Seminar in Foreign Language Education (Grade 10-12)             2                TCHL-GE. 2005 Field Work          0                TCHL-GE. 2999 Drug and Alcohol Education/Child Abuse Identification and School Violence Prevention/D.A.S.A.: The Social Responsibilities of Teachers          0                TCHL-GE. 2515 Adolescent Learners in Urban Contexts          2                One of the Following       TESOL-GE. 2205 Structure of American English    SPCED-GE. 2162 Educating Students with Special Needs in Middle Childhood/Adolescent Settings    BILED-GE. 2103 Bilingual Exceptional Children          3             TOTAL          12                Second Spring Semester at NYU Washington Square          Pts                LANED-GE. 2206 Second Language Acquisition and Research          3                One of the Following       FLGED-GE. 2427 Spanish Syntax for Spanish Teachers    FLGED-GE. 2128 Advanced Spanish for Teachers of Spanish as a Foreign Language             1                One of the Following       TESOL-GE. 2901 Student Teaching Seminar in TESOL (Grades K-6)    TESOL-GE. 2902 Student Teaching Seminar in TESOL (Grades 7-12)             2                One of the Following       TESOL-GE. 2205 Structure of American English    SPCED-GE. 2162 Educating Students with Special Needs in Middle Childhood/Adolescent Settings    BILED-GE. 2103 Bilingual Exceptional Children             3                One of the Following       Multilingual Multicultural Studies Elective Course    LANED-GE. 2005 Intercultural Perspectives in Multilingual Multicultural Education (Study Abroad Option in the Dominican Republic)          3             TOTAL          12                TOTAL PTS: 50                Course Descriptions:    Content core (15 points)    SPAN-GA 9556 Applied Phonetics and Spoken Contemporary Spanish (4 points)    The objective of this course is to introduce students to the study of Spanish phonology and phonetics in order to analyze various features of spoken Spanish. The course will also explore the current state of teaching phonetics in second language acquisition, and the linguistic disciplines in which phonetics proves to be a useful tool to study language. The course has both theoretical and practical components that include analyzing the distinct features of the sound systems of peninsular and American variants of spoken Spanish, allowing students to distinguish regional and social varieties of the language.    SPAN-GA 9108 Stylistics and Semantics of Written Spanish (4 points)    The main objective of this course is to reinforce the linguistic foundations for advanced students of Spanish, aiming to improve communicative competence through a systematic study of grammatical, discursive, and pragmatic systems, together with a practical study of form, function, and usage in Spanish. Students will gain practice on several levels, through: 1) advanced grammar review, with special emphasis on difficult points for native English speakers; 2) identification of different grammatical structures in literary texts and journalism, allowing students to provide their own examples from other course materials; 3) a broadening of students&rsquo; mastery of Spanish with specific exercises and writing activities based on textual models.    SPAN - GA 9208 Hispanic Dialectology and Sociolinguistics (4 points)    This course offers an overview of the Spanish-speaking world through the study of different dialects of Spanish. In addition to geographic variation, students will explore gender- and age-based linguistic differences, as well as sociolinguistic variants due to social and cultural factors in Spain, Latin America, and the United States.    TESOL-GE 2205 Structure of American English (3 points)    American English grammar for the classroom teacher. A practical study of form, function, meaning, and usage, and the teaching of English grammar to second language learners from diverse cultural and linguistic backgrounds.    General Pedagogical Core (9 points)    TCHL-GE 2010 Inquiries in Teaching and Learning (4 points) Introduces graduate-level pre-service teachers to the complexities of teaching by exploring four major themes: learning, knowledge and knowing, teachers and teaching, schools and schooling. Each theme is investigated by analysing issues of the learner's autobiography, the challenges of diversity, the power of collaboration, and the uses of reflection. Students read and respond to a range of relevant tests, engage in observation of an elementary or secondary school classroom, create a classroom portrait with a focus on a particular learner, and produce a learning portfolio.    TCHL-GE 2515 Adolescent Learners in Urban Contexts (2 points)    Emphasis on applying theoretical knowledge of adolescent development to classroom teaching. Strategies for general and special education teachers to meet the cognitive, emotional, and social needs of adolescents in urban contexts. Focus on differentiating instruction to maximize learning opportunities and outcomes for all learners across ethnicity, race, national origin, linguistic competencies, ability status, learning styles, sexual orientation, gender, and social class. Issues of curriculum development, instructional planning, classroom management, and uses of technology. Methods for collaboration with parents, teachers, and other professionals.    SPCED-GE 2162 Evaluating Students with Disabilities in Middle Childhood and Adolescent Settings (3 points)    Strategies for general and special education teachers to meet the cognitive, emotional, and social needs of adolescents with disabilities in general education classes in middle and high schools. Methods for collaboration with teachers, parents and other professionals, including in IEP development. Examination of service delivery models at the middle and high school levels. Issues of transition planning, curriculum development, instructional planning, uses of technology, identifying strengths, and differentiating instruction, with a special focus on the development of literacy skills and processes that promote social skill development and interpersonal communication.    TCHL-GE 2005 Fieldwork in Schools and Other Educational Settings (0 points)    Preparation to meet the field-hours requirement in schools, and to better understand the practical implications of learning theories while also initiating the process of becoming a student teacher. The term &ldquo;Learning Partners&rdquo; is used in the course to refer to students in pre-student teaching field experiences who are deployed by the school to assist in classes or other activities, and who help individual students and thereby come to a deeper appreciation of how students learn. Learning Partners are assigned to work in schools, where they observe and work with students as the need and opportunity arise.    TCHL-GE 2999 Drug and Alcohol Education/Child Abuse Identification and School Violence Prevention/D.A.S.A.: The Social Responsibilities of Teachers (0 points) An introduction to the role and responsibilities of teachers, school administrators, and pupil personnel staff in the coordinated school health programs. Includes teaching strategies to prepare prospective teachers for the standards-based environment. Course content covers mandated health subjects, e.g., recognition and prevention of substance abuse, HIV/AIDS, child abduction; child abuse recognition; safety education, including fire and arson prevention; and violence prevention. Meets NYS Education Department certification requirements for instruction in school violence prevention (2 hours) and identification and reporting of child abuse (2 hours). The course consists of six hours of in-person instruction and completion of an on-line component. Access to a school is required and can be arranged upon request.    Pedagogical Content Knowledge Core (minimum 7 points) selected from below    LANED-GE 2206 Second Language Acquisition: Theory and Research (3 points)    Current approaches and issues in second language research. Receptive and productive development of oral and written language; acquisition models; psycholinguistic and sociolinguistic issues relating to second language acquisition, such as developmental processes and variation, learning styles, first and second language literacy, discourse analysis, and the role of culture in language learning. Also included are connecting research and pedagogy, classroom-centered research on instructional strategies, and technology as a research tool. Hours are arranged for student collection and analysis of field data.    FLGED-GE 2419 Applied Linguistics in Spanish (1 point)    A systematic study of Spanish grammatical, discourse, and pragmatic systems, and a practical study on form, use, and functions in Spanish, including phonology, syntax, and sociolinguistics.    FLGED-GE 2128 Advanced Spanish for Teachers of Spanish (1 point)    Developing Spanish language proficiency in both oral and written expressions, and enhancing knowledge of Spanish and its rhetorical structure through selected reading of contemporary Spanish literature.    LANED-GE 2060 Second Language Evaluation and Assessment (3 points)    Approaches to methods of language assessment and evaluation. Formal and informal methods of assessing language proficiency, literacy, and second language development. Standardized testing and other formative and summative methods of assessment, including portfolio assessment and classroom test development. Also included are skills needed to analyze one's own teaching practice, and to use this information to plan or modify instruction through use of various resources in order to enhance student learning.    LANED-GE 2005 Intercultural Perspectives in Multicultural Education (3 points)    Cultural perspectives on language learning, language use, and education. Focus on sociolinguistic issues in education and pedagogical implications for linguistic and cultural minority students. Central topics include cross-cultural communication in the classroom, including the role of ethnicity, race, gender, and social class; the relationship between home/community language-use patterns and student achievement; cultural perspectives on school-community relations; cross-cultural perspectives on parenting and language socialization; standard and non-standard language varieties in the classroom; and effective instructional approaches for linguistically and culturally diverse classrooms. Includes 15 hours of field experiences.    Specialization Pedagogical Core (7 points)    FLGED-GE 2069 Teaching Foreign Languages: Theory and Practice (3 points)    This course comprises a weekly three-hour seminar combined with observations of &ldquo;Spanish as a second language (ELE)&rdquo; classes from NYU Madrid&rsquo;s undergraduate program. All seminars are developed through lectures, peer commentary, and practical examples providing an overview of theories in pedagogy to be elaborated upon in future coursework. Students will prepare didactic activities, a teaching portfolio with a Statement of Teaching Philosophy, and a final written work for the course, as well as share their work with their peers in oral presentations in Spanish. Seminars will cover the following aspects of language teaching: communicative competence; new approaches to teaching grammar; acquisition of pragmatic competence; teaching culture and intercultural issues; the development of different linguistic skills (auditory, oral, written, reading comprehension); correction of errors; and language level assessment. The hours allocated to fieldwork include student collection and analysis of field data.    SPAN - GA 9202 Applied Methodology for Teaching Spanish as a Foreign Language (4 points)    This course follows the Teaching Spanish as a Foreign Language course offered in the Fall semester as a continued study of materials, approaches, and techniques used to teach language skills to second and foreign language learners while applying language acquisition theories to practice. In addition, this course emphasizes practical issues of day-to-day lesson planning to develop teaching skills, plus different methods for promoting student motivation and positive reinforcement through classroom communication. A range of undergraduate Spanish language courses at NYU Madrid &ndash; at beginner, intermediate, and advanced levels &ndash; will be used to offer the M.A. students some teaching experience. Students will observe each other&rsquo;s teaching and subsequently discuss the experience together in class.       Student Teaching (4 points)    FLGED-GE 2911 Supervised Student Teaching in Foreign Language (2 points)    University-supervised student teaching in foreign language at middle school level for the equivalent of 20 days. Student teaching experiences are used to support theoretical and practical application of the planning and implementation of curriculum. This experience also includes a 30-hour class observation prior to student teaching, and a student teaching seminar, which meets once a week.    TESOL-GE 2901 Supervised Student Teaching in ESL: K-6 (2 points)    University-supervised student teaching at K-6 level for the equivalent of 20 days. Student teaching experiences are used to support theoretical and practical application of the implementation of curriculum. This experience includes a student teaching seminar, which meets once per week.    Culminating Experience (1 point)    LANED-GE 2039 Advanced Individual Project in Multilingual/Multicultural Studies (1 point)    Under the guidance of a graduate adviser, each student conducts his or her advanced individual project on second language learning and teaching, and develops means to update knowledge and skills in the subject(s) taught and in pedagogy. This project concludes the culminating experience requirement of the Masters program.       Elective Options (beyond degree requirements)    (BILED-GE 2001) Bilingual Multicutural Education: Theory and Practice (3 points) Theory, policy, and practice of bilingual education. Key topics include (1) models and programs of bilingual education; (2) policy and politics of language minority education in the United States and international contexts; (3) psycholinguistic perspectives on bilingualism, including bilingual language development; (4) cultural, social, and political perspectives on language minority education; and (5) evaluation of bilingual education programs. Emphasis on pedagogical implications of the above, with particular attention to native language development, and second language/literacy teaching for developmentally and linguistically diverse students. Includes 15 hours of field experiences.    (LANED-GE 2040) Teaching Second Languages in a Technological Society (3 points) Focus on uses of technology, including instructional and assistive technology, in language teaching and learning, as well as skill in using technology and teaching students to use technology to enhance language learning and the development of communicative skills.    (LANED-GE 2060) Language Evaluation and Assessment (3 points) Approaches to methods of language assessment and evaluation. Formal and informal methods of assessing language proficiency, literacy, and second language development. Standardized testing and other formative and summative methods of assessment, including portfolio assessment and classroom tests development. Also included are skills needed to analyze one's own teaching practice, and to use this information to plan or modify instruction through use of various resources in order to enhance student learning.    (FLGED-GE 2914) Workshop in Foreign Language Education (1-6 points) Learning of alternative methods of teaching second/foreign languages through approaches such as humanistic approach, emotional intelligence, multiple intelligence theory, Jazz Chants, etc. A hands-on approach will be followed and students will have a chance to work on resource projects on various innovative approaches to teaching foreign languages.    (LANED-GE 2201) The Second Language Classroom: Elementary and Secondary Schools (4 points)    Further study of materials, approaches, and techniques used in teaching language skills to second/foreign-language learners at the elementary and secondary levels, and application of language acquisition and literacy development theories to practice. With specific emphasis on methods of teaching reading to second-language learners at the elementary and secondary levels, including methods of reading enrichment and remediation; curriculum development and instructional planning; teaching language through content areas; skills in motivation, communication, and classroom management; and teaching students of mixed levels.    Extension to Foreign Language Elementary School (FLES) Certificate    (FLGED-GE 2018) Teaching Foreign Languages to Elementary School Children (Additional 3 Credits)    Modes of learning, methods, instructional strategies, language and literacy development, and resources for teaching a foreign language to elementary school children. Emphasis is on the development of literacy and communicative skills.                                                                           Copyright &copy;    by New York University. All rights reserved.       View Desktop Version"}]},
{"detail": [{"content": "NYU > Linguistics > Course Offerings                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science         &amp;nbsp;     &amp;nbsp;             &amp;nbsp;             &amp;nbsp;                  Back to  previous page              &amp;nbsp;         &amp;nbsp;     Course Offerings      Language   LING-UA 1 Offered every semester. Baltin, Champollion, Collins, Gallagher, Gouskova, Szabolcsi. 4 points.   Nature or nurture? Linguistics is a science that systematically addresses this puzzle, and it offers a uniquely interesting support for the answer: both. Language is a social phenomenon, but human languages share elaborate and specific structural properties. The conventions of speech communities exist, exhibit variation, and change within the strict confines of universal grammar, part of our biological endowment. Universal grammar is discovered through the careful study of the structures of individual languages, by cross-linguistic investigations, and the investigation of the brain. In this way, linguistics mediates between cognitive science and social science. This course introduces some fundamental properties of the sound system and of the structure and interpretation of words and sentences, set into this context.   Language and Mind   LING-UA 3 Identical to PSYCH-UA 27. Offered every year. Baltin, Davidson, Marcus, McElree, Murphy, Pylkkanen, Szabolcsi. 4 points.   Introduces students to the field of cognitive science through an   examination of language behavior. Begins with interactive discussions of   how best to characterize and study the mind. These principles are then   illustrated through an examination of research and theories related to   language representation and use. Draws from research in both formal   linguistics and psycholinguistics. Introduction to Semantics   LING-UA 4 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered every year. Barker, Szabolcsi. 4 points.   Focuses on the compositional semantics of sentences. Introduces set theory, propositional logic, and predicate logic as tools and goes on to investigate the empirical linguistic issues of presuppositions, quantification, scope, and polarity. Points out parallelisms between the nominal and the verbal domains.    Introduction to Psycholinguistics   LING-UA 5 Offered occasionally. Davidson. 4 points.   We easily recognize printed and spoken words, understand novel and complex sentences, and produce fluent speech thousands of times each day. It is also remarkable that children seem to learn the sounds and structures of their native languages with little effort. Psycholinguistics aims to understand the mental processes that underlie both the representation and acquisition of language. Topics covered include language acquisition, speech perception, lexical representation and access, sentence production, and the relationship between phonology and orthography.    Sound and Language   LING-UA 11 Offered at least every fall. Davidson, Gallagher, Gouskova, Guy. 4 points.   Introduction to phonetic and phonological theory at an elementary level. Topics include the description and analysis of speech sounds, the anatomy and physiology of speech, speech acoustics, and phonological processes. Students develop skills to distinguish and produce sounds used in the languages of the world and to transcribe them using the International Phonetic Alphabet.    Phonological Analysis   LING-UA 12 Prerequisite: Sound and Language (LING-UA 11) or permission of the instructor. Offered at least every spring. Davidson, Gouskova. 4 points.   Introduction to phonology, the area of linguistics that investigates how languages organize sounds into highly constrained systems. The fundamental questions include the following: What do the sound systems of all languages have in common? How can they differ from each other? What is the nature of phonological processes, and why do they occur? Students develop analytical skills by solving phonological problems based on data from a wide variety of languages.    Grammatical Analysis   LING-UA 13 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered at least every fall. Baltin, Collins, Harves. 4 points.   What determines the sequencing of words in a given language? How can we explain word-order variation within and across languages? Are there universal syntactic properties common to the grammar of all languages? This course presents the motivation for the modern generative approach to the scientific study of language and systematically develops a model that will account for the most basic syntactic constructions of natural language. Skills in scientific argumentation and reasoning are developed by analyzing problems in the syntax of English and a number of other languages.    Language Change   LING-UA 14 Offered every other year. Costello. 4 points.   Introduces students to the methods of genealogical classification and subgrouping of languages. Examines patterns of replacement in phonology, morphology, and syntax. Focuses on internal and comparative phonological, morphological, and syntactic reconstruction. Considers phonological developments such as Grimm’s, Grassmann’s, and Verner’s Laws, in detail.    Language and Society   LING-UA 15 Identical to SCA-UA 701. Offered every year. Guy, Singler. 4 points.   Considers contemporary issues in the interaction of language and society, particularly work on speech variation and social structure. Focuses on ways in which social factors affect language. Topics include language as a social and political entity; regional, social, and ethnic speech varieties; bilingualism; and pidgin and creole languages.    Grammatical Analysis II   LING-UA 16 Prerequisite: Grammatical Analysis (LING-UA 13). Offered every other year. Harves. 4 points.   A continuation of Grammatical Analysis, offering an in-depth examination of various topics in syntax. The primary course objective is to introduce students to primary literature in syntactic theory in order to further develop their critical reading and writing skills so that they may carry out an independent research project of their own. Topics will vary from year to year and may include (but are not limited to) binding theory, control, case theory, constraints on movement, antisymmetry, argument structure and applicatives, ellipsis, and derivation by phase.    The Indo-European Family   LING-UA 17 Offered occasionally. Costello. 4 points.   Presents the phonological and morphological systems of Proto-Indo-European and considers the development thereof in the major branches of the Indo-European family of languages, in particular Indic, Hellenic, Slavic, Italic, and Germanic.    Bilingualism   LING-UA 18 Offered occasionally. Blake, Singler, Vrzic. 4 points.   Examines bilingualism and multilingualism in New York City and around the world, at the level of the individual and of society. Considers the social forces that favor or inhibit bilingualism, as well as the educational consequences of bilingual education (and of monolingual education for bilingual children). Also examines the impact of bilingualism on the languages involved. Special attention is paid to code switching, the practice of using two languages in a single speech event, with particular reference to its psycholinguistic and sociolinguistic aspects.    Structure of English Vocabulary   LING-UA 19 Offered occasionally. Costello. 4 points.   Deals with the origins of structures of English words. Whereas 97 percent of the vocabulary of Old English was Germanic, over 80 percent of the present-day vocabulary is borrowed. This course focuses on the portion that is borrowed from the classical languages (Latin and Greek) either directly or indirectly through French. Examines the historical and sociolinguistic circumstances of borrowing and the stem-affix structure of borrowed words, together with the regularities of their pronunciation and meaning. Relies on elementary phonology, morphology, and semantics; recommended for nonmajors.    Sex, Gender, and Language   LING-UA 21 Identical to SCA-UA 712. Offered in the spring. Vasvari. 4 points.   Examines gender from a multidisciplinary perspective and in particular as a sociolinguistic variable in speech behavior. How do linguistic practices both reflect and shape our gender identity, and how do these reflect more global socio-cultural relationships between the sexes? Do women and men talk differently? To what degree do these differences seem to be universal or variable across cultures? How do dominant gender-based ideologies function to constrain women’s and men’s choices about their gender identities and gender relationships? How does gendered language intersect with race and class-linked language? How is it challenged by linguistic “gender bending”? What impact does gendered language have on the power relationships in given societies? Also examines gendered voices—and silences—in folklore and in literature. Asks how particular linguistic practices contribute to the production of people as “women and men”?    African American English I: Language and Culture   LING-UA 23 Identical to SCA-UA 799. Offered every other year. Blake. 4 points.   Introduces the language behavior of African Americans. Discusses African American Vernacular English in terms of its linguistic and cultural distinctiveness, both intrasystemically and in comparison with other dialects of American English. Relates the English vernacular spoken by African Americans in urban settings to creole languages spoken on the South Carolina Sea Islands (Gullah), in the Caribbean, and in West Africa. Also approaches the subject from the perspective of the history of the expressive uses of African American Vernacular English, and the educational, attitudinal, and social implications connected with the language.    Computational Principles of Sentence Construction   LING-UA 24 No prerequisites. Offered every year. Adriaans, Barker, Champollion, Dougherty. 4 points.   AKA Patterns in Language. If a computer is smart enough to beat humans at Jeopardy, does it mean that machines can think? Is it possible to predict the spread of the flu based on patterns in Google searches? Did Shakespeare really write that sonnet? Scientists use patterns in language to answer these questions, using the same concepts that underlie everyday applications like search engines, automatic translators, speech recognition systems, spell-checkers, and auto-correction tools. This course takes you on a tour of these applications, focusing on the technological and linguistic ideas behind them. You will gain practical hands-on experience and insight into how they work. No programming experience is required. The only background you need is curiosity about language and some everyday experience with computers. For more information on this course, see: http://is.gd/ling24    Languages in Contact   LING-UA 25 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered occasionally. Singler. 4 points.   Language contact changes languages. This course presents a typology of contact, organized both by the nature of the contact and by its linguistic consequences. We consider the impact that contact can have on existing languages, and we pay special attention to the kind of contact that gives rise to new languages and also to the kind that kills languages. Topics include borrowing, bilingualism, language maintenance and language shift, language birth and language death, code switching, diglossia, pidginization and creolization, new Englishes, and mixed languages.    Language and Liberation: At Home in the Caribbean and Abroad   LING-UA 26 Identical to SCA-UA 163. Offered every other year. Blake. 4 points.   Explores the linguistic and cultural transformations that took place in the Commonwealth Caribbean from 17th-century slavery and bond servitude to the present day. Focus is on the extent to which Caribbean people were given or demanded the freedom to create and maintain a postcolonial Caribbean identity. We first discuss the socio-historical conditions that led to the creation of new Caribbean languages called “pidgins” and “creoles” as the English language was transplanted from Britain to the Third World. We then explore the relationship of the English-based creoles to the social, cultural, political, and literary/expressive aspects of the contexts in which they existed and in which they continue to exist today in the Caribbean as well as in Britain and the United States. As far as possible, parallels are drawn to French- and Spanish-influenced Caribbean communities.    Grammatical Diversity   LING-UA 27 Prerequisite: Grammatical Analysis (LING-UA 13) or permission of the instructor. Offered every year. Collins, Kayne. 4 points.   Introduces the syntax of languages quite different from English, from various parts of the world. Considers what they may have in common with English and with each other and how to characterize the ways in which they differ from English and from each other.   Communication: Men, Minds, and Machines   LING-UA 28 Offered every year. Dougherty. 4 points.   Examines signs and symbols in the communication of humans, primates,   birds, computers, automata, simulata, and more and discusses definitions   of such concepts as sign, symbol, intelligence, artificial   intelligence, mind, cognition, and meaning. Concerns the matter   expressed by the symbol systems and the manner in which the matter is   expressed: literally, abstractly, metaphorically, as a simile, by   insinuation, and other methods. Morphology   LING-UA 29 Offered occasionally. Collins. 4 points.   An introduction to the study of the internal structure of words. The two main problems in morphology are (1) how to account for the surface variability of formatives (allomorphy) and (2) how to account for their combinatorial properties (morphosyntax). Beginning from the techniques and problems of structuralist morpheme analysis, two major approaches to allomorphy are introduced: the morpheme-based model and the word-based model. In morphosyntax, we concentrate on the question of to what extent morphological combination is a matter of syntax versus the lexicon. Emphasis is on constructing morphological hypotheses and linguistic argumentation. The assignments involve in-depth analyses of data from various languages.    Language in Latin America   LING-UA 30 Offered every other year. Guy. 4 points.   Examines the diversity of language usage in modern Latin America and considers historical perspectives as to how the present situation came about. Considers the dialectology of Latin America: how and why American varieties of Spanish and Portuguese differ from European varieties, as well as the distribution and nature of dialect differences in different regions of the Americas. Examines sociolinguistic issues, such as class and ethnic differences in Spanish and Portuguese in the Americas, the origin and development of standard and nonstandard varieties, and the effects of contact with Amerindian and African languages. Considers Spanish- and Portuguese-based creoles and the question of prior creolization in the popular speech of Brazil, Cuba, and other areas with a substantial population of African descent. Other topics include bilingualism, code switching, language attitudes, the impact of contact with English, and the present status of indigenous languages.    Form, Meaning, and the Mind   LING-UA 31 Prerequisites: Introduction to Semantics (LING-UA 4) or permission of the instructor, and Grammatical Analysis (LING-UA 13). Offered every other year. Baltin. 4 points.   Deals with the relationship between cognitive organization on the one hand and the interaction between syntax and semantics in natural language. Focuses on the debate within cognitive science as to whether or not the mind is modular (divided into distinct faculties, such as language, vision, and perhaps others). Discusses the relationship of this debate to the debate within linguistics as to whether or not syntax is an autonomous component of a grammar that feeds semantics but does not depend on semantics itself for its functioning. Examines works in cognitive science about modularity and works in linguistics that bear on the question of the autonomy of syntax.    Writing Systems of the World   LING-UA 33 Offered occasionally. Costello. 4 points.   Discusses how various writing systems relate to language and questions whether writing affects language (and if so, how). The fundamental characteristics of writing are discussed: the communicative purpose of writing, the application of graphical marks on a durable surface, and the achievement of communication by virtue of the marks’ conventional relation to language. The evolution of writing is traced. Students compare the writing systems that evolved in Central America, China, Sumer, and Egypt—and their descendants—with respect to their relative advantages and disadvantages, from the points of view of acquisition, the representation of language, and the effective achievement of communication.    Meaning and Time   LING-UA 34 Offered occasionally. 4 points.   We live embedded in the passage of time and conceive of time as the dimension of change. Our languages typically have various ways to refer to time, to distinguish between past and future, to describe sequences of events, and to set up temporal reasoning patterns. This course deals with the expression of time and tense in different languages and the linguistic, philosophical, and psychological questions that this investigation raises. Issues include the logic of time, temporal metaphors, different kinds of situations, presentation of situations, the semantics of tense, and time, tense, and aspect in narrative discourse.    Propositional Attitudes   LING-UA 35 Prerequisite: Philosophy of Language (PHIL-UA 85), Introduction to Semantics (LING-UA 4), or permission of the instructor. Offered occasionally. 4 points.   Advanced seminar. Investigates the nature of linguistic meaning through an examination of the semantics of sentences that report beliefs and other attitudes toward propositions, such as “Galileo believed that the earth moves.” Such sentences have arguably proven problematic for all theories of meaning. We read and discuss pertinent papers by linguists and philosophers; background lectures are given on related issues, such as the semantics of proper names, pronouns, and demonstratives. Registered students are required to make two substantial class presentations and write a detailed research paper.    Indo-European Syntax   LING-UA 36 Offered occasionally. Costello. 4 points.   Students are introduced to the study of comparative (Proto-)Indo-European syntax. Methods of reconstructing a protosyntax are presented and compared. The course deals with recent explanations concerning the origin and development of a number of parts of speech, including adverbs and prepositions, and syntactic constructions, including absolute, relative, and periphrastic verbal constructions (for example, the passive) in Proto-Indo-European and its descendant languages. Reanalysis and grammaticalization are addressed in some detail. Questions concerning the motivation of innovations and their implications for the overall evolution of language are discussed.    The Syntax/Semantics Interface: Hungarian   LING-UA 37 Prerequisite: Grammatical Analysis (LING-UA 13) or permission of the instructor. Introduction to Semantics (LING-UA 4) is recommended but not required. Offered occasionally. Szabolcsi. 4 points.   Hungarian is known as a language that wears its semantics on its syntactic sleeve. Word order transparently identifies the topic and the focus of the sentence and disambiguates the scopes of operators such as “always,” “not,” and “everyone.” This course studies Hungarian from the perspective of theoretical linguistics and asks what this language tells us about how the syntax/semantics interface works in universal grammar. It reviews the fundamentals of Hungarian morphology and syntax and discusses current literature. Not a language course.    Pidgin and Creole Languages   LING-UA 38 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered every other year. Singler. 4 points.   Examines the pidginized and creolized languages of the world. Addresses three central questions: (1) how pidgins/creoles (P/Cs) come into being, (2) why P/Cs have the properties they do, and (3) why P/Cs—regardless of the circumstances of their genesis—share so many features. Examines P/Cs vis-a-vis other types of languages, considers the linguistic and social factors that contribute to the genesis of individual P/Cs, and investigates the linguistic characteristics of P/Cs. Geographic focus is on the Atlantic (creoles from the Caribbean and pidgins from West Africa), but pidgins/creoles from the Pacific are also discussed.    Language in Use   LING-UA 41 Offered occasionally. Guy. 4 points.   Living languages in use by a community of speakers are diverse and dynamic. Individuals and groups of speakers differentiate and identify themselves by the way they use language, people can adapt their speech to different listeners in social settings, and speakers develop their linguistic capabilities as they grow older. The language as a whole changes across time. This course examines language not from the standpoint of abstract structural description but from the perspective of how it is actively used in a speech community. We consider theoretical issues, such as how to model diversity in language use, and methodological issues, such as how to study language change while it is under way. We study appropriate quantitative methods for investigating variation across linguistic contexts, speakers, settings, and time. This course has a strong practical focus; students learn how to plan and conduct their own research on language use.    Romance Syntax   LING-UA 42 Prerequisite: Grammatical Analysis (LING-UA 13) or permission of the instructor. Offered occasionally. Kayne. 4 points.   Introduces the syntax of Romance languages, primarily French, Italian, and Spanish, but also various Romance dialects. Considers what they have in common with each other (and with English) and how best to characterize the ways in which they differ from each other (and from English).    Neural Bases of Language   LING-UA 43 Identical to PSYCH-UA 300. Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), PSYCH-UA 25, PSYCH-UA 29, or permission of the instructor. Offered every year. Pylkkanen. 4 points.   What are the brain bases of our ability to speak and understand language? Are some parts of the brain dedicated to language? What is it like to lose language? Provides a state-of-the-art survey of the cognitive neuroscience of language, a rapidly developing multidisciplinary field at the intersection of linguistics, psycholinguistics, and neuroscience. Lectures cover all aspects of language processing in the healthy brain, from early sensory perception to sentence-level semantic interpretation, as well as a range of neurological and development language disorders, including aphasias, dyslexia, and genetic language impairment.    Field Methods   LING-UA 44 Identical to LING-GA 44. Prerequisite: Sound and Language (LING-UA 11) and Phonological Analysis (LING-UA 12) or Grammatical Analysis (LING-UA 13) or permission of the instructor. Offered every year. Collins, Gouskova, Singler. 4 points.   A hands-on approach to learning linguistics. Every year, a different language is chosen to investigate. Students interview a native speaker of an unfamiliar language, usually a nonlinguist, to study all aspects of the language’s grammar: phonetics, phonology, morphology, syntax, semantics. They learn to evaluate and organize real, nonidealized linguistic data and to formulate generalizations that then serve as the basis for a research proposal. A unique opportunity to obtain a rich and complete set of data on a new topic of theoretical interest in any field of linguistics.    Evolution of Intellectual Complexity   LING-UA 45 Offered occasionally. Dougherty. 4 points.   How do human perception, cognition, language, and communication relate to the abilities of animals, fossil records, anthropological and archaeological research, cave painting, and physiology? We broadly try to answer the following: What is a likely scenario for human evolution from animal origins? We argue (with Chomsky, Darwin, D’Arcy, Thompson, Turing, Lorenz, Gould) that evolution proceeds in large jumps (saltations) and that slow, gradual evolution via natural selection (per Pinker, Hauser, Fitch, Lieberman) cannot account for human cognitive evolution. Readings focus on original works by Darwin, Wallace, D’Arcy, Thompson, Freud, Chomsky, Galileo, and Pinker and include studies by zoologists, linguists, anthropologists, archaeologists, and psychologists.    African American English II: Language and Education   LING-UA 46 Identical to SCA-UA 800. Offered occasionally. Blake. 4 points.   African American English is a distinct dialect of American English that has influenced U.S. and world cultures. Yet, from an educational perspective, its speakers have faced well-documented educational challenges. Explores contemporary, social, linguistic, and educational issues that arise for speakers of African American English in the United States. Topics covered include a history of African American language behavior, politics, and policies around the language, teacher education, language attitudes, culture and curriculum, and controversies about African American English in the schools. Also considers how educational issues surrounding African American English compare to other languages and dialects of English. Students have an opportunity to conduct original research.    The Language of America’s Ethnic Minorities   LING-UA 47 Offered every other year. Blake, Singler. 4 points.   Examines the role of language in communities in the United States, specifically within African American, Asian American, Latino, and Native American populations. Explores the relationship of language to culture, race, and ethnicity. In particular, looks for similarities and differences across these communities and considers the role that language experiences play in current models of race and ethnicity.    Linguistics as Cognitive Science   LING-UA 48 Identical to LING-GA 48. Prerequisite: permission of the instructor. Offered every year. Marantz. 4 points.   Examines the place of linguistics within cognitive science from multiple perspectives. Foundational questions for a science of linguistics are addressed both from within linguistics and from philosophy and psychology. Issues include the nature of the evidence for constructing grammars, the interpretation of grammatical rules as cognitive or neural operations, the significance of neo-behaviorist approaches to language and computational modeling for a cognitive theory of language, the connection between linguistics theory and genetics, and the importance of sociocultural and historical variation for understanding the nature of language. Students are expected to engage in debate over these issues, bringing to the table their own backgrounds in one of the relevant disciplines, as well as what they learn from the assigned readings. Guest speakers with complementary expertise join the primary instructor for several of the lectures.    Endangered Languages   LING-UA 50 Offered every other year. Collins. 4 points.   The languages of the world are dying off at an alarming rate. We attempt to answer the following questions during the semester: Why do languages die off? If a language dies, does a culture die with it? How is the structure of a language (phonology, morphology, syntax) affected by language death? Why should we care about language endangerment, and is there anything we can do about it? Each student “adopts” an endangered language and looks into it extensively during the course of the semester.    Attempts to Model Mind and Brain Using Computers   LING-UA 53 Prerequisite: Language (LING-UA 1), Language and Mind (LING-UA 3), or permission of the instructor. Offered occasionally. Dougherty. 4 points.   We examine the possibility that in the evolution of human and animal brains, no selectional pressure existed for any brain to evolve to understand its own principles of operation. Brain tissues, and the functional capacities correlated with them, evolved to increase perceptual, cognitive, and language capacities to aid in eluding predators, capturing prey, mate selection, nest building, infant rearing—all novel evolved complexity-yielding survival advantages. We argue that no survival advantage correlates with the brain’s ability to introspect and understand its own operation. We examine novel “graphically orientated” computer models of self-replicating machines called “cellular automata” by Wolfram (A New Kind of Science) and Kurzweil, which define “complexity” that correlates with languages, cognition, and perception. We study Darwin’s idea of “monstrosities” in relation to human evolution from earlier primates. No hard math is required. Lectures use computer-generated graphics, sound, and animation.    Learning to Speak: The First- and Second-Language Acquisition of Sound   LING-UA 54 Prerequisite: Sound and Language (LING-UA 11) or Phonological Analysis (LING-UA 12). Offered occasionally. Davidson. 4 points.   Focuses on the acquisition of sound systems by first- and second-language learners. In some ways, these tasks are very similar, but they differ in other crucial aspects. We discuss scientific data from both first- and second-language acquisition of sound systems to understand how humans learn language both in infancy and adulthood. Presupposes an introduction to phonetics, phonology, and/or psycholinguistics.    Introduction to Morphology at an Advanced Level   LING-UA 55 Identical to LING-GA 1029. Prerequisites: Sound and Language (LING-UA 11) and Phonological Analysis (LING-UA 12). Offered every year. Marantz. 4 points.   Examines the building blocks of words and sentences: the atomic units of word structure, their hierarchical and linear arrangement, and their phonological realization(s). Provides an introduction to fundamental issues in morphology, including allomorphy, morpheme order, paradigm structure, blocking, and cyclicity. The field of morphology currently embraces much of what goes on in linguistics as a whole; syntax, morphology, phonology, semantics, and variation all play an essential role, and their interactions are highlighted here.    Introduction to English Grammar   LING-UA 56 Offered occasionally. Collins. 4 points.   An introductory overview of the grammar of English. No prior knowledge of linguistics is assumed. We survey the major areas of English grammar, including the following: parts of speech (verb, noun, adjective, preposition, adverb), participles, auxiliary verbs, count and noncount nouns, definite and indefinite articles, subjects, objects, predicates, types of clauses (declarative, interrogative, exclamative, imperative), passive versus active verbs, negation, and relative clauses. The course is of interest to students of English literature, English grammar, linguistics, computer science, philosophy, and psychology. Also useful to people thinking of going into language teaching and those interested in improving their writing through greater attention to English grammar. Note: This is not an English as a Second Language (ESL) course. Students are expected to be native speakers of English or to have a very high level of proficiency in English.    A Cultural History of Computers, Robots, and Artificial Intelligence   LING-UA 51 Offered every year. Dougherty. 4 points.   Considers primary source material on the mind-body problem and on linguistic criteria for intelligence, starting with Galileo and Descartes and continuing up to the present day. Examines mechanical analogies of mind developed since 1500. Readings from Galileo, Descartes, Voltaire, Huxley, Darwin, Arnauld, Turing, Kuhn, and Penfield. Focuses on Chomsky’s Cartesian linguistics and the claim that current ideas concerning mind, language, and intelligence parallel closely those of the Cartesians of the 17th century.    Etymology   LING-UA 76 Identical to CLASS-UA 23 and MEDI-UA 76. Offered every other year. Costello. 4 points.   Traces the origin and development of English words. Discusses ways in which new words are created. Introduces concepts of phonological and semantic change, which students apply in identifying cognates linking English with other languages, in particular, but not limited to, Latin and Greek.    Seminar: Research on Current Problems in Linguistics   LING-UA 102 Prerequisite: permission of the instructor. Offered occasionally. 4 points.   Course content varies; see the description of each offering at the department’s home page.    Internship   LING-UA 980, 981 Prerequisite: permission of the director of undergraduate studies. In the term prior to the internship, the student must present a written description of the proposed internship that clearly indicates the linguistic content of the project. 1 to 4 points per term.    Independent Study   LING-UA 997, 998 Prerequisite: permission of the director of undergraduate studies. 1 to 4 points per term.   Updated on 06&#047;09&#047;2014       Back to top             Contact us | &copy; New York University , Arts and Science"}, {"content": "Teaching Spanish as a Foreign Language and TESOL, Joint MA - Foreign Language Education - NYU Steinhardt                                                 Please enter your start address in the box below (or allow GPS to find your position) to get directions to 239 Greene Street, New York, NY 10003                                          NYU Steinhardt School of Culture, Education, and Human Development             Department of Teaching and Learning           Contact    Directions    Menu                    Programs                 Degrees        Childhood Education        Early Childhood Education        English Education        Environmental Conservation Education        Literacy Education        Mathematics Education        Multilingual and Multicultural Studies                  Bilingual Education         Foreign Language Education         TESOL         Teaching French as a Foreign Language                       Science Education        Social Studies Education        Special Education        Minors                          Fieldwork                 Pre-Student Teaching Experience           Student Teaching                    About Student Teaching         Login to Apprentice         Cooperating Schools         Resources                             Certification/Accreditation           Field Initiatives                          Research                 Ruth Horowitz Center           Center for Research on Higher Education Outcomes           Metropolitan Center for Urban Education           Wallerstein Collaborative For Urban Environmental Education           Constantin Georgiou Library           Field Initiatives           Faculty Research Interests           Faculty Publications                          Faculty                 Full-Time Faculty           Staff Directory                          Future Students                 Undergraduates                     High School Students          Transfer Students          Visiting NYU Steinhardt             Admissions          Financial Aid                          Graduate                    How to Apply         Deadlines         Financial Aid         Housing         Recruitment Events         Information Sessions                           Request Information        NY Teacher Certification                          Current Students                 Student Teaching                    About Student Teaching         Login to Apprentice         Cooperating Schools         Resources                             Advisement                    Undergraduate         Graduate         Make an Apponitment with your Advisor                             Job Opportunities                    Browse Job Postings         Post a New Job                             Awards and Honors                          Alumni                 Stay Connected           Contact the Alumni Team           Giving to Steinhardt                          About                 Mission/Core Values           Contact/Directions                       News/Events         Video/Podcasts                 Faculty Videos           Educational Policy Breakfasts                         Close Menu                          Foreign Language Education     Teaching Spanish as a Foreign Language and TESOL, Joint MA                                          More Links                                   Program of Study     Special Opportunities                 Program of Study     Admissions    Careers                           About the French Master's Program     Courses                About the Spanish Master's Program     Courses                               Close Menu                                        Madrid and New York Courses    Sequence of Courses       Content Core    General Pedagogical Core    Pedagogical Content Knowledge Core    Specialization Pedagogical Core    Student Teaching    Culminating Experience    Elective Options    Optional Extension to Foreign Language Elementary School Certificate       Total Points: 50    *NOTES: - To continue the MA degree, students must complete the first year of course work (26 total credit points) in good standing (average grade of B or better). Please note that the 30% tuition reduction, applicable to both years of the MA program, is only available to students who complete 26 credit points in Year One. - Courses in bold MUST be taken in the semester in which they are listed.                First Fall Semester in MADRID          Pts                FLGED-GE. 2069 Teaching Foreign Languages: Theory and Practice          3                 SPAN-GA. 9208 Stylistics and Semantics of Written Spanish          4                 SPAN-GA. 9203 Advanced Workshop in Contemporary Spanish          4                 SPAN-GA. 9890 Independent Guided Project          1                TOTAL          12                First Spring Semester in MADRID          Pts                 SPAN-GA. 9202 Applied Methodology for Teaching Spanish as a Foreign Language          4                SPAN-GA. 9208 Hispanic Dialectology and Sociolinguistics          4                SPAN-GA. 9556 Applied Phonetics and Spoken Contemporary Spanish          4                SPAN-GA. 9891 Independent Guided Project II          2                TOTAL          14                 Second Fall Semester at NYU Washington Square          Pts                FLGED-GE. 2419 Applied Linguistics in Spanish          1                LANED-GE. 2201 The Second Language Classroom: Elementary and Secondary Schools          4                One of the Following       FLGED-GE. 2911 Student Teaching Seminar in Foreign Language Education (Grade 7-9)    FLGED-GE. 2922 Student Teaching Seminar in Foreign Language Education (Grade 10-12)             2                TCHL-GE. 2005 Field Work          0                TCHL-GE. 2999 Drug and Alcohol Education/Child Abuse Identification and School Violence Prevention/D.A.S.A.: The Social Responsibilities of Teachers          0                TCHL-GE. 2515 Adolescent Learners in Urban Contexts          2                One of the Following       TESOL-GE. 2205 Structure of American English    SPCED-GE. 2162 Educating Students with Special Needs in Middle Childhood/Adolescent Settings    BILED-GE. 2103 Bilingual Exceptional Children          3             TOTAL          12                Second Spring Semester at NYU Washington Square          Pts                LANED-GE. 2206 Second Language Acquisition and Research          3                One of the Following       FLGED-GE. 2427 Spanish Syntax for Spanish Teachers    FLGED-GE. 2128 Advanced Spanish for Teachers of Spanish as a Foreign Language             1                One of the Following       TESOL-GE. 2901 Student Teaching Seminar in TESOL (Grades K-6)    TESOL-GE. 2902 Student Teaching Seminar in TESOL (Grades 7-12)             2                One of the Following       TESOL-GE. 2205 Structure of American English    SPCED-GE. 2162 Educating Students with Special Needs in Middle Childhood/Adolescent Settings    BILED-GE. 2103 Bilingual Exceptional Children             3                One of the Following       Multilingual Multicultural Studies Elective Course    LANED-GE. 2005 Intercultural Perspectives in Multilingual Multicultural Education (Study Abroad Option in the Dominican Republic)          3             TOTAL          12                TOTAL PTS: 50                Course Descriptions:    Content core (15 points)    SPAN-GA 9556 Applied Phonetics and Spoken Contemporary Spanish (4 points)    The objective of this course is to introduce students to the study of Spanish phonology and phonetics in order to analyze various features of spoken Spanish. The course will also explore the current state of teaching phonetics in second language acquisition, and the linguistic disciplines in which phonetics proves to be a useful tool to study language. The course has both theoretical and practical components that include analyzing the distinct features of the sound systems of peninsular and American variants of spoken Spanish, allowing students to distinguish regional and social varieties of the language.    SPAN-GA 9108 Stylistics and Semantics of Written Spanish (4 points)    The main objective of this course is to reinforce the linguistic foundations for advanced students of Spanish, aiming to improve communicative competence through a systematic study of grammatical, discursive, and pragmatic systems, together with a practical study of form, function, and usage in Spanish. Students will gain practice on several levels, through: 1) advanced grammar review, with special emphasis on difficult points for native English speakers; 2) identification of different grammatical structures in literary texts and journalism, allowing students to provide their own examples from other course materials; 3) a broadening of students&rsquo; mastery of Spanish with specific exercises and writing activities based on textual models.    SPAN - GA 9208 Hispanic Dialectology and Sociolinguistics (4 points)    This course offers an overview of the Spanish-speaking world through the study of different dialects of Spanish. In addition to geographic variation, students will explore gender- and age-based linguistic differences, as well as sociolinguistic variants due to social and cultural factors in Spain, Latin America, and the United States.    TESOL-GE 2205 Structure of American English (3 points)    American English grammar for the classroom teacher. A practical study of form, function, meaning, and usage, and the teaching of English grammar to second language learners from diverse cultural and linguistic backgrounds.    General Pedagogical Core (9 points)    TCHL-GE 2010 Inquiries in Teaching and Learning (4 points) Introduces graduate-level pre-service teachers to the complexities of teaching by exploring four major themes: learning, knowledge and knowing, teachers and teaching, schools and schooling. Each theme is investigated by analysing issues of the learner's autobiography, the challenges of diversity, the power of collaboration, and the uses of reflection. Students read and respond to a range of relevant tests, engage in observation of an elementary or secondary school classroom, create a classroom portrait with a focus on a particular learner, and produce a learning portfolio.    TCHL-GE 2515 Adolescent Learners in Urban Contexts (2 points)    Emphasis on applying theoretical knowledge of adolescent development to classroom teaching. Strategies for general and special education teachers to meet the cognitive, emotional, and social needs of adolescents in urban contexts. Focus on differentiating instruction to maximize learning opportunities and outcomes for all learners across ethnicity, race, national origin, linguistic competencies, ability status, learning styles, sexual orientation, gender, and social class. Issues of curriculum development, instructional planning, classroom management, and uses of technology. Methods for collaboration with parents, teachers, and other professionals.    SPCED-GE 2162 Evaluating Students with Disabilities in Middle Childhood and Adolescent Settings (3 points)    Strategies for general and special education teachers to meet the cognitive, emotional, and social needs of adolescents with disabilities in general education classes in middle and high schools. Methods for collaboration with teachers, parents and other professionals, including in IEP development. Examination of service delivery models at the middle and high school levels. Issues of transition planning, curriculum development, instructional planning, uses of technology, identifying strengths, and differentiating instruction, with a special focus on the development of literacy skills and processes that promote social skill development and interpersonal communication.    TCHL-GE 2005 Fieldwork in Schools and Other Educational Settings (0 points)    Preparation to meet the field-hours requirement in schools, and to better understand the practical implications of learning theories while also initiating the process of becoming a student teacher. The term &ldquo;Learning Partners&rdquo; is used in the course to refer to students in pre-student teaching field experiences who are deployed by the school to assist in classes or other activities, and who help individual students and thereby come to a deeper appreciation of how students learn. Learning Partners are assigned to work in schools, where they observe and work with students as the need and opportunity arise.    TCHL-GE 2999 Drug and Alcohol Education/Child Abuse Identification and School Violence Prevention/D.A.S.A.: The Social Responsibilities of Teachers (0 points) An introduction to the role and responsibilities of teachers, school administrators, and pupil personnel staff in the coordinated school health programs. Includes teaching strategies to prepare prospective teachers for the standards-based environment. Course content covers mandated health subjects, e.g., recognition and prevention of substance abuse, HIV/AIDS, child abduction; child abuse recognition; safety education, including fire and arson prevention; and violence prevention. Meets NYS Education Department certification requirements for instruction in school violence prevention (2 hours) and identification and reporting of child abuse (2 hours). The course consists of six hours of in-person instruction and completion of an on-line component. Access to a school is required and can be arranged upon request.    Pedagogical Content Knowledge Core (minimum 7 points) selected from below    LANED-GE 2206 Second Language Acquisition: Theory and Research (3 points)    Current approaches and issues in second language research. Receptive and productive development of oral and written language; acquisition models; psycholinguistic and sociolinguistic issues relating to second language acquisition, such as developmental processes and variation, learning styles, first and second language literacy, discourse analysis, and the role of culture in language learning. Also included are connecting research and pedagogy, classroom-centered research on instructional strategies, and technology as a research tool. Hours are arranged for student collection and analysis of field data.    FLGED-GE 2419 Applied Linguistics in Spanish (1 point)    A systematic study of Spanish grammatical, discourse, and pragmatic systems, and a practical study on form, use, and functions in Spanish, including phonology, syntax, and sociolinguistics.    FLGED-GE 2128 Advanced Spanish for Teachers of Spanish (1 point)    Developing Spanish language proficiency in both oral and written expressions, and enhancing knowledge of Spanish and its rhetorical structure through selected reading of contemporary Spanish literature.    LANED-GE 2060 Second Language Evaluation and Assessment (3 points)    Approaches to methods of language assessment and evaluation. Formal and informal methods of assessing language proficiency, literacy, and second language development. Standardized testing and other formative and summative methods of assessment, including portfolio assessment and classroom test development. Also included are skills needed to analyze one's own teaching practice, and to use this information to plan or modify instruction through use of various resources in order to enhance student learning.    LANED-GE 2005 Intercultural Perspectives in Multicultural Education (3 points)    Cultural perspectives on language learning, language use, and education. Focus on sociolinguistic issues in education and pedagogical implications for linguistic and cultural minority students. Central topics include cross-cultural communication in the classroom, including the role of ethnicity, race, gender, and social class; the relationship between home/community language-use patterns and student achievement; cultural perspectives on school-community relations; cross-cultural perspectives on parenting and language socialization; standard and non-standard language varieties in the classroom; and effective instructional approaches for linguistically and culturally diverse classrooms. Includes 15 hours of field experiences.    Specialization Pedagogical Core (7 points)    FLGED-GE 2069 Teaching Foreign Languages: Theory and Practice (3 points)    This course comprises a weekly three-hour seminar combined with observations of &ldquo;Spanish as a second language (ELE)&rdquo; classes from NYU Madrid&rsquo;s undergraduate program. All seminars are developed through lectures, peer commentary, and practical examples providing an overview of theories in pedagogy to be elaborated upon in future coursework. Students will prepare didactic activities, a teaching portfolio with a Statement of Teaching Philosophy, and a final written work for the course, as well as share their work with their peers in oral presentations in Spanish. Seminars will cover the following aspects of language teaching: communicative competence; new approaches to teaching grammar; acquisition of pragmatic competence; teaching culture and intercultural issues; the development of different linguistic skills (auditory, oral, written, reading comprehension); correction of errors; and language level assessment. The hours allocated to fieldwork include student collection and analysis of field data.    SPAN - GA 9202 Applied Methodology for Teaching Spanish as a Foreign Language (4 points)    This course follows the Teaching Spanish as a Foreign Language course offered in the Fall semester as a continued study of materials, approaches, and techniques used to teach language skills to second and foreign language learners while applying language acquisition theories to practice. In addition, this course emphasizes practical issues of day-to-day lesson planning to develop teaching skills, plus different methods for promoting student motivation and positive reinforcement through classroom communication. A range of undergraduate Spanish language courses at NYU Madrid &ndash; at beginner, intermediate, and advanced levels &ndash; will be used to offer the M.A. students some teaching experience. Students will observe each other&rsquo;s teaching and subsequently discuss the experience together in class.       Student Teaching (4 points)    FLGED-GE 2911 Supervised Student Teaching in Foreign Language (2 points)    University-supervised student teaching in foreign language at middle school level for the equivalent of 20 days. Student teaching experiences are used to support theoretical and practical application of the planning and implementation of curriculum. This experience also includes a 30-hour class observation prior to student teaching, and a student teaching seminar, which meets once a week.    TESOL-GE 2901 Supervised Student Teaching in ESL: K-6 (2 points)    University-supervised student teaching at K-6 level for the equivalent of 20 days. Student teaching experiences are used to support theoretical and practical application of the implementation of curriculum. This experience includes a student teaching seminar, which meets once per week.    Culminating Experience (1 point)    LANED-GE 2039 Advanced Individual Project in Multilingual/Multicultural Studies (1 point)    Under the guidance of a graduate adviser, each student conducts his or her advanced individual project on second language learning and teaching, and develops means to update knowledge and skills in the subject(s) taught and in pedagogy. This project concludes the culminating experience requirement of the Masters program.       Elective Options (beyond degree requirements)    (BILED-GE 2001) Bilingual Multicutural Education: Theory and Practice (3 points) Theory, policy, and practice of bilingual education. Key topics include (1) models and programs of bilingual education; (2) policy and politics of language minority education in the United States and international contexts; (3) psycholinguistic perspectives on bilingualism, including bilingual language development; (4) cultural, social, and political perspectives on language minority education; and (5) evaluation of bilingual education programs. Emphasis on pedagogical implications of the above, with particular attention to native language development, and second language/literacy teaching for developmentally and linguistically diverse students. Includes 15 hours of field experiences.    (LANED-GE 2040) Teaching Second Languages in a Technological Society (3 points) Focus on uses of technology, including instructional and assistive technology, in language teaching and learning, as well as skill in using technology and teaching students to use technology to enhance language learning and the development of communicative skills.    (LANED-GE 2060) Language Evaluation and Assessment (3 points) Approaches to methods of language assessment and evaluation. Formal and informal methods of assessing language proficiency, literacy, and second language development. Standardized testing and other formative and summative methods of assessment, including portfolio assessment and classroom tests development. Also included are skills needed to analyze one's own teaching practice, and to use this information to plan or modify instruction through use of various resources in order to enhance student learning.    (FLGED-GE 2914) Workshop in Foreign Language Education (1-6 points) Learning of alternative methods of teaching second/foreign languages through approaches such as humanistic approach, emotional intelligence, multiple intelligence theory, Jazz Chants, etc. A hands-on approach will be followed and students will have a chance to work on resource projects on various innovative approaches to teaching foreign languages.    (LANED-GE 2201) The Second Language Classroom: Elementary and Secondary Schools (4 points)    Further study of materials, approaches, and techniques used in teaching language skills to second/foreign-language learners at the elementary and secondary levels, and application of language acquisition and literacy development theories to practice. With specific emphasis on methods of teaching reading to second-language learners at the elementary and secondary levels, including methods of reading enrichment and remediation; curriculum development and instructional planning; teaching language through content areas; skills in motivation, communication, and classroom management; and teaching students of mixed levels.    Extension to Foreign Language Elementary School (FLES) Certificate    (FLGED-GE 2018) Teaching Foreign Languages to Elementary School Children (Additional 3 Credits)    Modes of learning, methods, instructional strategies, language and literacy development, and resources for teaching a foreign language to elementary school children. Emphasis is on the development of literacy and communicative skills.                                                                           Copyright &copy;    by New York University. All rights reserved.       View Desktop Version"}, {"content": "Course Descriptions - Multilingual Multicultural Studies - NYU Steinhardt                                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development              apply now     request info     contact                                      Department of Teaching and Learning             Programs         Degrees           Undergraduate      Masters      Dual BA/MA Programs      Doctoral              Childhood Education     Early Childhood Education     English Education     Environmental Conservation Education     Literacy Education     Mathematics Education     Multilingual and Multicultural Studies           Bilingual Education      Foreign Language Education      TESOL      Teaching French as a Foreign Language      Teaching Spanish as a Foreign Language              Science Education     Social Studies Education     Special Education     Minors     Dual BA/MA Programs            Fieldwork         Pre-Student Teaching Experience     Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources              Certification/Accreditation (TEAC)     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative                     Research            Center for Research on Higher Education Outcomes     Metropolitan Center for Urban Education     Wallerstein Collaborative For Urban Environmental Education     Constantin Georgiou Library     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative              Faculty Research Interests     Faculty Publications            Faculty         Full-Time Faculty     Staff Directory            Future Students          Undergraduate     Graduate           Application Guide      Financial Aid      Tuition and Cost of Attendance      Housing      Information Sessions              Request Information     NY Teacher Certification            Current Students         Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources           Advisement           Undergraduate      Graduate                 Job Opportunities           Job Strategies Workshop      Browse Job Postings      Post a New Job              Awards and Honors     Scholarships for Advanced Study            Alumni        About         Mission/Core Values      Student Outcomes     Teacher Education at NYU Steinhardt      Accreditation     Higher Education Opportunity Act (HEOA) Title II         Contact/Directions            News/Events     Video/Podcasts         Videos     Educational Policy Breakfasts                  Multilingual Multicultural Studies         Bilingual Education    Foreign Language Education    TESOL    Study Abroad       Shanghai Program     NYU in Paris     Dominican Republic     More NYU Steinhardt Study Abroad Programs           Projects       Teaching Content Areas to ELLs     Project for Developing Chinese Language Teachers          Careers                 Degree Programs    Multilingual Multicultural Studies is a unit in the Department of Teaching and Learning that includes five distinct but related programs:    Bilingual Education    Foreign Language Education    Teaching of English to Speakers of Other Languages (TESOL)    Teaching French as a Foreign Language and TESOL, MA    Teaching Spanish as a Foreign Language and TESOL, MA    We are committed to an additive approach to multilingualism, cultivating an appreciation for cultural diversity in various educational settings. The programs are open to qualified pre-and in-service teachers at the elementary, secondary, college, and adult levels. We welcome teacher-educators, researchers, supervisors, program coordinators, and curriculum and materials specialists for schools and other related settings. Graduates of our teacher certification programs may receive certification in New York State with reciprocity in most other states throughout the country.       Study Abroad Opportunities    First Year in Paris    First Year in Madrid    Summer Session in Shanghai    Winter Session in Dominican Republic    Additional NYU Steinhardt Study Abroad       Course Information    Course Schedules    Course Descriptions       MMS Faculty    Faculty Members       Additional Resources    Tuition Fee Information and Deadlines    Academic Calendar    MMS Listserv    Links    FAQ            Course Descriptions     BILED-GE 2001 Bilingual and Multicultural Education: Theory and Practice Theory, policy, and practice of bilingual education. Key topics include (1) models and programs of bilingual education; (2) policy and politics of language minority education in the U.S. and international contexts; (3) psycholinguistic perspectives on bilingualism, including bilingual language development, (4) cultural, social, and political perspectives on language minority education; and (5) evaluation of bilingual education programs. Emphasis on pedagogical implications of the above, with particular attention to native language development, second language/literacy teaching for developmentally and linguistically diverse students. Includes 15 hours of field experiences.    TESOL-GE 2002 Teaching Second Language: Theory and Practice The first method course for Teaching English as Second Language majors. Course contents include: Guiding principles and methodology in a variety of approaches to the teaching of second languages, specifically in developing auditory comprehension and oral production, teaching reading and writing; impact of culture, heritage, socioeconomic level and educational background on language and literacy development as well as human development processes and variations. Also included are skills in motivation, communication, and classroom management. This course includes 20 hours of field experiences in schools.    LANED-GE 2003 Linguistic Analysis The systematic study of phonological, grammatical, and discourse systems and of principles of language use across languages.    LANED-GE 2005 Intercultural Perspectives in Multicultural Education Cultural perspectives on language learning, language use and education. Focus on sociolinguistic issues in education and pedagogical implications for linguistic and cultural minority students. Central topics include (1) cross-cultural communication in the classroom, including the role of ethnicity, race, gender, and social class; (2) the relationships between home/community language use patterns and school achievement; (3) cultural perspectives on school-community relations; (4) cross-cultural perspectives on parenting and language socialization; (5) standard and non-standard language varieties in the classroom; and (6) effective instructional approaches for linguistically and culturally diverse classrooms. Includes 15 hours of field experiences.    FLGED-GE 2027 Applied Linguistics for Teachers of French A systematic study of French grammatical, discourse, and pragmatics systems and a practical study on form, function, and usage in French, including phonology, syntax and socio-linguistics.    FLGED-GE 2018 Teaching Foreign Languages to Elementary School Children Modes of learning, methods, instructional strategies, language and literacy development, and resources for teaching foreign languages to elementary school children. Emphasis is on the development of literacy and communicative skills. 15 hours of field observation included.    TESOL-GE 2039 Advanced Individual Projects in MMS Under the guidance of a graduate advisor, each student conducts his/ her advanced individual research project on second language learning and teaching, and means to update knowledge and skills in the subject(s) taught and in pedagogy. This course fulfills the terminating experience requirement of the masters program.    LANED-GE.2040 Teaching Second Language in a Technological Society Focuses on the uses of technology, including instructional and assistive technology, in language teaching and learning as well as skill in using technology and teaching students to use technology to enhance language learning and develop communicative skills.    LANED-GE 2060 Language Evaluation and Assessment Approaches to methods of language assessment and evaluation. Formal and informal methods of assessing language proficiency, literacy and second language development. Standardized testing and other formative and summative methods of assessment, including portfolio assessment and classroom tests development. Also included are skills needed to analyze one's own teaching practice and to use this information to plan or modify instruction through use of various resources in order to enhance student learning.    LANED-GE.2099 Culminating Experience in MMS The culminating and integrative experience of the master's program. Understand and critique research in second / foreign language acquisition and learning, and conduct an individual research project under the guidance of a graduate advisor, and develop the means to update knowledge and skills in the subject(s) taught and in pedagogy.    BILED-GE 2101 Curriculum Adaptation in Bilingual Education Approaches and methods in curriculum material development and adaptation for teaching subject areas in two languages; and the development of lesson plans and curriculum units.    BILED-GE 2103 Bilingual Exceptional Child Psycho-social characteristics of exceptional children who are culturally and linguistically diverse. Appropriate modes of identification, classification, and intervention are examined as well as program development and implementation.    BILED-GE.2105 Teaching School Subjects with a Bilingual Approach Pedagogical approaches and methods for instructing content using the native language and English. Key topics include: (1) instructional approaches using English and modifications appropriate for English language learners; (2) methods for teaching content in two languages; (3) materials and material development and adaptation for teaching content areas in two languages; and (4) the development of lesson plans and curriculum units.    BILED-GE 2110 Methods of Teaching Language Arts and Literary with a Bilingual Approach (formerly \"Native Language Arts\") Methods of teaching English and native language arts to bilingual and English language learners. Pedagogical approaches and methods in teaching language arts and literacy. Key topics include: (1) methods of teaching English language literacy development for English language learners; (2) methods for developing native language literacy and language skills; (3) approaches to facilitating the development of academic language and literacy; and (4) instructional practices which allow students to use their first language skills to develop English language arts and literacy.    FLGED-GE. 2124 Advanced Chinese for Teachers of Chinese (I) Developing Chinese language proficiency in both oral and written expressions, and in enhancing knowledge of Chinese and its rhetorical structures through selected reading of classic Chinese literature.    FLGED-GE 2125 Advanced Chinese for Teachers of Chinese (II) Developing Chinese language proficiency in both oral and written expressions, and in enhancing knowledge of Chinese and its rhetorical structures through selected reading of contemporary Chinese literature.    FLGED-GE 2127 Advanced Japanese for Teachers of Japanese Developing Japanese language proficiency in both oral and written expressions, and in enhancing knowledge of Japanese and its rhetorical structures through selected reading of both classic and contemporary Japanese literature.    FLGED-GE 2128 Advanced Spanish for Teachers of Spanish Developing Spanish language proficiency in both oral and written expressions, and in enhancing knowledge of Spanish and its rhetorical structures through selected reading of contemporary Spanish literature.    FLGED-GE 2129 Advanced French for Teachers of French Developing French language proficiency in both oral and written expression, and in enhancing knowledge of French and its rhetorical structures through selected reading of contemporary French literature.    BILED-GE 2130 Student Teaching: Bilingual Education K-6 University supervised student teaching experience in ESL at K - 6 level for 20 days. Student teaching experiences will be used to support theoretical and practical application of the planning and implementation of curriculum. This experience will also include a student teaching seminar, which meets once a week.    BILED-GE 2131 Student Teaching: Bilingual Education 7-12 University supervised student teaching experience in ESL at 7 - 12 level for 20 days. Student teaching experieces will be used to support theoretical and practical application of the planning and implementation of curriculum. This experience will also include a student teaching seminar which meets once a week.    LANED-GE 2201 Second Language Classroom: Elementary and Secondary Schools Further study of materials, approaches, and techniques used in teaching language skills to second / foreign language learners at the elementary and secondary levels and application of language acquisition and literacy development theories to practice. With specific emphasis on methods of teaching reading to ELLs at the elementary and secondary levels, including methods of reading enrichment and remediation; curriculum development and instructional planning; teaching language through content areas; skills in motivation, communication, and classroom management; and teaching students of mixed levels. This course includes 20 hours of field experience in schools.    TESOL-GE 2204 Teaching Second Language Across Content Areas This course focuses on theories, methods, strategies and available materials in the teaching of school subjects (e.g. mathematics, science, social studies) to second language learners and in developing language proficiency through the learning of content. Included are 15 hours of field experience.    TESOL-GE 2204 Teaching Second Language Across Content Areas This course focuses on theories, methods, strategies and available materials in the teaching of school subjects (e.g. mathematics, science, social studies) to second language learners and in developing language proficiency through the learning of content. Included are 15 hours of field experience.    TESOL-GE 2205 Structure of American English American English grammar for the classroom teacher. A practical study of form, function, meaning, and usage. Also the teaching of English grammar to second language learners from a diverse cultural and linguistic background.    LANED-GE 2206 Second Language: Theory and Research Current approaches and issues in second language research: Receptive and productive development of oral and written language, acquisition models, psycholinguistic and sociolinguistic issues relating to second language aquisition such as developmental processes and variation, learning styles, first and second language literacy, discourse analysis, and the role of culture in language learning. Also included are connecting research and pedagogy, classroom centered research on instructional strategies, and technology as a research tool. Hours arranged are for student collection and analysis of field data.    LANED-GE 2206 Current Approaches and Issues in Second Language Research Receptive and productive development of oral and written language, acquisition models, psycholinguistic and sociolinguistic issues relating to second language aquisition such as developmental processes and variation, learning styles, first and second language literacy, discourse analysis, and the role of culture in language learning. Also included are connecting research and pedagogy, classroom centered research on instructional strategies, and technology as a research tool. Hours arranged are for student collection and analysis of field data.    TESOL-GE 2230 Supervised Student Teaching in Second Languages K-6 University supervised student teaching experience in ESL at K - 6 level for 20 days. Student teaching experiences will be used to support theoretical and practical application of the planning and implementation of curriculum. This experience will also include a student teaching seminar which meets once a week.    TESOL-GE 2231 Supervised Student Teaching in Second Language 7-12 University supervised student teaching experience in ESL at 7 - 12 level for 20 days. Student teaching experiences will be used to support theoretical and practical application of the planning and implementation of curriculum and teaching. This experience will also include a student teaching seminar which meets once a week.    LANED-GE 2300 Independent Study  FLGED-GE 2419 Applied Linguistics for Teachers of Spanish A systematic study of Spanish grammatical, discourse, and pragmatics systems and a practical study on form, function, and usage in Spanish, including phonology, syntax, and socio-linguistics.    FLGED-GE 2427 Spanish Syntax Generative and functional analyses of syntactic structures taught to advanced foreign language learners of Spanish. There is a focus on designing culturally-rich thematic units that address students&rsquo; diverse learning styles and interests by exploring curriculum planning and instructional strategies that best facilitate learners&rsquo; growth in language proficiency while inspiring their curiosity in various aspects of Spanish-speaking cultures and communities. Emphasis also on project-based learning, enhancing classroom assessments with technology, and the integration of different content areas into the thematic units.    TESOL-GE 2800 Advanced Seminar in MMS  FLGED-GE 2918 Field Experience Seminar in Foreign Language Education Visits to foreign / second language classes, K - 12, and to community resources useful in second / foreign language teaching (30 hours). Class discussion focuses on language teaching skills, human development and relations, lesson planning, use of technology in classrooms, classroom management, language assessment, learning environment, and parental and community involvement.    LANED-GE 3005 Doctoral Seminar in MMS I  LANED-GE 3006 Doctoral Seminar in MMS II             This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Teaching and Learning - 239 Greene Street, New York, NY 10003"}]}]