[{"detail": [{"content": "Introduction to Health Policy and Management | NYU Wagner                                    Jump to navigation                                                             Introduction to Health Policy and Management   HPAM-GP.1830, 3 points. Semester: Spring, Fall       Courses         Description |    Syllabi |    Evaluations           Required for M.P.A. (health) students.      This introductory course in the Health Policy and Management program explores core topics in the study of health and health care delivery in the United States. We will discuss the distribution of health and disease in society, the organization of the U.S. health care system   and roles and behaviors of its key actors, the historical context for developments in public health and medicine, the quality and accessibility of health care services, and current events in health care reform. We will examine major themes in health care policy and   practice using an interdisciplinary approach that employs sociological, political, economic and ethical perspectives on health and disease, characteristics of health care in the U.S., and the complexity of achieving high quality and affordability given the varied (and sometimes conflicting) motivations of policy-makers, payers, providers and patients. Students will also consider the U.S. health care system in an international context to provide a comparative lens on its nature and performance versus those of other industrialized nations. The objective of this course is to build understanding of fundamental ideas and problems in the areas of health and medical care and thereby to provide a strong foundation for future studies and careers in the health care field.    Prerequisites: none                  Semester     Instructor     Syllabus Link         Fall 2014 Jacob Victory Syllabus  Fall 2014 Victor G. Rodwin Syllabus  Spring 2014 Jacob Victory Syllabus  Fall 2013 Victor G. Rodwin Syllabus  Spring 2014 Victor G. Rodwin Syllabus  Spring 2013  Syllabus  Summer 2012 Richard Alderslade Syllabus  Fall 2012  Syllabus  Fall 2012  Syllabus  Fall 2011  Syllabus  Fall 2010  Syllabus  Fall 2010 Victor G. Rodwin Syllabus  Fall 2010 Victor G. Rodwin Syllabus  Spring 2010  Syllabus  Fall 2009 Victor G. Rodwin Syllabus  Fall 2009 Victor G. Rodwin Syllabus  Fall 2009 Victor G. Rodwin Syllabus  Fall 2009 Victor G. Rodwin Syllabus  Spring 2009 Kieke Okma Syllabus  Fall 2008  Syllabus  Summer 2008 Victor G. Rodwin Syllabus  Fall 2008 Victor G. Rodwin Syllabus  Spring 2012  Syllabus  Spring 2008 Kieke Okma Syllabus  Fall 2008 Victor G. Rodwin Syllabus                         Semester     Instructor     Evaluation Link         Fall 2014 Jacob Victory Evaluation  Fall 2014 Victor Rodwin Evaluation  Spring 2014 Jacob Victory Evaluation  Spring 2014 Victor Rodwin Evaluation  Fall 2013 Victor G. Rodwin Evaluation  Fall 2013 Ashley Fox Evaluation  Spring 2013 Lucy MacPhail Evaluation  Spring 2012 Macphail, Lucy Evaluation  Fall 2011 Rodwin, Victor Evaluation  Fall 2011 Macphail, Lucy Evaluation  Spring 2011 Macphail, Lucy Evaluation  Fall 2010 Rodwin, Victor Evaluation  Fall 2010 Rodwin, Victor Evaluation  Fall 2010 Macphail, Lucy Evaluation  Spring 2010 Mijanovich, Tod Evaluation  Fall 2009 Rodwin, Victor Evaluation  Fall 2009 Rodwin, Victor Evaluation  Fall 2009 Rodwin, Victor Evaluation  Fall 2008 Soffel, Denise Evaluation  Fall 2008 Rodwin, Victor Evaluation  Fall 2008 Rodwin, Victor Evaluation  Spring 2008 Okma, Kieke Evaluation  Spring 2009 Okma, Kieke Evaluation                             Course Section Fall2015001 Fall2015002 Spring2015002                         Instructors:        Rodwin, Victor G                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        09/02/2015 to 12/15/2015                                  Location:         Bldg:194M Room:305                                      Instructors:        Victory, Jacob Omid                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        09/02/2015 to 12/15/2015                                  Location:         Bldg:SILV Room:206                                      Instructors:        Victory, Jacob Omid                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:194M Room:305"}]},
{"detail": [{"content": "Introduction to Health Policy and Management | NYU Wagner                                    Jump to navigation                                                             Introduction to Health Policy and Management   HPAM-GP.1830, 3 points. Semester: Spring, Fall       Courses         Description |    Syllabi |    Evaluations           Required for M.P.A. (health) students.      This introductory course in the Health Policy and Management program explores core topics in the study of health and health care delivery in the United States. We will discuss the distribution of health and disease in society, the organization of the U.S. health care system   and roles and behaviors of its key actors, the historical context for developments in public health and medicine, the quality and accessibility of health care services, and current events in health care reform. We will examine major themes in health care policy and   practice using an interdisciplinary approach that employs sociological, political, economic and ethical perspectives on health and disease, characteristics of health care in the U.S., and the complexity of achieving high quality and affordability given the varied (and sometimes conflicting) motivations of policy-makers, payers, providers and patients. Students will also consider the U.S. health care system in an international context to provide a comparative lens on its nature and performance versus those of other industrialized nations. The objective of this course is to build understanding of fundamental ideas and problems in the areas of health and medical care and thereby to provide a strong foundation for future studies and careers in the health care field.    Prerequisites: none                  Semester     Instructor     Syllabus Link         Fall 2014 Jacob Victory Syllabus  Fall 2014 Victor G. Rodwin Syllabus  Spring 2014 Jacob Victory Syllabus  Fall 2013 Victor G. Rodwin Syllabus  Spring 2014 Victor G. Rodwin Syllabus  Spring 2013  Syllabus  Summer 2012 Richard Alderslade Syllabus  Fall 2012  Syllabus  Fall 2012  Syllabus  Fall 2011  Syllabus  Fall 2010  Syllabus  Fall 2010 Victor G. Rodwin Syllabus  Fall 2010 Victor G. Rodwin Syllabus  Spring 2010  Syllabus  Fall 2009 Victor G. Rodwin Syllabus  Fall 2009 Victor G. Rodwin Syllabus  Fall 2009 Victor G. Rodwin Syllabus  Fall 2009 Victor G. Rodwin Syllabus  Spring 2009 Kieke Okma Syllabus  Fall 2008  Syllabus  Summer 2008 Victor G. Rodwin Syllabus  Fall 2008 Victor G. Rodwin Syllabus  Spring 2012  Syllabus  Spring 2008 Kieke Okma Syllabus  Fall 2008 Victor G. Rodwin Syllabus                         Semester     Instructor     Evaluation Link         Fall 2014 Jacob Victory Evaluation  Fall 2014 Victor Rodwin Evaluation  Spring 2014 Jacob Victory Evaluation  Spring 2014 Victor Rodwin Evaluation  Fall 2013 Victor G. Rodwin Evaluation  Fall 2013 Ashley Fox Evaluation  Spring 2013 Lucy MacPhail Evaluation  Spring 2012 Macphail, Lucy Evaluation  Fall 2011 Rodwin, Victor Evaluation  Fall 2011 Macphail, Lucy Evaluation  Spring 2011 Macphail, Lucy Evaluation  Fall 2010 Rodwin, Victor Evaluation  Fall 2010 Rodwin, Victor Evaluation  Fall 2010 Macphail, Lucy Evaluation  Spring 2010 Mijanovich, Tod Evaluation  Fall 2009 Rodwin, Victor Evaluation  Fall 2009 Rodwin, Victor Evaluation  Fall 2009 Rodwin, Victor Evaluation  Fall 2008 Soffel, Denise Evaluation  Fall 2008 Rodwin, Victor Evaluation  Fall 2008 Rodwin, Victor Evaluation  Spring 2008 Okma, Kieke Evaluation  Spring 2009 Okma, Kieke Evaluation                             Course Section Fall2015001 Fall2015002 Spring2015002                         Instructors:        Rodwin, Victor G                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        09/02/2015 to 12/15/2015                                  Location:         Bldg:194M Room:305                                      Instructors:        Victory, Jacob Omid                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        09/02/2015 to 12/15/2015                                  Location:         Bldg:SILV Room:206                                      Instructors:        Victory, Jacob Omid                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:194M Room:305"}, {"content": "MPA in Health Policy and Management | NYU Wagner                                     Jump to navigation                                                            Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                                 Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                MPA in Health Policy and Management         The Program Degree Requirements   Capstone   Faculty   Insights on Health Policy and Management Blog   Specializations Health Services Management   Health Policy Analysis   Health Finance   International Health   Customized   Additional Information Careers   FAQ   Alumni Profiles   Links and Resources                  Request More Information    Apply to Wagner                                      Ranked #8 in Health Policy and Management by U.S. News and World Report     NYU Wagner's Health Policy and Management program has been recognized as one of the best in the country. Located in a school of public service rather than in a medical or public health school, our program crosses traditional boundaries, linking management, finance, policy, and providing students with the cutting-edge concepts and skills needed to shape the future of health policy and management.   Students receive a set of tools and experiences that allow them to understand both the delivery of health care services and the broader social, cultural, and economic factors that influence health outcomes. Our students experience firsthand the importance of health care delivery and health promotion in one of the most interesting, diverse, and complex cities in the world, and our graduates work in every sector of the health care system.   Exploring ...       Food/Obesity   Global Health   Health   Health IT   Management   Public Policy   Urban Health   Water   Hospitals   Leadership   Service Delivery   Aging   Poverty                        Video                                  Beth C. Weitzman | Can dying cities be saved?      Health      .                Karl Hoffmann      Health      .                Sherry Glied | On the Brink Healthcare Reform Puts These 3 Groups at Risk      Health      .                WAGTalk: Karen Grepin, “Educating Girls, Child Health, and the Developing World”      Health      .                Ellen Schall, Martin Cherkasky Professor of Health Policy &amp; Management      Health      .                Paul Farmer | Is providing healthcare to the poor entrepreneurial?      Health      .                Rogan Kersh      Health      .                Karl Hofmann      Leadership      .                Paul Farmer | Basic Rights, the Last Hope for People Living in Poverty      Health      .                Victor Rodwin | How does the healthcare in NYC compare to other world cities?      Health      .                Paul Farmer      Leadership      .                Amirav Davy      Health      .                WAGTalk: John Billings, “Improving Care for High Cost/ High Risk Patients”      Health      .                Perspectives on the Shifting US Health Landscape      Health      .                David Schachter | The Capstone Program      Capstone      .                                   Wagner's health program integrates policy and management across not-for-profit, community, and government fields, which is ideal for students whose careers are likely to transcend single sectors.   -Professor Anthony Kovner, Professor of Public and Health Management.       Related Links     MPA-Health Brochure   Advisement   Course Registration   Capstone   Student Journey   Study and Collaboration Spaces   Student Organizations   Wagner Health Network (WHN)   Wagner Management &amp; Leadership Organization (WMLO)   Wagner Policy Alliance (WPA)                          Global Perspective   The international curriculum in NYU Wagner's Health Policy and Management teaches across disciplines and provides a deep understanding of the factors that impact health across the globe. Read More   The Health Policy and Management program provides a comparative interdisciplinary foundation that bridges cutting-edge conceptual thinking, critical analytical techniques and concrete health management skills. Students study the key factors that explain the unequal distribution of health and disease in the world, particularly in developing countries, and the modes of intervention to improve global health.                                  News/In the Press                           04/28/2015      Don’t Go to Nepal to Help. Stay Home and Send Money Instead! – Jessica Alexander in Slate      Don’t Go to Nepal to Help. Stay Home and Send Money Instead!      Press           04/23/2015      How Do We Protect New York City’s Pedestrians? – Zhan Guo (郭湛) in The New York Times Magazine      How Do We Protect New York City’s Pedestrians?      Press                          More News                                   Upcoming Events                           05/05/2015      Red Rabbit--Healthy Neighborhoods and the School Lunch Program             05/06/2015      The Price of Healthcare: Why so much variability and so little transparency?                       More Events                                                         © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]},
{"detail": [{"content": "Introduction to Health Policy and Management | NYU Wagner                                    Jump to navigation                                                             Introduction to Health Policy and Management   HPAM-GP.1830, 3 points. Semester: Spring, Fall       Courses         Description |    Syllabi |    Evaluations           Required for M.P.A. (health) students.      This introductory course in the Health Policy and Management program explores core topics in the study of health and health care delivery in the United States. We will discuss the distribution of health and disease in society, the organization of the U.S. health care system   and roles and behaviors of its key actors, the historical context for developments in public health and medicine, the quality and accessibility of health care services, and current events in health care reform. We will examine major themes in health care policy and   practice using an interdisciplinary approach that employs sociological, political, economic and ethical perspectives on health and disease, characteristics of health care in the U.S., and the complexity of achieving high quality and affordability given the varied (and sometimes conflicting) motivations of policy-makers, payers, providers and patients. Students will also consider the U.S. health care system in an international context to provide a comparative lens on its nature and performance versus those of other industrialized nations. The objective of this course is to build understanding of fundamental ideas and problems in the areas of health and medical care and thereby to provide a strong foundation for future studies and careers in the health care field.    Prerequisites: none                  Semester     Instructor     Syllabus Link         Fall 2014 Jacob Victory Syllabus  Fall 2014 Victor G. Rodwin Syllabus  Spring 2014 Jacob Victory Syllabus  Fall 2013 Victor G. Rodwin Syllabus  Spring 2014 Victor G. Rodwin Syllabus  Spring 2013  Syllabus  Summer 2012 Richard Alderslade Syllabus  Fall 2012  Syllabus  Fall 2012  Syllabus  Fall 2011  Syllabus  Fall 2010  Syllabus  Fall 2010 Victor G. Rodwin Syllabus  Fall 2010 Victor G. Rodwin Syllabus  Spring 2010  Syllabus  Fall 2009 Victor G. Rodwin Syllabus  Fall 2009 Victor G. Rodwin Syllabus  Fall 2009 Victor G. Rodwin Syllabus  Fall 2009 Victor G. Rodwin Syllabus  Spring 2009 Kieke Okma Syllabus  Fall 2008  Syllabus  Summer 2008 Victor G. Rodwin Syllabus  Fall 2008 Victor G. Rodwin Syllabus  Spring 2012  Syllabus  Spring 2008 Kieke Okma Syllabus  Fall 2008 Victor G. Rodwin Syllabus                         Semester     Instructor     Evaluation Link         Fall 2014 Jacob Victory Evaluation  Fall 2014 Victor Rodwin Evaluation  Spring 2014 Jacob Victory Evaluation  Spring 2014 Victor Rodwin Evaluation  Fall 2013 Victor G. Rodwin Evaluation  Fall 2013 Ashley Fox Evaluation  Spring 2013 Lucy MacPhail Evaluation  Spring 2012 Macphail, Lucy Evaluation  Fall 2011 Rodwin, Victor Evaluation  Fall 2011 Macphail, Lucy Evaluation  Spring 2011 Macphail, Lucy Evaluation  Fall 2010 Rodwin, Victor Evaluation  Fall 2010 Rodwin, Victor Evaluation  Fall 2010 Macphail, Lucy Evaluation  Spring 2010 Mijanovich, Tod Evaluation  Fall 2009 Rodwin, Victor Evaluation  Fall 2009 Rodwin, Victor Evaluation  Fall 2009 Rodwin, Victor Evaluation  Fall 2008 Soffel, Denise Evaluation  Fall 2008 Rodwin, Victor Evaluation  Fall 2008 Rodwin, Victor Evaluation  Spring 2008 Okma, Kieke Evaluation  Spring 2009 Okma, Kieke Evaluation                             Course Section Fall2015001 Fall2015002 Spring2015002                         Instructors:        Rodwin, Victor G                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        09/02/2015 to 12/15/2015                                  Location:         Bldg:194M Room:305                                      Instructors:        Victory, Jacob Omid                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        09/02/2015 to 12/15/2015                                  Location:         Bldg:SILV Room:206                                      Instructors:        Victory, Jacob Omid                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:194M Room:305"}, {"content": "MPA in Health Policy and Management | NYU Wagner                                     Jump to navigation                                                            Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                                 Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                MPA in Health Policy and Management         The Program Degree Requirements   Capstone   Faculty   Insights on Health Policy and Management Blog   Specializations Health Services Management   Health Policy Analysis   Health Finance   International Health   Customized   Additional Information Careers   FAQ   Alumni Profiles   Links and Resources                  Request More Information    Apply to Wagner                                      Ranked #8 in Health Policy and Management by U.S. News and World Report     NYU Wagner's Health Policy and Management program has been recognized as one of the best in the country. Located in a school of public service rather than in a medical or public health school, our program crosses traditional boundaries, linking management, finance, policy, and providing students with the cutting-edge concepts and skills needed to shape the future of health policy and management.   Students receive a set of tools and experiences that allow them to understand both the delivery of health care services and the broader social, cultural, and economic factors that influence health outcomes. Our students experience firsthand the importance of health care delivery and health promotion in one of the most interesting, diverse, and complex cities in the world, and our graduates work in every sector of the health care system.   Exploring ...       Food/Obesity   Global Health   Health   Health IT   Management   Public Policy   Urban Health   Water   Hospitals   Leadership   Service Delivery   Aging   Poverty                        Video                                  Beth C. Weitzman | Can dying cities be saved?      Health      .                Karl Hoffmann      Health      .                Sherry Glied | On the Brink Healthcare Reform Puts These 3 Groups at Risk      Health      .                WAGTalk: Karen Grepin, “Educating Girls, Child Health, and the Developing World”      Health      .                Ellen Schall, Martin Cherkasky Professor of Health Policy &amp; Management      Health      .                Paul Farmer | Is providing healthcare to the poor entrepreneurial?      Health      .                Rogan Kersh      Health      .                Karl Hofmann      Leadership      .                Paul Farmer | Basic Rights, the Last Hope for People Living in Poverty      Health      .                Victor Rodwin | How does the healthcare in NYC compare to other world cities?      Health      .                Paul Farmer      Leadership      .                Amirav Davy      Health      .                WAGTalk: John Billings, “Improving Care for High Cost/ High Risk Patients”      Health      .                Perspectives on the Shifting US Health Landscape      Health      .                David Schachter | The Capstone Program      Capstone      .                                   Wagner's health program integrates policy and management across not-for-profit, community, and government fields, which is ideal for students whose careers are likely to transcend single sectors.   -Professor Anthony Kovner, Professor of Public and Health Management.       Related Links     MPA-Health Brochure   Advisement   Course Registration   Capstone   Student Journey   Study and Collaboration Spaces   Student Organizations   Wagner Health Network (WHN)   Wagner Management &amp; Leadership Organization (WMLO)   Wagner Policy Alliance (WPA)                          Global Perspective   The international curriculum in NYU Wagner's Health Policy and Management teaches across disciplines and provides a deep understanding of the factors that impact health across the globe. Read More   The Health Policy and Management program provides a comparative interdisciplinary foundation that bridges cutting-edge conceptual thinking, critical analytical techniques and concrete health management skills. Students study the key factors that explain the unequal distribution of health and disease in the world, particularly in developing countries, and the modes of intervention to improve global health.                                  News/In the Press                           04/28/2015      Don’t Go to Nepal to Help. Stay Home and Send Money Instead! – Jessica Alexander in Slate      Don’t Go to Nepal to Help. Stay Home and Send Money Instead!      Press           04/23/2015      How Do We Protect New York City’s Pedestrians? – Zhan Guo (郭湛) in The New York Times Magazine      How Do We Protect New York City’s Pedestrians?      Press                          More News                                   Upcoming Events                           05/05/2015      Red Rabbit--Healthy Neighborhoods and the School Lunch Program             05/06/2015      The Price of Healthcare: Why so much variability and so little transparency?                       More Events                                                         © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "MD/MPA in Health Policy &amp; Management | Education and Training                                        Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Education and Training                                                                                  Home   MD Admissions   Resources   Faculty   Research   Alumni   About                                  Home Resources Student Affairs Master&#039;s Programs                    - A + A                                         Resources        open/close   General Resources     open/close   Student Affairs  Resources   Mentor &amp; Career Advisor Program   Student Activities   International Health Program   Student Health   Master Scholars Program   Master&#039;s Programs  About Master&#039;s Programs   MD/MPH in Global Public Health   MD/MPA in Health Policy &amp; Management   MD/MS in Clinical Investigation   MD/MA in Bioethics   MD/MBA     Staff &amp; Contact Info   Student Accolades       open/close   Diversity Affairs  About Us   Recruitment   Education   Professional Development   Highlights and Announcements   LGBTQ Resources       open/close   Medical Education  About the Office of Medical Education   MD Curriculum   Clinical Training Sites       open/close   Student Health  About Us   Clinical Services   Mental Health Services   Emergencies   Immunization Info   New Student Info   Visiting Student Resources   Wellness Information   Additional Info   Confidentiality   Staff/Contact Info   Additonal Forms                                                                        MD/MPA in Health Policy &amp; Management                                          Overview Eligibility Timeline Special Considerations Tuition and Funding Application Process Contact Information   Overview   NYU Wagner's Health Policy and Management program has been recognized as one of the best in the country by U.S. News and World Report . Integrating public service and medicine, the dual MD/MPA program crosses traditional boundaries, linking management, finance, and policy, and provides students with the cutting-edge concepts and skills needed to shape the future of health policy and management. Students graduate with a set of tools and experiences that allow them to understand both the delivery of health care services and the broader social, cultural, and economic factors that influence health outcomes. They work in every sector of the health care system, and experience firsthand the importance of health care delivery and health promotion in one of the most interesting, diverse, and complex cities in the world.   The Wagner School and the NYU School of Medicine offer a joint degree program for medical students to earn the Master of Public Administration and the Medical Doctor degree within five years of full-time study. The combined degree program allows students who are interested in medicine and health management, policy, or finance issues to pursue an integrated and comprehensive course of study. Graduates will be uniquely poised to pursue careers in hospital management, nonprofits, consulting firms, managed care organizations, and government health agencies throughout the world.   Eligibility   Typically, students applying have already been accepted to, and matriculated in, the School of Medicine. Students will generally apply to the program in their third year of medical school with course work leading to the MPA beginning at the end of the third year (see Special Considerations below for modifications to this outline). Students will postpone beginning their fourth year medical school requirements to take a dedicated year of full-time course work within the MPA program. Upon returning to Medical school, students will continue to take any remaining courses toward the MPA degree while concurrently completing medical school requirements.   Timeline   The MPA is a 60 credit program. Medical students accepted to the dual degree program will be granted a transfer of 12 credits taken from the School of Medicine. The remaining 48 credits toward the MPA could be completed in the following way:        Fall   Spring   Summer   1st Year   Medical School Curriculum   Medical School Curriculum       2nd Year   Medical School Curriculum   Medical School Curriculum       3rd Year   Medical School Curriculum   Medical School Curriculum   Wagner Curriculum   4th Year   Wagner Curriculum   Wagner Curriculum   Medical School Curriculum   5th Year   Combined Medical/Wagner Curriculum-Capstone   Combined Medical/Wagner Curriculum-Capstone        Special Considerations   I. Application Timing: Some prospective students may have a special interest in obtaining a dual degree as part of their consideration to attend the NYU School of Medicine. In these instances, they may apply to both the School of Medicine and MPA program concurrently. Upon acceptance to both programs, students will develop a curricular timeline in consultation with both the School of Medicine and Wagner based on the availability of courses, timing within the curriculum, and other considerations. Start of the MPA will typically be deferred for three years.   II. Research Component: All students in this dual degree are required to complete a Capstone Project during the final year. Students may want to consider developing a research project in consultation with the School of Medicine. The Director of Dual MD/Master's Programs may be able to provide referrals to School of Medicine faculty with whom students can work.   Tuition and Funding   Currently, each program has individual tuition requirements. The Wagner School of Health Policy and Management provides scholarship assistance to medical students accepted to the dual degree.  However, students should inquire with the respective schools regarding current tuition costs and financial assistance as these are subject to change.   Application Process   Applicants are required to apply to each school individually, and must meet the respective admission standards and deadlines for each program. Once admitted to both schools, a student will qualify for the joint degree program and be eligible to complete both the MD and MPA within five years of full-time study.   Current medical students applying to the program should register their intent to apply with the Director of Dual MD/Master's Programs prior to the application deadline.   Students applying to both the School of Medicine and the Wagner School concurrently should alert the Medical School Admissions Office of their intent to do so.   For specific information about the Wagner Program and application criteria, visit: http://wagner.nyu.edu/health/ .   Contact Information   To speak with someone at the Wagner School of Public Service about the specifice program details, or to apply, contact:   NYU Wagner Admissions wagner.admissions@nyu.edu  (212) 998-7414    In addition, the Coordinator of Dual MD/Master's Programs within the Office of Student Affairs can provide students with assistance in coordinating their application to the MPA program, give general advisment about the various dual degree options and specific program requirements, provide referrals to individuals within a given dual degree program, and act as liason and advocate for students as needed.   For general inquiries about this program or other dual degrees within the School of Medicine, contact:   Amy Sweeney  Coordinator of Student Services &amp; Dual MD/Masters Degree Programs  (212) 263-3802 amy.sweeney@nyumc.org                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]}]