[{"detail": [{"content": "New York University | Bobst Library: 19th Century Theater Research                                                                                                 Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials                        19th Century Theater Research      This guide is designed for undergraduates and beginning graduate students undertaking research in American and British theatre history of the 19th century. For more information in this subject area be sure to visit the Humanities and Social Sciences Center on the first floor of Bobst Library and see the Theatre and Performance Studies pages for some useful links.      Contents      Librarian for 19th Century Theater Research    Bibliographies and Indexes       Encyclopedias, Dictionaries and Histories       Journals    How to Locate Newspaper Reviews       Microform Sets    Electronic Resources                                Librarian for 19th Century Theater Research    Pamela Bloom  Librarian for the Performing Arts  New York University  Bobst Library, Mezzanine  70 Washington Square So.  New York, NY 10012  Phone: (212) 998-2618  E-mail: pamela.bloom@nyu.edu                                 Bibliographies and Indexes        Bergquist, G. William. Three Centuries of English and American Plays: a checklist. United States: 1714-1830 . New York: Hafner, 1963.    Bobst Ref1 Z2014.D7 B45 (also on microform)   Compiled as an index to the Readex Microprint edition of Three  Centuries of English and American Plays, this checklist can stand on  its own as a bibliography of 5,500 plays written between 1500 and 1830.  Entries are arranged by playwright and list the earliest edition known  and significant later editions for each play. Anonymous works can be  found under their titles. Entries include brief bibliographical  information and chronological period to which the play belongs. As  there is no title index readers must know the playwright&#39;s name when  looking for a specific play.         Dubois, William R. English  and American Stage Productions: An Annotated Checklist of Prompt Books  1800-1900 from the Nisbet-Snyder Drama Collection, Northern Illinois  University Libraries . Boston: G.K. Hall, 1973    Bobst Ref1 Z5781 D85   Prompt books and production editions of plays are valuable resources to  theatre historians because they often contain notes that illuminate  historical practices in staging and production. This work catalogs more  than 2,000 promptbooks and prompter&#39;s editions of plays that form a  collection held by the Northern Illinois Univ. Library. The plays were  produced on the American and English stage between 1775 and 1900, and  these books were used and annotated by directors and actors of those  productions. Entries are arranged alphabetically by playwright. Each  entry includes a physical description of the promptbook, a description  of its covers and any handwritten marks in the text, the date of the  earliest recorded New York or London production, and references to  secondary sources. Indexes provide additional access by play titles and  names of persons mentioned in the text.         Ellis, James ed. English Drama of the Nineteenth Century: an index and finding guide . New Canaan, CT: Readex Books, 1985.    Bobst Ref1 Z2014.D7 E42 1985 c.1   This single alphabetical listing by author and title of approximately  9,000 plays constitutes a substantial bibliography of  nineteenth-century English drama. Its primary purpose, however is as an  index and finding guide to the English plays issued through 1981 in the  Readex Microprint Collection English and American Drama of the  Nineteenth Century. It ranges far beyond the drama proper to include  children&#39;s plays, pantomime books of words, minstrel dialogues, solo  entertainments, opera libretti and vocal scores, and translations of  Continental dramatists from Aeschylus to Ibsen. The earlier English  dramatists, most particularly Shakespeare, are well represented in  collected series of the standard repertory and in acting editions  citing nineteenth-century casts and reflecting stage productions from  the time of Sarah Siddons and John Philip Kemble to that of Henry  Irving and Ellen Terry.         Hixon, Don L. and Hennessee, Don A. Nineteenth-Century American Drama: a finding guide . Metuchen, NJ: Scarecrow, 1977.    Bobst Ref1 PS632.H57   The Readex Corporation&#39;s English and American Drama of the 19th Century  microprint collection is a monumental work, containing thousands of  plays. It is located in the Microprint section of Bobst on the A Level.  Because of the difficulty of access, Hixon and Hennessee created an  index to part of the collection entitled &quot;American Plays, 1831-1900&quot;.  That section includes 4,500 plays. Authors and titles are arranged  alphabetically with all titles cross-referenced to authors. Because  Readex classified some plays under their adapters&#39; names instead of  their authors (for instance Shakespeare&#39;s works are listed under  various adaptors&#39; names), Hixon and Hennessee provide cross-references.  Appendices include one for series of plays, an ethnic/racial cast index  and a subject/form index. This last section locates children&#39;s plays,  minstrel plays, temperance plays, and so forth.         Litto, Fredric M. American Dissertations on the Drama and the Theatre: a bibliography . Kent, OH: Kent State University Press, 1969.    Bobst Ref1 Z5781.L56   Litto uses a computer to compile this list of 4,565 dissertations  containing information about the theatrical arts. Although access is  provided by author, sufficient and keyword-in-context indexes, the  actual bibliography is arranged by a computer-generated reference mode.  Each entry lists the author and title of the dissertation along with  university and department names, degree granted, and date. Since this  work stops at 1965, one must use Dissertation Abstracts International  and the lists published annually in Theatre Journal (formerly  Educational Theatre Journal) to find more recent theses.         Pence, James Harry. The Magazine and the Drama: An index . (Theatre and Drama Series, 12) New York: Burt Franklin, 1970.    Bobst Ref1 Z5781 P43 1970   An early attempt to index theatre articles in the periodical  literature, Pence&#39;s work locates articles about &quot;acted drama&quot; in 166  nineteenth-century magazines. These include Blackwood&#39;s, Godey&#39;s,  Lippincott&#39;s, McClure&#39;s, and the Spectator as well as other lesser  known titles. Although Pence does not state the years he has indexed  they appear to be from around 1872 to 1896. Subjects and authors appear  in one alphabet, and citations list periodical, volume, beginning page,  and (sometimes) date. The most reliable indexing is by personal name,  but one can find information on topics such as &quot;voice, culture of&quot; and  &quot;German stage.&quot; The usefulness of this volume depends in part on the  availability of nineteenth-century periodicals.         Stratman, Carl Joseph. American Theatrical Periodicals, 1789-1967 . Durham, NC Duke Univ. Press, 1970.    Bobst Ref1 Z6935.S75   Stratman has listed in chronological order all known theatrical  periodicals published in the United States to 1967. Although he found  685 titles, he warned that this first effort was likely incomplete.  Entries list bibliographic citations and holdings in several American  libraries. Using the index, readers can locate periodical titles,  editors, cities of publication, organizations sponsoring periodicals  and some keywords-in-the-title terms such as &quot;ballet,&quot; &quot;dance,&quot; or  &quot;repertory.&quot; Stratman explains the use of the bibliography and index in  a clearly written introduction. Although now in need of an update, this  work will help those looking for older periodicals.                     Encyclopedias, Dictionaries and Histories          Brockett. Oscar G. History of the Theatre . 9th ed. Boston, MA: Allyn and Bacon, 2003.    Bobst Ref1 PN2101.B68 2003   A good example of a general, chronological history of world theater. Well indexed.        Bryan, George B. Stage Deaths: A Biographical Guide to International Theatrical Obituaries, 1850 to 1900 . Westport, CT: Greenwood, 1991.    Bobst Ref1 Z5781.S76 1991 vol. 1 &amp; 2   A useful guide to obituaries and biographies of both famous and obscure  &quot;theatrical artists&quot;. He includes thousands of actors, dancers, circus  performers, film stars and theatre historians in two volumes of  alphabetically arranged entries. Entries cite obituaries in nine  newspapers, including the New York times and The times (London) as well  as book-length biographies and autobiographies. Because date and place  of death are given, readers can check local newspapers for additional  death notices. This set compliments the Variety obituaries (begins at  1905) well because it extends further back in time and because it cites  additional sources.         Hartnoll, Phylis. The Oxford Companion to the Theatre . 4th ed. New York: Oxford Univ. Press, 1983.    Bobst Ref1 PN2035.H3 1983   Offers concise, authoritative essays on all forms of theater, from  street performance to legitimate stage, from ancient Greece to the  present. Entries for persons, terms, topics, famous theaters, and other  proper names.         Hochman, Stanley ed. McGraw Hill Encyclopedia of World Drama; an international reference work in 5 vol . 2nd ed. New York: McGraw Hill, 1984.    Bobst Ref1 PN1625.M3 1984 vol. 1-5   A truly wonderful encyclopedia comprehensive in scope. The 2nd ed.  expands both the text and pictorial content. All articles were written,  revised or updated by contributors who are active in the academic or  practical theatre world. Coverage on dramatists comprises five  sections; biographical outlining the highlights of a dramatists life,  analytical assessing creative achievements, synopses of major plays and  a play list.         Ireland, Joseph N. Records of the New York Stage from 1750 to 1860 . New York: B. Blom, 1966. [reprint of 1866 ed.]    Bobst Ref1 PN2277.N5 I7 1966 vol. 1 &amp; 2   An ancestor to Odell&#39;s Annals of the New York Stage.  Ireland discusses performances in various New York theaters up to the Civil War.  Written in a narrative style, each chapter contains cast lists for plays produced during a particular year.  Ireland comments on various actors and actresses and provides some death notices.  A general index appears at the end of the second volume.  Use this work to supplement Odell.        Merserve, Walter J. An Outline History of American Drama . 2nd ed. New York: Feedback Theatrebooks &amp; Prospero Press, 1994.    Bobst Ref1 PS332.M4 1994   Focuses on American plays and playwrights from the Colonial period to  present day. Topics discussed in terms of historical development, the  achievements of particular dramatists, and the contribution of  particular plays. Each chapter relates the progress of dramatic  criticism and the achievements of the theatre to a developing American  drama.         Mullin, Donald. Victorian  Actors and Actresses in Review: a Dictionary of Contemporary Views of  Representative British and American Actors and Actresses, 1837-1901 . Westport, CT: Greenwood Press, 1983.    Bobst Ref1 PN2597.V5 1983   Mullin has collected excerpts of Victorian criticism of 234 actors and  actresses of the period. So that the reader can consider the leading  players in relation to their supporting actors, Mullin includes reviews  of both stars and unknowns. For both he selects criticism of the actors  abilities in general and criticism of their performance of specific  roles. Critics quoted include George Bernard Shaw, Otis Skinner, and  William Winter, the &quot;doyen of New York theatre critics.&quot; Entries are  arranged alphabetically and include the actor&#39;s dates and nationality.  Excerpts are arranged chronologically. Full bibliographic information  for each citation in the bibliography is included. A subject index  completes the volume.         Odell, George C.D. Annals of the New York Stage, Before 1789-1894 . New York: AMS Press, 1970.    Bobst Ref1 PN2277.N5 04 1970 vol. 1-15   This history of the New York Stage relies on newspaper articles and other primary source materials.  The definitive history of early New York Theatre.        Slide Anthony. Encyclopedia of Vaudeville . Westport, CT: Greenwood Press, 1994.    Bobst Ref1 PN1968.U5 S37 1994   Focusing on personalities, including performers, creative talents, and  administrators, but also including entries on theaters, genres, etc.,  this is the first comprehensive encyclopedia on Vaudeville. Each entry,  when appropriate, includes a very brief bibliography. A guide to  Vaudeville research resources available in libraries is also included.         Wilmeth, Don B. and Miller, Tice L. Cambridge Guide to American Theatre . Cambridge: Cambridge Univ. Press, 1993.    Bobst Ref1 PN2220.C35 1993   This Cambridge work rivals the Oxford Companion the American Theatre in  its ability to provide short, factual answers to questions about the  world of American theatre. Eighty writers, including many of the  best-known theatre historians, inform readers about all subjects  related to the Theatre and to vaudeville, burlesque, the circus, magic,  and film festivals. Cambridge is more inclusive than Oxford whose scope  includes only legitimate theatre. Cambridge also does a better job with  the histories of major American cities such as Baltimore and  Philadelphia. Oxford, however, provides many more entries for  individual plays and persons. Cambridge includes a bibliography written  by Wilmeth and a introductory historical survey. At the moment,  Cambridge is more up-to-date than Oxford, but that advantage will  alternate as additional editions are issued.         Young, William C. Famous American Playhouses in the series Documents of American Theater History . Chicago: American Library Association, 1973.    Bobst Ref1 NA6830.Y68 vol. 1 &amp; 2   Vol. 1 covers theatre buildings from 1716-1899, Vol. 2 from 1900-1971.  In addition to brief overview of period each volume contain source  material from magazines and newspapers plus illustrations and  photographs.         Young, William C. Famous Actors and Actresses on the American Stage in the series Documents of American Theater History . New York: R.R. Bowker, 1975.    Bobst Ref1 PN2285.Y6 1975b vol. 1 &amp; 2   Presents information about 225 American actors, mostly from the  eighteenth and nineteenth centuries. He uses excerpts from articles,  interviews, and reviews published at the time the actor was working to  present both the actor&#39;s views on the profession and the critical  reception of his or her work. Chapters are arranged alphabetically by  name and excerpts are presented with citations at the end of each  chapter. The book is useful only as a beginning point. Young includes a  general index and a chronological index as well as a bibliography at  the end of the volume.                     Electronic Resources      Use the following databases to locate articles on Theatre in the 19th century. Available in all three reference centers and remotely from the Bobst Library database page at http://library.nyu.edu/collections/databases.html .          IIPA - International Index to the Performing Arts   Draws its content from more than 200 scholarly and performing arts  periodicals, and also indexes a variety of documents such as  biographical profiles, conference papers, obituaries, interviews etc.  Covering a broad spectrum of the arts including dance, film,  television, drama, theater, stagecraft, musical theatre, circus  performance, pantomime, puppetry, magic and more. Many full text  records contain an abstract plus the corresponding full text of the  original article.          MLA Bibliography (Modern Language Association)   Indexes journal articles (except book reviews), books, collections, folklore, film, audiovisual materials, etc.         America: History and Life   Citations with abstracts in English, to social science and humanities  literature on all aspects of U.S. and Canadian history, culture and  current affairs from prehistoric times to the present. Covers books,  dissertations and articles from over 2,000 journals published  world-wide. Since 1988, also contains reviews of films and videos.          Historical Abstracts   Abstracts and citations indexing over 2,000 journals, books, and dissertations.  Covers world history (except the U.S. and Canada) since 1450.         AHCI - Arts and Humanities Citation Index   Covers over 1,150 of the world&#39;s leading arts and humanities journals in a broad range of disciplines.         JSTOR   Full text of selected humanities, social science and science journals.         Project MUSE   Full text of selected humanities, social science and physical science journals.                          Journals                  American Periodical Series, 1741-1900    Electronic Access    http://library.nyu.edu/collections/find_articles_title.html   Also available in microform. Call No: Film 277   American periodicals on diverse subjects, 1741-1900+.         Early American Periodicals Index to 1850    Call No: MP3   Indexes covering about 340 American magazines published through 1850.         Early British Periodicals    Call No: Film 599   British periodicals on varied subjects from 1681-1921   Access: A Guide to the Early British Periodicals Collection on  Microfilm is available at the first floor Reference Desk ( Call No: Z6956.G6 U54 ).  A title list can be found at the Microform Center on LL2.  Individual titles are in Bobcat.         Nineteenth Century Theatre (former title: Nineteenth Century Theatre Research )    Bobst PN1851.N55 Current holdings in Periodicals Room (third floor, east wing)   Nineteenth Century Theatre regularly publishes essays, documents,  bibliographies, review essays, reviews and an annotated list of books  received on the theatre of the 1800&#39;s. A wide scope allows the journal  to present topics in European and American theatre, dance, opera, and  other performing arts. The editors emphasize the publication and use of  primary source material. Recent articles have included a demographic  study of Victorian Theatre employees: a description of James Steele  MacKaye&#39;s lighting designs for the 1893 Columbian Exposition: and  excerpts from a diary kept by the manager of a Japanese acrobat troupe  that toured the United States in 1867. Book reviews complete each  issue. Indexed in American History and Life, Historical Abstracts,  AHCI, MLA.          Theatre History Studies    Bobst PN2000.T49 Current holdings in Periodicals Room (third floor, east wing)   The official journal of the Mid-American Theatre Conference, Theatre  History Studies covers all aspects of theatre. The well-illustrated  volume contains essays, and book reviews. The journal attracts  important names in theatre history and although it appears only once a  year, provides interesting, well-researched history. Indexed in  American History and Life, Historical Abstracts, AHCI, MLA.                        How to Locate Newspaper Reviews           New York Times Theatre Reviews , 1870-present    Bobst Ref1 PN1581.N38-N42n    Electronic Access    http://library.nyu.edu/collections/find_articles_title.html   Select &quot;Historical New York Times.&quot;         Early American Newspapers    Electronic Access    http://library.nyu.edu/collections/find_articles_title.html   Also available in microform. Call No: Film350 and MP8 (microprints)   American Newspapers from 1690 to 1876.      Be  sure to ask for the binder labeled &quot;LL2 periodicals, newspapers,  scripts, microforms&quot; at the Ref 1 desk on the first floor for a  complete listing of early American newspapers.                     Microform Sets       To find periodicals in the Microform Center check Bobcat first. Periodicals in the Microform Center are generally listed in Bobcat and filed alphabetically by title, either as microfilm, microfiche or microcard. For a complete listing of all microform sets available see the binder at the first floor reference desk marked LL2 Periodicals, Newspapers, Scripts, Microforms. The following list is of microform sets that may be of interest for researchers of both American and British plays.           Drama on the World Stage: Prompt Books and Performance Records    Call No: Film 2614   Prompt books for non-Shakespearean plays, from the Folger Shakespeare Library.  Items date from the seventeenth to the early twentieth century.  Plays are mainly British, with some exceptions, notably work of Ibsen. Around 800 in all.   Access: Publisher&#39;s guide: Drama on the World Stage. PN2570.D7 1989, in the first floor Reference Room.         English and American Drama of the Nineteenth Century    Call No: MP7 (microprint) and MF326 (microfiche)   Varied dramatic works from nineteenth century England and America,  including plays, opera libretti, etc. American and British productions  of works from other countries and of pre-1800 plays are included.   Access: Nineteenth-Century American Drama: a finding guide, in the  first floor Reference Room at Ref1 PS632.H57 &amp; English Drama of the  Nineteenth Century: an index and finding guide, at Z2014.D7 E42 1985 on  the 10th floor.          Popular Stage: Drama in the Nineteenth Century England    Call No:Film 2615   A collection formed by the actor Frank Pettingell. Series One covers  1000 manuscripts by the most popular dramatists of the Victorian era.  Series Two covers 300 pantomime libretti, reflecting the tremendous  popularity of the form and Series Three covers the collection of  printed plays over 5000 in all. On reel one there is a complete listing  which gives an alphabetical index of authors and details of the plays.   Access: The Popular Stage guides to all three series can be found in  the first floor reference area at Ref1 PN2594.P6.          Three Centuries of English and American Plays    Call No: MP13 (microprint)   Comprehensive collection of English plays, published 1515-1800, and American plays, published 1714-1830.  Includes translations of foreign plays and multiple editions of many titles. Around 5600 plays in all.   Access: Three Centuries of English and American Plays: a checklist.  Z2014.D7 B45, in the first floor Reference Room and the Microform  Center.   *Collection divided into segments: American 1714-1830; British 1515-1641, 1642-1700, 1701-1750, 1751-1800.  Plays arranged by author or title for anonymous works.                           Browse Subjects      Theatre and Performance Studies       Plays and Playwrights    Dance and Dance Education    Music    Television and Radio    Business of Performing Arts                           Page last modified: September, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}]},
{"detail": [{"content": "New York University | Bobst Library: 19th Century Theater Research                                                                                                 Search           Search:                BobCat        BobCat Standard        Archival Collections        HSLCat (NYU Medical)        Julius (NYU Law)            Search This Site            WorldCat        CATNYP (NYPL)        CLIO (Columbia University)                Google Books        Google Scholar        Amazon.com                                                                              Home    Find Resources        Articles and Databases   Books &amp; More via BobCat    Call Number & Floor Maps     ebooks   Images   Journals    Special Collections/Archives   Videos &amp; Music   Virtual Business Library   Other Catalogs           Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials           Services        Borrow &amp; Request   Computing   Course Reserves   Disability Services   Faculty Services   Global Services   Graduate Student Services   Interlibrary Loan (ILL)   Print, Copy, Scan   Services A-Z   Study Spaces   Suggest a Purchase   Alumni &amp; Friends           About        About NYU Libraries   Career Opportunities   General Information   Giving to the Libraries   Hours &amp; Access   Library Locations   Library Policies   NYU Press   Staff Directory   What's New           Help             Ask a Librarian   FAQs   Library Classes   Research Guides   Search this Site   Subject Librarians                          Research Assistance        Ask a Librarian   Citation Tools   Data Services   Digital Scholarship   Digital Studio   Library Classes   QuickRef   Request an appointment   Research &amp; How-To Guides   Subject Librarians   Tutorials                        19th Century Theater Research      This guide is designed for undergraduates and beginning graduate students undertaking research in American and British theatre history of the 19th century. For more information in this subject area be sure to visit the Humanities and Social Sciences Center on the first floor of Bobst Library and see the Theatre and Performance Studies pages for some useful links.      Contents      Librarian for 19th Century Theater Research    Bibliographies and Indexes       Encyclopedias, Dictionaries and Histories       Journals    How to Locate Newspaper Reviews       Microform Sets    Electronic Resources                                Librarian for 19th Century Theater Research    Pamela Bloom  Librarian for the Performing Arts  New York University  Bobst Library, Mezzanine  70 Washington Square So.  New York, NY 10012  Phone: (212) 998-2618  E-mail: pamela.bloom@nyu.edu                                 Bibliographies and Indexes        Bergquist, G. William. Three Centuries of English and American Plays: a checklist. United States: 1714-1830 . New York: Hafner, 1963.    Bobst Ref1 Z2014.D7 B45 (also on microform)   Compiled as an index to the Readex Microprint edition of Three  Centuries of English and American Plays, this checklist can stand on  its own as a bibliography of 5,500 plays written between 1500 and 1830.  Entries are arranged by playwright and list the earliest edition known  and significant later editions for each play. Anonymous works can be  found under their titles. Entries include brief bibliographical  information and chronological period to which the play belongs. As  there is no title index readers must know the playwright&#39;s name when  looking for a specific play.         Dubois, William R. English  and American Stage Productions: An Annotated Checklist of Prompt Books  1800-1900 from the Nisbet-Snyder Drama Collection, Northern Illinois  University Libraries . Boston: G.K. Hall, 1973    Bobst Ref1 Z5781 D85   Prompt books and production editions of plays are valuable resources to  theatre historians because they often contain notes that illuminate  historical practices in staging and production. This work catalogs more  than 2,000 promptbooks and prompter&#39;s editions of plays that form a  collection held by the Northern Illinois Univ. Library. The plays were  produced on the American and English stage between 1775 and 1900, and  these books were used and annotated by directors and actors of those  productions. Entries are arranged alphabetically by playwright. Each  entry includes a physical description of the promptbook, a description  of its covers and any handwritten marks in the text, the date of the  earliest recorded New York or London production, and references to  secondary sources. Indexes provide additional access by play titles and  names of persons mentioned in the text.         Ellis, James ed. English Drama of the Nineteenth Century: an index and finding guide . New Canaan, CT: Readex Books, 1985.    Bobst Ref1 Z2014.D7 E42 1985 c.1   This single alphabetical listing by author and title of approximately  9,000 plays constitutes a substantial bibliography of  nineteenth-century English drama. Its primary purpose, however is as an  index and finding guide to the English plays issued through 1981 in the  Readex Microprint Collection English and American Drama of the  Nineteenth Century. It ranges far beyond the drama proper to include  children&#39;s plays, pantomime books of words, minstrel dialogues, solo  entertainments, opera libretti and vocal scores, and translations of  Continental dramatists from Aeschylus to Ibsen. The earlier English  dramatists, most particularly Shakespeare, are well represented in  collected series of the standard repertory and in acting editions  citing nineteenth-century casts and reflecting stage productions from  the time of Sarah Siddons and John Philip Kemble to that of Henry  Irving and Ellen Terry.         Hixon, Don L. and Hennessee, Don A. Nineteenth-Century American Drama: a finding guide . Metuchen, NJ: Scarecrow, 1977.    Bobst Ref1 PS632.H57   The Readex Corporation&#39;s English and American Drama of the 19th Century  microprint collection is a monumental work, containing thousands of  plays. It is located in the Microprint section of Bobst on the A Level.  Because of the difficulty of access, Hixon and Hennessee created an  index to part of the collection entitled &quot;American Plays, 1831-1900&quot;.  That section includes 4,500 plays. Authors and titles are arranged  alphabetically with all titles cross-referenced to authors. Because  Readex classified some plays under their adapters&#39; names instead of  their authors (for instance Shakespeare&#39;s works are listed under  various adaptors&#39; names), Hixon and Hennessee provide cross-references.  Appendices include one for series of plays, an ethnic/racial cast index  and a subject/form index. This last section locates children&#39;s plays,  minstrel plays, temperance plays, and so forth.         Litto, Fredric M. American Dissertations on the Drama and the Theatre: a bibliography . Kent, OH: Kent State University Press, 1969.    Bobst Ref1 Z5781.L56   Litto uses a computer to compile this list of 4,565 dissertations  containing information about the theatrical arts. Although access is  provided by author, sufficient and keyword-in-context indexes, the  actual bibliography is arranged by a computer-generated reference mode.  Each entry lists the author and title of the dissertation along with  university and department names, degree granted, and date. Since this  work stops at 1965, one must use Dissertation Abstracts International  and the lists published annually in Theatre Journal (formerly  Educational Theatre Journal) to find more recent theses.         Pence, James Harry. The Magazine and the Drama: An index . (Theatre and Drama Series, 12) New York: Burt Franklin, 1970.    Bobst Ref1 Z5781 P43 1970   An early attempt to index theatre articles in the periodical  literature, Pence&#39;s work locates articles about &quot;acted drama&quot; in 166  nineteenth-century magazines. These include Blackwood&#39;s, Godey&#39;s,  Lippincott&#39;s, McClure&#39;s, and the Spectator as well as other lesser  known titles. Although Pence does not state the years he has indexed  they appear to be from around 1872 to 1896. Subjects and authors appear  in one alphabet, and citations list periodical, volume, beginning page,  and (sometimes) date. The most reliable indexing is by personal name,  but one can find information on topics such as &quot;voice, culture of&quot; and  &quot;German stage.&quot; The usefulness of this volume depends in part on the  availability of nineteenth-century periodicals.         Stratman, Carl Joseph. American Theatrical Periodicals, 1789-1967 . Durham, NC Duke Univ. Press, 1970.    Bobst Ref1 Z6935.S75   Stratman has listed in chronological order all known theatrical  periodicals published in the United States to 1967. Although he found  685 titles, he warned that this first effort was likely incomplete.  Entries list bibliographic citations and holdings in several American  libraries. Using the index, readers can locate periodical titles,  editors, cities of publication, organizations sponsoring periodicals  and some keywords-in-the-title terms such as &quot;ballet,&quot; &quot;dance,&quot; or  &quot;repertory.&quot; Stratman explains the use of the bibliography and index in  a clearly written introduction. Although now in need of an update, this  work will help those looking for older periodicals.                     Encyclopedias, Dictionaries and Histories          Brockett. Oscar G. History of the Theatre . 9th ed. Boston, MA: Allyn and Bacon, 2003.    Bobst Ref1 PN2101.B68 2003   A good example of a general, chronological history of world theater. Well indexed.        Bryan, George B. Stage Deaths: A Biographical Guide to International Theatrical Obituaries, 1850 to 1900 . Westport, CT: Greenwood, 1991.    Bobst Ref1 Z5781.S76 1991 vol. 1 &amp; 2   A useful guide to obituaries and biographies of both famous and obscure  &quot;theatrical artists&quot;. He includes thousands of actors, dancers, circus  performers, film stars and theatre historians in two volumes of  alphabetically arranged entries. Entries cite obituaries in nine  newspapers, including the New York times and The times (London) as well  as book-length biographies and autobiographies. Because date and place  of death are given, readers can check local newspapers for additional  death notices. This set compliments the Variety obituaries (begins at  1905) well because it extends further back in time and because it cites  additional sources.         Hartnoll, Phylis. The Oxford Companion to the Theatre . 4th ed. New York: Oxford Univ. Press, 1983.    Bobst Ref1 PN2035.H3 1983   Offers concise, authoritative essays on all forms of theater, from  street performance to legitimate stage, from ancient Greece to the  present. Entries for persons, terms, topics, famous theaters, and other  proper names.         Hochman, Stanley ed. McGraw Hill Encyclopedia of World Drama; an international reference work in 5 vol . 2nd ed. New York: McGraw Hill, 1984.    Bobst Ref1 PN1625.M3 1984 vol. 1-5   A truly wonderful encyclopedia comprehensive in scope. The 2nd ed.  expands both the text and pictorial content. All articles were written,  revised or updated by contributors who are active in the academic or  practical theatre world. Coverage on dramatists comprises five  sections; biographical outlining the highlights of a dramatists life,  analytical assessing creative achievements, synopses of major plays and  a play list.         Ireland, Joseph N. Records of the New York Stage from 1750 to 1860 . New York: B. Blom, 1966. [reprint of 1866 ed.]    Bobst Ref1 PN2277.N5 I7 1966 vol. 1 &amp; 2   An ancestor to Odell&#39;s Annals of the New York Stage.  Ireland discusses performances in various New York theaters up to the Civil War.  Written in a narrative style, each chapter contains cast lists for plays produced during a particular year.  Ireland comments on various actors and actresses and provides some death notices.  A general index appears at the end of the second volume.  Use this work to supplement Odell.        Merserve, Walter J. An Outline History of American Drama . 2nd ed. New York: Feedback Theatrebooks &amp; Prospero Press, 1994.    Bobst Ref1 PS332.M4 1994   Focuses on American plays and playwrights from the Colonial period to  present day. Topics discussed in terms of historical development, the  achievements of particular dramatists, and the contribution of  particular plays. Each chapter relates the progress of dramatic  criticism and the achievements of the theatre to a developing American  drama.         Mullin, Donald. Victorian  Actors and Actresses in Review: a Dictionary of Contemporary Views of  Representative British and American Actors and Actresses, 1837-1901 . Westport, CT: Greenwood Press, 1983.    Bobst Ref1 PN2597.V5 1983   Mullin has collected excerpts of Victorian criticism of 234 actors and  actresses of the period. So that the reader can consider the leading  players in relation to their supporting actors, Mullin includes reviews  of both stars and unknowns. For both he selects criticism of the actors  abilities in general and criticism of their performance of specific  roles. Critics quoted include George Bernard Shaw, Otis Skinner, and  William Winter, the &quot;doyen of New York theatre critics.&quot; Entries are  arranged alphabetically and include the actor&#39;s dates and nationality.  Excerpts are arranged chronologically. Full bibliographic information  for each citation in the bibliography is included. A subject index  completes the volume.         Odell, George C.D. Annals of the New York Stage, Before 1789-1894 . New York: AMS Press, 1970.    Bobst Ref1 PN2277.N5 04 1970 vol. 1-15   This history of the New York Stage relies on newspaper articles and other primary source materials.  The definitive history of early New York Theatre.        Slide Anthony. Encyclopedia of Vaudeville . Westport, CT: Greenwood Press, 1994.    Bobst Ref1 PN1968.U5 S37 1994   Focusing on personalities, including performers, creative talents, and  administrators, but also including entries on theaters, genres, etc.,  this is the first comprehensive encyclopedia on Vaudeville. Each entry,  when appropriate, includes a very brief bibliography. A guide to  Vaudeville research resources available in libraries is also included.         Wilmeth, Don B. and Miller, Tice L. Cambridge Guide to American Theatre . Cambridge: Cambridge Univ. Press, 1993.    Bobst Ref1 PN2220.C35 1993   This Cambridge work rivals the Oxford Companion the American Theatre in  its ability to provide short, factual answers to questions about the  world of American theatre. Eighty writers, including many of the  best-known theatre historians, inform readers about all subjects  related to the Theatre and to vaudeville, burlesque, the circus, magic,  and film festivals. Cambridge is more inclusive than Oxford whose scope  includes only legitimate theatre. Cambridge also does a better job with  the histories of major American cities such as Baltimore and  Philadelphia. Oxford, however, provides many more entries for  individual plays and persons. Cambridge includes a bibliography written  by Wilmeth and a introductory historical survey. At the moment,  Cambridge is more up-to-date than Oxford, but that advantage will  alternate as additional editions are issued.         Young, William C. Famous American Playhouses in the series Documents of American Theater History . Chicago: American Library Association, 1973.    Bobst Ref1 NA6830.Y68 vol. 1 &amp; 2   Vol. 1 covers theatre buildings from 1716-1899, Vol. 2 from 1900-1971.  In addition to brief overview of period each volume contain source  material from magazines and newspapers plus illustrations and  photographs.         Young, William C. Famous Actors and Actresses on the American Stage in the series Documents of American Theater History . New York: R.R. Bowker, 1975.    Bobst Ref1 PN2285.Y6 1975b vol. 1 &amp; 2   Presents information about 225 American actors, mostly from the  eighteenth and nineteenth centuries. He uses excerpts from articles,  interviews, and reviews published at the time the actor was working to  present both the actor&#39;s views on the profession and the critical  reception of his or her work. Chapters are arranged alphabetically by  name and excerpts are presented with citations at the end of each  chapter. The book is useful only as a beginning point. Young includes a  general index and a chronological index as well as a bibliography at  the end of the volume.                     Electronic Resources      Use the following databases to locate articles on Theatre in the 19th century. Available in all three reference centers and remotely from the Bobst Library database page at http://library.nyu.edu/collections/databases.html .          IIPA - International Index to the Performing Arts   Draws its content from more than 200 scholarly and performing arts  periodicals, and also indexes a variety of documents such as  biographical profiles, conference papers, obituaries, interviews etc.  Covering a broad spectrum of the arts including dance, film,  television, drama, theater, stagecraft, musical theatre, circus  performance, pantomime, puppetry, magic and more. Many full text  records contain an abstract plus the corresponding full text of the  original article.          MLA Bibliography (Modern Language Association)   Indexes journal articles (except book reviews), books, collections, folklore, film, audiovisual materials, etc.         America: History and Life   Citations with abstracts in English, to social science and humanities  literature on all aspects of U.S. and Canadian history, culture and  current affairs from prehistoric times to the present. Covers books,  dissertations and articles from over 2,000 journals published  world-wide. Since 1988, also contains reviews of films and videos.          Historical Abstracts   Abstracts and citations indexing over 2,000 journals, books, and dissertations.  Covers world history (except the U.S. and Canada) since 1450.         AHCI - Arts and Humanities Citation Index   Covers over 1,150 of the world&#39;s leading arts and humanities journals in a broad range of disciplines.         JSTOR   Full text of selected humanities, social science and science journals.         Project MUSE   Full text of selected humanities, social science and physical science journals.                          Journals                  American Periodical Series, 1741-1900    Electronic Access    http://library.nyu.edu/collections/find_articles_title.html   Also available in microform. Call No: Film 277   American periodicals on diverse subjects, 1741-1900+.         Early American Periodicals Index to 1850    Call No: MP3   Indexes covering about 340 American magazines published through 1850.         Early British Periodicals    Call No: Film 599   British periodicals on varied subjects from 1681-1921   Access: A Guide to the Early British Periodicals Collection on  Microfilm is available at the first floor Reference Desk ( Call No: Z6956.G6 U54 ).  A title list can be found at the Microform Center on LL2.  Individual titles are in Bobcat.         Nineteenth Century Theatre (former title: Nineteenth Century Theatre Research )    Bobst PN1851.N55 Current holdings in Periodicals Room (third floor, east wing)   Nineteenth Century Theatre regularly publishes essays, documents,  bibliographies, review essays, reviews and an annotated list of books  received on the theatre of the 1800&#39;s. A wide scope allows the journal  to present topics in European and American theatre, dance, opera, and  other performing arts. The editors emphasize the publication and use of  primary source material. Recent articles have included a demographic  study of Victorian Theatre employees: a description of James Steele  MacKaye&#39;s lighting designs for the 1893 Columbian Exposition: and  excerpts from a diary kept by the manager of a Japanese acrobat troupe  that toured the United States in 1867. Book reviews complete each  issue. Indexed in American History and Life, Historical Abstracts,  AHCI, MLA.          Theatre History Studies    Bobst PN2000.T49 Current holdings in Periodicals Room (third floor, east wing)   The official journal of the Mid-American Theatre Conference, Theatre  History Studies covers all aspects of theatre. The well-illustrated  volume contains essays, and book reviews. The journal attracts  important names in theatre history and although it appears only once a  year, provides interesting, well-researched history. Indexed in  American History and Life, Historical Abstracts, AHCI, MLA.                        How to Locate Newspaper Reviews           New York Times Theatre Reviews , 1870-present    Bobst Ref1 PN1581.N38-N42n    Electronic Access    http://library.nyu.edu/collections/find_articles_title.html   Select &quot;Historical New York Times.&quot;         Early American Newspapers    Electronic Access    http://library.nyu.edu/collections/find_articles_title.html   Also available in microform. Call No: Film350 and MP8 (microprints)   American Newspapers from 1690 to 1876.      Be  sure to ask for the binder labeled &quot;LL2 periodicals, newspapers,  scripts, microforms&quot; at the Ref 1 desk on the first floor for a  complete listing of early American newspapers.                     Microform Sets       To find periodicals in the Microform Center check Bobcat first. Periodicals in the Microform Center are generally listed in Bobcat and filed alphabetically by title, either as microfilm, microfiche or microcard. For a complete listing of all microform sets available see the binder at the first floor reference desk marked LL2 Periodicals, Newspapers, Scripts, Microforms. The following list is of microform sets that may be of interest for researchers of both American and British plays.           Drama on the World Stage: Prompt Books and Performance Records    Call No: Film 2614   Prompt books for non-Shakespearean plays, from the Folger Shakespeare Library.  Items date from the seventeenth to the early twentieth century.  Plays are mainly British, with some exceptions, notably work of Ibsen. Around 800 in all.   Access: Publisher&#39;s guide: Drama on the World Stage. PN2570.D7 1989, in the first floor Reference Room.         English and American Drama of the Nineteenth Century    Call No: MP7 (microprint) and MF326 (microfiche)   Varied dramatic works from nineteenth century England and America,  including plays, opera libretti, etc. American and British productions  of works from other countries and of pre-1800 plays are included.   Access: Nineteenth-Century American Drama: a finding guide, in the  first floor Reference Room at Ref1 PS632.H57 &amp; English Drama of the  Nineteenth Century: an index and finding guide, at Z2014.D7 E42 1985 on  the 10th floor.          Popular Stage: Drama in the Nineteenth Century England    Call No:Film 2615   A collection formed by the actor Frank Pettingell. Series One covers  1000 manuscripts by the most popular dramatists of the Victorian era.  Series Two covers 300 pantomime libretti, reflecting the tremendous  popularity of the form and Series Three covers the collection of  printed plays over 5000 in all. On reel one there is a complete listing  which gives an alphabetical index of authors and details of the plays.   Access: The Popular Stage guides to all three series can be found in  the first floor reference area at Ref1 PN2594.P6.          Three Centuries of English and American Plays    Call No: MP13 (microprint)   Comprehensive collection of English plays, published 1515-1800, and American plays, published 1714-1830.  Includes translations of foreign plays and multiple editions of many titles. Around 5600 plays in all.   Access: Three Centuries of English and American Plays: a checklist.  Z2014.D7 B45, in the first floor Reference Room and the Microform  Center.   *Collection divided into segments: American 1714-1830; British 1515-1641, 1642-1700, 1701-1750, 1751-1800.  Plays arranged by author or title for anonymous works.                           Browse Subjects      Theatre and Performance Studies       Plays and Playwrights    Dance and Dance Education    Music    Television and Radio    Business of Performing Arts                           Page last modified: September, 2007       Privacy Policy |   Contact Us |    Staff Wiki |   Career Opportunities       Search This Site |   NYU Website |   NYU Home                 &copy; Copyright April, 2015 New York University"}, {"content": "Our Pulpy Past: 10 Facts You Forgot About Life Pre-Internet (From NYU Stories) | At a Glance                                                                                              At a Glance                    News from the NYU Steinhardt Community                                       Skip to content           Home Sample Page                    NYU Steinhardt School of Culture, Education, and Human Development              apply now      request info      contact                       Admissions         About Steinhardt         Academics         Faculty         Students          Alumni         Research         News and Events         Media                    NYU Steinhardt At a Glance                The Blog                                         &larr; Toward the Fear: Bullying Confronted on Stage (From NYU Stories)        Steinhardt&#8217;s &#8216;Brown: 60 and Beyond&#8217; Brings Anna Deavere Smith, Rudy Crew, and Farai Chideya to NYU &rarr;                    Our Pulpy Past: 10 Facts You Forgot About Life Pre-Internet (From NYU Stories)                   Our Pulpy Past:  10 Facts You Forgot About Life Pre-Internet (From NYU Stories )      Before the “My Documents” folder on your computer, there were physical documents—memos, rent receipts, promissory notes, hotel registers, datebooks, grocery lists written on the back of envelopes. Remember life before you could read an e-book, score e-tickets, or e-file your taxes online?       In her new book,  Paper Knowledge: Toward a Media History of Documents , NYU’s Lisa Gitelman , professor  and chair of the Department of Media, Culture and Communication, charts a course from the letterpress to the PDF, considering the various shapes that our pamphlets and periodicals have taken over the past 150 years. Along the way she shows how the ability to make copies—ushered in through technologies from the mimeograph to the Xerox machine—changed our thinking about documents, and explores how computers have allowed us to create digital versions of old paper forms.   “Consider that paper is a figure both for all that is sturdy and stable (as in, ‘Let’s get that on paper!’),” Gitelman writes, “and for all that is insubstantial and ephemeral (including the paper tiger and the house of cards).”   Below, courtesy of  Paper Knowledge , are just a few forgotten facts anecdotes from our papery past.   Those expensive letterpress wedding invitations? They’re a holdover from waaaaay back.  Johannes Gutenberg and his associates famously developed letterpress printing—the process of arranging blocks of movable type into a press, inking, and then pressing paper against it—in the mid-fifteenth century, and it was pretty much the only way of printing until 1800. But nowadays, Gitelman writes, we’ve got so many speedy and efficient “planographic, photochemical, and electrostatic means of printing” that “printers” are more often machines than people, and almost nothing (except that custom-made monogrammed stationery you ordered on Etsy) is printed by letterpress. The downside? You don’t get the tactile satisfaction of touching the letters with your fingers, because modern printing methods don’t leave impressions on the paper.   Under the British stamp tax on American colonies in 1765, colonists were required to use only imported paper that was specially stamped—and they really didn’t like it.  When the stamped paper arrived in Boston in February 1766, Gitelman writes, it was found guilty at a mock trial, hanged from a “tree of liberty,” and then “burned to death.”   There were books, and then there were ____________ books.  “Job printing”—printing not of literature but of tickets, timetables, ledgers, posters, diplomas, and other fill-in-the-blank ephemera—was a booming business by the 19th century, Gitelman writes. Think checkbooks: Someone had to print all those “Pay to the order of _____________”s. And notebooks? Someone inked the rules onto the pages (there were special ruling machines designed for the purpose). A few of the items (“address-books,” “day-books,” “package receipts,” “reporters’ note-books”) listed in the “blank books” entry from the 1894 American Dictionary of Printing and Bookmarking are familiar to us today, while others (“fern and moss albums,” “flap memorandums,” “milk-books,” “two-third books”) are, as Gitelman puts it, now obscure.   The U.S. Supreme Court ruled in 1894 that Western Union wasn’t liable for garbled messages in telegrams.  That’s because they included fine print (saying they didn’t guarantee accuracy) on both the forms senders used to handwrite notes and those the telegraph offices used to rewrite the messages for delivery to their recipients. Gitelman compares these disclaimers to the end user license agreements to which we must opt in to use many kinds of software today.   James Agee requested that his book  Let Us Now Praise Famous Men be printed on newsprint.  The idea was to signify that the work (like a daily newspaper) was timely, and to make the book about Southern poverty accessible to more readers by keeping the cost down (newsprint was the cheapest of papers). His publisher declined.   Xerographic reproduction was effectively illegal in the Soviet Union.  But here in the U.S., the technology played a central role in Cold War era politics, Gitelman writes: In October 1969, Daniel Ellsberg began taking sections from a 47-volume work called “History of U.S. Decision-Making Process on Vietnam Policy” home from his office and copying them. He created what would become known as the “Pentagon papers”—arguably the most famous Xeroxes in history. The document had been requested by Robert MacNamara in 1967 and penned over a year and a half by 36 anonymous authors working with Pentagon and State Department files. Before leaking the pages to the New York Times in 1971, Ellsberg and friends used scissors and cardboard to edit the words “TOP SECRET—Sensitive” from the margins of the copies.   Yep, office humor predates email.  In the 1960s and ’70s, folklorists Alan Dundes and Car Pagter collected examples of “Xerox-lore,” or (sometimes raunchy) humor that was reproduced and circulated on paper. They published Urban Folklore from the Paperwork Empire in 1975, releasing subsequent volumes every few years until 2000, when jokes about the strain of “living as modern bureaucratic subjects” had begun to move online.   Microfilm lives!  Today ProQuest offers a database of Early English Books Online, which contains digital facsimiles of English-language works printed between 1470 and 1700. The images have been scanned from microfilm, some of it dating back to an archiving project begun at the British Museum in 1935—and ProQuest is currently working with 125 libraries around the world to continue the process. In fact, there are few online research databases of centuries-old materials that aren’t built on scans of microforms, Gitelman writes.   The PDF was born in 1991.  The acronym stands for portable document format, a file type devised by Adobe Systems and later adopted as an open standard. The point of it is to make the visual elements of documents portable across platforms and devices—or, in other words, to make documents that look the same on screen as in print.   In 2009, the Modern Language Association declared that print was no longer the “default medium.”  Does that mean print is dead? Not quite. But the current MLA handbook advises researchers to label works cited as either “Print” or “Web.”   —Eileen Reynolds                                              Posted by Debra Weinstein on April 14, 2014 10:36 pm   | Permalink |   Comments                                       &larr; Toward the Fear: Bullying Confronted on Stage (From NYU Stories)        Steinhardt&#8217;s &#8216;Brown: 60 and Beyond&#8217; Brings Anna Deavere Smith, Rudy Crew, and Farai Chideya to NYU &rarr;                                                      Search At a Glance                                             Follow NYU Steinhardt         Enter your email address now and get news delivered right to your inbox.    Email address:                                  NYU Steinhardt Twitter   NYU Steinhardt Facebook   NYU Steinhardt Youtube   NYU Steinhardt Instagram   NYU Steinhardt LinkedIn     Social Media Directory                   Recent Posts                     An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th           At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities           Julia Wolfe Wins 2015 Pulitzer Prize for Music           Steinhardt Researchers Examine Primary Care in Dominica           Literacy App Improves School Readiness in At-Risk Preschoolers, Finds Study by Steinhardt Researchers                                 NYU Steinhardt Blogs                           Steinhardt At a Glance           Student Matters          More                                                                                      This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]}]