[{"detail": [{"content": "Spring 2015 Cross Listed Undergraduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Spring 2015 | Cross Listed Undergraduate Courses Originating in Other Departments                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Spring 2015 | Cross Listed Undergraduate Courses Originating in Other Departments       Spring 2015 | Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.          Course Name    Credits    Course Number    Professor    Day    Time    Originates in       Topics: Labor and the Global Market: Literature, Film &amp; History    4.0    IDSEM-UG 1644 COLIT-UA 550 Forman    Tues/Thurs    3:30-4:45 Gallatin  Topics: What is Critique?    4.0    IDSEM-UG 1714 COLIT-UA 141 Huber    Thursday    3:30-6:10 Gallatin     Topics in French Literature: An Introduction to Jacques Derrida (1930-2004)  4.0  COLIT-UA 868.002 FREN-UA 723 Nouis Mon/Wed 11:00-12:15 French  Topics in Modern Arab Cultures: Landmarks of Modern and Contemporary Arabic Literature  4.0 COLIT-UA 798 MEIS-UA 720 Uthman Wed 5:30-7:50 MEIS       Hellscapes and Elysia in the Renaissance and Beyond      4.0 COLIT-UA 173 ITAL-UA 172 McHugh Mon/Wed 11:00-12:15 Italian       The Age of  angst: German and Austrian Intellectual History, 1890-1938      4.0 COLIT-UA 244 GERM-UA 244 George Mon/Wed 11:00-12:15 German       Introduction  to Theory – German Media Theory: From Aesthetics to Cultural Techniques      4.0 COLIT-UA 249     GERM-UA 249          Smith Tues/Thurs 2:00-3:15 German     Re-imagining Greek Tragedy: Context, Influence and Performance    4.0 HEL-UA 140 COLIT-UA 951      Taxidou Tuesday 3:30-6:00 Hellenic   Literature &amp; Society in the Middle East  4.0 MEIS-UA 711 COLIT-UA 711 Igsiz Mon/Wed 2:00-3:15 MEIS      Topics in Modern Arab Cultures: Landmarks of Modern and Contemporary Arabic Literature Uthman      This course introduces students to  significant prose works of the Arabic literary tradition from approximately the  last hundred years. We will read them in translation, but those with sufficient  Arabic competence are encouraged to read the original, or to work comparatively  between the Arabic and English versions.      Rather than a developmental model, in which  modern and contemporary Arabic literature are gauged by how far they have  advanced in relation to Western literary achievement, this course attends to  how literary works function as nodes around which cluster various consequences  – literary and extra-literary – and engage with the environments in which they  were written. Participants are encouraged to consider texts through the prisms  of their multiple contexts – the historical, the social and the cultural, as  well as gender and class – while attending to them, in contrapuntal fashion, as  works of art.      This course is reading intensive (about  150-200 pages per week) and requires thoughtful analysis of literary texts. We  will consider texts of varying pedigrees: our rallying point in all of our  readings will be the formal elements of the text, such as theme, plot, style  and character. As we discuss these elements, we will investigate how these  works represent modern and contemporary Arab experience, including issues of  modernity and tradition, displacement, migration and exile, oppression and  resistance as well as shifting notions of the nation. We will consider a  variety of perspectives and critical interventions; at all times, we will  consider how literature is, means and does.       Topics in French Literature: An Introduction to Jacques Derrida (1930-2004) Nouis      From Derrida’s critique of  “Western” categorizations of universality and rationality (logocentrism,  phallogocentrism, humanism, anthropocentrism), to his later reflections on  metaphoricity, translation, and performativity, this course will first explore  the question of “writing” as it unfolds throughout the 1960’s and beyond. We will  then focus on the more directly political and ethical dimension of Derrida’s  thought, and carefully examine his use of concepts such as hos(ti)pitality,  gift, forgiveness, animality, friendship, faith, and \"événement,\"  paying particular attention to his later conversation with Emmanuel Levinas.  Readings will include passages, chapters and essays taken from Writing and  difference (1967), On Grammatology  (1967), Psyche. Inventions of the other (1987), Points..., (1992); Force of Law  (1994); Politics of Friendship (1994); Monolinguism of the Other (1996) ; Of  Hospitality (1997) ; On Cosmopolitanism and Forgiveness (1997); Philosophy in a Time of Terror (2003); The  Beast and the Sovereign (2008), etc. The course and the readings will be in  English. Topics in Labor and the Global Market: Literature, Film &amp; History Forman Globalization has become a  much-debated and deeply controversial topic. In this class, we will focus on  the ways that labor has been represented and understood, especially in  relationship to the development of capitalism in its global form. We will  explore how the movement of capital, commodities, and workers across the globe  and with seeming indifference to national borders shapes the idea of work and  those who perform it. Of equal importance in our study will be the way that  work transforms the structure of the global economy. Some primary questions we  will explore are: How has the demand for labor required migration and imposed  geographical dislocations? How does labor create value within these new  locations? How do some gain control of the work of others? How do workers  organize themselves and develop community in new locations? How does this  relationship of power change over time? Some likely texts for the course  include: Shakespeare, The Tempest; Ngugi wa Thiong'o’s postcolonial play, I  will Marry When I Want; a Haitian novel about a sugar cane worker who migrates  to the Dominican Republic. We will place these fictional texts in conversation  with visual representations by Diego Rivera, works by Marx, by anthropologists  and narrative filmmakers on sex tourism and domestic labor, and by documentary  filmmakers and historians on global corporations and utopian economies.  Topics: What is Critique? Huber      The philosopher  and theorist Michel Foucault argued that critique is a powerful form of  insubordination and a crucial “instrument for those who fight, resist, and who  no longer want what is.” But how might critical philosophy, which trades in  ideas, help us combat material and pervasive forms of injustice? What is  theory’s relationship to praxis and to politics, and what kind of theory or  practice is critique? The seminar begins with a consideration of the uneasy  place of critique in the western philosophical tradition. We will read Kant,  Marx, Foucault, Butler, Mahmood and Mbembe among others, in order to establish  a sense of how critique emerges as a mode of radical questioning, an art of  unsettling self-evident answers and interfering with established relations of  power. We will consider what the practice of critique entails, and what it  means to suggest, as these authors do, that critique interrogates the  historically specific relationships between power, truth and the subject. In  the last third of the class, we will focus on queer of color critique (Muñoz,  Ferguson, Reddy, and Chen), a relatively recent body of scholarship that  exemplifies the urgency, risk and daring of critique as a critical  practice.   Hellscapes and Elysia in the Renaissance and Beyond McHugh     This course explores various representations of otherworlds,  both infernal and paradisal: the realms of the afterlife, regions of marvel or  idyllic bliss, political utopias and dystopias. Readings and discussion focus  on how these imagined lands reflect, critique, and animate the real world, from  antiquity through our own times. The Age of  angst: German and Austrian Intellectual History, 1890-1938 George      This course  explores the profound sense of crisis, uncertainty, and anxiety that pervaded  German and Austrian experience in the late nineteenth and early twentieth  centuries. The era’s radical changes—among them the traumas of war, rapid  industrialization and urbanization, shifting gender roles, and the political  and economic instability of the interwar years—seemed to shake the very bedrock  upon which society had been built. The intellectual responses to this pervasive  sense of upheaval and angst, as well as the challenges and changes themselves,  form the focus of this course, as we explore the relationship between modernity  and crisis in early twentieth-century Germany and Austria. Readings will  include Nietzsche, Freud, Simmel, Weber, Kracauer, Benjamin, and Heidegger.  Introduction  to Theory – German Media Theory: From Aesthetics to Cultural Techniques Smith      This course  presents a survey of the German strain of media theory from the perspective of  the persistent interchanges and parallels between it and social thought and  forms. We will follow a trajectory that can be roughly outlined by four  movements: 1) Media theory’s ancestors in classical philosophy; 2) The boom in  aesthetic theory that took place in 18th-century German philosophy, one still  based in a humanistic understanding of the world; 3) late 20th-century  discussions of discourse networks and systems theory, which attempt to  de-center the human subject in favor of an understanding of the technical  forces that drive history; and 4) the contemporary understanding of the  intertwined nature of technical media and culture proposed in the school of  “cultural techniques.” Thus this course additionally addresses the ways in  which Media Studies provides a template for understanding the ethical, legal,  and social position of human subject in the “digital” and technologically  mediated world.  Re-imagining Greek Tragedy: Context, Influence and Performance Taxidou The   encounters with Greek Tragedy throughout the ages have not only shaped   our understanding of theatre in the Western canon, but have also   informed basic concepts and theories of classicism, neo-classicism and   humanism more broadly. A privileged genre in aesthetic theory, its   powerful roles (like Clytemnestra, Oedipus, Antigone) have had a huge   impact on modern thinking, from psychoanalysis and philosophy to legal   and political theory. This course will take an interdisciplinary   approach to Greek Tragedy, bringing together critical languages from   Classics, Theatre Studies, Performance Theory, but also philosophy and   critical theory. Through a series of close readings of key   play-texts by the three tragedians--Aeschylus, Sophocles and   Euripes--this course will analyse the development of Greek tragedy as a   dramatic genre and vehicle for performance within the context of the   democratic city-state. It will also look at the ways these texts have   been re-written and re-imagined for performance within the broader   context of modernity. Literature &amp; Society in the Middle East Igsiz Examines selected works in translation of leading 20th-century poets,   novelists, and short story writers that reflect changing conditions and   mores within Middle Eastern and North African societies. Investigates   such topics as conflicts between traditionalists and modernists, the   impact of urbanization on rural societies, and the existential dilemmas   of men and women.                    Back to Top                     Contact us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Spring 2015 Cross Listed Undergraduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Spring 2015 | Cross Listed Undergraduate Courses Originating in Other Departments                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Spring 2015 | Cross Listed Undergraduate Courses Originating in Other Departments       Spring 2015 | Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.          Course Name    Credits    Course Number    Professor    Day    Time    Originates in       Topics: Labor and the Global Market: Literature, Film &amp; History    4.0    IDSEM-UG 1644 COLIT-UA 550 Forman    Tues/Thurs    3:30-4:45 Gallatin  Topics: What is Critique?    4.0    IDSEM-UG 1714 COLIT-UA 141 Huber    Thursday    3:30-6:10 Gallatin     Topics in French Literature: An Introduction to Jacques Derrida (1930-2004)  4.0  COLIT-UA 868.002 FREN-UA 723 Nouis Mon/Wed 11:00-12:15 French  Topics in Modern Arab Cultures: Landmarks of Modern and Contemporary Arabic Literature  4.0 COLIT-UA 798 MEIS-UA 720 Uthman Wed 5:30-7:50 MEIS       Hellscapes and Elysia in the Renaissance and Beyond      4.0 COLIT-UA 173 ITAL-UA 172 McHugh Mon/Wed 11:00-12:15 Italian       The Age of  angst: German and Austrian Intellectual History, 1890-1938      4.0 COLIT-UA 244 GERM-UA 244 George Mon/Wed 11:00-12:15 German       Introduction  to Theory – German Media Theory: From Aesthetics to Cultural Techniques      4.0 COLIT-UA 249     GERM-UA 249          Smith Tues/Thurs 2:00-3:15 German     Re-imagining Greek Tragedy: Context, Influence and Performance    4.0 HEL-UA 140 COLIT-UA 951      Taxidou Tuesday 3:30-6:00 Hellenic   Literature &amp; Society in the Middle East  4.0 MEIS-UA 711 COLIT-UA 711 Igsiz Mon/Wed 2:00-3:15 MEIS      Topics in Modern Arab Cultures: Landmarks of Modern and Contemporary Arabic Literature Uthman      This course introduces students to  significant prose works of the Arabic literary tradition from approximately the  last hundred years. We will read them in translation, but those with sufficient  Arabic competence are encouraged to read the original, or to work comparatively  between the Arabic and English versions.      Rather than a developmental model, in which  modern and contemporary Arabic literature are gauged by how far they have  advanced in relation to Western literary achievement, this course attends to  how literary works function as nodes around which cluster various consequences  – literary and extra-literary – and engage with the environments in which they  were written. Participants are encouraged to consider texts through the prisms  of their multiple contexts – the historical, the social and the cultural, as  well as gender and class – while attending to them, in contrapuntal fashion, as  works of art.      This course is reading intensive (about  150-200 pages per week) and requires thoughtful analysis of literary texts. We  will consider texts of varying pedigrees: our rallying point in all of our  readings will be the formal elements of the text, such as theme, plot, style  and character. As we discuss these elements, we will investigate how these  works represent modern and contemporary Arab experience, including issues of  modernity and tradition, displacement, migration and exile, oppression and  resistance as well as shifting notions of the nation. We will consider a  variety of perspectives and critical interventions; at all times, we will  consider how literature is, means and does.       Topics in French Literature: An Introduction to Jacques Derrida (1930-2004) Nouis      From Derrida’s critique of  “Western” categorizations of universality and rationality (logocentrism,  phallogocentrism, humanism, anthropocentrism), to his later reflections on  metaphoricity, translation, and performativity, this course will first explore  the question of “writing” as it unfolds throughout the 1960’s and beyond. We will  then focus on the more directly political and ethical dimension of Derrida’s  thought, and carefully examine his use of concepts such as hos(ti)pitality,  gift, forgiveness, animality, friendship, faith, and \"événement,\"  paying particular attention to his later conversation with Emmanuel Levinas.  Readings will include passages, chapters and essays taken from Writing and  difference (1967), On Grammatology  (1967), Psyche. Inventions of the other (1987), Points..., (1992); Force of Law  (1994); Politics of Friendship (1994); Monolinguism of the Other (1996) ; Of  Hospitality (1997) ; On Cosmopolitanism and Forgiveness (1997); Philosophy in a Time of Terror (2003); The  Beast and the Sovereign (2008), etc. The course and the readings will be in  English. Topics in Labor and the Global Market: Literature, Film &amp; History Forman Globalization has become a  much-debated and deeply controversial topic. In this class, we will focus on  the ways that labor has been represented and understood, especially in  relationship to the development of capitalism in its global form. We will  explore how the movement of capital, commodities, and workers across the globe  and with seeming indifference to national borders shapes the idea of work and  those who perform it. Of equal importance in our study will be the way that  work transforms the structure of the global economy. Some primary questions we  will explore are: How has the demand for labor required migration and imposed  geographical dislocations? How does labor create value within these new  locations? How do some gain control of the work of others? How do workers  organize themselves and develop community in new locations? How does this  relationship of power change over time? Some likely texts for the course  include: Shakespeare, The Tempest; Ngugi wa Thiong'o’s postcolonial play, I  will Marry When I Want; a Haitian novel about a sugar cane worker who migrates  to the Dominican Republic. We will place these fictional texts in conversation  with visual representations by Diego Rivera, works by Marx, by anthropologists  and narrative filmmakers on sex tourism and domestic labor, and by documentary  filmmakers and historians on global corporations and utopian economies.  Topics: What is Critique? Huber      The philosopher  and theorist Michel Foucault argued that critique is a powerful form of  insubordination and a crucial “instrument for those who fight, resist, and who  no longer want what is.” But how might critical philosophy, which trades in  ideas, help us combat material and pervasive forms of injustice? What is  theory’s relationship to praxis and to politics, and what kind of theory or  practice is critique? The seminar begins with a consideration of the uneasy  place of critique in the western philosophical tradition. We will read Kant,  Marx, Foucault, Butler, Mahmood and Mbembe among others, in order to establish  a sense of how critique emerges as a mode of radical questioning, an art of  unsettling self-evident answers and interfering with established relations of  power. We will consider what the practice of critique entails, and what it  means to suggest, as these authors do, that critique interrogates the  historically specific relationships between power, truth and the subject. In  the last third of the class, we will focus on queer of color critique (Muñoz,  Ferguson, Reddy, and Chen), a relatively recent body of scholarship that  exemplifies the urgency, risk and daring of critique as a critical  practice.   Hellscapes and Elysia in the Renaissance and Beyond McHugh     This course explores various representations of otherworlds,  both infernal and paradisal: the realms of the afterlife, regions of marvel or  idyllic bliss, political utopias and dystopias. Readings and discussion focus  on how these imagined lands reflect, critique, and animate the real world, from  antiquity through our own times. The Age of  angst: German and Austrian Intellectual History, 1890-1938 George      This course  explores the profound sense of crisis, uncertainty, and anxiety that pervaded  German and Austrian experience in the late nineteenth and early twentieth  centuries. The era’s radical changes—among them the traumas of war, rapid  industrialization and urbanization, shifting gender roles, and the political  and economic instability of the interwar years—seemed to shake the very bedrock  upon which society had been built. The intellectual responses to this pervasive  sense of upheaval and angst, as well as the challenges and changes themselves,  form the focus of this course, as we explore the relationship between modernity  and crisis in early twentieth-century Germany and Austria. Readings will  include Nietzsche, Freud, Simmel, Weber, Kracauer, Benjamin, and Heidegger.  Introduction  to Theory – German Media Theory: From Aesthetics to Cultural Techniques Smith      This course  presents a survey of the German strain of media theory from the perspective of  the persistent interchanges and parallels between it and social thought and  forms. We will follow a trajectory that can be roughly outlined by four  movements: 1) Media theory’s ancestors in classical philosophy; 2) The boom in  aesthetic theory that took place in 18th-century German philosophy, one still  based in a humanistic understanding of the world; 3) late 20th-century  discussions of discourse networks and systems theory, which attempt to  de-center the human subject in favor of an understanding of the technical  forces that drive history; and 4) the contemporary understanding of the  intertwined nature of technical media and culture proposed in the school of  “cultural techniques.” Thus this course additionally addresses the ways in  which Media Studies provides a template for understanding the ethical, legal,  and social position of human subject in the “digital” and technologically  mediated world.  Re-imagining Greek Tragedy: Context, Influence and Performance Taxidou The   encounters with Greek Tragedy throughout the ages have not only shaped   our understanding of theatre in the Western canon, but have also   informed basic concepts and theories of classicism, neo-classicism and   humanism more broadly. A privileged genre in aesthetic theory, its   powerful roles (like Clytemnestra, Oedipus, Antigone) have had a huge   impact on modern thinking, from psychoanalysis and philosophy to legal   and political theory. This course will take an interdisciplinary   approach to Greek Tragedy, bringing together critical languages from   Classics, Theatre Studies, Performance Theory, but also philosophy and   critical theory. Through a series of close readings of key   play-texts by the three tragedians--Aeschylus, Sophocles and   Euripes--this course will analyse the development of Greek tragedy as a   dramatic genre and vehicle for performance within the context of the   democratic city-state. It will also look at the ways these texts have   been re-written and re-imagined for performance within the broader   context of modernity. Literature &amp; Society in the Middle East Igsiz Examines selected works in translation of leading 20th-century poets,   novelists, and short story writers that reflect changing conditions and   mores within Middle Eastern and North African societies. Investigates   such topics as conflicts between traditionalists and modernists, the   impact of urbanization on rural societies, and the existential dilemmas   of men and women.                    Back to Top                     Contact us | &copy; New York University , Arts and Science"}, {"content": "Courses - Spring 2015                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   NYU Sydney   /   Academics                 Sub Navigation                                 Courses                       Faculty                       Academic Internship                                                                   Courses - Spring 2015        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department, can be found here .   Spring 2015 courses with days and times will be available in Albert, NYU's Student Information System the week of October 13, 2014. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .                   Academic Requirements & Registration Guidelines                                           Please review these requirements and guildelines before registration                                 Students must register for 12-18 credits   All students must participate in Global Orientations. Students do not need to enroll for this course during registration.     Attendance is expected and required; absences will negatively affect grades   Before you plan your personal travel, check your syllabi! Academic site visits and field trips are considered required class time.   If you're wait-listing, don't forget to Swap. More information on wait-listing is available here .     Certain Business, Science, and Psychology courses have prerequisites, visiting students email global.academics@nyu.edu for permission.     More information about Registering for Study Away Courses and registration FAQ's is available here .   If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                            Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016             Required Course for All Students                                                   Global Orientations: Australian Society and Culture                               Australian society is replete with contradictions. Aussies famously describe their nation as the lucky country, yet from the Indigenous perspective, it might more aptly be called the stolen country. Australia is the land of the fair go, which cruelly detains refugees; a multicultural nation with a history of a white Australia policy; a place with distinctive local traditions, which takes many of its cues from global culture; an easy-going country with a surprisingly large degree of governmental control over individual liberties; a highly urbanised population that romances the Bush and the Outback as embodying ‘real’ Australia; a nation proud of its traditions of egalitarianism and mateship, with numerous rules about who is allowed in ‘the club’; a society with a history of anti-British and anti-American sentiment that simultaneously hold strong political allegiances and military pacts with Britain and the USA; and a place with a history of progressive social policy and a democratic tradition, which has never undergone a revolution. This course strives to make sense of Australian society and culture by exploring the complexities and contradictions in Australia’s self-image.   The course will be introduced with an overview, and followed by four sessions covering four distinct themes during Orientation and the first three weeks of semester. Each session will include a 1-hour lecture, either given by the instructor or a guest lecturer, and a recitation-style discussion. There are seven mandatory field trips: Sydney Harbour Cruise, Rocks Walking Tour, The Blue Mountains, Featherdale Wildlife Park, Balmain Bowling Club Lawn Bowls, Overnight trip to Inglevale Farm, and the NYU World Tour.   Sample Syllabus                          Anthropology                                                 Anthropology of Indigenous Australia - ANTH-UA 9037 - 4 points                               This course offers an introduction to some of the classical and current issues in the anthropology of Indigenous Australia. The role of anthropology in the representation and governance of Indigenous life is itself an important subject for anthropological inquiry, considering that Indigenous people of Australia have long been the objects of interest and imagination by outsiders for their cultural formulations of kinship, ritual, art, gender, and politics. These representations—in feature films about them (such as Rabbit-Proof Fence and Australia), New Age Literature (such as Mutant Message Down Under), or museum exhibitions (such as in the Museum of Sydney or the Australian Museum)—are now also in dialogue with Indigenous forms of cultural production, in genres as diverse as film, television, drama, dance, art and writing. The course will explore how Aboriginal people have struggled to reproduce themselves and their traditions on their own terms, asserting their right to forms of cultural autonomy and self-determination. Through the examination of ethnographic and historical texts, films, archives and Indigenous life-writing accounts, we will consider the ways in which Aboriginalities are being challenged and constructed in contemporary Australia.   The course will consist of lectures interspersed with discussions, student presentations, and films/other media; we may also have guest presenters.       Sample Syllabus                                                                        Indigenous Australian Art: An Analytical Survey - ANTH-UA 9038 or SCA-UA 9836 - 4 points                               This course is a survey of the principal themes and issues in the development of Indigenous art in Australia. It focuses on some of the regional and historical variations of Aboriginal art in the context of the history of a settler nation, while considering the issues of its circulation and evaluation within contemporary discourses of value. Topics include the cosmological dimensions of the art, its political implications, its relationship to cultural identity, and its aesthetic frameworks. Students will visit some of the major national collections of Indigenous Australian art as well as exhibitions of contemporary works. There will also be guest presentations from Indigenous artists and Indigenous art curators.     Sample Syllabus                                Asian/Pacific/American Studies (Social and Cultural Analysis)                                                    Indigenous Australian Art: An Analytical Survey - ANTH-UA 9038 or SCA-UA 9836 - 4 points                               This course is a survey of the principal themes and issues in the development of Indigenous art in Australia. It focuses on some of the regional and historical variations of Aboriginal art in the context of the history of a settler nation, while considering the issues of its circulation and evaluation within contemporary discourses of value. Topics include the cosmological dimensions of the art, its political implications, its relationship to cultural identity, and its aesthetic frameworks. Students will visit some of the major national collections of Indigenous Australian art as well as exhibitions of contemporary works. There will also be guest presentations from Indigenous artists and Indigenous art curators.     Sample Syllabus                                Biology                                                    Principles of Biology II - BIOL-UA 9012 - 4 points (Lecture & Recitation)                               Prerequisite: high school chemistry and BIOL-UA 11, Principles of Biology I or equivalent   Students registering for this course must register for Lecture &amp; Recitation.     This course gives a broad overview of biology from an evolutionary perspective. Students will be introduced to the major biological forms and functions using a comparative approach. Particular emphasis will be given to how biological structures and systems are adapted to life history and ecology. Lectures will take place at the NYU Sydney Academic Centre. Lab classes will be conducted in a facility within walking distance of student housing. Laboratory exercises illustrate the basics of experimental biology, molecular biology, and biochemistry as well as the diversity of life forms and organ systems.     Sample Syllabus                                                                    Principles of Biology Lab - BIOL-UA 9123 - 1 point (Laboratory)                               Note: Biology majors are not required to register for this lab course. All other students should consult with their advisor to determine if the lab is a requirement of their program of study.   Laboratory exercises illustrate the basics of experimental biology, molecular biology, and biochemistry as well as the diversity of life forms and organ systems.   Sample Syllabus                                Business                                                    Foundations of Finance - FINC-UB 9002 - 4 points                               Prerequisites: (1) STAT-UB 103 Statistics for Business Control and Regression/Forecasting Models OR STAT-UB 1 Statistics for Business Control (4 credit) plus STAT-UB 3 Regression/Forecasting (2 credit) OR equivalent AND (2) one of the following: ECON-UB 1 Microeconomics OR ECON-UA 2 Economic Principles II, OR ECON-UA 5 Introduction to Economic Analysis, AND (3) ACCT-UB 1 Principles of Financial Accounting AND (4) At least Sophomore Standing.   This course is a rigorous, quantitative introduction to financial market structure and financial asset valuation. This course seeks to equip students with a fundamental understanding of the concepts and principles of finance. The main topics of the course are time value of money, portfolio selection, equilibrium asset pricing (CAPM), equity valuation, arbitrage pricing, fixed income securities and derivatives. You are expected to understand valuation formulas and be able to apply them to new problems. The appropriate tools necessary for solving these problems will be developed at each stage and practiced in the homework assignments. The models we will cover have immediate applications and implications for real-world financial decisions. Every effort will be made to relate the course material to current financial news.   Throughout the course the emphasis will be on two main areas: learning conceptual knowledge through theory and problem solving; and critical thinking through the application of real-life scenarios and local cases. The course will incorporate aspects of Australian securities market and financial institutions and a comparative approach will be adopted in demonstrating similarities and differences between the U.S. capital market and the Australian capital market.   Sample Syllabus                                                                    Introduction to Marketing - MKTG-UB 9001 - 4 points                               This course introduces students to the concepts and skills needed to create and critique effective marketing. Marketers in all organisations require an understanding of the many facets of marketing, beyond simply advertising or communications. The American Marketing Association defines marketing as:   “Marketing is the activity, set of institutions, and processes for creating, communicating, delivering, and exchanging offerings that have value for customers, clients, partners, and society at large.”   The course focuses on the role of marketing and its importance in contemporary organisations and society. During the session, students will critically explore marketing principles, concepts and models from a practical perspective. Beyond studying the theory of marketing, students will analyse a variety of real-world examples and case studies. Organisations need to create a balanced, coordinated marketing mix, where all elements of its marketing activities work together. Marketing also requires combining qualitative and quantitative analysis to gain an understanding and reveal insights into the internal and external environment. To achieve this, the course uses a combination of lectures, class discussion, case studies, assignments and exams. The remainder of this syllabus describes the course and students responsibilities.   Sample Syllabus                                Chemistry                                                    Organic Chemistry II - CHEM-UA 9226 - 5 points (Lecture, Laboratory, & Recitation)                               Prerequisite: CHEM-UA 243, Organic Chemistry I or its equivalent   Students registering for this course must also register for the Laboratory section     The aim of the course is to introduce advanced concepts in organic chemistry with particular emphasis on aromatic and carbonyl systems. Some simple aspects of biochemistry including carbohydrates will be discussed. The importance of spectroscopic techniques in organic chemistry will be emphasised. Lectures will take place at the NYU Sydney Academic Centre. Weely 4 1/2 hr. laboratory sessions will be conducted in a facility within walking distance of student housing where students have the opportunity to conduct experiments using NMR and IR machines. A pre-lab session of 20 minutes will take place at the beginning of each practical class. Students will acquire the practical skills of Organic Chemistry and will become familiar with organic laboratory procedures and techniques.     Sample Syllabu s                            Child and Adolescent Mental Health Studies                                                    Child and Adolescent Brain Development: Applications From Neuroscience to Practice - CAMS-UA 9141 - 4 points                               This course aims to understand the key aspects of the anatomy of the human brain, the development of the human brain across the lifespan and how scientists observe, assess and intervene in the development of neurocognitive processes in childhood and adolescence. Students will develop an appreciation of the complexity of the human brain, the limits and advantages of our current knowledge. Also, students will gain an awareness that a neurocognitive perspective has explained a considerable array of human behavior, including aspects of emotional functioning and personality.   Sample Syllabus                                College Core Curriculum                                                  Expressive Culture: Film - CORE-UA 9750 - 4 points                               How has Australian cinema engaged with significant and often contested historical, political and cultural events in the nation’s past? The films in this course offer critical perspectives on the history of colonisation in Australia; the legacies of the Stolen Generations; the controversies surrounding Australia’s role in World War One; as well as Australia’s relationships with its Pacific Asian neighbours. We will focus on films that have marked significant shifts in public consciousness about the past such as Gallipoli (1981), Rabbit-Proof Fence (2002) and Balibo (2009). We will also draw on films that have employed innovative narrative and aesthetic strategies for exploring the relationship between the past and the present such as Ten Canoes (2006) and The Tracker (2002). Throughout the course, students will develop their understanding of the basic methods and concepts of cinema studies. In particular, students will develop a critical vocabulary for analysing how filmmakers have approached the use of memory, testimony, re-enactment, researched detail, allegory and archives across a diverse range of examples.     Sample Syllabus                                Creative Writing                                                    Creative Writing - WRTNG-UG 9501 or CRWRI-UA 9815 - 4 points                               In this class students are encouraged to consider the intersectional environments (natural, urban, cultural, historical etc.) that they interact with and within, and how their sensibilities differ living away from home to contemplate how a sense of place can be conveyed through writing. We will engage with a diverse range of readings – featuring many Australian authors – and discuss technical elements and affective poetics to learn how to ‘read as a writer’. Weeks are devoted to crafting the short story and poetry. Students will complete weekly ‘microfiction’ homework exercises based upon images they take or find, and participate in in-class writing exercises, all of which will contribute to the writing journal submitted with the final work. The class emphasises the importance of embodied interaction with the city through a field trip using ‘The Disappearing’ – a downloadable app featuring over 100 site-specific poems spanning a ‘poetic map’ of Sydney, created by The Red Room Company. Students will think about the possibilities of marrying new technologies with writing as they navigate using poems as landmarks. Students workshop their drafts during the course, learning how to effectively communicate critical feedback and how to be receptive to constructive critique. This takes the form of a discussion in-class and students are required to submit written critical feedback on their classmates’ drafts in an online forum. At the end of the course students will have the opportunity to showcase their work at a reading night to the rest of the NYU Sydney student body and invited faculty.   Sample Syllabus                                English                                                  World Literature in English II: Australia and New Zealand - ENGL-UA 9164 - 4 points                               This course is an introduction to the literatures of Australia, New Zealand and the Pacific region, with a focus on indigenous, migrant and diasporic writing. In addition to major texts from Australia and New Zealand, we will also encounter a range of works from Malaysia, Singapore, the Philippines, and the Pacific islands. Some questions we will tackle include: How have the cultural, historical, and economic processes of colonialism, diaspora and migration connected and shaped this diverse region? How have issues of race and indigeneity been central to various discourses of nationalism? What particular roles have Australia and New Zealand, as sub-imperial powers, played in the region? Finally, what can the latest generation of migrant writing in Australia show us about new forms of interconnections across the globalizing Asia-Pacific? Students in this course will examine novels, poetry, films and theoretical texts to develop critical thinking, reading and writing skills. Along the way, they will gain a solid grounding in the problematics of postcolonialism, race, diaspora, indigeneity, nationalism and multiculturalism.     Sample Syllabus                                                                            Readings in Contemporary Literary Theory: Eco-Criticism - ENVST-UA 9510 or ENGL-UA 9735 - 4 points                               Recent findings in the biological and physical sciences pose complex questions not just for those who work in the lab, but for philosophers, scholars, artists and students of literary theory. In this course we consider the cultural reverberations of ecological awareness—focusing on literature, cinema and visual art. Eco-criticism is a relatively young field of study in the humanities, developed in response to twin crises: actual environmental degradation, and a breakdown in intellectual categories of ‘the natural’ brought on by technology and politics. This course provides an opportunity to reflect on a number of key tropes in ecological thinking including wilderness, pollution, animals, food and apocalypse. Learn about a philosopher who survived a crocodile attack, the beach at the end of the world, how to prepare and eat Australian moths, and why the Large Hadron Collider is a metaphysical machine. Principle texts in this course include American and Australian novels, films and documentaries, read alongside supplementary sources in literary, audio and artistic mediums. We ask how literature—one of the richest arenas for the practice of human imagination—does, has, or could shape environmental thought and action. How does the non-human world enter into human artforms? What are the historical and structural obstacles to admitting different forms of consciousness into text? What literary genres and styles are called forth by the huge ecological challenges of our times?     Sample Syllabus                                Environmental Studies                                                  Journalism and Society: Science, Environment and Politics - JOUR-UA 9503 or ENVST-UA 9503 - 4 points                               In this hybrid reading / writing class, we will explore environmental journalism from an Australian perspective. We will meet for a weekly in-class seminar, except for three to four weeks during the session set aside for field trips. Our field trips will give us the opportunity to experience environmental issues first-hand, meet people, gather story ideas and find local Australian context for our own writing. Guest speakers will join us occasionally to further explore key issues. Our in-class seminars will briefly introduce key journalism concepts and techniques to those new to journalism and reinforce and further develop these skills for experienced journalism students. During each in-class seminar we will also discuss set readings, and explore the environment beat, reading stories that have been reported in Australia and around the world. We will consider work that explores this journalistic tradition, its forms and its themes and the place it takes in the new media world. Drawing our inspiration from great writers, we will find our own stories, our own voices and learn to tell our own tales. We will work on a class blog and each student will produce a news story which may be published on the blog, and a feature story for publication either on our blog or in an Australian or international print or digital outlet.   Sample Syllabus                                                                    Readings in Contemporary Literary Theory: Eco-Criticism - ENVST-UA 9510 or ENGL-UA 9735 - 4 points                               Recent findings in the biological and physical sciences pose complex questions not just for those who work in the lab, but for philosophers, scholars, artists and students of literary theory. In this course we consider the cultural reverberations of ecological awareness—focusing on literature, cinema and visual art. Eco-criticism is a relatively young field of study in the humanities, developed in response to twin crises: actual environmental degradation, and a breakdown in intellectual categories of ‘the natural’ brought on by technology and politics. This course provides an opportunity to reflect on a number of key tropes in ecological thinking including wilderness, pollution, animals, food and apocalypse. Learn about a philosopher who survived a crocodile attack, the beach at the end of the world, how to prepare and eat Australian moths, and why the Large Hadron Collider is a metaphysical machine. Principle texts in this course include American and Australian novels, films and documentaries, read alongside supplementary sources in literary, audio and artistic mediums. We ask how literature—one of the richest arenas for the practice of human imagination—does, has, or could shape environmental thought and action. How does the non-human world enter into human artforms? What are the historical and structural obstacles to admitting different forms of consciousness into text? What literary genres and styles are called forth by the huge ecological challenges of our times?     Sample Syllabus                                                                      Australian Environmental History - ENVST-UA 9450 or HIST-UA 9750 - 4 points                               This course is currently under development     Course description coming soon.What is Australian Environmental History, and how does narrative shape our understanding of Australian Environmental History? This course discusses these questions, as well as others that advance our understanding of the role of environment in Australian history. Questions include: How are environments incorporated into the tool kit of historians? How are environments incorporated into the tool kit of historians? What counts for evidence? Topics include tourism, floods, food, rural and urban environments, acclimatisation and the introduction of plant and animal species over the nineteenth century.   Sample Syllabus                                Gallatin                                                  Creative Writing - WRTNG-UG 9501 or CRWRI-UA 9815 - 4 points                               In this class students are encouraged to consider the intersectional environments (natural, urban, cultural, historical etc.) that they interact with and within, and how their sensibilities differ living away from home to contemplate how a sense of place can be conveyed through writing. We will engage with a diverse range of readings – featuring many Australian authors – and discuss technical elements and affective poetics to learn how to ‘read as a writer’. Weeks are devoted to crafting the short story and poetry. Students will complete weekly ‘microfiction’ homework exercises based upon images they take or find, and participate in in-class writing exercises, all of which will contribute to the writing journal submitted with the final work. The class emphasises the importance of embodied interaction with the city through a field trip using ‘The Disappearing’ – a downloadable app featuring over 100 site-specific poems spanning a ‘poetic map’ of Sydney, created by The Red Room Company. Students will think about the possibilities of marrying new technologies with writing as they navigate using poems as landmarks. Students workshop their drafts during the course, learning how to effectively communicate critical feedback and how to be receptive to constructive critique. This takes the form of a discussion in-class and students are required to submit written critical feedback on their classmates’ drafts in an online forum. At the end of the course students will have the opportunity to showcase their work at a reading night to the rest of the NYU Sydney student body and invited faculty.   Sample Syllabus                                                                      Internship Seminar and Fieldwork - NODEP-UA 9982 or INDIV-UG 9501 - 4 points                               Enrollment by permission only. Application required.   This 2-credit course is designed to complement and enhance your 2-credit internship fieldwork placement completed during the same semester at NYU Sydney. The seminar provides the structure for you to explore many different aspects of your internship site, and to gain more from your experience by comparing and contrasting the internship experiences of all class participants. The goal is to finish the semester with an in-depth understanding of the company or organization hosting your internship, including its mission, approach, policies, and the context in which it operates. More generally, we will consider the state of the contemporary workplace and ourselves as workers. Throughout the semester we will take note of similarities and differences of Australian and American workplaces and work culture. Ultimately, you will use the seminar to reflect critically and analytically on the internship experience, and on your personal and future professional goals.   Sample Syllabus                                Global Public Health                                                    Epidemiology for Global Health - UGPH-GU 9030 (formerly PUHE-UE 9306) - 4 points                               Please note that this course is currently under development. Actual course description may vary.   By the end of this course students will develop the ability to understand the evolution and current role of epidemiology as an approach to assessing public health problems; describe epidemiological approaches to defining and measuring health problems in defined populations; understand how epidemiologic studies are designed, implemented and analyzed; understand the concepts of measurement of test performance and be able to apply these concepts of testing and screening in a range of health and other settings; understand and apply epidemiological criteria needed to establish cause and effect relationships; understand, and apply key ethical issues to the conduct of epidemiological and other scientific investigations; conduct library research to find information on diseases and other health conditions; and critically read and understand health information.     Sample Syllabus                                                                      Environmental Health in a Global World - UGPH-GU 9050 - 4 points                               This course will examine some of the key issues and principles of environmental health practice. It will focus on the how environmental health issues are defined and approached by civic groups, governmental officials and researchers. It will highlight how environmental threats come to the attention of the public and weigh the options for addressing these threats. Finally, it will underscore the need for multi-disciplinary approaches in understanding these threats and crafting solutions. We will focus on prevention of environmentally mediated diseases and discuss challenges to effective prevention.   Sample Syllabus                                  History                                                    Australian Environmental History - ENVST-UA 9450 or HIST-UA 9750 - 4 points                               This course is currently under development     Course description coming soon.What is Australian Environmental History, and how does narrative shape our understanding of Australian Environmental History? This course discusses these questions, as well as others that advance our understanding of the role of environment in Australian history. Questions include: How are environments incorporated into the tool kit of historians? How are environments incorporated into the tool kit of historians? What counts for evidence? Topics include tourism, floods, food, rural and urban environments, acclimatisation and the introduction of plant and animal species over the nineteenth century.   Sample Syllabus                                                                      Pacific World History - HIST-UA 9830 - 4 points                               Does the Pacific Ocean have an integrated history? Though its waters connect places as diverse as Patagonia, Kamchatka, Hawai’I, Tokyo, Shanghai, and Sydney, histories of these disparate regions and their societies can profitably be considered under a common rubric. This course brings together work across disciplines, from history, anthropology, geography, political economy, and cultural studies, to piece together the contours of the Pacific Ocean, c. 1500 to c. 1850, as a historical arena of internal linkages as well as one forged by connections with the wider world. Central themes of the course will include cultural encounters, comparative empires, trade, and environmental change.   Sample Syllabus                                Internship                                                  Internship Seminar and Fieldwork - NODEP-UA 9982 or INDIV-UG 9501 - 4 points                               Enrollment by permission only. Application required.   This 2-credit course is designed to complement and enhance your 2-credit internship fieldwork placement completed during the same semester at NYU Sydney. The seminar provides the structure for you to explore many different aspects of your internship site, and to gain more from your experience by comparing and contrasting the internship experiences of all class participants. The goal is to finish the semester with an in-depth understanding of the company or organization hosting your internship, including its mission, approach, policies, and the context in which it operates. More generally, we will consider the state of the contemporary workplace and ourselves as workers. Throughout the semester we will take note of similarities and differences of Australian and American workplaces and work culture. Ultimately, you will use the seminar to reflect critically and analytically on the internship experience, and on your personal and future professional goals.   Sample Syllabus                                Journalism                                                  Journalism and Society: Science, Environment and Politics - JOUR-UA 9503 or ENVST-UA 9503 - 4 points                               In this hybrid reading / writing class, we will explore environmental journalism from an Australian perspective. We will meet for a weekly in-class seminar, except for three to four weeks during the session set aside for field trips. Our field trips will give us the opportunity to experience environmental issues first-hand, meet people, gather story ideas and find local Australian context for our own writing. Guest speakers will join us occasionally to further explore key issues. Our in-class seminars will briefly introduce key journalism concepts and techniques to those new to journalism and reinforce and further develop these skills for experienced journalism students. During each in-class seminar we will also discuss set readings, and explore the environment beat, reading stories that have been reported in Australia and around the world. We will consider work that explores this journalistic tradition, its forms and its themes and the place it takes in the new media world. Drawing our inspiration from great writers, we will find our own stories, our own voices and learn to tell our own tales. We will work on a class blog and each student will produce a news story which may be published on the blog, and a feature story for publication either on our blog or in an Australian or international print or digital outlet.   Sample Syllabus                              Media, Culture, &amp; Communication                                                  Global Media Seminar - MCC-UE 9456 - 4 points                               This course examines diverse issues and perspectives related to global media. Historical and theoretical frameworks will be provided to enable students to approach the scope, disparity and complexity of current developments. These frameworks will be supplemented with the latest media news and developments. In short, we ask: what the heck is going on in the hyper-turbulent realm of blogs, Buzzfeed and The Sydney Morning Herald?   Students will be encouraged to assess shifts in national, regional and international media patterns of production, distribution and consumption. The aim is to come to an understanding of the tumultuous contemporary global communication environment. Key concepts examined include: the advent of social media; the radical implications of globalisation; the disruption of established information flows and emergence of new information channels; the ethics, law and regulation of modern media; and trends in communication and information technologies. Issues addressed include: the rise of celebrity culture; the challenges facing the entertainment industry; and the rise, rise and potential demise of Rupert Murdoch. The focus will be international, with an emphasis on Australia.   Ultimately, the course will examine the ways in which global communication is undergoing a paradigm shift, as demonstrated by the Arab spring and the creeping dominance of Google, Facebook and Twitter. In other words: students, I’ve a feeling we’re not in Kansas anymore.   Sample Syllabus                              Physics                                                  General Physics II - PHYS-UA 9012 - 5 credits (Lecture, Laboratory & Recitation)                               This course is currently under development. Prerequisite: PHYS-UA 9011, General Physics I with a grade of C- or better   Students registering for this course must register for Lecture, Laboratory, and Recitation.   This course is a continuation of PHYS-UA 9011. This course is composed of a lecture and laboratory-recitation. Topics include electric charge, field, and potential; magnetic forces and fields; resistive, capacitive, and inductive circuits; electromagnetic induction; wave motion, electromagnetic waves; geometrical optics; interference, diffraction, and polarization of light; relativity; atomic and nuclear structure; elementary particle physics.     Sample Syllabus                                Psychology                                                  Introduction to Psychology - PSYCH-UA 9001 - 4 points                               Fundamental principles of psychology, with emphasis on basic research and applications in psychology's major theoretical areas of study: thought, memory, learning, perception, personality, social processes, development, and the physiological bases of psychology. Direct observation of methods of investigation by laboratory demonstrations and by student participation in current research projects.     Sample Syllabus                                                                      Cognition - PSYCH-UA 9029 - 4 points                               Prerequisite for NYU Students: PSYCH-UA 1/Introduction to Psychology   This course is a survey of cognitive psychology, the scientific study of the human mind and human thinking. During the course of the semester we will discuss many different aspects of cognition: perception, attention, memory, language, concepts, reasoning, problem solving, expertise, creativity, and decision making. The emphasis in the course will be on how psychologists have used experiments to help construct theories of how the human mind works and how human thinking occurs. The class will involve lectures, student presentations, discussion, video material to accompany lectures, and occasional example class experiments. The course also has a practical component, for which students work in small groups and conduct an empirical study, which they write up in a research report.     Sample Syllabus                                                                      Social Psychology - PSYCH-UA 9032 - 4 points                               Prerequisite for NYU Students: PSYCH-UA 1/Introduction to Psychology   This course advances the understanding of major principles and findings of social psychology. This course will specifically discuss four main areas: (1) the science of social psychology; (2) the individual within the social world; (3) the impact individuals have on another individual or group; and (4) social relationships.   The course will be in lecture format, but class discussion and participation is expected. Therefore, preparation prior to each class is necessary.   Sample Syllabus                                Social &amp; Cultural Analysis   Please note that other SCA courses are found under their specific program headings.                                                    The Australian Experience - SCA-UA 9809 - 4 points                               This course offers a wide-ranging critique of Australian culture and society. It aims to interrogate Australian society with a methodology that draws on critical race theory, feminism, social geography and cultural studies. It will look at issues such as the relationship between Australian settler culture and Aboriginal Australians; Australia’s experience of migration and multiculturalism; Australians’ relationship with their environment; and Australians’ sense of national identity. In particular, it will consider how these issues have played out in popular culture.   This course offers a special experience for students wishing to broaden and deepen their methodologies of cultural analysis. Australian society is fascinating in itself, but it also offers a unique perspective on transnational issues such as identity formation, social justice movements and the experience of multiculturalism. For instance, given Australia’s history of Indigenous and non-Indigenous relations, the issue of race in a post-colonial context is particularly acute here. Through comparison with the Australian experience, students will develop a more critical view of American and global society. Students wishing to pursue a career that involves cultural analysis will benefit greatly from studying Australian society, in Australia, and thus developing this comparative approach.   This course has three interweaving themes of study: race, class and gender. This course will look at how these issues have played out in various facets of Australian culture, ie: attitudes to the landscape; representations of crime; humour; and art. The course is bookended by sessions that consider place-making in Australia: an introductory session that looks at exploration and mapping, and a concluding session that looks at popular music and geographies of place.   Sample Syllabus                                                                         NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                              Upcoming Application Deadlines   Spring Semester    Priority: September 15   Regular: October 15   Applications received after October 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.                                   Questions?        Contact Us                                                                                                                              NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Spring 2015 Cross Listed Undergraduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Spring 2015 | Cross Listed Undergraduate Courses Originating in Other Departments                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Spring 2015 | Cross Listed Undergraduate Courses Originating in Other Departments       Spring 2015 | Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.          Course Name    Credits    Course Number    Professor    Day    Time    Originates in       Topics: Labor and the Global Market: Literature, Film &amp; History    4.0    IDSEM-UG 1644 COLIT-UA 550 Forman    Tues/Thurs    3:30-4:45 Gallatin  Topics: What is Critique?    4.0    IDSEM-UG 1714 COLIT-UA 141 Huber    Thursday    3:30-6:10 Gallatin     Topics in French Literature: An Introduction to Jacques Derrida (1930-2004)  4.0  COLIT-UA 868.002 FREN-UA 723 Nouis Mon/Wed 11:00-12:15 French  Topics in Modern Arab Cultures: Landmarks of Modern and Contemporary Arabic Literature  4.0 COLIT-UA 798 MEIS-UA 720 Uthman Wed 5:30-7:50 MEIS       Hellscapes and Elysia in the Renaissance and Beyond      4.0 COLIT-UA 173 ITAL-UA 172 McHugh Mon/Wed 11:00-12:15 Italian       The Age of  angst: German and Austrian Intellectual History, 1890-1938      4.0 COLIT-UA 244 GERM-UA 244 George Mon/Wed 11:00-12:15 German       Introduction  to Theory – German Media Theory: From Aesthetics to Cultural Techniques      4.0 COLIT-UA 249     GERM-UA 249          Smith Tues/Thurs 2:00-3:15 German     Re-imagining Greek Tragedy: Context, Influence and Performance    4.0 HEL-UA 140 COLIT-UA 951      Taxidou Tuesday 3:30-6:00 Hellenic   Literature &amp; Society in the Middle East  4.0 MEIS-UA 711 COLIT-UA 711 Igsiz Mon/Wed 2:00-3:15 MEIS      Topics in Modern Arab Cultures: Landmarks of Modern and Contemporary Arabic Literature Uthman      This course introduces students to  significant prose works of the Arabic literary tradition from approximately the  last hundred years. We will read them in translation, but those with sufficient  Arabic competence are encouraged to read the original, or to work comparatively  between the Arabic and English versions.      Rather than a developmental model, in which  modern and contemporary Arabic literature are gauged by how far they have  advanced in relation to Western literary achievement, this course attends to  how literary works function as nodes around which cluster various consequences  – literary and extra-literary – and engage with the environments in which they  were written. Participants are encouraged to consider texts through the prisms  of their multiple contexts – the historical, the social and the cultural, as  well as gender and class – while attending to them, in contrapuntal fashion, as  works of art.      This course is reading intensive (about  150-200 pages per week) and requires thoughtful analysis of literary texts. We  will consider texts of varying pedigrees: our rallying point in all of our  readings will be the formal elements of the text, such as theme, plot, style  and character. As we discuss these elements, we will investigate how these  works represent modern and contemporary Arab experience, including issues of  modernity and tradition, displacement, migration and exile, oppression and  resistance as well as shifting notions of the nation. We will consider a  variety of perspectives and critical interventions; at all times, we will  consider how literature is, means and does.       Topics in French Literature: An Introduction to Jacques Derrida (1930-2004) Nouis      From Derrida’s critique of  “Western” categorizations of universality and rationality (logocentrism,  phallogocentrism, humanism, anthropocentrism), to his later reflections on  metaphoricity, translation, and performativity, this course will first explore  the question of “writing” as it unfolds throughout the 1960’s and beyond. We will  then focus on the more directly political and ethical dimension of Derrida’s  thought, and carefully examine his use of concepts such as hos(ti)pitality,  gift, forgiveness, animality, friendship, faith, and \"événement,\"  paying particular attention to his later conversation with Emmanuel Levinas.  Readings will include passages, chapters and essays taken from Writing and  difference (1967), On Grammatology  (1967), Psyche. Inventions of the other (1987), Points..., (1992); Force of Law  (1994); Politics of Friendship (1994); Monolinguism of the Other (1996) ; Of  Hospitality (1997) ; On Cosmopolitanism and Forgiveness (1997); Philosophy in a Time of Terror (2003); The  Beast and the Sovereign (2008), etc. The course and the readings will be in  English. Topics in Labor and the Global Market: Literature, Film &amp; History Forman Globalization has become a  much-debated and deeply controversial topic. In this class, we will focus on  the ways that labor has been represented and understood, especially in  relationship to the development of capitalism in its global form. We will  explore how the movement of capital, commodities, and workers across the globe  and with seeming indifference to national borders shapes the idea of work and  those who perform it. Of equal importance in our study will be the way that  work transforms the structure of the global economy. Some primary questions we  will explore are: How has the demand for labor required migration and imposed  geographical dislocations? How does labor create value within these new  locations? How do some gain control of the work of others? How do workers  organize themselves and develop community in new locations? How does this  relationship of power change over time? Some likely texts for the course  include: Shakespeare, The Tempest; Ngugi wa Thiong'o’s postcolonial play, I  will Marry When I Want; a Haitian novel about a sugar cane worker who migrates  to the Dominican Republic. We will place these fictional texts in conversation  with visual representations by Diego Rivera, works by Marx, by anthropologists  and narrative filmmakers on sex tourism and domestic labor, and by documentary  filmmakers and historians on global corporations and utopian economies.  Topics: What is Critique? Huber      The philosopher  and theorist Michel Foucault argued that critique is a powerful form of  insubordination and a crucial “instrument for those who fight, resist, and who  no longer want what is.” But how might critical philosophy, which trades in  ideas, help us combat material and pervasive forms of injustice? What is  theory’s relationship to praxis and to politics, and what kind of theory or  practice is critique? The seminar begins with a consideration of the uneasy  place of critique in the western philosophical tradition. We will read Kant,  Marx, Foucault, Butler, Mahmood and Mbembe among others, in order to establish  a sense of how critique emerges as a mode of radical questioning, an art of  unsettling self-evident answers and interfering with established relations of  power. We will consider what the practice of critique entails, and what it  means to suggest, as these authors do, that critique interrogates the  historically specific relationships between power, truth and the subject. In  the last third of the class, we will focus on queer of color critique (Muñoz,  Ferguson, Reddy, and Chen), a relatively recent body of scholarship that  exemplifies the urgency, risk and daring of critique as a critical  practice.   Hellscapes and Elysia in the Renaissance and Beyond McHugh     This course explores various representations of otherworlds,  both infernal and paradisal: the realms of the afterlife, regions of marvel or  idyllic bliss, political utopias and dystopias. Readings and discussion focus  on how these imagined lands reflect, critique, and animate the real world, from  antiquity through our own times. The Age of  angst: German and Austrian Intellectual History, 1890-1938 George      This course  explores the profound sense of crisis, uncertainty, and anxiety that pervaded  German and Austrian experience in the late nineteenth and early twentieth  centuries. The era’s radical changes—among them the traumas of war, rapid  industrialization and urbanization, shifting gender roles, and the political  and economic instability of the interwar years—seemed to shake the very bedrock  upon which society had been built. The intellectual responses to this pervasive  sense of upheaval and angst, as well as the challenges and changes themselves,  form the focus of this course, as we explore the relationship between modernity  and crisis in early twentieth-century Germany and Austria. Readings will  include Nietzsche, Freud, Simmel, Weber, Kracauer, Benjamin, and Heidegger.  Introduction  to Theory – German Media Theory: From Aesthetics to Cultural Techniques Smith      This course  presents a survey of the German strain of media theory from the perspective of  the persistent interchanges and parallels between it and social thought and  forms. We will follow a trajectory that can be roughly outlined by four  movements: 1) Media theory’s ancestors in classical philosophy; 2) The boom in  aesthetic theory that took place in 18th-century German philosophy, one still  based in a humanistic understanding of the world; 3) late 20th-century  discussions of discourse networks and systems theory, which attempt to  de-center the human subject in favor of an understanding of the technical  forces that drive history; and 4) the contemporary understanding of the  intertwined nature of technical media and culture proposed in the school of  “cultural techniques.” Thus this course additionally addresses the ways in  which Media Studies provides a template for understanding the ethical, legal,  and social position of human subject in the “digital” and technologically  mediated world.  Re-imagining Greek Tragedy: Context, Influence and Performance Taxidou The   encounters with Greek Tragedy throughout the ages have not only shaped   our understanding of theatre in the Western canon, but have also   informed basic concepts and theories of classicism, neo-classicism and   humanism more broadly. A privileged genre in aesthetic theory, its   powerful roles (like Clytemnestra, Oedipus, Antigone) have had a huge   impact on modern thinking, from psychoanalysis and philosophy to legal   and political theory. This course will take an interdisciplinary   approach to Greek Tragedy, bringing together critical languages from   Classics, Theatre Studies, Performance Theory, but also philosophy and   critical theory. Through a series of close readings of key   play-texts by the three tragedians--Aeschylus, Sophocles and   Euripes--this course will analyse the development of Greek tragedy as a   dramatic genre and vehicle for performance within the context of the   democratic city-state. It will also look at the ways these texts have   been re-written and re-imagined for performance within the broader   context of modernity. Literature &amp; Society in the Middle East Igsiz Examines selected works in translation of leading 20th-century poets,   novelists, and short story writers that reflect changing conditions and   mores within Middle Eastern and North African societies. Investigates   such topics as conflicts between traditionalists and modernists, the   impact of urbanization on rural societies, and the existential dilemmas   of men and women.                    Back to Top                     Contact us | &copy; New York University , Arts and Science"}, {"content": "Courses - Spring 2015                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   NYU Sydney   /   Academics                 Sub Navigation                                 Courses                       Faculty                       Academic Internship                                                                   Courses - Spring 2015        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department, can be found here .   Spring 2015 courses with days and times will be available in Albert, NYU's Student Information System the week of October 13, 2014. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .                   Academic Requirements & Registration Guidelines                                           Please review these requirements and guildelines before registration                                 Students must register for 12-18 credits   All students must participate in Global Orientations. Students do not need to enroll for this course during registration.     Attendance is expected and required; absences will negatively affect grades   Before you plan your personal travel, check your syllabi! Academic site visits and field trips are considered required class time.   If you're wait-listing, don't forget to Swap. More information on wait-listing is available here .     Certain Business, Science, and Psychology courses have prerequisites, visiting students email global.academics@nyu.edu for permission.     More information about Registering for Study Away Courses and registration FAQ's is available here .   If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                            Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016             Required Course for All Students                                                   Global Orientations: Australian Society and Culture                               Australian society is replete with contradictions. Aussies famously describe their nation as the lucky country, yet from the Indigenous perspective, it might more aptly be called the stolen country. Australia is the land of the fair go, which cruelly detains refugees; a multicultural nation with a history of a white Australia policy; a place with distinctive local traditions, which takes many of its cues from global culture; an easy-going country with a surprisingly large degree of governmental control over individual liberties; a highly urbanised population that romances the Bush and the Outback as embodying ‘real’ Australia; a nation proud of its traditions of egalitarianism and mateship, with numerous rules about who is allowed in ‘the club’; a society with a history of anti-British and anti-American sentiment that simultaneously hold strong political allegiances and military pacts with Britain and the USA; and a place with a history of progressive social policy and a democratic tradition, which has never undergone a revolution. This course strives to make sense of Australian society and culture by exploring the complexities and contradictions in Australia’s self-image.   The course will be introduced with an overview, and followed by four sessions covering four distinct themes during Orientation and the first three weeks of semester. Each session will include a 1-hour lecture, either given by the instructor or a guest lecturer, and a recitation-style discussion. There are seven mandatory field trips: Sydney Harbour Cruise, Rocks Walking Tour, The Blue Mountains, Featherdale Wildlife Park, Balmain Bowling Club Lawn Bowls, Overnight trip to Inglevale Farm, and the NYU World Tour.   Sample Syllabus                          Anthropology                                                 Anthropology of Indigenous Australia - ANTH-UA 9037 - 4 points                               This course offers an introduction to some of the classical and current issues in the anthropology of Indigenous Australia. The role of anthropology in the representation and governance of Indigenous life is itself an important subject for anthropological inquiry, considering that Indigenous people of Australia have long been the objects of interest and imagination by outsiders for their cultural formulations of kinship, ritual, art, gender, and politics. These representations—in feature films about them (such as Rabbit-Proof Fence and Australia), New Age Literature (such as Mutant Message Down Under), or museum exhibitions (such as in the Museum of Sydney or the Australian Museum)—are now also in dialogue with Indigenous forms of cultural production, in genres as diverse as film, television, drama, dance, art and writing. The course will explore how Aboriginal people have struggled to reproduce themselves and their traditions on their own terms, asserting their right to forms of cultural autonomy and self-determination. Through the examination of ethnographic and historical texts, films, archives and Indigenous life-writing accounts, we will consider the ways in which Aboriginalities are being challenged and constructed in contemporary Australia.   The course will consist of lectures interspersed with discussions, student presentations, and films/other media; we may also have guest presenters.       Sample Syllabus                                                                        Indigenous Australian Art: An Analytical Survey - ANTH-UA 9038 or SCA-UA 9836 - 4 points                               This course is a survey of the principal themes and issues in the development of Indigenous art in Australia. It focuses on some of the regional and historical variations of Aboriginal art in the context of the history of a settler nation, while considering the issues of its circulation and evaluation within contemporary discourses of value. Topics include the cosmological dimensions of the art, its political implications, its relationship to cultural identity, and its aesthetic frameworks. Students will visit some of the major national collections of Indigenous Australian art as well as exhibitions of contemporary works. There will also be guest presentations from Indigenous artists and Indigenous art curators.     Sample Syllabus                                Asian/Pacific/American Studies (Social and Cultural Analysis)                                                    Indigenous Australian Art: An Analytical Survey - ANTH-UA 9038 or SCA-UA 9836 - 4 points                               This course is a survey of the principal themes and issues in the development of Indigenous art in Australia. It focuses on some of the regional and historical variations of Aboriginal art in the context of the history of a settler nation, while considering the issues of its circulation and evaluation within contemporary discourses of value. Topics include the cosmological dimensions of the art, its political implications, its relationship to cultural identity, and its aesthetic frameworks. Students will visit some of the major national collections of Indigenous Australian art as well as exhibitions of contemporary works. There will also be guest presentations from Indigenous artists and Indigenous art curators.     Sample Syllabus                                Biology                                                    Principles of Biology II - BIOL-UA 9012 - 4 points (Lecture & Recitation)                               Prerequisite: high school chemistry and BIOL-UA 11, Principles of Biology I or equivalent   Students registering for this course must register for Lecture &amp; Recitation.     This course gives a broad overview of biology from an evolutionary perspective. Students will be introduced to the major biological forms and functions using a comparative approach. Particular emphasis will be given to how biological structures and systems are adapted to life history and ecology. Lectures will take place at the NYU Sydney Academic Centre. Lab classes will be conducted in a facility within walking distance of student housing. Laboratory exercises illustrate the basics of experimental biology, molecular biology, and biochemistry as well as the diversity of life forms and organ systems.     Sample Syllabus                                                                    Principles of Biology Lab - BIOL-UA 9123 - 1 point (Laboratory)                               Note: Biology majors are not required to register for this lab course. All other students should consult with their advisor to determine if the lab is a requirement of their program of study.   Laboratory exercises illustrate the basics of experimental biology, molecular biology, and biochemistry as well as the diversity of life forms and organ systems.   Sample Syllabus                                Business                                                    Foundations of Finance - FINC-UB 9002 - 4 points                               Prerequisites: (1) STAT-UB 103 Statistics for Business Control and Regression/Forecasting Models OR STAT-UB 1 Statistics for Business Control (4 credit) plus STAT-UB 3 Regression/Forecasting (2 credit) OR equivalent AND (2) one of the following: ECON-UB 1 Microeconomics OR ECON-UA 2 Economic Principles II, OR ECON-UA 5 Introduction to Economic Analysis, AND (3) ACCT-UB 1 Principles of Financial Accounting AND (4) At least Sophomore Standing.   This course is a rigorous, quantitative introduction to financial market structure and financial asset valuation. This course seeks to equip students with a fundamental understanding of the concepts and principles of finance. The main topics of the course are time value of money, portfolio selection, equilibrium asset pricing (CAPM), equity valuation, arbitrage pricing, fixed income securities and derivatives. You are expected to understand valuation formulas and be able to apply them to new problems. The appropriate tools necessary for solving these problems will be developed at each stage and practiced in the homework assignments. The models we will cover have immediate applications and implications for real-world financial decisions. Every effort will be made to relate the course material to current financial news.   Throughout the course the emphasis will be on two main areas: learning conceptual knowledge through theory and problem solving; and critical thinking through the application of real-life scenarios and local cases. The course will incorporate aspects of Australian securities market and financial institutions and a comparative approach will be adopted in demonstrating similarities and differences between the U.S. capital market and the Australian capital market.   Sample Syllabus                                                                    Introduction to Marketing - MKTG-UB 9001 - 4 points                               This course introduces students to the concepts and skills needed to create and critique effective marketing. Marketers in all organisations require an understanding of the many facets of marketing, beyond simply advertising or communications. The American Marketing Association defines marketing as:   “Marketing is the activity, set of institutions, and processes for creating, communicating, delivering, and exchanging offerings that have value for customers, clients, partners, and society at large.”   The course focuses on the role of marketing and its importance in contemporary organisations and society. During the session, students will critically explore marketing principles, concepts and models from a practical perspective. Beyond studying the theory of marketing, students will analyse a variety of real-world examples and case studies. Organisations need to create a balanced, coordinated marketing mix, where all elements of its marketing activities work together. Marketing also requires combining qualitative and quantitative analysis to gain an understanding and reveal insights into the internal and external environment. To achieve this, the course uses a combination of lectures, class discussion, case studies, assignments and exams. The remainder of this syllabus describes the course and students responsibilities.   Sample Syllabus                                Chemistry                                                    Organic Chemistry II - CHEM-UA 9226 - 5 points (Lecture, Laboratory, & Recitation)                               Prerequisite: CHEM-UA 243, Organic Chemistry I or its equivalent   Students registering for this course must also register for the Laboratory section     The aim of the course is to introduce advanced concepts in organic chemistry with particular emphasis on aromatic and carbonyl systems. Some simple aspects of biochemistry including carbohydrates will be discussed. The importance of spectroscopic techniques in organic chemistry will be emphasised. Lectures will take place at the NYU Sydney Academic Centre. Weely 4 1/2 hr. laboratory sessions will be conducted in a facility within walking distance of student housing where students have the opportunity to conduct experiments using NMR and IR machines. A pre-lab session of 20 minutes will take place at the beginning of each practical class. Students will acquire the practical skills of Organic Chemistry and will become familiar with organic laboratory procedures and techniques.     Sample Syllabu s                            Child and Adolescent Mental Health Studies                                                    Child and Adolescent Brain Development: Applications From Neuroscience to Practice - CAMS-UA 9141 - 4 points                               This course aims to understand the key aspects of the anatomy of the human brain, the development of the human brain across the lifespan and how scientists observe, assess and intervene in the development of neurocognitive processes in childhood and adolescence. Students will develop an appreciation of the complexity of the human brain, the limits and advantages of our current knowledge. Also, students will gain an awareness that a neurocognitive perspective has explained a considerable array of human behavior, including aspects of emotional functioning and personality.   Sample Syllabus                                College Core Curriculum                                                  Expressive Culture: Film - CORE-UA 9750 - 4 points                               How has Australian cinema engaged with significant and often contested historical, political and cultural events in the nation’s past? The films in this course offer critical perspectives on the history of colonisation in Australia; the legacies of the Stolen Generations; the controversies surrounding Australia’s role in World War One; as well as Australia’s relationships with its Pacific Asian neighbours. We will focus on films that have marked significant shifts in public consciousness about the past such as Gallipoli (1981), Rabbit-Proof Fence (2002) and Balibo (2009). We will also draw on films that have employed innovative narrative and aesthetic strategies for exploring the relationship between the past and the present such as Ten Canoes (2006) and The Tracker (2002). Throughout the course, students will develop their understanding of the basic methods and concepts of cinema studies. In particular, students will develop a critical vocabulary for analysing how filmmakers have approached the use of memory, testimony, re-enactment, researched detail, allegory and archives across a diverse range of examples.     Sample Syllabus                                Creative Writing                                                    Creative Writing - WRTNG-UG 9501 or CRWRI-UA 9815 - 4 points                               In this class students are encouraged to consider the intersectional environments (natural, urban, cultural, historical etc.) that they interact with and within, and how their sensibilities differ living away from home to contemplate how a sense of place can be conveyed through writing. We will engage with a diverse range of readings – featuring many Australian authors – and discuss technical elements and affective poetics to learn how to ‘read as a writer’. Weeks are devoted to crafting the short story and poetry. Students will complete weekly ‘microfiction’ homework exercises based upon images they take or find, and participate in in-class writing exercises, all of which will contribute to the writing journal submitted with the final work. The class emphasises the importance of embodied interaction with the city through a field trip using ‘The Disappearing’ – a downloadable app featuring over 100 site-specific poems spanning a ‘poetic map’ of Sydney, created by The Red Room Company. Students will think about the possibilities of marrying new technologies with writing as they navigate using poems as landmarks. Students workshop their drafts during the course, learning how to effectively communicate critical feedback and how to be receptive to constructive critique. This takes the form of a discussion in-class and students are required to submit written critical feedback on their classmates’ drafts in an online forum. At the end of the course students will have the opportunity to showcase their work at a reading night to the rest of the NYU Sydney student body and invited faculty.   Sample Syllabus                                English                                                  World Literature in English II: Australia and New Zealand - ENGL-UA 9164 - 4 points                               This course is an introduction to the literatures of Australia, New Zealand and the Pacific region, with a focus on indigenous, migrant and diasporic writing. In addition to major texts from Australia and New Zealand, we will also encounter a range of works from Malaysia, Singapore, the Philippines, and the Pacific islands. Some questions we will tackle include: How have the cultural, historical, and economic processes of colonialism, diaspora and migration connected and shaped this diverse region? How have issues of race and indigeneity been central to various discourses of nationalism? What particular roles have Australia and New Zealand, as sub-imperial powers, played in the region? Finally, what can the latest generation of migrant writing in Australia show us about new forms of interconnections across the globalizing Asia-Pacific? Students in this course will examine novels, poetry, films and theoretical texts to develop critical thinking, reading and writing skills. Along the way, they will gain a solid grounding in the problematics of postcolonialism, race, diaspora, indigeneity, nationalism and multiculturalism.     Sample Syllabus                                                                            Readings in Contemporary Literary Theory: Eco-Criticism - ENVST-UA 9510 or ENGL-UA 9735 - 4 points                               Recent findings in the biological and physical sciences pose complex questions not just for those who work in the lab, but for philosophers, scholars, artists and students of literary theory. In this course we consider the cultural reverberations of ecological awareness—focusing on literature, cinema and visual art. Eco-criticism is a relatively young field of study in the humanities, developed in response to twin crises: actual environmental degradation, and a breakdown in intellectual categories of ‘the natural’ brought on by technology and politics. This course provides an opportunity to reflect on a number of key tropes in ecological thinking including wilderness, pollution, animals, food and apocalypse. Learn about a philosopher who survived a crocodile attack, the beach at the end of the world, how to prepare and eat Australian moths, and why the Large Hadron Collider is a metaphysical machine. Principle texts in this course include American and Australian novels, films and documentaries, read alongside supplementary sources in literary, audio and artistic mediums. We ask how literature—one of the richest arenas for the practice of human imagination—does, has, or could shape environmental thought and action. How does the non-human world enter into human artforms? What are the historical and structural obstacles to admitting different forms of consciousness into text? What literary genres and styles are called forth by the huge ecological challenges of our times?     Sample Syllabus                                Environmental Studies                                                  Journalism and Society: Science, Environment and Politics - JOUR-UA 9503 or ENVST-UA 9503 - 4 points                               In this hybrid reading / writing class, we will explore environmental journalism from an Australian perspective. We will meet for a weekly in-class seminar, except for three to four weeks during the session set aside for field trips. Our field trips will give us the opportunity to experience environmental issues first-hand, meet people, gather story ideas and find local Australian context for our own writing. Guest speakers will join us occasionally to further explore key issues. Our in-class seminars will briefly introduce key journalism concepts and techniques to those new to journalism and reinforce and further develop these skills for experienced journalism students. During each in-class seminar we will also discuss set readings, and explore the environment beat, reading stories that have been reported in Australia and around the world. We will consider work that explores this journalistic tradition, its forms and its themes and the place it takes in the new media world. Drawing our inspiration from great writers, we will find our own stories, our own voices and learn to tell our own tales. We will work on a class blog and each student will produce a news story which may be published on the blog, and a feature story for publication either on our blog or in an Australian or international print or digital outlet.   Sample Syllabus                                                                    Readings in Contemporary Literary Theory: Eco-Criticism - ENVST-UA 9510 or ENGL-UA 9735 - 4 points                               Recent findings in the biological and physical sciences pose complex questions not just for those who work in the lab, but for philosophers, scholars, artists and students of literary theory. In this course we consider the cultural reverberations of ecological awareness—focusing on literature, cinema and visual art. Eco-criticism is a relatively young field of study in the humanities, developed in response to twin crises: actual environmental degradation, and a breakdown in intellectual categories of ‘the natural’ brought on by technology and politics. This course provides an opportunity to reflect on a number of key tropes in ecological thinking including wilderness, pollution, animals, food and apocalypse. Learn about a philosopher who survived a crocodile attack, the beach at the end of the world, how to prepare and eat Australian moths, and why the Large Hadron Collider is a metaphysical machine. Principle texts in this course include American and Australian novels, films and documentaries, read alongside supplementary sources in literary, audio and artistic mediums. We ask how literature—one of the richest arenas for the practice of human imagination—does, has, or could shape environmental thought and action. How does the non-human world enter into human artforms? What are the historical and structural obstacles to admitting different forms of consciousness into text? What literary genres and styles are called forth by the huge ecological challenges of our times?     Sample Syllabus                                                                      Australian Environmental History - ENVST-UA 9450 or HIST-UA 9750 - 4 points                               This course is currently under development     Course description coming soon.What is Australian Environmental History, and how does narrative shape our understanding of Australian Environmental History? This course discusses these questions, as well as others that advance our understanding of the role of environment in Australian history. Questions include: How are environments incorporated into the tool kit of historians? How are environments incorporated into the tool kit of historians? What counts for evidence? Topics include tourism, floods, food, rural and urban environments, acclimatisation and the introduction of plant and animal species over the nineteenth century.   Sample Syllabus                                Gallatin                                                  Creative Writing - WRTNG-UG 9501 or CRWRI-UA 9815 - 4 points                               In this class students are encouraged to consider the intersectional environments (natural, urban, cultural, historical etc.) that they interact with and within, and how their sensibilities differ living away from home to contemplate how a sense of place can be conveyed through writing. We will engage with a diverse range of readings – featuring many Australian authors – and discuss technical elements and affective poetics to learn how to ‘read as a writer’. Weeks are devoted to crafting the short story and poetry. Students will complete weekly ‘microfiction’ homework exercises based upon images they take or find, and participate in in-class writing exercises, all of which will contribute to the writing journal submitted with the final work. The class emphasises the importance of embodied interaction with the city through a field trip using ‘The Disappearing’ – a downloadable app featuring over 100 site-specific poems spanning a ‘poetic map’ of Sydney, created by The Red Room Company. Students will think about the possibilities of marrying new technologies with writing as they navigate using poems as landmarks. Students workshop their drafts during the course, learning how to effectively communicate critical feedback and how to be receptive to constructive critique. This takes the form of a discussion in-class and students are required to submit written critical feedback on their classmates’ drafts in an online forum. At the end of the course students will have the opportunity to showcase their work at a reading night to the rest of the NYU Sydney student body and invited faculty.   Sample Syllabus                                                                      Internship Seminar and Fieldwork - NODEP-UA 9982 or INDIV-UG 9501 - 4 points                               Enrollment by permission only. Application required.   This 2-credit course is designed to complement and enhance your 2-credit internship fieldwork placement completed during the same semester at NYU Sydney. The seminar provides the structure for you to explore many different aspects of your internship site, and to gain more from your experience by comparing and contrasting the internship experiences of all class participants. The goal is to finish the semester with an in-depth understanding of the company or organization hosting your internship, including its mission, approach, policies, and the context in which it operates. More generally, we will consider the state of the contemporary workplace and ourselves as workers. Throughout the semester we will take note of similarities and differences of Australian and American workplaces and work culture. Ultimately, you will use the seminar to reflect critically and analytically on the internship experience, and on your personal and future professional goals.   Sample Syllabus                                Global Public Health                                                    Epidemiology for Global Health - UGPH-GU 9030 (formerly PUHE-UE 9306) - 4 points                               Please note that this course is currently under development. Actual course description may vary.   By the end of this course students will develop the ability to understand the evolution and current role of epidemiology as an approach to assessing public health problems; describe epidemiological approaches to defining and measuring health problems in defined populations; understand how epidemiologic studies are designed, implemented and analyzed; understand the concepts of measurement of test performance and be able to apply these concepts of testing and screening in a range of health and other settings; understand and apply epidemiological criteria needed to establish cause and effect relationships; understand, and apply key ethical issues to the conduct of epidemiological and other scientific investigations; conduct library research to find information on diseases and other health conditions; and critically read and understand health information.     Sample Syllabus                                                                      Environmental Health in a Global World - UGPH-GU 9050 - 4 points                               This course will examine some of the key issues and principles of environmental health practice. It will focus on the how environmental health issues are defined and approached by civic groups, governmental officials and researchers. It will highlight how environmental threats come to the attention of the public and weigh the options for addressing these threats. Finally, it will underscore the need for multi-disciplinary approaches in understanding these threats and crafting solutions. We will focus on prevention of environmentally mediated diseases and discuss challenges to effective prevention.   Sample Syllabus                                  History                                                    Australian Environmental History - ENVST-UA 9450 or HIST-UA 9750 - 4 points                               This course is currently under development     Course description coming soon.What is Australian Environmental History, and how does narrative shape our understanding of Australian Environmental History? This course discusses these questions, as well as others that advance our understanding of the role of environment in Australian history. Questions include: How are environments incorporated into the tool kit of historians? How are environments incorporated into the tool kit of historians? What counts for evidence? Topics include tourism, floods, food, rural and urban environments, acclimatisation and the introduction of plant and animal species over the nineteenth century.   Sample Syllabus                                                                      Pacific World History - HIST-UA 9830 - 4 points                               Does the Pacific Ocean have an integrated history? Though its waters connect places as diverse as Patagonia, Kamchatka, Hawai’I, Tokyo, Shanghai, and Sydney, histories of these disparate regions and their societies can profitably be considered under a common rubric. This course brings together work across disciplines, from history, anthropology, geography, political economy, and cultural studies, to piece together the contours of the Pacific Ocean, c. 1500 to c. 1850, as a historical arena of internal linkages as well as one forged by connections with the wider world. Central themes of the course will include cultural encounters, comparative empires, trade, and environmental change.   Sample Syllabus                                Internship                                                  Internship Seminar and Fieldwork - NODEP-UA 9982 or INDIV-UG 9501 - 4 points                               Enrollment by permission only. Application required.   This 2-credit course is designed to complement and enhance your 2-credit internship fieldwork placement completed during the same semester at NYU Sydney. The seminar provides the structure for you to explore many different aspects of your internship site, and to gain more from your experience by comparing and contrasting the internship experiences of all class participants. The goal is to finish the semester with an in-depth understanding of the company or organization hosting your internship, including its mission, approach, policies, and the context in which it operates. More generally, we will consider the state of the contemporary workplace and ourselves as workers. Throughout the semester we will take note of similarities and differences of Australian and American workplaces and work culture. Ultimately, you will use the seminar to reflect critically and analytically on the internship experience, and on your personal and future professional goals.   Sample Syllabus                                Journalism                                                  Journalism and Society: Science, Environment and Politics - JOUR-UA 9503 or ENVST-UA 9503 - 4 points                               In this hybrid reading / writing class, we will explore environmental journalism from an Australian perspective. We will meet for a weekly in-class seminar, except for three to four weeks during the session set aside for field trips. Our field trips will give us the opportunity to experience environmental issues first-hand, meet people, gather story ideas and find local Australian context for our own writing. Guest speakers will join us occasionally to further explore key issues. Our in-class seminars will briefly introduce key journalism concepts and techniques to those new to journalism and reinforce and further develop these skills for experienced journalism students. During each in-class seminar we will also discuss set readings, and explore the environment beat, reading stories that have been reported in Australia and around the world. We will consider work that explores this journalistic tradition, its forms and its themes and the place it takes in the new media world. Drawing our inspiration from great writers, we will find our own stories, our own voices and learn to tell our own tales. We will work on a class blog and each student will produce a news story which may be published on the blog, and a feature story for publication either on our blog or in an Australian or international print or digital outlet.   Sample Syllabus                              Media, Culture, &amp; Communication                                                  Global Media Seminar - MCC-UE 9456 - 4 points                               This course examines diverse issues and perspectives related to global media. Historical and theoretical frameworks will be provided to enable students to approach the scope, disparity and complexity of current developments. These frameworks will be supplemented with the latest media news and developments. In short, we ask: what the heck is going on in the hyper-turbulent realm of blogs, Buzzfeed and The Sydney Morning Herald?   Students will be encouraged to assess shifts in national, regional and international media patterns of production, distribution and consumption. The aim is to come to an understanding of the tumultuous contemporary global communication environment. Key concepts examined include: the advent of social media; the radical implications of globalisation; the disruption of established information flows and emergence of new information channels; the ethics, law and regulation of modern media; and trends in communication and information technologies. Issues addressed include: the rise of celebrity culture; the challenges facing the entertainment industry; and the rise, rise and potential demise of Rupert Murdoch. The focus will be international, with an emphasis on Australia.   Ultimately, the course will examine the ways in which global communication is undergoing a paradigm shift, as demonstrated by the Arab spring and the creeping dominance of Google, Facebook and Twitter. In other words: students, I’ve a feeling we’re not in Kansas anymore.   Sample Syllabus                              Physics                                                  General Physics II - PHYS-UA 9012 - 5 credits (Lecture, Laboratory & Recitation)                               This course is currently under development. Prerequisite: PHYS-UA 9011, General Physics I with a grade of C- or better   Students registering for this course must register for Lecture, Laboratory, and Recitation.   This course is a continuation of PHYS-UA 9011. This course is composed of a lecture and laboratory-recitation. Topics include electric charge, field, and potential; magnetic forces and fields; resistive, capacitive, and inductive circuits; electromagnetic induction; wave motion, electromagnetic waves; geometrical optics; interference, diffraction, and polarization of light; relativity; atomic and nuclear structure; elementary particle physics.     Sample Syllabus                                Psychology                                                  Introduction to Psychology - PSYCH-UA 9001 - 4 points                               Fundamental principles of psychology, with emphasis on basic research and applications in psychology's major theoretical areas of study: thought, memory, learning, perception, personality, social processes, development, and the physiological bases of psychology. Direct observation of methods of investigation by laboratory demonstrations and by student participation in current research projects.     Sample Syllabus                                                                      Cognition - PSYCH-UA 9029 - 4 points                               Prerequisite for NYU Students: PSYCH-UA 1/Introduction to Psychology   This course is a survey of cognitive psychology, the scientific study of the human mind and human thinking. During the course of the semester we will discuss many different aspects of cognition: perception, attention, memory, language, concepts, reasoning, problem solving, expertise, creativity, and decision making. The emphasis in the course will be on how psychologists have used experiments to help construct theories of how the human mind works and how human thinking occurs. The class will involve lectures, student presentations, discussion, video material to accompany lectures, and occasional example class experiments. The course also has a practical component, for which students work in small groups and conduct an empirical study, which they write up in a research report.     Sample Syllabus                                                                      Social Psychology - PSYCH-UA 9032 - 4 points                               Prerequisite for NYU Students: PSYCH-UA 1/Introduction to Psychology   This course advances the understanding of major principles and findings of social psychology. This course will specifically discuss four main areas: (1) the science of social psychology; (2) the individual within the social world; (3) the impact individuals have on another individual or group; and (4) social relationships.   The course will be in lecture format, but class discussion and participation is expected. Therefore, preparation prior to each class is necessary.   Sample Syllabus                                Social &amp; Cultural Analysis   Please note that other SCA courses are found under their specific program headings.                                                    The Australian Experience - SCA-UA 9809 - 4 points                               This course offers a wide-ranging critique of Australian culture and society. It aims to interrogate Australian society with a methodology that draws on critical race theory, feminism, social geography and cultural studies. It will look at issues such as the relationship between Australian settler culture and Aboriginal Australians; Australia’s experience of migration and multiculturalism; Australians’ relationship with their environment; and Australians’ sense of national identity. In particular, it will consider how these issues have played out in popular culture.   This course offers a special experience for students wishing to broaden and deepen their methodologies of cultural analysis. Australian society is fascinating in itself, but it also offers a unique perspective on transnational issues such as identity formation, social justice movements and the experience of multiculturalism. For instance, given Australia’s history of Indigenous and non-Indigenous relations, the issue of race in a post-colonial context is particularly acute here. Through comparison with the Australian experience, students will develop a more critical view of American and global society. Students wishing to pursue a career that involves cultural analysis will benefit greatly from studying Australian society, in Australia, and thus developing this comparative approach.   This course has three interweaving themes of study: race, class and gender. This course will look at how these issues have played out in various facets of Australian culture, ie: attitudes to the landscape; representations of crime; humour; and art. The course is bookended by sessions that consider place-making in Australia: an introductory session that looks at exploration and mapping, and a concluding session that looks at popular music and geographies of place.   Sample Syllabus                                                                         NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                              Upcoming Application Deadlines   Spring Semester    Priority: September 15   Regular: October 15   Applications received after October 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.                                   Questions?        Contact Us                                                                                                                              NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Courses - Spring 2014                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   London   /   Academics                 Sub Navigation                                 Courses                       Faculty                       Freshmen                       Special Programs                       Facilities & Services                       Tutorials                       Internships                       Academic Events                       Newsletters                                                                   Courses - Spring 2014        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department, can be found here .    Spring 2014 courses are now availble in Albert, NYU's Student Information System. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .                   Academic Requirements & Registration Guidelines                                           Please review these requirements and guidelines before registration                                 Students must register for 12-18 credits   All students must participate in Global Orientations. Students do not need to enroll for this course during registration.     Attendance is expected and required; absences will negatively affect grades   Before you plan your personal travel, check your syllabi! Academic site visits and field trips are considered required class time.   If you're wait-listing, don't forget to Swap. More information on wait-listing is available here .     Certain Business, Economics, Math, and Psychology courses have prerequisites, visiting students email global.academics@nyu.edu for permission.     Some Stern (Business) courses are restricted to Stern students only until Friday of registration week. Non-Stern students will be able to register beginning Friday.   Registration in the Gallatin Fashion courses is given to students in the Gallatin Fashion Program. Other students will be permitted to register as space remains available.   Internship Seminar &amp; Fieldwork is a permission only class. Students needed to apply ahead of time for this course. This course is full and no longer accepting applications.     More information about Registering for Study Away Courses and registration FAQ's is available here .   If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                            Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016            Required Course for All Students                                                    Global Orientations: British Culture - GLBL-UA 9105 - 0 points - pass/fail                               We often hear that Britain is a global country and London is a global city, but what does this mean? In recent years Britain has undergone striking changes in its social makeup, political outlook and cultural activities. Rapid change also brings tensions around housing, the National Health Service and education all of which are increasingly facing pressures from immigration, larger numbers of unemployed and the economic squeeze. The most recent census suggested Polish was the second is spoken language in Britain. So what is happening and why and how does it affect you as a visiting student?    Global Orientation: British Culture is intended to introduce students to ideas formed by global and local issues and focus on concerns regarding politics, the media, migration, the free market, foreign policy, cultural homogeneity and democracy that are the keys to modern British national identity.  The course in based around a series of lectures and talks by prominent speakers from British politics, culture, economics and the arts, and incorporates various optional excursions into London to see some of what is being talked about in action.       Sample Syllabus                          Applied Psychology     Courses listed under Teaching and Learning / Applied Psychology .              Art History                                                    Architecture in London: Field Study - ARTH-UA 9671 - 4 points                               Students in the NYU Art History Dept: This course counts for Art History Elective credit &amp; Urban Design credit.   British architecture is studied, from the Roman remains to the Post-Modern ITV Studios in London. Architecture, urban systems, preservation, and planning issues will be studied. While examining the past and present, the future of architecture will also be explored with an emphasis on the importance of renovating and refurbishing old buildings. There will be site visits in and around the City.   Sample Syllabus                                                                Art & War 1914 to the Present - ARTH-UA 9650 or IDSEM-UG 9251 - 4 points                                Students in the NYU Art History Dept: This course counts for Art History elective credit.   This 15 week course will take an in-depth yet wide-ranging look at an important but curiously neglected aspect of modern western visual culture. Within a broadly chronological structure, topics to be dealt with will include the following: the relationship between art and atrocity, and the attendant problem of the aestheticisation of horror; the crucial influence of photography and the growth of mass communications; the issue of censorship, both external and internal, and the related issue of the &quot;limits of representation&quot; (above all, in relation to the Holocaust and Hiroshima); the distinction between official and unofficial war art, and between art and propaganda, between art that endorses and even glorifies war and an art of protest; issues of gender and sexuality; questions of cultural memory and the memorialization process, and the representation of war in contemporary art practice.   It will consist of a combination of informal lectures, student presentations, at least one gallery visit, and the occasional film showing.     Sample Syllabus                                                                    British Art in London - ARTH-UA 9011 - 4 points                               Students in the NYU Art History Dept: This course counts for Art History elective credit.   A survey of British painting, sculpture and architecture of the 17th through 20th centuries. Museums, galleries, churches, palaces and stately homes in and around London will be visited to examine and critique major works.     Sample Syllabus                                                                Contemporary Art in Britain - ARTH-UA 9675 - 4 points                                Students in the NYU Art History Dept: This course counts for Art History elective credit.   Contemporary art raises vigorous debate and criticism. But what is contemporary about contemporary art? This course introduces you to some of the key issues in dealing critically with contemporary art with a focus on work on display in exhibitions in London, both major national collections and private galleries. The course explores art produced since the late 1950s through case studies of the work of individual artists and through themes which include photography; representations of the body; gallery display; migration, visual imagery of political issues, video practice and installation art. Among other things we consider how contemporary art came to look as it does [with a focus on British art]; the different forms of material and presentation artists have employed; why and how diverse audiences are addressed; how markets, national prizes and private collections shape the kinds of art produced and inform public taste. We also look at the collection and display of contemporary art, on a private and a public scale; dealer galleries and issues of curation.   Sample Syllabus                                                                  Designing Britain - ARTH-UA 9650 - 4 points                                Students in the NYU Art History Dept: This course counts for Urban Design credit or Art History elective credit.   British designers are playing an increasingly important part on the world stage. This course examines changing attitudes to design in Britain: from the eighteenth century, when it played a central role in the modernisation of the country, to the Millennium and beyond, when it is being called upon to rekindle some lost glory. We will ask whether there are features about British design over the last 250 years which are distinctively British; and to what extent British designers have been informed by developments in the rest of the world.   Design now seems all-encompassing, and this very fact also raises broader questions. Have we overvalued this work of the mind over more traditional hand-skills? Are we becoming cynical in the face of endless &quot;rebrandings&quot; (which includes the rebranding of cities and whole countries)? Does design necessarily falsify, or paper over the cracks? And is it good for the planet?   The course format consists of Lectures and Visits to museums, London sites etc.   Sample Syllabus                                                                    Renaissance Art in London - ARTH-UA 9350 - 4 points                                Students in the NYU Art History Dept: This course counts for Art History elective credit.   London has some of the richest collections of renaissance art in the world. Students in this course will be brought into direct contact with a large variety of artefacts to be found in museums and galleries such as the National Gallery, the National Portrait Gallery, the Victoria and Albert Museum, the British Museum as well as the British Library. Works by Van Eyck, Leonardo da Vinci, Michelangelo, Raphael, Durer and Holbein will be examined alongside those of less well-known artists. Rather than provide a standard chronological narrative of European Art History c. 1400- c. 1600, focus will be placed on subject areas such as the altarpiece and the private devotional image, the renaissance portrait, graphic practices, print culture, the materials and functions of sculpture, myth and allegory, the cabinet of curiosities, the concept of the 'Renaissance' itself. These topics will not be organised around traditional national or regional 'schools' considered in isolation from one another but instead interconnections will be explored between the development of different types, technical processes and cultural practices across the Netherlands, France, Germany and Italy. A special case will be made of the English Renaissance, in order to place it within the wider European context through additional visits to Westminster Abbey and Hampton Court.   Sample Syllabus                                                                Seeing London's Architecture - ARTH-UA 9674 or SASEM-UG 9250 - 4 points                               Students in the NYU Art History Dept: This course counts for Architecture and Urban Design credit only.   London, like New York, is a rich and complicated city. Unlike New York however, it has been continuously occupied for just less than 2000 years. Almost every epoch of London’s history can be detected in the city’s architecture and distinctive streetscape.   This course is designed to work in three ways. Firstly it is an opportunity to learn about London’s architecture and art by physically exploring it. Secondly, this class is an introduction to sketching and keeping a travel notebook, a basic and useful skill that any liberal arts student should have an experience of. Finally, and perhaps most importantly, this course teaches how to 'read' a town or city. The ability to visually make sense of a European-built environment should really help in understanding the architecture of New York City and, of course, towns and cities throughout the United States and anywhere else.   Sample Syllabus                          Biology                                                    Principles of Biology II - BIOL-UA 9012 - 4 points (Lecture & Recitation)                                Prerequisite: High school chemistry and BIOL-UA 11, Principles of Biology I or equivalent   Students registering for this course must register for the Lecture &amp; Recitation.   Introductory course mainly for science majors designed to acquaint the student with the fundamental principles and processes of biological systems. Subjects include the basics of chemistry pertinent to biology, biochemistry and cell biology, genetics and molecular biology, anatomy and physiology, neurobiology, ecology, population genetics, and history and classification of life forms and evolution.   Sample Syllabus                                                                Principles of Biology Lab - BIOL-UA 9123 - 1 point (Laboratory)                               Note: Biology majors are not required to register for this lab course. All other students should consult with their advisor to determine if the lab is a requirement of their program of study.     Laboratory exercises illustrate the basics of experimental biology, molecular biology, and biochemistry as well as the diversity of life forms and organ systems.                                                                    Where the City Meets the Sea: Studies in Coastal Urban Environments - BIOL-UA 9140 or ENVST-UA 9275 - 4 points                               Over half of the human population lives within 100 km of a coast and coastlines contain more than two-thirds of the world’s largest cities. As a result, the world’s natural coastal environments have been substantially modified to suit human needs. This course will use the built and natural environments of coastal cities as laboratories to examine the environmental and cological implications of urban development in coastal areas. Using data from multiple coastal cities, student teams will use field-based studies and Geographic Information System (GIS) data to examine patterns and processes operating in coastal cities. This course uses the local terrestrial, marine, and built environments as a laboratory to address these issues, and team projects requiring field work form a core component of the learning experience. As part of the Global Network University initiative this course will be offered simultaneously in multiple locations and students will collaborate with their counterparts on other campuses.     Watch the video and read more about Where The City Meets The Sea                                Business                                                    Corporate Finance - FINC-UB 9007 - 3 points                                Prerequisite: Foundations of Finance (FINC-UB 2) and Statistics or equivalents.   The class focuses on the nature of financial management from a number of perspectives including the national, the corporate and the individual, but particularly the corporate. You will become familiar with the financial system, including that relating to banking, though there will be little overlap with courses that deal with the functioning of financial markets. The importance of behavioural finance will also be stressed during the course.   Sample Syllabus                                                                International Political Economy - BPEP-UB 9011 - 4 points                               The course is informed by the significant transformation the world economy is currently undergoing, paying particular attention to the evolving dynamics of international trade and the global distribution of power within a longer-term historical perspective. The result is a course strongly geared towards providing students with an understanding of contemporary international economic and political trends, issues and events alongside the requisite analytical skills to evaluate current economic and political policies.   This course is divided into two sections. The first section focuses on the political economy of international trade. It will examine the role of labour, land and capital in determining what is traded, by whom and for what purpose. The second section examines the key global issues in 21st century political economy. It will focus on cultural transformation in an age of globalization, the economic rise of Asia, the political economy of militant Islam and, most saliently, the future of Western hegemony in light of the global economic crisis.   Sample Syllabus                                                                Foundations of Finance - FINC-UB 9002 - 4 points                                Prerequisites: (1) STAT-UB 103 Statistics for Business Control and Regression/Forecasting Models OR ECON-UA 18 Statistics (6 credits) OR ECON-UA 18 Statistics (4 credit) plus ECON-UA 19/STAT-UB 3 Regression/Forecasting (2 credit) OR STAT-UB 1 Statistics for Business Control (4 credit) plus STAT-UB 3 Regression/Forecasting (2 credit) AND (2) one of the following: ECON-UB 1 Microeconomics OR ECON-UA 2 Economic Principles II, OR ECON-UA 5 Introduction to Economic Analysis, AND (3) ACCT-UB 1 Principles of Financial Accounting AND (4) At least Sophomore Standing.   A rigorous course developing the basic concepts and tools of modern finance. Basic concepts of return and risk are explored in detail with a view to understanding how financial markets work and how different kinds of financial instruments are valued. These instruments, including equities, fixed income securities, options, and other derivative securities become vehicles for exploring various financial markets and the utilization of these markets by managers in different kinds of financial institutions to enhance return and manage risk. The course includes a segment on the use and application of computer-based quantitative technology for financial modeling purposes.   Sample Syllabus                                                                Introduction to Marketing - MKTG-UB 9001 - 4 points                                This course carries an additional fee of £20 to cover the cost of course materials.   Evaluates, from the management point of view, marketing as a system for the satisfaction of human wants and as a catalyst of business activity. Deals with the subject at all levels from producer to consumer and emphasizes the planning required for the efficient use of marketing tools in the development and expansion of markets. Concentrates on the principles, functions, and tools of marketing, including quantitative methods. Utilizes cases and projects to develop a problem-solving ability in dealing with specific areas.   Sample Syllabus                                                                Management and Organizations - MGMT-UB 9001 - 4 points                               Investigates the nature, functions, and responsibilities of the management of organizations. Develops an analytical approach to the identification, structuring, analysis, and solution of organizational problems. Introduces the student to organizational policies and structures, functional areas, and production processes (including resource allocation, measurement and evaluation, and control), leadership style, and organizational adaptation and evolution. Teaching methodologies include lectures, case analysis, and class discussion.   Sample Syllabus                                                                Operations Management - OPMG-UB 9001 - 4 points                                Prerequisites: STAT-UB 103 Statistics for Business Control and Regression/Forecasting Analysis (also accepted: ECON-UA 18, ECON-UA 20, or BOTH STAT-UB 1 and STAT-UB 3)   Designed to give students a better understanding of how firms can gain competitive advantage from their operations function. Typically this requires the firm to achieve, at a minimum, cost, quality and ecological parity; responsiveness and adaptability to customer needs and desires; rapid time to market; process technology leadership; and sufficient and responsive capacity. A problem-solving framework is developed that enables students to undertake managerial and technical analysis that should result in the desired competitive advantage. Both service and manufacturing case examples are utilized.   Sample Syllabus                                                                  Organizational Communication and its Social Context - SOIM-UB 9065 - 4 points                               This course provides the theoretical fundamentals in communication, applies communication strategy to oral and written business assignments, and focuses on how organizations communicate to their varied internal and external stakeholders.   Sample Syllabus                          Chemistry                                                    Organic Chemistry II - CHEM-UA 9226 - 5 points (Lecture, Laboratory & Recitation)                                Prerequisite: CHEM-UA 243, Organic Chemistry I or its equivalent   Students registering for this course must register for the Lecture, Lab, &amp; Recitation   A continuation of the study of chemistry of organic compounds. The material is presented in the functional group framework, incorporating reaction mechanisms. Topics include structure and bonding of organic materials, nomenclature, conformational analysis, stereochemistry, spectroscopy, and reactions of aliphatic and aromatic hydrocarbons, alcohols, ethers, amines, and carbonyl compounds. Multifunctional organic compounds are covered, including topics of relevance to biochemistry, such as carbohydrates, amino acids, peptides, and nucleic acids. Laboratories provide training in the syntheses of organic precursors in high yields and high purity needed for multistep procedures. An extensive research project involving unknown compounds is conducted. The use of IR and NMR spectroscopy is explored.   Sample Syllabus                          Child and Adolescent Mental Health Studies                                                    Global Perspectives in Child and Adolescent Mental Health - CAMS-UA 9202 - 4 points                               Worldwide studies suggest that up to 20% of children and adolescents suffer from significant mental health issues, but how mental health and illness are perceived and addressed varies greatly around the world. The first part of the course will provide a brief overview of human rights, child development, social determinants of mental health, trauma and resilience, and the global public health significance of mental illness. Using this framework, the impact of selected cross-cultural salient factors affecting mental health (i.e. poverty, war and conflict, and gender-based exploitation) on children’s development and wellbeing will be studied. Throughout the course, various perspectives will be considered, while dominant paradigms will be recognized and critically examined. Lastly, the course will conclude on a pragmatic level—deliberating specific settings, available resources, barriers, and preventative proposals. Through lectures, readings, documentaries, and active discussion this course will provide an engaging milieu to consider the scope and magnitude of child and adolescent mental health issues globally. Selected case studies from the Americas, Africa, Europe, Asia, and the Middle East will be used to illustrate key concepts.     Sample Syllabus                            Chinese Language                                                    Elementary Chinese I - EAST-UA 9201 - 4 points                               Introductory course in modern Chinese using Lin’s College Chinese. Covers both spoken and written aspects of the language. Open to students who have had no training in Chinese, the course includes translation from and into Chinese and a basic study of elementary Chinese grammar.   Sample Syllabus                          Cinema Studies                                                    British Cinema (Lecture & Movie Screenings) - ICINE-UT 12 - 4 points                                Students registering for this class must also register for the Screenings section.   This course carries an additional fee of £20 to cover the cost of course materials.   This course provides an exciting and challenging introduction to British Cinema, studying the rich and varied relationships between the society and its films. It is organised in four main parts, offering an Introduction to Film Studies; a look at National Identity and the Cinema in relation to England, Scotland, Northern Ireland and the UK as a whole; case studies in key authors Mike Leigh and Ken Loach; and approaches to narrative and genre.   Sample Syllabus                            Creative Writing                                                    Creative Writing - CRWRI-UA 9815 - 4 points                               Beginning workshop in creative writing designed to explore and refine the student's individual writing interests. This course may include fiction and/or poetry and creative non-fiction.&amp;nbsp;   Sample Syllabus                            Cultures and Contexts (College Core Curriculum)                                                    Cultures and Contexts: Multinational Britain - CORE-UA 9549 - 4 points                               This class introduces students to an in-depth academic study of changing views of British national identity and culture, using a variety of primary and secondary sources. Britain is a multi-national state, a union of 4 nations, each with their own distinctive culture and heritage. Three of the nations, Wales, Scotland and Ireland, have been brought under the English monarchy and political system, and, in the case of the first two, they have been long-term partners in the benefits accruing to the largest empire the world has seen, and the first and (for a long time) the most successful industrial nation. The height of that unity was probably in the period of the Second World War and its aftermath. Since then, with the collapse of the British Empire, Britain’s membership of the European Union, and the devolution of power to Scotland and Wales, the union has come under increasing pressure from centrifugal forces. The course examines the image that Britain presents to the world, the myths on which the national identity of the component nations were formed and the institutions that might be considered to hold the union together today. This involves looking at the self-image of Britain in relation to empire, foreign policy, immigration and multiculturalism, monarchy, parliament, sport and media representations. British national identity is revealed as an increasingly contested concept in a globalised world.   Sample Syllabus                              Drama                                                    Shakespeare: Text and Performance (Lecture & Theatre Visits) - ITHEA-UT 70 - 4 points                               This course carries an additional fee of $207 to cover the cost of theatre tickets.   Explores the works of Shakespeare as text and performance. A variety of critical methodologies, including biographical and cultural analysis, are used to reveal the continuing vitality of these plays and their relevance to the theatre of our time.   Sample Syllabus                          Dramatic Literature                                                    Modern Drama and Performance in London (Lecture &amp; Theatre Visits) - DRLIT-UA 9133 or ENGL-UA 9133 - 4 points                               Students registering for this course must also register for the theatre visits section.   This course carries an additional fee of $473 in Fall 2015 and Spring 2016 to cover the cost of theatre tickets.   This course, designed to introduce students to the range of 20th-century drama staged in the contemporary London theater scene, presents a wide variety of British, American, and multicultural works currently playing. Students analyze the history of the modern theatre in London. Emphasis is placed on comparative interpretation of texts and the dramatic performances of works.   Sample Syllabus                              Economics                                                    Intermediate Microeconomics - ECON-UA 9010 - 4 points                                Prerequisites: ECON-UA 2 and MATH-UA 121 (Calculus I). (Not open to NYU Stern students.)   Examines the manner in which producers, consumers, and resource owners acting through the market determine the prices and output of goods, the allocation of productive resources, and the functional distribution of incomes. The price system is seen as a network of interrelated decisions, with the market process serving to communicate information to decision makers.   Sample Syllabus                                                                International Economics - ECON-UA 9238 - 4 points                                Prerequisite: ECON-UA 9001, Economic Principles and ECON-UA 9002, Economic Principles II   This course focuses on international trade in goods, services, and capital. It serves as an introduction to international economic issues and as preparation for the department’s more advanced course in ECON-UA 324. The issues discussed include gains from trade and their distribution; analysis of protectionism; strategic trade barriers; the trade deficit; exchange rate determination and government intervention in foreign exchange markets.   Sample Syllabus (Please note that there are different sections of this course which use different text books. Please wait to hear from NYU London or your Professor about which book to buy. Do not base your purchase off of this sample syllabus)                                                                  Mathematics for Economics I - MATH-UA 9211 - 4 points                               Elements of calculus and linear algebra are important to the study of economics. This class is designed to provide the appropriate tools for study in the policy concentration. Examples and motivation are drawn from important topics in economics. Topics covered include derivatives of functions of one and several variables; interpretations of the derivatives; convexity; constrained and unconstrained optimization; series, including geometric and Taylor series; ordinary differential equations; matrix algebra; eigenvalues; and (possibly) dynamic optimization and multivariable integration.   Sample Syllabus                                                                Money and Banking - ECON-UA 9231 - 4 points                                This course is not open to NYU Stern students.   Prerequisite: ECON-UA 9001, Economic Principles or ECON-UA 9005, Introduction to Economic Analysis   The principal characteristics of the financial system and its current challenges; derivatives, financial innovation and the banking industry; money supply and monetary policy; bonds, equities and interest rates; financial supervision and regulation; pricing of financial securities and balanced portfolios; foreign exchange and how currency markets impact policy and asset choices; international policy co-ordination; banking crises and reform programmes.   Sample Syllabus                              English                                                    Gothic Literature - ENGL-UA 9056 - 4 points                               On Christmas Day, 1764 Horace Walpole published The Castle of Otranto , the very first Gothic novel. The Gothic flourished especially in the nineteenth century, creating a whole vocabulary of new creatures and landscapes and two of the great books of the genre: Frankenstein and Dracula . This course concentrates on the great works of Gothic which are central to an understanding of literature, film, early Romanticism and popular culture. Specialising on the works of the eighteenth and nineteenth centuries we will also explore how those texts were reinvented for film and what new elements were added in the twentieth century. Using a selection of texts and using a variety of approaches from the historical to the post modern and the feminist to queer theory we will explore the multifarious levels of meaning in Gothic texts as well as looking at narrative strategies and a variety of themes including the political and revolutionary, the erotic and the exotic, the Promethian and the undead, the role of religion, the role of women, the Wandering Jew and the 'mock' medieval.   Sample Syllabus                                                                Major British Writers - ENGL-UA 9060 - 4 points                               Most of these major texts from the canon of English literature have been selected because they open out onto life in London at the time they were written. We shall be concerned not only with topics of place and setting, but also with issues of individual and national identity, as well as with forms of verse, drama, and fictional narratives. We shall be seeing a performance of Marlowe’s Dr Faustus at Shakespeare’s Globe, witnessing justice in action in a London court, as well as visiting the houses of Dr Johnson and Charles Dickens, Tate Britain, and viewing screen versions of a couple of our chosen novels. Texts will be studied in chronological order; the course is weighted towards literature of the last 100 years. The Oxford Book of English Verse will help give us a sense of continuity and change.   Sample Syllabus                                                                  Modern Drama and Performance in London (Lecture &amp; Theatre Visits) - DRLIT-UA 9133 or ENGL-UA 9133 - 4 points                               Students registering for this course must also register for the theatre visits section.   This course carries an additional fee of $473 in Fall 2015 and Spring 2016 to cover the cost of theatre tickets.   This course, designed to introduce students to the range of 20th-century drama staged in the contemporary London theater scene, presents a wide variety of British, American, and multicultural works currently playing. Students analyze the history of the modern theatre in London. Emphasis is placed on comparative interpretation of texts and the dramatic performances of works.   Sample Syllabus                                                                    Postcolonial Indian Literature - ENGL-UA 9975 - 4 points                               This course explores the meaning of colonialism and postcolonialism in India by examining its historical background, its main themes and its defining problems. The course introduces students to some of the key texts of British cultural and educational policy in India. It also gives students the opportunity to examine a major ethnographic text. The course will then grapple with a cross-section of colonial and postcolonial literary representations of India. The focus here will be on issues of identity and strategies of narrative in colonialist and nationalist texts. The course concludes with an overall view of postcolonial studies as it relates to India and some suggestions as to its future developments.   Sample Syllabus                                                                    The English Novel in the Nineteenth Century - ENGL-UA 9530 - 4 points                               This course will examine the major British novels of the 19th Century in the context of their setting in London and British culture. The course will include visits to London sites presented in the works that will be read. Readings include such major novelists as Dickens, Thackeray, Wilde, Woolf, and others.                                                                    Writing London - ENGL-UA 9182 - 4 points                               This course will study a variety of texts written at particular times in the history of London. The aims of the course are to encourage student to think historically, in terms of the way London and representations of the city have changed and developed over time; and theoretically, in terms of the way the city is mediated through different forms and genres (e.g. poetry, novels, essays, film). We will also examine the texts in relation to issues such as gender, the definition of the modern metropolis as a labyrinthine city of Babylon, the influence of metropolitan culture on Modernism and Modernity, assimilation versus multiculturalism, immigration, and the effects of new modern spaces on individuals.   Sample Syllabus                          Environmental Studies                                                    Where the City Meets the Sea: Studies in Coastal Urban Environments - BIOL-UA 9140 or ENVST-UA 9275 - 4 points                               Over half of the human population lives within 100 km of a coast and coastlines contain more than two-thirds of the world’s largest cities. As a result, the world’s natural coastal environments have been substantially modified to suit human needs. This course will use the built and natural environments of coastal cities as laboratories to examine the environmental and cological implications of urban development in coastal areas. Using data from multiple coastal cities, student teams will use field-based studies and Geographic Information System (GIS) data to examine patterns and processes operating in coastal cities. This course uses the local terrestrial, marine, and built environments as a laboratory to address these issues, and team projects requiring field work form a core component of the learning experience. As part of the Global Network University initiative this course will be offered simultaneously in multiple locations and students will collaborate with their counterparts on other campuses.     Watch the video and read more about Where The City Meets The Sea                                Gallatin School of Individualized Study                                                    Art & War 1914 to the Present - ARTH-UA 9650 or IDSEM-UG 9251 - 4 points                               Students in the NYU Art History Dept: This course counts for Art History elective credit.   This 15 week course will take an in-depth yet wide-ranging look at an important but curiously neglected aspect of modern western visual culture. Within a broadly chronological structure, topics to be dealt with will include the following: the relationship between art and atrocity, and the attendant problem of the aestheticisation of horror; the crucial influence of photography and the growth of mass communications; the issue of censorship, both external and internal, and the related issue of the &quot;limits of representation&quot; (above all, in relation to the Holocaust and Hiroshima); the distinction between official and unofficial war art, and between art and propaganda, between art that endorses and even glorifies war and an art of protest; issues of gender and sexuality; questions of cultural memory and the memorialization process, and the representation of war in contemporary art practice.   It will consist of a combination of informal lectures, student presentations, at least one gallery visit, and the occasional film showing.     Sample Syllabus                                                                Fashion's Fictions: The Texts of Clothing - IDSEM-UG 9253 - 4 points                                Please note that students accepted to the Gallatin Fashion in London Program will be given registration priority for this course.   The topic of clothing and adornment embraces a broad spectrum, from the need for protective covering to the desire for individual expression to the profit goal of international industries. Clothing epitomizes the way a fundamental necessity has been transformed by cultural construction---as well as desire and creativity---into a complex social indicator, a matrix of culture, class, gender identity and aesthetics. This course looks at the ways clothing and fashion are used by story tellers, in print and on film, from the ancient world to the modern as indicators of civilization, individuality, sensuality, polymorphous gender, guilt, and conspicuous consumption. In order to establish a critical grid and vocabulary with which to discuss fiction’s use of clothing/fashion our sources will also include readings in cultural studies, art, sociology, economics, fashion theory, and semiotics.   Sample Syllabus                                                                  Global Fashion Industry: Britain - SASEM-UG 9251 - 4 points                                Please note that students accepted to the Gallatin Fashion in London Program will be given registration priority for this course.   In this new course, students will examine the business side of the fashion industry as it exists in Britain. Topics of study will include the emergence of new designers and labels; branding; marketing; manufacture; labor relations; governement subsidies and support; domestic retail and international sales.   Sample Syllabus                                                                History of British Fashion - IDSEM-UG 9252 - 4 points                                Please note that students accepted to the Gallatin Fashion in London Program will be given registration priority for this course.   This interdisciplinary seminar serves as a broad overview for several centuries of British male and female fashion trends, from roughly the Tudor period to today. The course focuses on ways that modes and standards of dress evolved in response to political, economic and technological developments; empire and immigration; changing gender and class formations; and the vagaries of popular culture. In short, the course examines not only what people wore at different historical moments, but why they wore what they did, and how they felt about it. Readings come from the fields of literature, history, art history, gender studies, and sociology.   Sample Syllabus                                                                  Immigration - IDSEM-UG 9250 or SOC-UA 9452 or HIST-UA 9452 - 4 points                               To provide an understanding of the main immigration trends in Britain, France and Germany since 1850 To provide an understanding of the problems attending the social and political integration of immigrants in contemporary Western Europe To compare the experience and understanding of immigration in Europe with the experience and understanding of immigration in the United States To examine the ways in which the memory of immigration is represented in literature and contemporary culture.   Sample Syllabus                                                                    Internship Seminar & Fieldwork - NODEP-UA 9982 or INDIV-UG 9250 - 4 points                                Note: Students accepted to this course must indicate on their visa inquiry form that they want a Tier-4 General Student Visa; you will not be permitted to intern (paid or unpaid) in the UK without a Tier-4 visa. A Tier-4 visa costs a minimum of £289 GBP (approximately $500 USD), plus any applicable shipping and expedite fees. (*Does not apply to students traveling on EEA or Swiss passports.)   Enrollment by permission only. Application required.   This 4 credit course includes a weekly seminar and minimum of 16 hours fieldwork per week.&amp;nbsp; Internship placements are made by EUSA, an organization partnering with NYU. EUSA provides internship placements in a wide range of organizations. Industry sectors include:   Business, Finance &amp;  Economics   Healthcare, Social Issues  &amp; Education   Television, Film &amp;  Journalism   Communications   Arts &amp; Culture   Politics &amp; NGOs   The seminar portion of the course explores many different aspects of your internship site. The goal is to finish the semester with an in-depth understanding of the company or organization, including its approach, its policies, and the context in which it operates. We will also discuss more generally the state of the contemporary workplace and ourselves as workers. Finally, you will use the seminar to reflect critically and analytically on the internship experience and as a way to refine your own personal and professional goals.   Sample Syllabus                                                                  Seeing London's Architecture - ARTH-UA 9674 or SASEM-UG 9250 - 4 points                                Students in the NYU Art History Dept: This course counts for Architecture and Urban Design credit only.   London, like New York, is a rich and complicated city. Unlike New York however, it has been continuously occupied for just less than 2000 years. Almost every epoch of London’s history can be detected in the city’s architecture and distinctive streetscape.   This course is designed to work in three ways. Firstly it is an opportunity to learn about London’s architecture and art by physically exploring it. Secondly, this class is an introduction to sketching and keeping a travel notebook, a basic and useful skill that any liberal arts student should have an experience of. Finally, and perhaps most importantly, this course teaches how to 'read' a town or city. The ability to visually make sense of a European-built environment should really help in understanding the architecture of New York City and, of course, towns and cities throughout the United States and anywhere else.                            History                                                    A History of London - HIST-UA 9127 - 4 points                               The course examines the growth and importance of London from the Roman invasion of 43 AD to the present day. Students will learn about London's changing economic and political role, and will understand how London grew to dominate the commerce, industry and culture of England. They will find out how London became the biggest city the world has ever known, and how it coped (or failed to cope) with the social and environmental problems created by its enormous size. Each week (unless there is a field trip) there will be a lecture and a discussion in which you will be able to present ideas and information gathered from lectures and from your weekly reading. There will also be four walking tours of parts of London which relate to the period we are studying at a particular time.   Sample Syllabus                                                                Europe Since 1945 - HIST-UA 9156 - 4 points                               Covers the impact of World War II, the postwar division of Europe, the onset of the cold war, the economic recovery and transformation of Western Europe, Stalinism in Eastern Europe, the 1960s and events of 1968, the origins and development of the European community, and the cultural and intellectual life of European nations in this period. Ends with a discussion of the Eastern European revolutions of 1989 and their significance, together with the reunification of Germany, for the future of the continent.   Sample Syllabus                                                                  Immigration - IDSEM-UG 9250 or SOC-UA 9452 or HIST-UA 9452 - 4 points                               To provide an understanding of the main immigration trends in Britain, France and Germany since 1850 To provide an understanding of the problems attending the social and political integration of immigrants in contemporary Western Europe To compare the experience and understanding of immigration in Europe with the experience and understanding of immigration in the United States To examine the ways in which the memory of immigration is represented in literature and contemporary culture.   Sample Syllabus                                                                  Islam and the West - HIST-UA 9520 or MEIS-UA 9694 - 4 points                               This course examines the evolution of diplomatic, trade, and cultural contacts between Islam and the West. Particular attention is paid to the complex relationship that developed between these two civilizations and their historical impact on each other.   *Please Note: Does not count toward the major or minor in Middle Eastern Studies.                                                                    Modern Imperialism: 19th and 20th Centuries - HIST-UA 9198 - 4 points                               This course will focus on a history of Modern Imperialism from the beginning of the nineteenth century to post-Second World War decolonisation: with particular reference to the British Empire.   Sample Syllabus                            Internship for Credit                                                    Internship Seminar & Fieldwork - NODEP-UA 9982 or INDIV-UG 9250 - 4 points                               Note: Students accepted to this course must indicate on their Student Information Form that they want a Tier-4 General Student Visa; you will not be permitted to intern (paid or unpaid) in the UK without a Tier-4 visa. A Tier-4 visa costs a minimum of £289 GBP (approximately $500 USD), plus any applicable shipping and expedite fees. (*Does not apply to students traveling on EEA or Swiss passports.)   Enrollment by permission only. Application required.   This 4 credit course includes a weekly seminar and minimum of 16 hours fieldwork per week.&amp;nbsp; Internship placements are made by EUSA, an organization partnering with NYU. EUSA provides internship placements in a wide range of organizations. Industry sectors include:   Business, Finance &amp; Economics   Healthcare, Social Issues &amp; Education   Television, Film &amp; Journalism   Communications   Arts &amp; Culture   Politics &amp; NGOs   The seminar portion of the course explores many different aspects of your internship site. The goal is to finish the semester with an in-depth understanding of the company or organization, including its approach, its policies, and the context in which it operates. We will also discuss more generally the state of the contemporary workplace and ourselves as workers. Finally, you will use the seminar to reflect critically and analytically on the internship experience and as a way to refine your own personal and professional goals.   Sample Syllabus                          Journalism &amp; Mass Communication                                                    Journalism and Society: From Blogging to Bullets, Changes and Challenges Facing Media - JOUR-UA 9503 - 4 points                               Designed to interrogate the impact of various forms of media on &quot;society&quot; and various notions of society on &quot;media.&quot; Students consider conventional and unconventional media in Britain - from the London Times to movies to fashion magazines - in an effort to interpret British culture. The key question is not &quot;Is this text 'good'?&quot; but &quot;What does this text mean?&quot;   Sample Syllabus                                                                  Methods and Practice: Reporting the Arts (Lecture & Theatre Visits) - JOUR-UA 9202 - 4 points                                Students in this course must also register for the Methods and Practice Theatre visit on Thursday evenings.   This course carries an additional fee of $303 to cover the cost of theatre tickets.Students should also be prepared to pay up to £100 or $160 for extra tickets while in London as part of the Methods &amp; Practice course.   Using the cultural life of London as its focus, this course aims to enable students to report on the diversity of cultural and artistic activity in the British capital across the spectrum, with an inevitable focus on theatre and live performance (classical music/opera, classical and contemporary dance) given the professor's own ongoing career as a theatre critic; other art forms, including art, television, and film, are considered, as well, depending on what is on in the capital at any given time. Numerous forms and techniques will be explored through la mixture of lecture, discussion, and student presentations, and students will be required to follow the work of several critics throughout the term even as they develop their own critical voice and methodology. At every turn, the course aims to wed the specific cultural goings-on in London during the semester to the methods and practice necessary to respond to and evaluate the work on offer.   Sample Syllabus                            Mathematics                                                    Linear Algebra - MATH-UA 9140 - 4 points                                Prerequisite: A grade of C or better in MATH-UA 121 Calculus I or the equivalent.   Systems of linear equations. Gaussian elimination, matrices, determinants, and Cramer's rule. Vectors, vector spaces, basis and dimension, linear transformations. Eigenvalues, eigenvectors, quadratic forms.   Sample Syllabus                                                                  Mathematics for Economics I - MATH-UA 9211 - 4 points                               Elements of calculus and linear algebra are important to the study of economics. This class is designed to provide the appropriate tools for study in the policy concentration. Examples and motivation are drawn from important topics in economics. Topics covered include derivatives of functions of one and several variables; interpretations of the derivatives; convexity; constrained and unconstrained optimization; series, including geometric and Taylor series; ordinary differential equations; matrix algebra; eigenvalues; and (possibly) dynamic optimization and multivariable integration.   Sample Syllabus                          Media, Culture, &amp; Communication                                                    Culture, Media and Globalization - MCC-UE 9400 - 4 points                               A review of theories and evidence of cultural and political transformations in culture underway in the era of media proliferation, multinational conglomerates, and cyberspace. The role of international flows and national differences.   Sample Syllabus                            Middle Eastern Studies                                                    Islam and the West - HIST-UA 9520 or MEIS-UA 9694 - 4 points                               This course examines the evolution of diplomatic, trade, and cultural contacts between Islam and the West. Particular attention is paid to the complex relationship that developed between these two civilizations and their historical impact on each other.   *Please Note: Does not count toward the major or minor in Middle Eastern Studies.                                                                    Politics of the Near and Middle East - MEIS-UA 9750 or POL-UA 9540 - 4 points                               Historical-political background of the Middle East and its contemporary social and political problems, including the impact of the West; religious and liberal reactions; conflict of nationalisms (Arab, Iranian, Turkish, and Zionist); and revolutionary socialism. Specific social, political, and economic problems - using a few selected countries for comparison and analysis - including the role of the military, the intelligentsia, the religious classes, the legitimation of power, urban-rural cleavages, bureaucracy, and political parties.   Sample Syllabus                            Philosophy                                                    Ethics - PHIL-UA 9040 - 4 points                               Examines fundamental questions of moral philosophy. What are our most basic values and which of them are specifically moral values? What are the ethical principles, if any, by which we should judge our actions, ourselves, and our lives?   Sample Syllabus                                                                  Metaphysics - PHIL-UA 9078 - 4 points                               Discusses general questions concerning the nature of reality and truth. What kind of things exist? Are there minds or material bodies? Is change illusory? Are human actions free or causally determined? What is a person and what, if anything, makes someone one and the same person?   Sample Syllabus                          Physics                                                    General Physics II - PHYS-UA 9012 - 5 points (Lecture, Laboratory, & Recitation)                               Prerequisite: PHYS-UA 9011, General Physics I with a grade of C- or better   Students registering for this course must register for Lecture, Laboratory, and Recitation. Students should note that the Physics lab takes place at King’s College in Waterloo. This is roughly a 30 minute bus journey from the academic centre.   This course is a continuation of PHYS-UA 9011. This course is composed of a lecture and laboratory-recitation. Topics include electric charge, field, and potential; magnetic forces and fields; resistive, capacitive, and inductive circuits; electromagnetic induction; wave motion, electromagnetic waves; geometrical optics; interference, diffraction, and polarization of light; relativity; atomic and nuclear structure; elementary particle physics.   Sample Syllabus                          Politics                                                    British Politics - POL-UA 9514 - 4 points                               Introduction to the politics and society of the United Kingdom of Great Britain and Northern Ireland. Traces the political and social development of the historic countries of England, Ireland, Scotland, and Wales; the growth of British hegemony and imperialism; the politics of decline and decay; and the promise of rebirth. Studies contemporary political institutions and processes that have undergone massive transformation over the past 50 years. Examines the continuing conflict and terrorism in Northern Ireland and dynamics of change in the Thatcher era and beyond.   Sample Syllabus                                                                  Politics of the Near and Middle East - MEIS-UA 9750 or POL-UA 9540 - 4 points                               Historical-political background of the Middle East and its contemporary social and political problems, including the impact of the West; religious and liberal reactions; conflict of nationalisms (Arab, Iranian, Turkish, and Zionist); and revolutionary socialism. Specific social, political, and economic problems - using a few selected countries for comparison and analysis - including the role of the military, the intelligentsia, the religious classes, the legitimation of power, urban-rural cleavages, bureaucracy, and political parties.   Sample Syllabus                                                                  Understanding the European Union - POL-UA 9595 - 4 points                               This course critically investigates European integration, the operation of the EU as a political system and European policies. The course explores the origins, development, institutions, major policies, policy-making, current problems and matters of controversy of the European Community / Union. The major approaches applied to explain integration as well as the complex operation of the EU as a political system are described and discussed. The political and economic logic behind different national perspectives on European integration are examined.   Sample Syllabus                                                                  War, Peace, World Order - POL-UA 9741 - 4 points                               Characteristics and conditions of war and peace and the transition from one to the other from the perspective of political and social science. Examines the role and use of coercion in global affairs, with emphasis on attempts to substitute negotiation, bargaining, market forces, politics, and law for the resort to massive violence in moderating disputes. Considers recent developments in both the theory and practice of peacebuilding demonstrating the differing ways in which particular conflicts tend to be viewed by participants, external commentators and policy-makers. Students will also undertake their own research on a case study of conflict.   The course will be taught in the form of an informal lecture and a class discussion, and students will present preliminary versions of their case studies to the class. A visiting speaker from an organisation dealing with issues of violent conflict and peace will also participate in one of the sessions (to be arranged).   Sample Syllabus                            Psychology                                                    Abnormal Psychology - PSYCH-UA 9051 - 4 points                                Prerequisite for NYU Students: PSYCH-UA 1/Introduction to Psychology and any Core B Psych course (Personality, Social, or Developmental) or permission of the instructor.   The kinds, dynamics, causes, and treatment of psychopathology. Topics include early concepts of abnormal behavior; affective disorders, anxiety disorders, psychosis, and personality disorders; the nature and effectiveness of traditional and modern methods of psychotherapy; and viewpoints of major psychologists past and present.   Sample Syllabus                                                                  Cognition - PSYCH-UA 9029 - 4 points                                Prerequisite for NYU Students: PSYCH-UA 1/Introduction to Psychology   Introduction to theories and research in some major areas of cognitive psychology, including human memory, attention, language production and comprehension, thinking and reasoning.   Sample Syllabus                                                                  Developmental Psychology - PSYCH-UA 9034 - 4 points                                Prerequisite for NYU Students: PSYCH-UA 1/Introduction to Psychology   Introduction and overview of theoretical issues and selected research in developmental psychology. Focus on infancy through adolescence. Lectures interweave theory, methods, and findings about how we develop as perceiving, thinking, and feeling beings.   Sample Syllabus                                                                Introduction to Psychology - PSYCH-UA 9001 - 4 points                               Fundamental principles of psychology, with emphasis on basic research and applications in psychology's major theoretical areas of study: thought, memory, learning, perception, personality, social processes, development, and the physiological bases of psychology. Direct observation of methods of investigation by laboratory demonstrations and by student participation in current research projects.   Sample Syllabus                                                                  Personality - PSYCH-UA 9030 - 4 points                                Prerequisite for NYU Students: PYSCH-UA 1/Introduction to Psychology   Introduction to research in personality, including such topics as the self-concept; unconscious processes; how we relate to others; and stress, anxiety, and depression.   Sample Syllabus                                                                  Social Psychology - PSYCH-UA 9032 - 4 points                                Prerequisite for NYU Students: PSYCH-UA 1/Introduction to Psychology   Introduction to theories and research about the social behavior of individuals, such as perception of others and the self, attraction, affiliation, altruism and helping, aggression, moral thought and action, attitudes, influence, conformity, social exchange and bargaining, group decision making, leadership and power, and environmental psychology.   Sample Syllabus                                                                  Special Topics: Prejudice and Stereotyping - PSYCH-UA 9300 - 4 points                                Prerequisite for NYU Students: PSYCH-UA 1/Introduction to Psychology   This course will cover historical and contemporary scientific approaches to understanding prejudice, specifically prejudice that exists between social groups (for example, ethnic prejudice, religious prejudice, etc.) across different cultures. Readings will draw from the literature in psychological science, and will cover topics including the origins of prejudice, the justification of prejudice, the different forms of prejudicial expression, the identification of prejudice in individuals and institutions, the consequences of being a victim of prejudice, and the value (or not) of different prejudice reduction strategies.   Sample Syllabus                          Public Health                                                    Health and Society - UGPH-GU 9030 (formerly PUHE-UE 9070) - 4 points                                Please note that this course is currently under development.&amp;nbsp; Actual course description may vary.   This course will examine the various dimensions of the field of public health and how the public’s health is protected. Students explore the ways social, economic, and political forces influence the health of populations. Additionally, this course will focus upon some of the current ethical public health dilemmas where the rights of the individual versus the rights of society come into conflict. The course makes use of diverse methods of instruction, including, but not limited to, small group discussion, group exercises, mini-lectures, student debates, field-based group projects and student presentations. Students may be involved in gathering information and observations from projects outside of the classroom at government, NGO and health care institutions.   Sample Syllabus                                                                Introduction to Epidemiology - UGPH-GU 9010 (formerly PUHE-UE 9306) - 4 points                               By the end of this course students will develop the ability to understand the evolution and current role of epidemiology as an approach to assessing public health problems; describe epidemiological approaches to defining and measuring health problems in defined populations; understand how epidemiologic studies are designed, implemented and analyzed; understand the concepts of measurement of test performance and be able to apply these concepts of testing and screening in a range of health and other settings; understand and apply epidemiological criteria needed to establish cause and effect relationships; understand, and apply key ethical issues to the conduct of epidemiological and other scientific investigations; conduct library research to find information on diseases and other health conditions; and critically read and understand health information.   Sample Syllabus                            Sociology                                                    Immigration - IDSEM-UG 9250 or SOC-UA 9452 or HIST-UA 9452 - 4 points                               To provide an understanding of the main immigration trends in Britain, France and Germany since 1850 To provide an understanding of the problems attending the social and political integration of immigrants in contemporary Western Europe To compare the experience and understanding of immigration in Europe with the experience and understanding of immigration in the United States To examine the ways in which the memory of immigration is represented in literature and contemporary culture.   Sample Syllabus                            Teaching and Learning / Applied Psychology                                                    An important note for all students interested in registering for the Human Development course sequence                               This course is only open to students in NYU Steinhardt's Teaching and Learning Program.   Students enrolling in the Human Development course sequence must register for both APSY-UE 9020 Human Development I and one of the Human Development II sections (APSY-UE 9021, 9022, or 9023). Human Development I runs for the first 7 weeks of the semester followed by Human Development II. All sections of Human Development II will meet together for class sessions however classroom observations and assignments will be differentiated.   Students enrolling in the Human Development course sequence must also conduct observations in a London school classroom each week. This course carries a fee of $215 for non-Steinhardt students to cover the cost of observation placements.   All students registering for Human Development courses must obtain a &quot;good conduct certificate&quot; (sometimes also called a &quot;letter of good standing&quot;) from their local police department before leaving for London. This is essential in order to participate in observations.   Note: Students accepted to this course must indicate on their visa inquiry form that they want a Tier-4 General Student Visa; you will not be permitted to intern (paid or unpaid) in the UK without a Tier-4 visa. A Tier-4 visa costs a minimum of £298 GBP (approximately $500 USD), plus any applicable shipping and expedite fees. (*Does not apply to students traveling on EEA or Swiss passports.)   All students interested in the Human Development Course sequence should complete the Human Development Placement Registration Form (https://www.surveymonkey.com/s/HDS15) as soon as possible, and no later than November 30.                                                                    Human Development I - APSY-UE 9020 - 2 points                               Introduction to research and theory of human development across the life span. Seminal theories &amp; basic research of individual growth &amp; development are analyzed &amp; critiqued. Emphasis is on the range in human development with discussion of normative &amp; non-normative development. Emphasis is also placed on the importance of understanding the influence of normative &amp; non-normative contexts of development, including the impact of culture, heritage, socioeconomic level, personal health, &amp; safety. Relations between home, school, &amp; community and their impact on development are also explored via readings, lectures, discussions, &amp; weekly observations in the field. Interrogation of implicit folk theories as a foundation for exploration of formal knowledge of human development.   Sample Syllabus                                                                  Human Development II: Application for Early Childhood Educators - APSY-UE 9021 - 2 points                                  Further analysis of research findings &amp; theories of human development focusing on early childhood, &amp; applied across various institutional contexts. Important issues include: language development, assessment of readiness to learn, separation from the family, peer relationships, aesthetic experiences. Developmentally appropriate consideration of abusive &amp; dangerous environments, &amp; of alcohol, tobacco &amp; drug use will also be included. Direct application of theory &amp; research is made through field-based inquiry &amp; issue-based investigation.                                                                  Human Development II: Application for Childhood Educators - APSY-UE 9022 - 2 points                               Further analysis of research findings &amp; theories of human development focusing on childhood, &amp; applied across various institutional contexts. Important issues include: numeric competence, assessment of reading problems, gender differences in learning styles. Developmentally appropriate consideration of abusive &amp; dangerous environments, &amp; of alcohol, tobacco, &amp; drug use will also be included. Direct application of theory &amp; research is made through field-based inquiry &amp; issue-based investigation.                                                                  Human Development II: Early Adolescents and Adolescents - APSY-UE 9023 - 2 points                               Further analysis of research findings &amp; theories of human development focusing on early through late adolescence &amp; applied across various institutional contexts. Important issues include puberty, cross-gender peer relations, preventing risky behaviors, understanding &amp; mastering test-based graduation requirements, transition to work/college, identity development, depression, &amp; aggression. Developmentally appropriate consideration of abusive &amp; dangerous environments &amp; of alcohol, tobacco, &amp; drug use is also included. Direct application of theory &amp; research is made through field-based inquiry &amp; issue-based investigation.                                                                 NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                               Upcoming Application Deadlines   Spring Semester    Priority: September 15   Regular: October 15   Applications received after October 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.                      Learn     Courses   Special Programs   Freshman Program   Facilities   Faculty   Community Service   English for Academic Purposes                Live     Housing     Culture &amp; Customs   Safety   Health &amp; Wellness     Cost &amp; Budgeting   Staff                 Explore      Restaurants    Things to do    Local Travel    Regional Travel                                   Questions?        Contact Us                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]