[{"detail": [{"content": "A is for Arab: Stereotypes in U.S. Popular Culture, Kevorkian Center | NYU                                        NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                                  A is for Arab: Stereotypes in U.S. Popular Culture                                Powerful, accessible and compelling, A is for Arab , which features images from the Jack G. Shaheen Archive ,   reveals and critiques the stereotypical portrayals of Arabs and Muslims   in U.S. popular culture. Providing historical context about these   images which range from film stills to comic books to editorial   cartoons, this traveling exhibition aims to educate and stimulate   discussion about the impact of stereotypes on both individual   perceptions and national policy. A PDF of the exhibition panels is available for download, here. Dimensions: The exhibition is comprised of 8,   double-sided, gator board, each measuring 36″w x 87″h. The bases of the   stands are each 8″ deep, 36” wide, and 3” high, and panels are simply   installed into the base. With all banners positioned side by side, the   exhibition measures a total of 24′ in length, and for ideal viewing,   should have a clearance of 12′ on each side. To accommodate smaller   spaces, several alternative arrangements are possible; and, if only one   side of the exhibition is able to be displayed, the back (black) side of   the exhibition can face a wall.    A is for Arab panels (front)    Loan fee:   As of September 1, 2013,   the loan fee will be $400 in addition to one-way shipping from the   previous venue. 100% of loan fee is applied towards the cost of   processing and making the Jack G. Shaheen Archive accessible to the   public. Individuals who wish to pay the loan fee on behalf of an   exhibitor can make the payment as a tax-deductible donation to NYU.    Supplementary materials: Along with the exhibition,   A/P/A can provide list of suggested supplementary materials, some of   which are available for loan from the A/P/A Institute.      For more information, please contact apa.archives@nyu.edu .  Consider accompanying the exhibition with the following resources developed with the content of the Jack G. Shaheen Archive: Publication  A is for Arab: Archiving Stereotypes in U.S. Popular Culture  A is for Arab: Archiving Stereotypes in U.S. Popular Culture features   photographs of objects and materials from the Jack G. Shaheen Archive,   and documents U.S. popular culture representations of Arabs and Muslims   from the early-20th century to the present. Film Program Reel Arabs Vs. Real Arabs: Historicizing/Critiquing/Remaking the Arab Image in Popular Culture Help   your students separate the reel from reality. Take a 100-year   historical tour of representations of Arabs and Muslims on film (and   discover how Hollywood really began with Orientalist Arab stereotypes)   by hosting this film program curated by Jack Shaheen at your school.  The Jack G. Shaheen Archive at Tamiment Library &amp; Robert F. Wagner Labor Archives at New York University is   Presented by the Asian/Pacific/American Institute and the Hagop Kevorkian Center for Near Eastern Studies at New York University                                                  Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "A is for Arab: Stereotypes in U.S. Popular Culture, Kevorkian Center | NYU                                        NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                                  A is for Arab: Stereotypes in U.S. Popular Culture                                Powerful, accessible and compelling, A is for Arab , which features images from the Jack G. Shaheen Archive ,   reveals and critiques the stereotypical portrayals of Arabs and Muslims   in U.S. popular culture. Providing historical context about these   images which range from film stills to comic books to editorial   cartoons, this traveling exhibition aims to educate and stimulate   discussion about the impact of stereotypes on both individual   perceptions and national policy. A PDF of the exhibition panels is available for download, here. Dimensions: The exhibition is comprised of 8,   double-sided, gator board, each measuring 36″w x 87″h. The bases of the   stands are each 8″ deep, 36” wide, and 3” high, and panels are simply   installed into the base. With all banners positioned side by side, the   exhibition measures a total of 24′ in length, and for ideal viewing,   should have a clearance of 12′ on each side. To accommodate smaller   spaces, several alternative arrangements are possible; and, if only one   side of the exhibition is able to be displayed, the back (black) side of   the exhibition can face a wall.    A is for Arab panels (front)    Loan fee:   As of September 1, 2013,   the loan fee will be $400 in addition to one-way shipping from the   previous venue. 100% of loan fee is applied towards the cost of   processing and making the Jack G. Shaheen Archive accessible to the   public. Individuals who wish to pay the loan fee on behalf of an   exhibitor can make the payment as a tax-deductible donation to NYU.    Supplementary materials: Along with the exhibition,   A/P/A can provide list of suggested supplementary materials, some of   which are available for loan from the A/P/A Institute.      For more information, please contact apa.archives@nyu.edu .  Consider accompanying the exhibition with the following resources developed with the content of the Jack G. Shaheen Archive: Publication  A is for Arab: Archiving Stereotypes in U.S. Popular Culture  A is for Arab: Archiving Stereotypes in U.S. Popular Culture features   photographs of objects and materials from the Jack G. Shaheen Archive,   and documents U.S. popular culture representations of Arabs and Muslims   from the early-20th century to the present. Film Program Reel Arabs Vs. Real Arabs: Historicizing/Critiquing/Remaking the Arab Image in Popular Culture Help   your students separate the reel from reality. Take a 100-year   historical tour of representations of Arabs and Muslims on film (and   discover how Hollywood really began with Orientalist Arab stereotypes)   by hosting this film program curated by Jack Shaheen at your school.  The Jack G. Shaheen Archive at Tamiment Library &amp; Robert F. Wagner Labor Archives at New York University is   Presented by the Asian/Pacific/American Institute and the Hagop Kevorkian Center for Near Eastern Studies at New York University                                                  Contact Us | &copy; New York University , Arts and Science"}, {"content": "NYU Libraries | Tamiment Library & Robert F. Wagner Labor Archives -- Archives of Irish America                                                                                                        Home                       About the Library                         Collections Overview                       Collections List / Finding-Aids                         Research Guides                         Programs                       Online Exhibits / Public History                                                                                   Mick Moloney Irish-American Music and Popular Culture Collection, Tamiment Library, NYU     Archives of Irish America    The Archives of Irish America is part of the Tamiment Library. This important collection documents the Irish Diaspora in America, its relationship to the American labor movement, to New York City history, and to American culture and society in general.    Established in 1997 as part of New York University's Division of Libraries and with the support of Glucksman Ireland House , the Archives of Irish America is a repository of primary research materials that assists students, faculty and visiting scholars in evaluating the Irish impact on the history of American social and cultural development, and the evolution over time of a distinctive Irish-American identity.            Mick Moloney Irish-American Music and Popular Culture Collection, Tamiment Library, NYU     The collection is strong in activities related to immigration issues, support for Irish Republicanism, music and other aspects of popular culture, and Irish Cultural Organizations based in the New York City area. The majority of materials are 20th century and later.                The Tipperary Twirl, 1911. Mick Moloney Irish-American Music and Popular Culture Collection, Part IV: Irish Americana. Sheet Music (Irish), Box 39, Folder 8. Tamiment Library, NYU.    The Archives is home to the Mick Moloney Irish-American Music and Popular Culture Collection, one of the largest collections in the U.S. for the study of Irish-American music and popular culture. Items range from commercial recordings to 19th century postcards and sheet music to field recordings and interviews of artists and activists in the Irish traditional music world in the United States and abroad made or collected by Dr. Moloney.    Researchers may browse a list of Archives of Irish America Collections or search finding aids .    Please see the research visits and library services page for information about using the collections. Please contact the Tamiment Library for more information.    The Archives of Irish America was made possible by the generosity of the Irish Institute of New York and the Melvin Rauch Foundation, by the wise guidance of the late Dr. Debra Bernhardt of the Tamiment Library and Robert F. Wagner Labor Archives at NYU, and by the dedicated efforts of Professor Marion R. Casey.    Online Exhibit: AIA Highlights from the Moloney Collection on Flickr         Updated 02/11/2014                                                          home |    about the library |    collections overview |    research guides |    collections list/finding aids |    programs |    online exhibits &amp; public history |   NYU Libraries |    New York University"}]}]