[{"detail": [{"content": "Regulatory Policy Clinic | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Clinics &rsaquo; One-Semester Clinics &rsaquo; Regulatory Policy Clinic                  Clinics                 Regulatory Policy Clinic                 One-Semester Clinics       Bankruptcy Appellate Clinic   Brennan Center Public Policy Advocacy Clinic   Business Law Transactions Clinic   Children&#039;s Rights Clinic   Civil Litigation - Employment Law Clinic   Community Development and Economic Justice Clinic   Comparative Criminal Justice Clinic   Criminal Appellate Defender Clinic   District Attorney of New York Externship   Education Advocacy Clinic   Education Sector Policy and Consulting Clinic   Environmental Law Clinic   Equal Justice and Defender Clinic   EU Regulatory Policy Clinic (Paris)   Federal Judicial Practice Externship   Global Justice Clinic - for LLMs   Government Civil Litigation Externship - EDNY   Government Civil Litigation Externship - SDNY   Immigrant Defense Clinic   International Environmental Law Clinic   International Organizations Clinic   International Transactions Clinic - for LLMs   Legal Ethics Bureau at NYU Law   Legislative and Regulatory Process Clinic   LGBTQ Rights Clinic   Litigation, Organizing and Systemic Change Clinic   Mediation Clinic   Mediation Clinic - Advanced   New York Civil Liberties Clinic   Policy Advocacy in Latin America (Buenos Aires)   Prosecution Externship - EDNY   Prosecution Externship - SDNY   Racial Equity Strategies Clinic   Racial Justice Clinic   Regulatory Policy Clinic   Reproductive Justice Clinic   Technology Law and Policy                 Clinics Packet   Download the 2015-2016 Clinics Packet                               LW.11029 / LW.10105  Professor Richard Revesz  Professor Jason Schwartz  Open to 3L (preferred), 2L and LLM students  Maximum of 8 students     Fall and Spring semesters  5 credits*  Prerequisites: Legislation and the Regulatory State or Administrative Law           Introduction   The Regulatory Policy Clinic is sponsored by the Institute for Policy Integrity at the Law School, a think tank that works to improve the quality of government decision-making through advocacy in the fields of administrative law, economics, and public policy. The Clinic will focus on practice before federal agencies and courts to help students develop a set of core administrative lawyering skills. For more information about Policy Integrity, please visit www.policyintegrity.org .   Course Description   This course is designed to teach students how to conduct effective advocacy before administrative agencies and courts on a wide range of issues, from environmental protection to public safety. While the substantive areas of administrative law and regulatory policy vary greatly, the course teaches a core set of skills -- including statutory interpretation, policy analysis, and understanding the political context of regulation -- that is required in all administrative law practices. The ability to critique the economic analyses that underlie agency actions is also an increasingly valuable tool for advocacy in the modern regulatory state. Through hands-on participation in regulatory proceedings and a weekly seminar that focuses on the institutional structures and substantive standards of administrative decision-making, students will have the opportunity to cultivate these skills.   Fieldwork   Students work in teams and, together with Policy Integrity’s legal advocates and economic scholars, tackle cutting-edge regulatory matters. Projects cover all rulemaking stages: drafting petitions, submitting comments, recommending changes to the regulatory process, engaging with executive reviewers, and participating in litigation as both amicus and merits counsel. Targeted agencies include the Environmental Protection Agency, the Department of Transportation, the Department of Labor, and the Department of the Interior. In addition to policy analysis and administrative law skills, fieldwork provides rich opportunities for students to gain skills in collaborative problem-solving, effective communication of legal issues and strategies, working with non-legal experts, and relationship building.   Seminar   Students will also participate in a two-hour seminar held once every week on regulatory policy and advocacy, taught by the clinic directors. Special guest speakers will also share their perspectives from inside the government, advocacy groups, and academia. Through readings, class discussions, case studies, workshops, and peer critiques, the seminar will focus on developing theoretical and practical understanding of the regulatory process, bureaucratic decision-making, and executive and judicial review of agency action. The seminar also reviews the agency practice of cost-benefit analysis and will help students build the tools to critique the economic analyses that underlie rules. Using both academic literature and fieldwork as jumping-off points, the seminar will focus on developing a rounded approach to administrative lawyering that includes consideration of the legal, policy, economic, and political issues that shape administrative decisions.   Application Procedure   Students interested in applying for the clinic should submit the standard application, resume, and transcript online through CAMS. To arrange an interview, please use the CAMS system as well. LLM and transfer students may also apply for open spots by using CAMS and following the deadlines set online. If you have questions regarding the application procedure, please contact Policy Integrity’s legal director Jason Schwartz .   Student Contacts   Kevin Bell  Peter Black  Daniel Cheung  Andrew Grubin  Cerin Lindgrensavage  Hilary Nakasone  Alicia Nieves  Alec Webley     * 5 credits include 3 clinical (fieldwork) credits and 2 academic seminar credits per semester.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Regulatory Policy Clinic | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Clinics &rsaquo; One-Semester Clinics &rsaquo; Regulatory Policy Clinic                  Clinics                 Regulatory Policy Clinic                 One-Semester Clinics       Bankruptcy Appellate Clinic   Brennan Center Public Policy Advocacy Clinic   Business Law Transactions Clinic   Children&#039;s Rights Clinic   Civil Litigation - Employment Law Clinic   Community Development and Economic Justice Clinic   Comparative Criminal Justice Clinic   Criminal Appellate Defender Clinic   District Attorney of New York Externship   Education Advocacy Clinic   Education Sector Policy and Consulting Clinic   Environmental Law Clinic   Equal Justice and Defender Clinic   EU Regulatory Policy Clinic (Paris)   Federal Judicial Practice Externship   Global Justice Clinic - for LLMs   Government Civil Litigation Externship - EDNY   Government Civil Litigation Externship - SDNY   Immigrant Defense Clinic   International Environmental Law Clinic   International Organizations Clinic   International Transactions Clinic - for LLMs   Legal Ethics Bureau at NYU Law   Legislative and Regulatory Process Clinic   LGBTQ Rights Clinic   Litigation, Organizing and Systemic Change Clinic   Mediation Clinic   Mediation Clinic - Advanced   New York Civil Liberties Clinic   Policy Advocacy in Latin America (Buenos Aires)   Prosecution Externship - EDNY   Prosecution Externship - SDNY   Racial Equity Strategies Clinic   Racial Justice Clinic   Regulatory Policy Clinic   Reproductive Justice Clinic   Technology Law and Policy                 Clinics Packet   Download the 2015-2016 Clinics Packet                               LW.11029 / LW.10105  Professor Richard Revesz  Professor Jason Schwartz  Open to 3L (preferred), 2L and LLM students  Maximum of 8 students     Fall and Spring semesters  5 credits*  Prerequisites: Legislation and the Regulatory State or Administrative Law           Introduction   The Regulatory Policy Clinic is sponsored by the Institute for Policy Integrity at the Law School, a think tank that works to improve the quality of government decision-making through advocacy in the fields of administrative law, economics, and public policy. The Clinic will focus on practice before federal agencies and courts to help students develop a set of core administrative lawyering skills. For more information about Policy Integrity, please visit www.policyintegrity.org .   Course Description   This course is designed to teach students how to conduct effective advocacy before administrative agencies and courts on a wide range of issues, from environmental protection to public safety. While the substantive areas of administrative law and regulatory policy vary greatly, the course teaches a core set of skills -- including statutory interpretation, policy analysis, and understanding the political context of regulation -- that is required in all administrative law practices. The ability to critique the economic analyses that underlie agency actions is also an increasingly valuable tool for advocacy in the modern regulatory state. Through hands-on participation in regulatory proceedings and a weekly seminar that focuses on the institutional structures and substantive standards of administrative decision-making, students will have the opportunity to cultivate these skills.   Fieldwork   Students work in teams and, together with Policy Integrity’s legal advocates and economic scholars, tackle cutting-edge regulatory matters. Projects cover all rulemaking stages: drafting petitions, submitting comments, recommending changes to the regulatory process, engaging with executive reviewers, and participating in litigation as both amicus and merits counsel. Targeted agencies include the Environmental Protection Agency, the Department of Transportation, the Department of Labor, and the Department of the Interior. In addition to policy analysis and administrative law skills, fieldwork provides rich opportunities for students to gain skills in collaborative problem-solving, effective communication of legal issues and strategies, working with non-legal experts, and relationship building.   Seminar   Students will also participate in a two-hour seminar held once every week on regulatory policy and advocacy, taught by the clinic directors. Special guest speakers will also share their perspectives from inside the government, advocacy groups, and academia. Through readings, class discussions, case studies, workshops, and peer critiques, the seminar will focus on developing theoretical and practical understanding of the regulatory process, bureaucratic decision-making, and executive and judicial review of agency action. The seminar also reviews the agency practice of cost-benefit analysis and will help students build the tools to critique the economic analyses that underlie rules. Using both academic literature and fieldwork as jumping-off points, the seminar will focus on developing a rounded approach to administrative lawyering that includes consideration of the legal, policy, economic, and political issues that shape administrative decisions.   Application Procedure   Students interested in applying for the clinic should submit the standard application, resume, and transcript online through CAMS. To arrange an interview, please use the CAMS system as well. LLM and transfer students may also apply for open spots by using CAMS and following the deadlines set online. If you have questions regarding the application procedure, please contact Policy Integrity’s legal director Jason Schwartz .   Student Contacts   Kevin Bell  Peter Black  Daniel Cheung  Andrew Grubin  Cerin Lindgrensavage  Hilary Nakasone  Alicia Nieves  Alec Webley     * 5 credits include 3 clinical (fieldwork) credits and 2 academic seminar credits per semester.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "International Business Regulation, Litigation and Arbitration - Overview | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; LLM/JSD &rsaquo; International Business Regulation, Litigation and Arbitration             International Business Regulation, Litigation and Arbitration                 LLM/JSD       Traditional LLM   Competition, Innovation, and Information Law   Corporation Law   Environmental and Energy Law   International Business Regulation, Litigation and Arbitration   International Legal Studies   International Taxation   Legal Theory   Taxation   Executive LLM in Tax   JSD Program   Advanced Professional Certificate Programs   Dual Degrees                              The Big Picture   The specialized LLM in International Business Regulation, Litigation and Arbitration is designed for US and foreign-trained lawyers with interests in financial, business, and commercial law in a transnational context. Those who aspire to be entrepreneurial leaders of industry or the private bar, or advisers to governments, international organizations or NGOs, study with some of the world’s leading experts on the multi-jurisdictional and global regulation of trade in goods, services, and capital flows. Through intensive coursework, students develop an intellectual toolbox for future careers in an age of economic globalization.    This full-time program trains students to analyze the strengths and weaknesses of existing forms of public and private regulation, and to utilize litigation and arbitration as enforcement tools or as strategies to produce changes in the law. Unlike a course of study in corporate law, focus is given not only to shaping contracts and transactions, but also to solving disputes that arise in a transnational setting. Outstanding international law and business law professors are joined by faculty who teach securities regulation, banking and financial services, transnational litigation, international and foreign investment arbitration, comparative and international antitrust regulation, international bankruptcy, trade law, civil procedure, and other business-related fields. Professors’ expertise in these areas is integrated with the diverse social and economic issues that policy makers and others consider.   The Curriculum and Master’s Thesis   The curriculum is built around a year-long required seminar, entitled International Business Transactions , and a set of core classes which focus on business law as well as transnational litigation and international arbitration. All students complete a master’s thesis as part of the required seminar, enabling them to cap their year working closely with faculty on an intensive, research-driven project.   Other than the required seminar, thesis and core classes, students may select from the list of related elective courses to further develop their expertise. The degree program provides considerable scope for specialization, but also ensures that students see a wider context so they are prepared to craft innovative solutions and think imaginatively about issues and challenges arising in an international business context. The Law School’s library and various centers, such as the Center for Transnational Litigation, Arbitration and Commercial Law , provide abundant resources for accomplishing advanced inquiries. Students will also benefit from the presence of scholars-in-residence at the Center for Transational Litigation and Commercial Law, each scholar will spend one month at NYU School of Law to conduct independent research in the specific areas on which the Center is focusing   Focus on Courses   The Law School and the NYU Stern School of Business have a long history of collaboration. This relationship includes cross-listed courses open to both student populations, opportunities to participate in the activities of the Pollack Center for Law and Business , and invitations to business faculty to teach or co-teach classes in the Law School. Also, master’s students in this program may take some business school classes of a related nature for credit toward their degree, with appropriate permission.   Many Law School classes in public and private law focus on the transactions, contracts and deals that shape a lawyer’s practice in a global context. Some of the courses that will follow this approach are:     A Study of Cross Border Insolvency: Cases and Relevant Law   Advanced International Law   Commercial Sales Law: Domestic and International   Conflict of Laws   International Business Transactions   International Commercial Arbitration   International Investment Law &amp; Arbitration   International Tax Policy Seminar   Introduction to US Civil Procedure   Law and Policy of Foreign Investment Seminar   Oral Advocacy in International Investment and Commercial Arbitration Seminar                                  Find out more           International Business Regulation, Litigation and Arbitration:     Faculty   Degree Requirements                   Intellectual Life             Center for Transnational Litigation, Arbitration, and Commercial Law   Pollack Center for Law &amp; Business   Institute for International Law and Justice   Investment Law Forum   Hauser Global Law School Program   Center for Financial Institutions   Journal of Law &amp; Business   Journal of International Law &amp; Politics   Law and Economics Colloquium   Program on Corporate Compliance and Enforcement                   Careers           The Office of Career Services assists students with their job search process, offering services and training to prepare them for entry into positions in the private law market. A key part of this process is the annual International Student Interview Program , designed to bring students together with employers from around the globe.   The IBRLA LLM program together with the Center for Transnational Litigation, Arbitration and Commercial Law also offers opportunities for LLM students to meet informally with practitioners in their field of interest. One such opportunity is the Arbitration Forum, which is aimed at bringing together students, academics and practitioners to discuss current topics. Students will also meet and interact with practitioners during the mandatory International Business Transactions seminar, where practitioners are invited to act as commentators on the occasion of student presentations.   The International Finance and Development Fellowship Program provides a select number of LLM graduates with funding from the Law School to pursue a short-term fellowship at an international organization, such as the International Monetary Fund, the World Bank, and the European Bank for Reconstruction and Development.   For those with an interest in law teaching, the Academic Careers Program provides a comprehensive curriculum that educates students and assists them with entry into academia.                                         Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Legislative and Regulatory Process Clinic | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Clinics &rsaquo; One-Semester Clinics &rsaquo; Legislative and Regulatory Process Clinic                  Clinics                 Legislative and Regulatory Process Clinic                 One-Semester Clinics       Bankruptcy Appellate Clinic   Brennan Center Public Policy Advocacy Clinic   Business Law Transactions Clinic   Children&#039;s Rights Clinic   Civil Litigation - Employment Law Clinic   Community Development and Economic Justice Clinic   Comparative Criminal Justice Clinic   Criminal Appellate Defender Clinic   District Attorney of New York Externship   Education Advocacy Clinic   Education Sector Policy and Consulting Clinic   Environmental Law Clinic   Equal Justice and Defender Clinic   EU Regulatory Policy Clinic (Paris)   Federal Judicial Practice Externship   Global Justice Clinic - for LLMs   Government Civil Litigation Externship - EDNY   Government Civil Litigation Externship - SDNY   Immigrant Defense Clinic   International Environmental Law Clinic   International Organizations Clinic   International Transactions Clinic - for LLMs   Legal Ethics Bureau at NYU Law   Legislative and Regulatory Process Clinic   LGBTQ Rights Clinic   Litigation, Organizing and Systemic Change Clinic   Mediation Clinic   Mediation Clinic - Advanced   New York Civil Liberties Clinic   Policy Advocacy in Latin America (Buenos Aires)   Prosecution Externship - EDNY   Prosecution Externship - SDNY   Racial Equity Strategies Clinic   Racial Justice Clinic   Regulatory Policy Clinic   Reproductive Justice Clinic   Technology Law and Policy                 Clinics Packet   Download the 2015-2016 Clinics Packet                               LW.12230 / LW.12231  Professor Sally Katzen  Professor Robert Bauer  Open to 3L students only  Maximum of 15 students     Fall semester  14 credits*  Prerequisites: Legislation and the Regulatory State   Note: THE APPLICATION PROCESS FOR THE FALL 2015 CLINIC CLOSES on 2/2/15.           Introduction   The Legislative and Regulatory Process Clinic is designed to introduce students to the roles and skills of the government lawyer. The clinic will provide practical experience with how lawyers support the development and implementation of public policy by assisting in defining the available options and identifying and resolving issues before they become the subject of legal contention or litigation. It will emphasize what lawyers do and what they need to know in the policy arena in order to provide effective legal counsel, sharpening such skills as analysis, writing, advocacy and problem solving. The clinic will provide an understanding of government decision-making that will be important for those students intending to seek positions in the government and it will offer those heading to the private sector greater insight into the workings of government that often significantly affect their clients. While the focus will be in Washington, DC, and hence the federal government, both the processes and the skills required are readily transferable to state or local government decision-making.   Course Description   Fieldwork   Each student will work five days a week in a federal agency or congressional office. The objective is to provide hands-on experience with how governmental entities approach policy issues, including determining the appropriate response to an issue via various possible administrative actions (e.g., rule-making, adjudication, negotiation, interpretation, policy statements, enforcement, or drafting legislation); compiling an adequate record to support the selected action; evaluating private interest advocacy in influencing decisions; and analyzing and assisting in shaping the competing strategies to achieve the desired objectives. Within federal agencies, placements will generally be in the Office of General Counsel of regulatory agencies or related positions; congressional placements will generally be in leadership offices, with committee staffs or non-partisan congressional agencies. Every effort will be made to assure placements that provide students with solid substantive work and adequate supervision. Placements will be dependent in part on a student’s experiences and interests.   Seminar   On one day/evening a week, there will be a three-hour seminar that will provide an understanding of how the political institutions (Congress and the Executive Branch) work, and the roles and obligations of lawyers in influencing that process. For up to one hour of each class, one or more students will discuss (subject to confidentiality concerns) their experiences in their fieldwork, especially the governmental processes in which the students are participating and the government actors with whom they are interacting. In the remaining time, we will cover over the semester: the scope of Congress’ constitutional authority; the Senate and House leadership and committee structure(s) and their powers; how a bill becomes a law, including the role of hearings and mark-ups, conference committees, and the development of statements of administration policy; the budget process, including the preparation of the President’s budget by the Office of Management and Budget and Congress’ review and enactment of the budget, with its work on appropriations, continuing resolutions and omnibus bills, as well as tax legislation; congressional oversight and the Executive Branch response, including the exercise of investigative powers and claims of executive and other privileges; and ethics (professional responsibility), including issues unique to government lawyers; and, more generally, the issues of the role of private interests as examined through direct and grassroots lobbying, recurring issues of conflict of interest, and campaign financing. There will also be occasional extended (several hours) working sessions with government officials as guest lecturers on a subject of current interest or controversy. In addition, each student will be expected to produce a serious research/analytical paper, with a minimum length of 35 pages, on a subject approved by the seminar professor(s) that focuses on the legislative and regulatory process, or on an issue with which government lawyers are currently grappling. The paper will be due no later than the beginning of Spring Break of the semester following the clinic.   Application Procedure   Students interested in applying for the clinic should submit the standard application, resume, and transcript online through CAMS by 5:00 PM on Monday, February 2, 2015. Members of the Fall 2014 LRP Clinic will host an information session about the clinic on January 29, 2015, from 6:00-7:30 PM in FH 608. Preference will be given to those with 2L courses in advanced administrative law (either process – e.g., advanced administrative law -- or substance – e.g., environmental law) and demonstrated motivation to engage in the work of the agencies or Congress. If a student has taken a year-long clinic in his or her second year of law school and has already received 6 credits of fieldwork, then 2 of the fieldwork credits from this clinic will not count toward graduation because 12 is the maximum number of fieldwork credits that can be counted toward graduation. The application process includes at least one interview with the Professors. Interviews will be conducted on select days between February 5-11, 2015, and notifications will be made by February 17, 2015. Note that students who are offered and accept a position in the Fall 2015 LRP Clinic will not be eligible to apply for additional clinics offered in the 2015-16 academic year. If you have questions regarding the application procedure, please contact Susan Hodges or Sally Katzen .     * 14 credits includes 8 clinical (fieldwork) credits and 6 academic seminar credits for the semester.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Regulatory Policy Clinic | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Clinics &rsaquo; One-Semester Clinics &rsaquo; Regulatory Policy Clinic                  Clinics                 Regulatory Policy Clinic                 One-Semester Clinics       Bankruptcy Appellate Clinic   Brennan Center Public Policy Advocacy Clinic   Business Law Transactions Clinic   Children&#039;s Rights Clinic   Civil Litigation - Employment Law Clinic   Community Development and Economic Justice Clinic   Comparative Criminal Justice Clinic   Criminal Appellate Defender Clinic   District Attorney of New York Externship   Education Advocacy Clinic   Education Sector Policy and Consulting Clinic   Environmental Law Clinic   Equal Justice and Defender Clinic   EU Regulatory Policy Clinic (Paris)   Federal Judicial Practice Externship   Global Justice Clinic - for LLMs   Government Civil Litigation Externship - EDNY   Government Civil Litigation Externship - SDNY   Immigrant Defense Clinic   International Environmental Law Clinic   International Organizations Clinic   International Transactions Clinic - for LLMs   Legal Ethics Bureau at NYU Law   Legislative and Regulatory Process Clinic   LGBTQ Rights Clinic   Litigation, Organizing and Systemic Change Clinic   Mediation Clinic   Mediation Clinic - Advanced   New York Civil Liberties Clinic   Policy Advocacy in Latin America (Buenos Aires)   Prosecution Externship - EDNY   Prosecution Externship - SDNY   Racial Equity Strategies Clinic   Racial Justice Clinic   Regulatory Policy Clinic   Reproductive Justice Clinic   Technology Law and Policy                 Clinics Packet   Download the 2015-2016 Clinics Packet                               LW.11029 / LW.10105  Professor Richard Revesz  Professor Jason Schwartz  Open to 3L (preferred), 2L and LLM students  Maximum of 8 students     Fall and Spring semesters  5 credits*  Prerequisites: Legislation and the Regulatory State or Administrative Law           Introduction   The Regulatory Policy Clinic is sponsored by the Institute for Policy Integrity at the Law School, a think tank that works to improve the quality of government decision-making through advocacy in the fields of administrative law, economics, and public policy. The Clinic will focus on practice before federal agencies and courts to help students develop a set of core administrative lawyering skills. For more information about Policy Integrity, please visit www.policyintegrity.org .   Course Description   This course is designed to teach students how to conduct effective advocacy before administrative agencies and courts on a wide range of issues, from environmental protection to public safety. While the substantive areas of administrative law and regulatory policy vary greatly, the course teaches a core set of skills -- including statutory interpretation, policy analysis, and understanding the political context of regulation -- that is required in all administrative law practices. The ability to critique the economic analyses that underlie agency actions is also an increasingly valuable tool for advocacy in the modern regulatory state. Through hands-on participation in regulatory proceedings and a weekly seminar that focuses on the institutional structures and substantive standards of administrative decision-making, students will have the opportunity to cultivate these skills.   Fieldwork   Students work in teams and, together with Policy Integrity’s legal advocates and economic scholars, tackle cutting-edge regulatory matters. Projects cover all rulemaking stages: drafting petitions, submitting comments, recommending changes to the regulatory process, engaging with executive reviewers, and participating in litigation as both amicus and merits counsel. Targeted agencies include the Environmental Protection Agency, the Department of Transportation, the Department of Labor, and the Department of the Interior. In addition to policy analysis and administrative law skills, fieldwork provides rich opportunities for students to gain skills in collaborative problem-solving, effective communication of legal issues and strategies, working with non-legal experts, and relationship building.   Seminar   Students will also participate in a two-hour seminar held once every week on regulatory policy and advocacy, taught by the clinic directors. Special guest speakers will also share their perspectives from inside the government, advocacy groups, and academia. Through readings, class discussions, case studies, workshops, and peer critiques, the seminar will focus on developing theoretical and practical understanding of the regulatory process, bureaucratic decision-making, and executive and judicial review of agency action. The seminar also reviews the agency practice of cost-benefit analysis and will help students build the tools to critique the economic analyses that underlie rules. Using both academic literature and fieldwork as jumping-off points, the seminar will focus on developing a rounded approach to administrative lawyering that includes consideration of the legal, policy, economic, and political issues that shape administrative decisions.   Application Procedure   Students interested in applying for the clinic should submit the standard application, resume, and transcript online through CAMS. To arrange an interview, please use the CAMS system as well. LLM and transfer students may also apply for open spots by using CAMS and following the deadlines set online. If you have questions regarding the application procedure, please contact Policy Integrity’s legal director Jason Schwartz .   Student Contacts   Kevin Bell  Peter Black  Daniel Cheung  Andrew Grubin  Cerin Lindgrensavage  Hilary Nakasone  Alicia Nieves  Alec Webley     * 5 credits include 3 clinical (fieldwork) credits and 2 academic seminar credits per semester.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "International Business Regulation, Litigation and Arbitration - Overview | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; LLM/JSD &rsaquo; International Business Regulation, Litigation and Arbitration             International Business Regulation, Litigation and Arbitration                 LLM/JSD       Traditional LLM   Competition, Innovation, and Information Law   Corporation Law   Environmental and Energy Law   International Business Regulation, Litigation and Arbitration   International Legal Studies   International Taxation   Legal Theory   Taxation   Executive LLM in Tax   JSD Program   Advanced Professional Certificate Programs   Dual Degrees                              The Big Picture   The specialized LLM in International Business Regulation, Litigation and Arbitration is designed for US and foreign-trained lawyers with interests in financial, business, and commercial law in a transnational context. Those who aspire to be entrepreneurial leaders of industry or the private bar, or advisers to governments, international organizations or NGOs, study with some of the world’s leading experts on the multi-jurisdictional and global regulation of trade in goods, services, and capital flows. Through intensive coursework, students develop an intellectual toolbox for future careers in an age of economic globalization.    This full-time program trains students to analyze the strengths and weaknesses of existing forms of public and private regulation, and to utilize litigation and arbitration as enforcement tools or as strategies to produce changes in the law. Unlike a course of study in corporate law, focus is given not only to shaping contracts and transactions, but also to solving disputes that arise in a transnational setting. Outstanding international law and business law professors are joined by faculty who teach securities regulation, banking and financial services, transnational litigation, international and foreign investment arbitration, comparative and international antitrust regulation, international bankruptcy, trade law, civil procedure, and other business-related fields. Professors’ expertise in these areas is integrated with the diverse social and economic issues that policy makers and others consider.   The Curriculum and Master’s Thesis   The curriculum is built around a year-long required seminar, entitled International Business Transactions , and a set of core classes which focus on business law as well as transnational litigation and international arbitration. All students complete a master’s thesis as part of the required seminar, enabling them to cap their year working closely with faculty on an intensive, research-driven project.   Other than the required seminar, thesis and core classes, students may select from the list of related elective courses to further develop their expertise. The degree program provides considerable scope for specialization, but also ensures that students see a wider context so they are prepared to craft innovative solutions and think imaginatively about issues and challenges arising in an international business context. The Law School’s library and various centers, such as the Center for Transnational Litigation, Arbitration and Commercial Law , provide abundant resources for accomplishing advanced inquiries. Students will also benefit from the presence of scholars-in-residence at the Center for Transational Litigation and Commercial Law, each scholar will spend one month at NYU School of Law to conduct independent research in the specific areas on which the Center is focusing   Focus on Courses   The Law School and the NYU Stern School of Business have a long history of collaboration. This relationship includes cross-listed courses open to both student populations, opportunities to participate in the activities of the Pollack Center for Law and Business , and invitations to business faculty to teach or co-teach classes in the Law School. Also, master’s students in this program may take some business school classes of a related nature for credit toward their degree, with appropriate permission.   Many Law School classes in public and private law focus on the transactions, contracts and deals that shape a lawyer’s practice in a global context. Some of the courses that will follow this approach are:     A Study of Cross Border Insolvency: Cases and Relevant Law   Advanced International Law   Commercial Sales Law: Domestic and International   Conflict of Laws   International Business Transactions   International Commercial Arbitration   International Investment Law &amp; Arbitration   International Tax Policy Seminar   Introduction to US Civil Procedure   Law and Policy of Foreign Investment Seminar   Oral Advocacy in International Investment and Commercial Arbitration Seminar                                  Find out more           International Business Regulation, Litigation and Arbitration:     Faculty   Degree Requirements                   Intellectual Life             Center for Transnational Litigation, Arbitration, and Commercial Law   Pollack Center for Law &amp; Business   Institute for International Law and Justice   Investment Law Forum   Hauser Global Law School Program   Center for Financial Institutions   Journal of Law &amp; Business   Journal of International Law &amp; Politics   Law and Economics Colloquium   Program on Corporate Compliance and Enforcement                   Careers           The Office of Career Services assists students with their job search process, offering services and training to prepare them for entry into positions in the private law market. A key part of this process is the annual International Student Interview Program , designed to bring students together with employers from around the globe.   The IBRLA LLM program together with the Center for Transnational Litigation, Arbitration and Commercial Law also offers opportunities for LLM students to meet informally with practitioners in their field of interest. One such opportunity is the Arbitration Forum, which is aimed at bringing together students, academics and practitioners to discuss current topics. Students will also meet and interact with practitioners during the mandatory International Business Transactions seminar, where practitioners are invited to act as commentators on the occasion of student presentations.   The International Finance and Development Fellowship Program provides a select number of LLM graduates with funding from the Law School to pursue a short-term fellowship at an international organization, such as the International Monetary Fund, the World Bank, and the European Bank for Reconstruction and Development.   For those with an interest in law teaching, the Academic Careers Program provides a comprehensive curriculum that educates students and assists them with entry into academia.                                         Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "Legislative and Regulatory Process Clinic | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Academics &rsaquo; Clinics &rsaquo; One-Semester Clinics &rsaquo; Legislative and Regulatory Process Clinic                  Clinics                 Legislative and Regulatory Process Clinic                 One-Semester Clinics       Bankruptcy Appellate Clinic   Brennan Center Public Policy Advocacy Clinic   Business Law Transactions Clinic   Children&#039;s Rights Clinic   Civil Litigation - Employment Law Clinic   Community Development and Economic Justice Clinic   Comparative Criminal Justice Clinic   Criminal Appellate Defender Clinic   District Attorney of New York Externship   Education Advocacy Clinic   Education Sector Policy and Consulting Clinic   Environmental Law Clinic   Equal Justice and Defender Clinic   EU Regulatory Policy Clinic (Paris)   Federal Judicial Practice Externship   Global Justice Clinic - for LLMs   Government Civil Litigation Externship - EDNY   Government Civil Litigation Externship - SDNY   Immigrant Defense Clinic   International Environmental Law Clinic   International Organizations Clinic   International Transactions Clinic - for LLMs   Legal Ethics Bureau at NYU Law   Legislative and Regulatory Process Clinic   LGBTQ Rights Clinic   Litigation, Organizing and Systemic Change Clinic   Mediation Clinic   Mediation Clinic - Advanced   New York Civil Liberties Clinic   Policy Advocacy in Latin America (Buenos Aires)   Prosecution Externship - EDNY   Prosecution Externship - SDNY   Racial Equity Strategies Clinic   Racial Justice Clinic   Regulatory Policy Clinic   Reproductive Justice Clinic   Technology Law and Policy                 Clinics Packet   Download the 2015-2016 Clinics Packet                               LW.12230 / LW.12231  Professor Sally Katzen  Professor Robert Bauer  Open to 3L students only  Maximum of 15 students     Fall semester  14 credits*  Prerequisites: Legislation and the Regulatory State   Note: THE APPLICATION PROCESS FOR THE FALL 2015 CLINIC CLOSES on 2/2/15.           Introduction   The Legislative and Regulatory Process Clinic is designed to introduce students to the roles and skills of the government lawyer. The clinic will provide practical experience with how lawyers support the development and implementation of public policy by assisting in defining the available options and identifying and resolving issues before they become the subject of legal contention or litigation. It will emphasize what lawyers do and what they need to know in the policy arena in order to provide effective legal counsel, sharpening such skills as analysis, writing, advocacy and problem solving. The clinic will provide an understanding of government decision-making that will be important for those students intending to seek positions in the government and it will offer those heading to the private sector greater insight into the workings of government that often significantly affect their clients. While the focus will be in Washington, DC, and hence the federal government, both the processes and the skills required are readily transferable to state or local government decision-making.   Course Description   Fieldwork   Each student will work five days a week in a federal agency or congressional office. The objective is to provide hands-on experience with how governmental entities approach policy issues, including determining the appropriate response to an issue via various possible administrative actions (e.g., rule-making, adjudication, negotiation, interpretation, policy statements, enforcement, or drafting legislation); compiling an adequate record to support the selected action; evaluating private interest advocacy in influencing decisions; and analyzing and assisting in shaping the competing strategies to achieve the desired objectives. Within federal agencies, placements will generally be in the Office of General Counsel of regulatory agencies or related positions; congressional placements will generally be in leadership offices, with committee staffs or non-partisan congressional agencies. Every effort will be made to assure placements that provide students with solid substantive work and adequate supervision. Placements will be dependent in part on a student’s experiences and interests.   Seminar   On one day/evening a week, there will be a three-hour seminar that will provide an understanding of how the political institutions (Congress and the Executive Branch) work, and the roles and obligations of lawyers in influencing that process. For up to one hour of each class, one or more students will discuss (subject to confidentiality concerns) their experiences in their fieldwork, especially the governmental processes in which the students are participating and the government actors with whom they are interacting. In the remaining time, we will cover over the semester: the scope of Congress’ constitutional authority; the Senate and House leadership and committee structure(s) and their powers; how a bill becomes a law, including the role of hearings and mark-ups, conference committees, and the development of statements of administration policy; the budget process, including the preparation of the President’s budget by the Office of Management and Budget and Congress’ review and enactment of the budget, with its work on appropriations, continuing resolutions and omnibus bills, as well as tax legislation; congressional oversight and the Executive Branch response, including the exercise of investigative powers and claims of executive and other privileges; and ethics (professional responsibility), including issues unique to government lawyers; and, more generally, the issues of the role of private interests as examined through direct and grassroots lobbying, recurring issues of conflict of interest, and campaign financing. There will also be occasional extended (several hours) working sessions with government officials as guest lecturers on a subject of current interest or controversy. In addition, each student will be expected to produce a serious research/analytical paper, with a minimum length of 35 pages, on a subject approved by the seminar professor(s) that focuses on the legislative and regulatory process, or on an issue with which government lawyers are currently grappling. The paper will be due no later than the beginning of Spring Break of the semester following the clinic.   Application Procedure   Students interested in applying for the clinic should submit the standard application, resume, and transcript online through CAMS by 5:00 PM on Monday, February 2, 2015. Members of the Fall 2014 LRP Clinic will host an information session about the clinic on January 29, 2015, from 6:00-7:30 PM in FH 608. Preference will be given to those with 2L courses in advanced administrative law (either process – e.g., advanced administrative law -- or substance – e.g., environmental law) and demonstrated motivation to engage in the work of the agencies or Congress. If a student has taken a year-long clinic in his or her second year of law school and has already received 6 credits of fieldwork, then 2 of the fieldwork credits from this clinic will not count toward graduation because 12 is the maximum number of fieldwork credits that can be counted toward graduation. The application process includes at least one interview with the Professors. Interviews will be conducted on select days between February 5-11, 2015, and notifications will be made by February 17, 2015. Note that students who are offered and accept a position in the Fall 2015 LRP Clinic will not be eligible to apply for additional clinics offered in the 2015-16 academic year. If you have questions regarding the application procedure, please contact Susan Hodges or Sally Katzen .     * 14 credits includes 8 clinical (fieldwork) credits and 6 academic seminar credits for the semester.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]