[{"detail": [{"content": "Course Descriptions (GSAS Bulletin)    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home       Course Descriptions (GSAS Bulletin)   M.A. Proseminar HIST-GA 2022 4 points. 2013-14, 2014-15. Introduction to the theoretical and methodological components involved in the research process. Considers historiographical issues; develops an understanding of the archival and library environments, focusing on searching strategies and the use of automated techniques; and emphasizes framing research questions. Students complete a research paper with appropriate documentation and bibliography in their area of interest.    Approaches to Historical Research and Writing I, II HIST-GA 3603, 3213 4 points per term. 2013-14, 2014-15. These courses are designed to introduce students to some of the basic methodological and interpretive issues involved in historical research. Based around a core set of readings, the course covers important books and articles that explicitly deal with questions of method, as well as examples of certain methodologies or schools of historiography in action. The goal of these courses is to help the student produce a research paper that is of potentially publishable quality and to reveal that the student is capable of doing graduate level research and writing.    Africa    Literature of the Field: Africa HIST-GA 1562 4 points. 2013-14. This course introduces students to the major themes, scholarly approaches, and sources for African history.    African Slavery &amp; The Slave Trade HIST-GA 2555 4 points. 2014-15. Examines the institution of servitude and slavery in tropical Africa since classical antiquity. Studies master-servant relationships in selected precolonial African societies and the Atlantic slave trade and its impact on African political, social, and economic organization.    Islam in West Africa HIST-GA 2007 4 points. 2013-2014. Examines Islam's multiple developments and expressions across the expanse of West Africa, from the seventh century through the present.    African Diaspora    Literature of the Field: African Diaspora HIST-GA 1801 4 points. 2013-2014. A colloquium on the formation and development of the African diaspora, uncritically defined as the dispersal of people of African descent throughout the world, by way of examining the most recent and influential literature on the topic. Care is given to consider works addressing the Mediterranean Sea and Indian Ocean, as well as the Americas.    Race, Slavery and Freedom in the Atlantic World HIST-GA 2015 4 points. 2014-2015.    African-American History HIST-GA 1782 4 points. 2014-2015. Broad exposure to African American history. Begins with a historiographical introduction, describing the growth and development of the field, and moves to a major theme and period treatment ranging from ancient Africa to the civil rights movement. Provides an understanding of the field and a foundation for specialized course work and research.    Atlantic World    Literature of the Field: Atlantic World HIST-GA 2001 4 points. 2013-14. Introduces students to the major themes, scholarly approaches, and sources for Atlantic history.    Empires, States and Political Imagination HIST-GA 3390 4 points. 2013-14, 2014-15. Focuses on the comparative study of empires from the Romans to the present and on the variety of ways in which empire-states have established and constrained claims to rights, belonging, and power. The study of empire expands our debates over rights, citizenship, economic regulation, and accountability without letting them fall into a seeming gap between the nation-state and the global.    Political Cultures of Empire HIST-GA 2861 4 points. 2013-14, 2014-15. Provides the opportunity for closely advised research and writing on student- designed projects related to the history of empires. The course builds on readings and discussion in the reading course Empires, States, and Political Imagination (HIST-GA 3390). While the reading course is not a prerequisite for this research seminar, students should have some demonstrated knowledge of the history of at least one imperial setting and be in a position to formulate a research topic at the beginning of the semester. By the end of the semester, each student will have produced a major research paper based on primary sources in the format of an article to be published in an academic journal.    Atlantic History Workshop HIST-GA 3803 4 points. 2013-14, 2014-15. This yearlong course overlaps with the Atlantic History Workshop colloquium, which meets regularly in the Department of History throughout the academic year. At the colloquium, participants discuss pre-circulated works-in-progress presented by visiting scholars or members of the colloquium. Students enrolled in this course attend every meeting of the colloquium and undertake additional activities assigned by the instructor.    Trade and Empire: The British Atlantic in the Colonial Period HIST-GA 2001 4 points. 2014-15.    East Asia    The Japanese Colonial Empire HIST-GA 1996 4 points. 2014-15. The course examines the history of the Japanese colonial empire within the larger context of Euro-American empire-building and the development of international capitalism.    Problems in the History of Early Modern China HIST-GA 1919 4 points. 2014-15. This reading-intensive colloquium on early modern China is intended for those who are already familiar with the outlines of early modern Chinese history. Participants will both engage in greater depth some of the major paradigms in Chinese history c. 1550-1900 and will gain a broad knowledge of recent historiographical debates.    Medieval Europe    Literature of the Field: Middle Ages HIST-GA 2113 4 points. 2014-15. This course provides an introduction to the literature of medieval history for the period c. 1050-1400, as that literature has evolved over the last century, with a focus on changes in the methodology of medieval historiography, the approach to primary texts and the shifting interests that have characterized medieval scholarship in the modern context.    Byzantium and the West HIST-GA 1156 4 points. 2013-14. This seminar will explore the relations between the two heirs of Rome, Byzantium and Western Europe, from the initial division of the empire in the fourth century to the conquest of Constantinople by the Ottomans.    Historical Anthropology of the Middle Ages HIST-GA 1115 4 points. 2013-14, 2014-2015.    Rulers And The Ruled In Imperial Rome And The Byzantium HIST-GA.1125 2013-2014. With an astonishingly long life span, extending from Antiquity to the end of the Middle Ages in the Byzantine East, the Roman Empire left a legacy of political and legal organization that has shaped the modern world. This seminar explores, on the one hand, the representation and exercise of imperial power and, on the other, the way the emperor's subjects perceived their position within the system and experienced authority, official or not. We will investigate imperial legitimacy building, political discourse, consensus and opposition, negotiation and concessions to the powerful, local government and justice, corruption, oppression and patronage, as well as the social groupings and networks that afforded some leverage to the less powerful.    Europe    Literature of the Field: Early Modern Europe HIST-GA 1150 4 points. 2013-14, 2014-15. Surveys major literature and historiographical issues in the early modern field.    Literature of the Field: Modern Europe HIST-GA 1151 4 points. 2013-14, 2014-15. Survey of the major literature and historiographical issues in the modern European field.    European Intellectual History HIST-GA 1193 4 points. 2014-15. Interplays the specific cultural-historical context of interwar Europe (in particular France in the late Third Republic and Weimar Germany, but also to a lesser extent Austria, Italy, and early Soviet Russia) with trends of philosophical, literary, and political writing of the period. Certain themes or figures guide the choice of texts, e.g., authority, subjectivity, violence, sovereignty.    The Mediterranean in Historical Perspective HIST-GA 3901 4 points. 2014-15. This course will focus on war and civil war in the twentieth-century Mediterranean. We will compare and contrast the experiences of Spain, Greece and Italy, as well as of other countries of Southern Europe, and analyze how the legacy of civil war has contributed to shaping contemporary national identities. This course will address major methodological questions concerning how we understand war and civil war in the fields of history and social sciences. We will also discuss the peculiarity, if any, of civil wars in the Mediterranean, in relation to the wider historical context of twentieth-century Europe.    Italian Colonialism and Postcolonialism HIST-GA 2972 4 points. 2014-15. Explores Italian colonialism from the late 19th century through the end of empire. Through readings of travel literature, films, and historical works, we address the meaning of colonialism within Italian history and culture, colonial racial policies and gender identities, and the legacies of colonialism in Italy and in its former colonies.    Russian Cultural History HIST-GA 1330 4 points. 2014-15. This course looks at \"culture\" in an expansive way, examining recent scholarship on mapping, settlement, and territorial expansion, on laws and courts, on empire and religion, love and power, property and markets, gender, family, friendship, social science and art in Russia from the 17th through the 20th century. We will look at different groups in the empire's population--peasants in imperial and post-Soviet times, nobles, one empress and her advisor/lover, Muslims, various nationalities, Soviet officials, workers, and youth and at the linkages among them and to the state.    The Ottoman 17th Century HIST-GA 3503 4 points. 2013-14. The course emphasizes religious and intellectual over political developments, although the continuing importance of patronage as a cultural and political dynamic is stressed as a process linking all these domains. It also aims at highlighting varied communal and social experiences as well as inter-communal relations over imperial or state-oriented policies and programs.    The Ottoman Empire in Europe HIST-GA.1651 4 points. 2013-14.    The Politics of Language in Early Modern and Modern Italy HIST-GA 1981 4 points. 2014-15.    Modern European Cities HIST-GA 1203 4 points. 2014-15. This colloquium examines recent scholarship in European urban history. It includes cities from Barcelona to Moscow, and ranges widely over the 19th and 20th centuries, but its ultimate goal is not to \"cover\" particular cities or themes so much as to introduce major works and approaches from the previous decade. What issues are energizing European urban history? How do these issues relate to broader developments in historiography and the humanities? In what ways does urban history contribute something distinctive to these conversations?    19th Century France HIST-GA 1209 4 points. 2014-15. Explores the transformation of France from the Old Regime monarchy of the late eighteenth century to the early Third Republic of the 1870s. We will focus first on the French Revolution, its origins, dynamics and consequences. We will then study the political, social, and cultural conflicts that help explain why the French went through three more revolutions--in 1830, 1848, and 1871--before establishing a stable form of republican government. We will also devote time to social and cultural history, and especially to recent literature on working-class formation, gender relations, and the peasantry.    History of Modern Ireland HIST-GA.1416 2013-14.    Latin America and the Caribbean    Literature of the Field: Colonial Latin America HIST-GA 1200 4 points. 2012-13. Surveys major literature and historiographical issues in the colonial Latin American field.    Literature of the Field: Modern Latin America HIST-GA 1201 4 points. 2012-13. Surveys major literature and historiographical issues in the modern Latin American field.    United States    Literature of the Field: US to 1877 HIST-GA 1600 4 points. 2013-14, 2014-15. A reading course covering the earlier period of American history that introduces students to the major themes, interpretations, and methods of inquiry. It is intended to provide a broad command of the field.    Literature of the Field: US Since 1877 HIST-GA 1610 4 points. 2013-14, 2014-15. A reading course covering the later period of American history that introduces students to the major themes, interpretations, and methods of inquiry. It is intended to provide a broad command of the field.    Transnational Approaches to US History HIST-GA 1739 4 points. 2014-15. This course will explore recent developments in historiography that seek ways of understanding a national history—U.S. History in this case—in a framework larger than the nation. There are different transnational framings, different in type and scale, but Diasporas and Borderlands, Atlantic World, and Global are at present the most vigorous, and the focus will be mainly on them.    Black New York HIST-GA 2551 4 points. 2014-15. This course will explore the under-engaged topic of blacks in New York from its Dutch origins to the present. The process of racial formation and the mechanisms of racial domination in the early stages of the settlement were central to the northern colonial experience and to the founding of the United States.    Race, Civil War, and Reconstruction HIST-GA 1607 4 points. 2013-14. This is a course about the social, cultural, intellectual, and political history of the United States in the long nineteenth century, illuminated through the lens of the war that punctuated and transformed that century. With race at the center of our inquiries, we will proceed both chronologically and thematically, reading and evaluating some of the newest and most influential scholarship in an effort to formulate our own arguments, both individual and collective, about the era.    World History/Transnational Approaches    Methods and Approaches to World History HIST-GA 2168 4 points. 2013-14, 2014-15.    Environmental History HIST-GA 1050 4 points. 2013-14. Analyzes monographs in the field, drawn from all geographical areas, dealing with major theoretical issues.    Cold War as Global Conflict HIST-GA 2771 4 points. 2014-15. This colloquium views the Cold War as global conflict and focuses on Western and Eastern Europe and the Third World as well as on the United States and the Soviet Union.    World History in South Asia HIST-GA.1001 2013-14.    History of Women and Gender    Gender, Race and Nation in Postcolonial Latin America HIST-GA 2801 4 points. 2014-15.    Theorizing Race and Slavery HIST-GA 2901 4 points. 2014-15.    Women and the Book HIST-GA 1119 4 points. 2014-15. This course examines the cultural worlds of medieval women through particular attention to the books that they owned, commissioned, and created. Beginning with the earliest Christian centuries, the course proceeds chronologically through the fourteenth century. In addition to examining specific manuscripts, we will consider ancillary questions to do with women's authorship, education and literacy, reading patterns, devotional practices, and visual traditions and representation. Considering both lay and religious women, the course addresses the sorts of books owned by individual women and the types of books they produced.    Gender and Sexuality in African American History HIST-GA 2622 4 points. 2013-14. This course will highlight how and why analyzing gender and sexuality is critical to understanding African American history. From slavery to freedom, reform and leisure, community and conflict, the personal and the public, we will discuss major themes, phenomena, demographic shifts, and social movements.    Approaches to History of Women and Gender HIST-GA 1763 4 points. 2013-14, 2014-15. An introduction to the study of women and gender in history with a focus on the relevant historiographical trends, methodological developments, and approaches to research.    Archives and Public History    Introduction to Archives HIST-GA 1010 4 points. 2013-14, 2014-15. Introduction to the theoretical and methodological issues involving archives, historical documentation, and historical resources. Focuses on the history of records and record keeping, development of archival theory, appraisal, arrangement and description, reference, legal and ethical issues, and current trends in the profession.    Seminar in Historical Editing HIST-GA 1012 4 points. 2014-15. Introduces students to the theories, practices, and problems involved in editing and publishing historical documentary editions. Students develop their own documentary editions complete with prefatory material, transcriptions, annotations, and calendars. Focuses especially on project leadership and includes an electronic edition component.    History in the New Media HIST-GA 1023 4 points. 2013-14, 2014-15. Focuses on the ideas, techniques, and complexities of creating digital history texts and Web sites. Introduction to the digitization process, with an emphasis on standards and best practices for creating digital projects in an archival or public history setting.    Introduction to Public History HIST-GA 1750 4 points. 2013-14, 2014-15. Reviews the history of public history from the early 20th century through the present, focusing on historians' relationships, dialogues, and collaborations with public audiences. Considers issues involving memory, identity, heritage, commemoration, historic preservation, history museums, oral history, film, and digital history.    Internship Seminar HIST-GA 2011 4 points. 2013-14, 2014-15. Seminar setting in which students consider a variety of issues and topics relating to their fieldwork sites and internship venues. Topics include public policy, historic site interpretation, digital humanities, current archival and museological theory, and leadership in cultural institutions. Students complete a 120-hour internship/ practicum at a cooperating archives or public history site, arranged through the program director.    Oral History HIST-GA 2012 4 points. 2014-15. Fieldwork course that engages the historiographical, theoretical, and methodological issues involving oral history work. Includes a research and design component, as well as a project implementation module in which students conceive, interview, process, and present oral histories.    Introduction to Preservation and Reformatting HIST-GA 2013 4 points. 2013-14. Overview of principles and practices of archival preservation. Examines the physical composition of archival materials in all formats, the causal agents that contribute to archival deterioration, the application of appropriate preservation practices and conservation methods, and various reformatting and rehousing techniques.    Institutional Archives HIST-GA 2016 4 points. 2014-15. Traces the rise of modern bureaucratic organizations and their relationship to the documentary record. Examines the history of recordkeeping, the records and information needs of businesses, nonprofits, and governments, records management theory and practice, and current trends in administering electronic records programs.    Historian and the Visual Record HIST-GA 2021 4 points. 2013-14 2014-15. Analyzes visual media, including photographs, prints, magazine illustrations, cartoons, motion pictures, and video. Pays special attention to the use of these media as historical sources. Includes a curatorial component that explores the ways in which archivists and public historians engage these records.    Research Seminar HIST-GA 2034 4 points. 2013-14, 2014-15. Capstone seminar in which students create final projects in the program with a substantial research and writing component. Projects may take the form of historical theses, exhibition designs, historical editing projects, Web-based resources, or historic site interpretations. Class meetings allow students to focus on and discuss research issues.    Advanced Archival Description HIST-GA 2031 4 points. 2013-14, 2014-15. Provides an understanding of archival descriptive standards and practices. Focuses on the development and use of bibliographic standards to create and exchange data concerning archival records. Particular emphases include the MARC format; the development, implementation, and evaluation of Encoded Archival Description and Encoded Archival Context; content management systems; digital encoding standards; and digital library development.    Creating Digital History HIST-GA 2033 4 points. 2013-14, 2014-15. Focuses on the skills that students need in order to build or contribute to history websites, digital archives, and online exhibits. Students learn such tools as HTML, CSS, WordPress, Omeka, and MIT's Simile and Timeline, and also use such Web 2.0 tools as CiteULike, del.icio.us, Twitter, and Wikipedia. Discussions focus on such digital history issues as how to convey a context for online historical documents.                  Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Descriptions (GSAS Bulletin)    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home       Course Descriptions (GSAS Bulletin)   M.A. Proseminar HIST-GA 2022 4 points. 2013-14, 2014-15. Introduction to the theoretical and methodological components involved in the research process. Considers historiographical issues; develops an understanding of the archival and library environments, focusing on searching strategies and the use of automated techniques; and emphasizes framing research questions. Students complete a research paper with appropriate documentation and bibliography in their area of interest.    Approaches to Historical Research and Writing I, II HIST-GA 3603, 3213 4 points per term. 2013-14, 2014-15. These courses are designed to introduce students to some of the basic methodological and interpretive issues involved in historical research. Based around a core set of readings, the course covers important books and articles that explicitly deal with questions of method, as well as examples of certain methodologies or schools of historiography in action. The goal of these courses is to help the student produce a research paper that is of potentially publishable quality and to reveal that the student is capable of doing graduate level research and writing.    Africa    Literature of the Field: Africa HIST-GA 1562 4 points. 2013-14. This course introduces students to the major themes, scholarly approaches, and sources for African history.    African Slavery &amp; The Slave Trade HIST-GA 2555 4 points. 2014-15. Examines the institution of servitude and slavery in tropical Africa since classical antiquity. Studies master-servant relationships in selected precolonial African societies and the Atlantic slave trade and its impact on African political, social, and economic organization.    Islam in West Africa HIST-GA 2007 4 points. 2013-2014. Examines Islam's multiple developments and expressions across the expanse of West Africa, from the seventh century through the present.    African Diaspora    Literature of the Field: African Diaspora HIST-GA 1801 4 points. 2013-2014. A colloquium on the formation and development of the African diaspora, uncritically defined as the dispersal of people of African descent throughout the world, by way of examining the most recent and influential literature on the topic. Care is given to consider works addressing the Mediterranean Sea and Indian Ocean, as well as the Americas.    Race, Slavery and Freedom in the Atlantic World HIST-GA 2015 4 points. 2014-2015.    African-American History HIST-GA 1782 4 points. 2014-2015. Broad exposure to African American history. Begins with a historiographical introduction, describing the growth and development of the field, and moves to a major theme and period treatment ranging from ancient Africa to the civil rights movement. Provides an understanding of the field and a foundation for specialized course work and research.    Atlantic World    Literature of the Field: Atlantic World HIST-GA 2001 4 points. 2013-14. Introduces students to the major themes, scholarly approaches, and sources for Atlantic history.    Empires, States and Political Imagination HIST-GA 3390 4 points. 2013-14, 2014-15. Focuses on the comparative study of empires from the Romans to the present and on the variety of ways in which empire-states have established and constrained claims to rights, belonging, and power. The study of empire expands our debates over rights, citizenship, economic regulation, and accountability without letting them fall into a seeming gap between the nation-state and the global.    Political Cultures of Empire HIST-GA 2861 4 points. 2013-14, 2014-15. Provides the opportunity for closely advised research and writing on student- designed projects related to the history of empires. The course builds on readings and discussion in the reading course Empires, States, and Political Imagination (HIST-GA 3390). While the reading course is not a prerequisite for this research seminar, students should have some demonstrated knowledge of the history of at least one imperial setting and be in a position to formulate a research topic at the beginning of the semester. By the end of the semester, each student will have produced a major research paper based on primary sources in the format of an article to be published in an academic journal.    Atlantic History Workshop HIST-GA 3803 4 points. 2013-14, 2014-15. This yearlong course overlaps with the Atlantic History Workshop colloquium, which meets regularly in the Department of History throughout the academic year. At the colloquium, participants discuss pre-circulated works-in-progress presented by visiting scholars or members of the colloquium. Students enrolled in this course attend every meeting of the colloquium and undertake additional activities assigned by the instructor.    Trade and Empire: The British Atlantic in the Colonial Period HIST-GA 2001 4 points. 2014-15.    East Asia    The Japanese Colonial Empire HIST-GA 1996 4 points. 2014-15. The course examines the history of the Japanese colonial empire within the larger context of Euro-American empire-building and the development of international capitalism.    Problems in the History of Early Modern China HIST-GA 1919 4 points. 2014-15. This reading-intensive colloquium on early modern China is intended for those who are already familiar with the outlines of early modern Chinese history. Participants will both engage in greater depth some of the major paradigms in Chinese history c. 1550-1900 and will gain a broad knowledge of recent historiographical debates.    Medieval Europe    Literature of the Field: Middle Ages HIST-GA 2113 4 points. 2014-15. This course provides an introduction to the literature of medieval history for the period c. 1050-1400, as that literature has evolved over the last century, with a focus on changes in the methodology of medieval historiography, the approach to primary texts and the shifting interests that have characterized medieval scholarship in the modern context.    Byzantium and the West HIST-GA 1156 4 points. 2013-14. This seminar will explore the relations between the two heirs of Rome, Byzantium and Western Europe, from the initial division of the empire in the fourth century to the conquest of Constantinople by the Ottomans.    Historical Anthropology of the Middle Ages HIST-GA 1115 4 points. 2013-14, 2014-2015.    Rulers And The Ruled In Imperial Rome And The Byzantium HIST-GA.1125 2013-2014. With an astonishingly long life span, extending from Antiquity to the end of the Middle Ages in the Byzantine East, the Roman Empire left a legacy of political and legal organization that has shaped the modern world. This seminar explores, on the one hand, the representation and exercise of imperial power and, on the other, the way the emperor's subjects perceived their position within the system and experienced authority, official or not. We will investigate imperial legitimacy building, political discourse, consensus and opposition, negotiation and concessions to the powerful, local government and justice, corruption, oppression and patronage, as well as the social groupings and networks that afforded some leverage to the less powerful.    Europe    Literature of the Field: Early Modern Europe HIST-GA 1150 4 points. 2013-14, 2014-15. Surveys major literature and historiographical issues in the early modern field.    Literature of the Field: Modern Europe HIST-GA 1151 4 points. 2013-14, 2014-15. Survey of the major literature and historiographical issues in the modern European field.    European Intellectual History HIST-GA 1193 4 points. 2014-15. Interplays the specific cultural-historical context of interwar Europe (in particular France in the late Third Republic and Weimar Germany, but also to a lesser extent Austria, Italy, and early Soviet Russia) with trends of philosophical, literary, and political writing of the period. Certain themes or figures guide the choice of texts, e.g., authority, subjectivity, violence, sovereignty.    The Mediterranean in Historical Perspective HIST-GA 3901 4 points. 2014-15. This course will focus on war and civil war in the twentieth-century Mediterranean. We will compare and contrast the experiences of Spain, Greece and Italy, as well as of other countries of Southern Europe, and analyze how the legacy of civil war has contributed to shaping contemporary national identities. This course will address major methodological questions concerning how we understand war and civil war in the fields of history and social sciences. We will also discuss the peculiarity, if any, of civil wars in the Mediterranean, in relation to the wider historical context of twentieth-century Europe.    Italian Colonialism and Postcolonialism HIST-GA 2972 4 points. 2014-15. Explores Italian colonialism from the late 19th century through the end of empire. Through readings of travel literature, films, and historical works, we address the meaning of colonialism within Italian history and culture, colonial racial policies and gender identities, and the legacies of colonialism in Italy and in its former colonies.    Russian Cultural History HIST-GA 1330 4 points. 2014-15. This course looks at \"culture\" in an expansive way, examining recent scholarship on mapping, settlement, and territorial expansion, on laws and courts, on empire and religion, love and power, property and markets, gender, family, friendship, social science and art in Russia from the 17th through the 20th century. We will look at different groups in the empire's population--peasants in imperial and post-Soviet times, nobles, one empress and her advisor/lover, Muslims, various nationalities, Soviet officials, workers, and youth and at the linkages among them and to the state.    The Ottoman 17th Century HIST-GA 3503 4 points. 2013-14. The course emphasizes religious and intellectual over political developments, although the continuing importance of patronage as a cultural and political dynamic is stressed as a process linking all these domains. It also aims at highlighting varied communal and social experiences as well as inter-communal relations over imperial or state-oriented policies and programs.    The Ottoman Empire in Europe HIST-GA.1651 4 points. 2013-14.    The Politics of Language in Early Modern and Modern Italy HIST-GA 1981 4 points. 2014-15.    Modern European Cities HIST-GA 1203 4 points. 2014-15. This colloquium examines recent scholarship in European urban history. It includes cities from Barcelona to Moscow, and ranges widely over the 19th and 20th centuries, but its ultimate goal is not to \"cover\" particular cities or themes so much as to introduce major works and approaches from the previous decade. What issues are energizing European urban history? How do these issues relate to broader developments in historiography and the humanities? In what ways does urban history contribute something distinctive to these conversations?    19th Century France HIST-GA 1209 4 points. 2014-15. Explores the transformation of France from the Old Regime monarchy of the late eighteenth century to the early Third Republic of the 1870s. We will focus first on the French Revolution, its origins, dynamics and consequences. We will then study the political, social, and cultural conflicts that help explain why the French went through three more revolutions--in 1830, 1848, and 1871--before establishing a stable form of republican government. We will also devote time to social and cultural history, and especially to recent literature on working-class formation, gender relations, and the peasantry.    History of Modern Ireland HIST-GA.1416 2013-14.    Latin America and the Caribbean    Literature of the Field: Colonial Latin America HIST-GA 1200 4 points. 2012-13. Surveys major literature and historiographical issues in the colonial Latin American field.    Literature of the Field: Modern Latin America HIST-GA 1201 4 points. 2012-13. Surveys major literature and historiographical issues in the modern Latin American field.    United States    Literature of the Field: US to 1877 HIST-GA 1600 4 points. 2013-14, 2014-15. A reading course covering the earlier period of American history that introduces students to the major themes, interpretations, and methods of inquiry. It is intended to provide a broad command of the field.    Literature of the Field: US Since 1877 HIST-GA 1610 4 points. 2013-14, 2014-15. A reading course covering the later period of American history that introduces students to the major themes, interpretations, and methods of inquiry. It is intended to provide a broad command of the field.    Transnational Approaches to US History HIST-GA 1739 4 points. 2014-15. This course will explore recent developments in historiography that seek ways of understanding a national history—U.S. History in this case—in a framework larger than the nation. There are different transnational framings, different in type and scale, but Diasporas and Borderlands, Atlantic World, and Global are at present the most vigorous, and the focus will be mainly on them.    Black New York HIST-GA 2551 4 points. 2014-15. This course will explore the under-engaged topic of blacks in New York from its Dutch origins to the present. The process of racial formation and the mechanisms of racial domination in the early stages of the settlement were central to the northern colonial experience and to the founding of the United States.    Race, Civil War, and Reconstruction HIST-GA 1607 4 points. 2013-14. This is a course about the social, cultural, intellectual, and political history of the United States in the long nineteenth century, illuminated through the lens of the war that punctuated and transformed that century. With race at the center of our inquiries, we will proceed both chronologically and thematically, reading and evaluating some of the newest and most influential scholarship in an effort to formulate our own arguments, both individual and collective, about the era.    World History/Transnational Approaches    Methods and Approaches to World History HIST-GA 2168 4 points. 2013-14, 2014-15.    Environmental History HIST-GA 1050 4 points. 2013-14. Analyzes monographs in the field, drawn from all geographical areas, dealing with major theoretical issues.    Cold War as Global Conflict HIST-GA 2771 4 points. 2014-15. This colloquium views the Cold War as global conflict and focuses on Western and Eastern Europe and the Third World as well as on the United States and the Soviet Union.    World History in South Asia HIST-GA.1001 2013-14.    History of Women and Gender    Gender, Race and Nation in Postcolonial Latin America HIST-GA 2801 4 points. 2014-15.    Theorizing Race and Slavery HIST-GA 2901 4 points. 2014-15.    Women and the Book HIST-GA 1119 4 points. 2014-15. This course examines the cultural worlds of medieval women through particular attention to the books that they owned, commissioned, and created. Beginning with the earliest Christian centuries, the course proceeds chronologically through the fourteenth century. In addition to examining specific manuscripts, we will consider ancillary questions to do with women's authorship, education and literacy, reading patterns, devotional practices, and visual traditions and representation. Considering both lay and religious women, the course addresses the sorts of books owned by individual women and the types of books they produced.    Gender and Sexuality in African American History HIST-GA 2622 4 points. 2013-14. This course will highlight how and why analyzing gender and sexuality is critical to understanding African American history. From slavery to freedom, reform and leisure, community and conflict, the personal and the public, we will discuss major themes, phenomena, demographic shifts, and social movements.    Approaches to History of Women and Gender HIST-GA 1763 4 points. 2013-14, 2014-15. An introduction to the study of women and gender in history with a focus on the relevant historiographical trends, methodological developments, and approaches to research.    Archives and Public History    Introduction to Archives HIST-GA 1010 4 points. 2013-14, 2014-15. Introduction to the theoretical and methodological issues involving archives, historical documentation, and historical resources. Focuses on the history of records and record keeping, development of archival theory, appraisal, arrangement and description, reference, legal and ethical issues, and current trends in the profession.    Seminar in Historical Editing HIST-GA 1012 4 points. 2014-15. Introduces students to the theories, practices, and problems involved in editing and publishing historical documentary editions. Students develop their own documentary editions complete with prefatory material, transcriptions, annotations, and calendars. Focuses especially on project leadership and includes an electronic edition component.    History in the New Media HIST-GA 1023 4 points. 2013-14, 2014-15. Focuses on the ideas, techniques, and complexities of creating digital history texts and Web sites. Introduction to the digitization process, with an emphasis on standards and best practices for creating digital projects in an archival or public history setting.    Introduction to Public History HIST-GA 1750 4 points. 2013-14, 2014-15. Reviews the history of public history from the early 20th century through the present, focusing on historians' relationships, dialogues, and collaborations with public audiences. Considers issues involving memory, identity, heritage, commemoration, historic preservation, history museums, oral history, film, and digital history.    Internship Seminar HIST-GA 2011 4 points. 2013-14, 2014-15. Seminar setting in which students consider a variety of issues and topics relating to their fieldwork sites and internship venues. Topics include public policy, historic site interpretation, digital humanities, current archival and museological theory, and leadership in cultural institutions. Students complete a 120-hour internship/ practicum at a cooperating archives or public history site, arranged through the program director.    Oral History HIST-GA 2012 4 points. 2014-15. Fieldwork course that engages the historiographical, theoretical, and methodological issues involving oral history work. Includes a research and design component, as well as a project implementation module in which students conceive, interview, process, and present oral histories.    Introduction to Preservation and Reformatting HIST-GA 2013 4 points. 2013-14. Overview of principles and practices of archival preservation. Examines the physical composition of archival materials in all formats, the causal agents that contribute to archival deterioration, the application of appropriate preservation practices and conservation methods, and various reformatting and rehousing techniques.    Institutional Archives HIST-GA 2016 4 points. 2014-15. Traces the rise of modern bureaucratic organizations and their relationship to the documentary record. Examines the history of recordkeeping, the records and information needs of businesses, nonprofits, and governments, records management theory and practice, and current trends in administering electronic records programs.    Historian and the Visual Record HIST-GA 2021 4 points. 2013-14 2014-15. Analyzes visual media, including photographs, prints, magazine illustrations, cartoons, motion pictures, and video. Pays special attention to the use of these media as historical sources. Includes a curatorial component that explores the ways in which archivists and public historians engage these records.    Research Seminar HIST-GA 2034 4 points. 2013-14, 2014-15. Capstone seminar in which students create final projects in the program with a substantial research and writing component. Projects may take the form of historical theses, exhibition designs, historical editing projects, Web-based resources, or historic site interpretations. Class meetings allow students to focus on and discuss research issues.    Advanced Archival Description HIST-GA 2031 4 points. 2013-14, 2014-15. Provides an understanding of archival descriptive standards and practices. Focuses on the development and use of bibliographic standards to create and exchange data concerning archival records. Particular emphases include the MARC format; the development, implementation, and evaluation of Encoded Archival Description and Encoded Archival Context; content management systems; digital encoding standards; and digital library development.    Creating Digital History HIST-GA 2033 4 points. 2013-14, 2014-15. Focuses on the skills that students need in order to build or contribute to history websites, digital archives, and online exhibits. Students learn such tools as HTML, CSS, WordPress, Omeka, and MIT's Simile and Timeline, and also use such Web 2.0 tools as CiteULike, del.icio.us, Twitter, and Wikipedia. Discussions focus on such digital history issues as how to convey a context for online historical documents.                  Contact Us | &copy; New York University , Arts and Science"}, {"content": "Gomez, Michael    | Department of History | New York University                                      NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home           Michael A. Gomez   Professor of History, Middle Eastern and Islamic Studies   University of Chicago, PhD 1985   Office Address:   King Juan Carlos Center, Room 502   Email:        Phone:   212.998.8624   Field of Study:   Africa and African Diaspora   Areas of Research/Interest:   Islam, Slavery, Social and Cultural Formation             Curriculum Vitae              Bio   Michael A. Gomez is currently professor of History and Middle Eastern and Islamic Studies at New York University, having served as the director of the Association for the Study of the Worldwide African Diaspora (ASWAD) from its inception in 2000 to 2007. He has also served as chair of the History departments at both NYU and Spelman College, and served as President of UNESCO's International Scientific Committee for the Slave Route Project from 2009 to 2011. His first book, Pragmatism in the Age of Jihad: The Precolonial State of Bundu (Cambridge University Press, 1992), examines a Muslim polity in what is now eastern Senegal. The next publication, Exchanging Our Country Marks: The Transformation of African Identities in the Colonial and Antebellum South (University of North Carolina Press, 1998), is concerned with questions of culture and race as they were informed by the African presence and experience. Reversing Sail: A History of the African Diaspora (Cambridge University Press, 2005) is primarily aimed at an undergraduate audience, and is more fully involved with the idea of an African diaspora, as is Diasporic Africa: A Reader (New York University Press, 2006), an edited volume that spans time and space in investigating a variety of themes and issues. Black Crescent: African Muslims in the Americas (Cambridge University Press, 2005, Black Caucus of the American Library Association 2006 Literary Awards Winner for Nonfiction Category), continues with the study of the African diaspora by looking at the ways in which African Muslims negotiated their bondage and freedom throughout the Americas, but in a way that allows for significant integration of Islamic Africa. Primarily a cultural and social historian of both Africa and its diaspora, Gomez is currently in the writing stages of a book on the history of early and medieval West Africa, with a focus on imperial Songhay. Upon its completion, he plans to write a comprehensive study of the African diaspora, within which he will address all attendant arguments and debates. Throughout, he will remain connected to the Arabic manuscript project underway in Mali, arguably one of the most important endeavors to develop in the twentieth and twenty-first centuries. He continues to work with these as well as other organizations invested in the struggles of people of African descent worldwide, and especially looks forward to exciting opportunities developing in Latin America.   Selected Works:   Books:    Black Crescent: African Muslims in the Americas (Cambridge University Press, 2005).                         Reversing Sail: A History of the African Diaspora (Cambridge University Press, 2005).                         Exchanging Our Country Marks: The Transformation of African Identities in the Colonial and Antebellum South (University of North Carolina Press, 1998).                 Pragmatism in the Age of Jihad: The Precolonial State of Bundu (Cambridge University Press, 1992).         Edited Books:    Diasporic Africa: A Reader (New York University Press, 2006).           Articles:    \"Africans, Culture, and Islam in the Lowcountry.\" African American Life in the Georgia Lowcountry. Edited volume. Athens: University of Georgia Press, 2010.    \"The Anguished Igbo Response to Enslavement in the Americas.\" Repercussions of the African Slave Trade: The Interior of the Bight of Biafra and the African Diaspora. Edited by Carolyn A. Brown and Paul E. Lovejoy. Trenton, New Jersey: Africa World Press, Inc. 2010.    \"Slavery in the Americas: A Survey of the Scholarship.” Origins: Schomburg Studies on the Black Experience. Edited by Howard Dodson and Colin Palmer. East Lansing, Michigan: Michigan State University, 2008, 1-41.    \"A Harvest for the People: P. Sterling Stuckey, Activist and Scholar.” Journal of African American History (91), Special Issue, Fall 2006: 367-371.    \"Diasporic Africa: A View from History.” Diasporic Africa: A Reader. New York University Press, 2006.    \"Of Du Bois and Diaspora: The Challenge of African American Studies.” Journal of Black Studies (35) November 2004: 175-194.    \"A Quality of Anguish: The Igbo Response to Enslavement in the Americas.\" Trans-Atlantic Dimensions of Ethnicity in the African Diaspora. Edited by Paul E. Lovejoy and David V. Trotman. London: Continuum, 2003.    \"The Preacher-Kings: W.E.B. Du Bois Revisited.” African Americans and the Bible: Sacred Texts and Social Textures. Edited by Vincent L. Wimbush. New York: Continuum Publishing Group, 2000.    \"African Identity and Slavery in the Americas.” Radical History Review (75) 1999: 111-120.          Update your faculty profile         Updated on 12&#047;03&#047;2013             Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Descriptions (GSAS Bulletin)    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home       Course Descriptions (GSAS Bulletin)   M.A. Proseminar HIST-GA 2022 4 points. 2013-14, 2014-15. Introduction to the theoretical and methodological components involved in the research process. Considers historiographical issues; develops an understanding of the archival and library environments, focusing on searching strategies and the use of automated techniques; and emphasizes framing research questions. Students complete a research paper with appropriate documentation and bibliography in their area of interest.    Approaches to Historical Research and Writing I, II HIST-GA 3603, 3213 4 points per term. 2013-14, 2014-15. These courses are designed to introduce students to some of the basic methodological and interpretive issues involved in historical research. Based around a core set of readings, the course covers important books and articles that explicitly deal with questions of method, as well as examples of certain methodologies or schools of historiography in action. The goal of these courses is to help the student produce a research paper that is of potentially publishable quality and to reveal that the student is capable of doing graduate level research and writing.    Africa    Literature of the Field: Africa HIST-GA 1562 4 points. 2013-14. This course introduces students to the major themes, scholarly approaches, and sources for African history.    African Slavery &amp; The Slave Trade HIST-GA 2555 4 points. 2014-15. Examines the institution of servitude and slavery in tropical Africa since classical antiquity. Studies master-servant relationships in selected precolonial African societies and the Atlantic slave trade and its impact on African political, social, and economic organization.    Islam in West Africa HIST-GA 2007 4 points. 2013-2014. Examines Islam's multiple developments and expressions across the expanse of West Africa, from the seventh century through the present.    African Diaspora    Literature of the Field: African Diaspora HIST-GA 1801 4 points. 2013-2014. A colloquium on the formation and development of the African diaspora, uncritically defined as the dispersal of people of African descent throughout the world, by way of examining the most recent and influential literature on the topic. Care is given to consider works addressing the Mediterranean Sea and Indian Ocean, as well as the Americas.    Race, Slavery and Freedom in the Atlantic World HIST-GA 2015 4 points. 2014-2015.    African-American History HIST-GA 1782 4 points. 2014-2015. Broad exposure to African American history. Begins with a historiographical introduction, describing the growth and development of the field, and moves to a major theme and period treatment ranging from ancient Africa to the civil rights movement. Provides an understanding of the field and a foundation for specialized course work and research.    Atlantic World    Literature of the Field: Atlantic World HIST-GA 2001 4 points. 2013-14. Introduces students to the major themes, scholarly approaches, and sources for Atlantic history.    Empires, States and Political Imagination HIST-GA 3390 4 points. 2013-14, 2014-15. Focuses on the comparative study of empires from the Romans to the present and on the variety of ways in which empire-states have established and constrained claims to rights, belonging, and power. The study of empire expands our debates over rights, citizenship, economic regulation, and accountability without letting them fall into a seeming gap between the nation-state and the global.    Political Cultures of Empire HIST-GA 2861 4 points. 2013-14, 2014-15. Provides the opportunity for closely advised research and writing on student- designed projects related to the history of empires. The course builds on readings and discussion in the reading course Empires, States, and Political Imagination (HIST-GA 3390). While the reading course is not a prerequisite for this research seminar, students should have some demonstrated knowledge of the history of at least one imperial setting and be in a position to formulate a research topic at the beginning of the semester. By the end of the semester, each student will have produced a major research paper based on primary sources in the format of an article to be published in an academic journal.    Atlantic History Workshop HIST-GA 3803 4 points. 2013-14, 2014-15. This yearlong course overlaps with the Atlantic History Workshop colloquium, which meets regularly in the Department of History throughout the academic year. At the colloquium, participants discuss pre-circulated works-in-progress presented by visiting scholars or members of the colloquium. Students enrolled in this course attend every meeting of the colloquium and undertake additional activities assigned by the instructor.    Trade and Empire: The British Atlantic in the Colonial Period HIST-GA 2001 4 points. 2014-15.    East Asia    The Japanese Colonial Empire HIST-GA 1996 4 points. 2014-15. The course examines the history of the Japanese colonial empire within the larger context of Euro-American empire-building and the development of international capitalism.    Problems in the History of Early Modern China HIST-GA 1919 4 points. 2014-15. This reading-intensive colloquium on early modern China is intended for those who are already familiar with the outlines of early modern Chinese history. Participants will both engage in greater depth some of the major paradigms in Chinese history c. 1550-1900 and will gain a broad knowledge of recent historiographical debates.    Medieval Europe    Literature of the Field: Middle Ages HIST-GA 2113 4 points. 2014-15. This course provides an introduction to the literature of medieval history for the period c. 1050-1400, as that literature has evolved over the last century, with a focus on changes in the methodology of medieval historiography, the approach to primary texts and the shifting interests that have characterized medieval scholarship in the modern context.    Byzantium and the West HIST-GA 1156 4 points. 2013-14. This seminar will explore the relations between the two heirs of Rome, Byzantium and Western Europe, from the initial division of the empire in the fourth century to the conquest of Constantinople by the Ottomans.    Historical Anthropology of the Middle Ages HIST-GA 1115 4 points. 2013-14, 2014-2015.    Rulers And The Ruled In Imperial Rome And The Byzantium HIST-GA.1125 2013-2014. With an astonishingly long life span, extending from Antiquity to the end of the Middle Ages in the Byzantine East, the Roman Empire left a legacy of political and legal organization that has shaped the modern world. This seminar explores, on the one hand, the representation and exercise of imperial power and, on the other, the way the emperor's subjects perceived their position within the system and experienced authority, official or not. We will investigate imperial legitimacy building, political discourse, consensus and opposition, negotiation and concessions to the powerful, local government and justice, corruption, oppression and patronage, as well as the social groupings and networks that afforded some leverage to the less powerful.    Europe    Literature of the Field: Early Modern Europe HIST-GA 1150 4 points. 2013-14, 2014-15. Surveys major literature and historiographical issues in the early modern field.    Literature of the Field: Modern Europe HIST-GA 1151 4 points. 2013-14, 2014-15. Survey of the major literature and historiographical issues in the modern European field.    European Intellectual History HIST-GA 1193 4 points. 2014-15. Interplays the specific cultural-historical context of interwar Europe (in particular France in the late Third Republic and Weimar Germany, but also to a lesser extent Austria, Italy, and early Soviet Russia) with trends of philosophical, literary, and political writing of the period. Certain themes or figures guide the choice of texts, e.g., authority, subjectivity, violence, sovereignty.    The Mediterranean in Historical Perspective HIST-GA 3901 4 points. 2014-15. This course will focus on war and civil war in the twentieth-century Mediterranean. We will compare and contrast the experiences of Spain, Greece and Italy, as well as of other countries of Southern Europe, and analyze how the legacy of civil war has contributed to shaping contemporary national identities. This course will address major methodological questions concerning how we understand war and civil war in the fields of history and social sciences. We will also discuss the peculiarity, if any, of civil wars in the Mediterranean, in relation to the wider historical context of twentieth-century Europe.    Italian Colonialism and Postcolonialism HIST-GA 2972 4 points. 2014-15. Explores Italian colonialism from the late 19th century through the end of empire. Through readings of travel literature, films, and historical works, we address the meaning of colonialism within Italian history and culture, colonial racial policies and gender identities, and the legacies of colonialism in Italy and in its former colonies.    Russian Cultural History HIST-GA 1330 4 points. 2014-15. This course looks at \"culture\" in an expansive way, examining recent scholarship on mapping, settlement, and territorial expansion, on laws and courts, on empire and religion, love and power, property and markets, gender, family, friendship, social science and art in Russia from the 17th through the 20th century. We will look at different groups in the empire's population--peasants in imperial and post-Soviet times, nobles, one empress and her advisor/lover, Muslims, various nationalities, Soviet officials, workers, and youth and at the linkages among them and to the state.    The Ottoman 17th Century HIST-GA 3503 4 points. 2013-14. The course emphasizes religious and intellectual over political developments, although the continuing importance of patronage as a cultural and political dynamic is stressed as a process linking all these domains. It also aims at highlighting varied communal and social experiences as well as inter-communal relations over imperial or state-oriented policies and programs.    The Ottoman Empire in Europe HIST-GA.1651 4 points. 2013-14.    The Politics of Language in Early Modern and Modern Italy HIST-GA 1981 4 points. 2014-15.    Modern European Cities HIST-GA 1203 4 points. 2014-15. This colloquium examines recent scholarship in European urban history. It includes cities from Barcelona to Moscow, and ranges widely over the 19th and 20th centuries, but its ultimate goal is not to \"cover\" particular cities or themes so much as to introduce major works and approaches from the previous decade. What issues are energizing European urban history? How do these issues relate to broader developments in historiography and the humanities? In what ways does urban history contribute something distinctive to these conversations?    19th Century France HIST-GA 1209 4 points. 2014-15. Explores the transformation of France from the Old Regime monarchy of the late eighteenth century to the early Third Republic of the 1870s. We will focus first on the French Revolution, its origins, dynamics and consequences. We will then study the political, social, and cultural conflicts that help explain why the French went through three more revolutions--in 1830, 1848, and 1871--before establishing a stable form of republican government. We will also devote time to social and cultural history, and especially to recent literature on working-class formation, gender relations, and the peasantry.    History of Modern Ireland HIST-GA.1416 2013-14.    Latin America and the Caribbean    Literature of the Field: Colonial Latin America HIST-GA 1200 4 points. 2012-13. Surveys major literature and historiographical issues in the colonial Latin American field.    Literature of the Field: Modern Latin America HIST-GA 1201 4 points. 2012-13. Surveys major literature and historiographical issues in the modern Latin American field.    United States    Literature of the Field: US to 1877 HIST-GA 1600 4 points. 2013-14, 2014-15. A reading course covering the earlier period of American history that introduces students to the major themes, interpretations, and methods of inquiry. It is intended to provide a broad command of the field.    Literature of the Field: US Since 1877 HIST-GA 1610 4 points. 2013-14, 2014-15. A reading course covering the later period of American history that introduces students to the major themes, interpretations, and methods of inquiry. It is intended to provide a broad command of the field.    Transnational Approaches to US History HIST-GA 1739 4 points. 2014-15. This course will explore recent developments in historiography that seek ways of understanding a national history—U.S. History in this case—in a framework larger than the nation. There are different transnational framings, different in type and scale, but Diasporas and Borderlands, Atlantic World, and Global are at present the most vigorous, and the focus will be mainly on them.    Black New York HIST-GA 2551 4 points. 2014-15. This course will explore the under-engaged topic of blacks in New York from its Dutch origins to the present. The process of racial formation and the mechanisms of racial domination in the early stages of the settlement were central to the northern colonial experience and to the founding of the United States.    Race, Civil War, and Reconstruction HIST-GA 1607 4 points. 2013-14. This is a course about the social, cultural, intellectual, and political history of the United States in the long nineteenth century, illuminated through the lens of the war that punctuated and transformed that century. With race at the center of our inquiries, we will proceed both chronologically and thematically, reading and evaluating some of the newest and most influential scholarship in an effort to formulate our own arguments, both individual and collective, about the era.    World History/Transnational Approaches    Methods and Approaches to World History HIST-GA 2168 4 points. 2013-14, 2014-15.    Environmental History HIST-GA 1050 4 points. 2013-14. Analyzes monographs in the field, drawn from all geographical areas, dealing with major theoretical issues.    Cold War as Global Conflict HIST-GA 2771 4 points. 2014-15. This colloquium views the Cold War as global conflict and focuses on Western and Eastern Europe and the Third World as well as on the United States and the Soviet Union.    World History in South Asia HIST-GA.1001 2013-14.    History of Women and Gender    Gender, Race and Nation in Postcolonial Latin America HIST-GA 2801 4 points. 2014-15.    Theorizing Race and Slavery HIST-GA 2901 4 points. 2014-15.    Women and the Book HIST-GA 1119 4 points. 2014-15. This course examines the cultural worlds of medieval women through particular attention to the books that they owned, commissioned, and created. Beginning with the earliest Christian centuries, the course proceeds chronologically through the fourteenth century. In addition to examining specific manuscripts, we will consider ancillary questions to do with women's authorship, education and literacy, reading patterns, devotional practices, and visual traditions and representation. Considering both lay and religious women, the course addresses the sorts of books owned by individual women and the types of books they produced.    Gender and Sexuality in African American History HIST-GA 2622 4 points. 2013-14. This course will highlight how and why analyzing gender and sexuality is critical to understanding African American history. From slavery to freedom, reform and leisure, community and conflict, the personal and the public, we will discuss major themes, phenomena, demographic shifts, and social movements.    Approaches to History of Women and Gender HIST-GA 1763 4 points. 2013-14, 2014-15. An introduction to the study of women and gender in history with a focus on the relevant historiographical trends, methodological developments, and approaches to research.    Archives and Public History    Introduction to Archives HIST-GA 1010 4 points. 2013-14, 2014-15. Introduction to the theoretical and methodological issues involving archives, historical documentation, and historical resources. Focuses on the history of records and record keeping, development of archival theory, appraisal, arrangement and description, reference, legal and ethical issues, and current trends in the profession.    Seminar in Historical Editing HIST-GA 1012 4 points. 2014-15. Introduces students to the theories, practices, and problems involved in editing and publishing historical documentary editions. Students develop their own documentary editions complete with prefatory material, transcriptions, annotations, and calendars. Focuses especially on project leadership and includes an electronic edition component.    History in the New Media HIST-GA 1023 4 points. 2013-14, 2014-15. Focuses on the ideas, techniques, and complexities of creating digital history texts and Web sites. Introduction to the digitization process, with an emphasis on standards and best practices for creating digital projects in an archival or public history setting.    Introduction to Public History HIST-GA 1750 4 points. 2013-14, 2014-15. Reviews the history of public history from the early 20th century through the present, focusing on historians' relationships, dialogues, and collaborations with public audiences. Considers issues involving memory, identity, heritage, commemoration, historic preservation, history museums, oral history, film, and digital history.    Internship Seminar HIST-GA 2011 4 points. 2013-14, 2014-15. Seminar setting in which students consider a variety of issues and topics relating to their fieldwork sites and internship venues. Topics include public policy, historic site interpretation, digital humanities, current archival and museological theory, and leadership in cultural institutions. Students complete a 120-hour internship/ practicum at a cooperating archives or public history site, arranged through the program director.    Oral History HIST-GA 2012 4 points. 2014-15. Fieldwork course that engages the historiographical, theoretical, and methodological issues involving oral history work. Includes a research and design component, as well as a project implementation module in which students conceive, interview, process, and present oral histories.    Introduction to Preservation and Reformatting HIST-GA 2013 4 points. 2013-14. Overview of principles and practices of archival preservation. Examines the physical composition of archival materials in all formats, the causal agents that contribute to archival deterioration, the application of appropriate preservation practices and conservation methods, and various reformatting and rehousing techniques.    Institutional Archives HIST-GA 2016 4 points. 2014-15. Traces the rise of modern bureaucratic organizations and their relationship to the documentary record. Examines the history of recordkeeping, the records and information needs of businesses, nonprofits, and governments, records management theory and practice, and current trends in administering electronic records programs.    Historian and the Visual Record HIST-GA 2021 4 points. 2013-14 2014-15. Analyzes visual media, including photographs, prints, magazine illustrations, cartoons, motion pictures, and video. Pays special attention to the use of these media as historical sources. Includes a curatorial component that explores the ways in which archivists and public historians engage these records.    Research Seminar HIST-GA 2034 4 points. 2013-14, 2014-15. Capstone seminar in which students create final projects in the program with a substantial research and writing component. Projects may take the form of historical theses, exhibition designs, historical editing projects, Web-based resources, or historic site interpretations. Class meetings allow students to focus on and discuss research issues.    Advanced Archival Description HIST-GA 2031 4 points. 2013-14, 2014-15. Provides an understanding of archival descriptive standards and practices. Focuses on the development and use of bibliographic standards to create and exchange data concerning archival records. Particular emphases include the MARC format; the development, implementation, and evaluation of Encoded Archival Description and Encoded Archival Context; content management systems; digital encoding standards; and digital library development.    Creating Digital History HIST-GA 2033 4 points. 2013-14, 2014-15. Focuses on the skills that students need in order to build or contribute to history websites, digital archives, and online exhibits. Students learn such tools as HTML, CSS, WordPress, Omeka, and MIT's Simile and Timeline, and also use such Web 2.0 tools as CiteULike, del.icio.us, Twitter, and Wikipedia. Discussions focus on such digital history issues as how to convey a context for online historical documents.                  Contact Us | &copy; New York University , Arts and Science"}, {"content": "Gomez, Michael    | Department of History | New York University                                      NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home           Michael A. Gomez   Professor of History, Middle Eastern and Islamic Studies   University of Chicago, PhD 1985   Office Address:   King Juan Carlos Center, Room 502   Email:        Phone:   212.998.8624   Field of Study:   Africa and African Diaspora   Areas of Research/Interest:   Islam, Slavery, Social and Cultural Formation             Curriculum Vitae              Bio   Michael A. Gomez is currently professor of History and Middle Eastern and Islamic Studies at New York University, having served as the director of the Association for the Study of the Worldwide African Diaspora (ASWAD) from its inception in 2000 to 2007. He has also served as chair of the History departments at both NYU and Spelman College, and served as President of UNESCO's International Scientific Committee for the Slave Route Project from 2009 to 2011. His first book, Pragmatism in the Age of Jihad: The Precolonial State of Bundu (Cambridge University Press, 1992), examines a Muslim polity in what is now eastern Senegal. The next publication, Exchanging Our Country Marks: The Transformation of African Identities in the Colonial and Antebellum South (University of North Carolina Press, 1998), is concerned with questions of culture and race as they were informed by the African presence and experience. Reversing Sail: A History of the African Diaspora (Cambridge University Press, 2005) is primarily aimed at an undergraduate audience, and is more fully involved with the idea of an African diaspora, as is Diasporic Africa: A Reader (New York University Press, 2006), an edited volume that spans time and space in investigating a variety of themes and issues. Black Crescent: African Muslims in the Americas (Cambridge University Press, 2005, Black Caucus of the American Library Association 2006 Literary Awards Winner for Nonfiction Category), continues with the study of the African diaspora by looking at the ways in which African Muslims negotiated their bondage and freedom throughout the Americas, but in a way that allows for significant integration of Islamic Africa. Primarily a cultural and social historian of both Africa and its diaspora, Gomez is currently in the writing stages of a book on the history of early and medieval West Africa, with a focus on imperial Songhay. Upon its completion, he plans to write a comprehensive study of the African diaspora, within which he will address all attendant arguments and debates. Throughout, he will remain connected to the Arabic manuscript project underway in Mali, arguably one of the most important endeavors to develop in the twentieth and twenty-first centuries. He continues to work with these as well as other organizations invested in the struggles of people of African descent worldwide, and especially looks forward to exciting opportunities developing in Latin America.   Selected Works:   Books:    Black Crescent: African Muslims in the Americas (Cambridge University Press, 2005).                         Reversing Sail: A History of the African Diaspora (Cambridge University Press, 2005).                         Exchanging Our Country Marks: The Transformation of African Identities in the Colonial and Antebellum South (University of North Carolina Press, 1998).                 Pragmatism in the Age of Jihad: The Precolonial State of Bundu (Cambridge University Press, 1992).         Edited Books:    Diasporic Africa: A Reader (New York University Press, 2006).           Articles:    \"Africans, Culture, and Islam in the Lowcountry.\" African American Life in the Georgia Lowcountry. Edited volume. Athens: University of Georgia Press, 2010.    \"The Anguished Igbo Response to Enslavement in the Americas.\" Repercussions of the African Slave Trade: The Interior of the Bight of Biafra and the African Diaspora. Edited by Carolyn A. Brown and Paul E. Lovejoy. Trenton, New Jersey: Africa World Press, Inc. 2010.    \"Slavery in the Americas: A Survey of the Scholarship.” Origins: Schomburg Studies on the Black Experience. Edited by Howard Dodson and Colin Palmer. East Lansing, Michigan: Michigan State University, 2008, 1-41.    \"A Harvest for the People: P. Sterling Stuckey, Activist and Scholar.” Journal of African American History (91), Special Issue, Fall 2006: 367-371.    \"Diasporic Africa: A View from History.” Diasporic Africa: A Reader. New York University Press, 2006.    \"Of Du Bois and Diaspora: The Challenge of African American Studies.” Journal of Black Studies (35) November 2004: 175-194.    \"A Quality of Anguish: The Igbo Response to Enslavement in the Americas.\" Trans-Atlantic Dimensions of Ethnicity in the African Diaspora. Edited by Paul E. Lovejoy and David V. Trotman. London: Continuum, 2003.    \"The Preacher-Kings: W.E.B. Du Bois Revisited.” African Americans and the Bible: Sacred Texts and Social Textures. Edited by Vincent L. Wimbush. New York: Continuum Publishing Group, 2000.    \"African Identity and Slavery in the Americas.” Radical History Review (75) 1999: 111-120.          Update your faculty profile         Updated on 12&#047;03&#047;2013             Contact Us | &copy; New York University , Arts and Science"}, {"content": "Faculty    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                       Home                Welcome Message            People            Undergraduate Program              Graduate Programs              NYU Abu Dhabi              Editing Projects              Newsletter              Calendar              Events &amp; Series              Friends of History              Employment              Faculty Only                   Related Information       Faculty by Area of Specialization       Associated Faculty       Affiliated Faculty       Adjunct/Visitors       Retired/Emeritus Faculty       NYU Abu Dhabi Faculty       Alumni & Placement News       Graduate Student Profiles       History Department Staff       Faculty Office Hours                          Useful Links               NYU Public Directory       Faculty Directory               Home &gt; People     Faculty                  Karl Appuhn     Associate Professor of History and Italian   Email:     appuhn@nyu.edu     Field:   Early Modern Europe   Research Interests:   Environmental History, History of Science, Technology, and Medicine, History of Animals, Mediterranean History, Italian Renaissance.             Brigitte Miriam Bedos-Rezak     Professor of History   Email:     bbr2@nyu.edu     Field:   Medieval Europe   Research Interests:   History and Theory; Semiotic Anthropology; Material Culture; Media and Communication; Historical Anthropology of the Middle Ages; Medieval France; Medieval Sign Theory; Medieval Diplomatics and Sigillography; Latin and Old French Paleography               Thomas Bender     University Professor of the Humanities;   Professor of History   Email:     thomas.bender@nyu.edu     Field:   United States   Research Interests:   U.S. intellectual and cultural history, 1750-present; intellectuals and cities; transnational and global approaches to U.S. history; historiography.             Ruth Ben-Ghiat     Professor of Italian and History   Email:     rb68@nyu.edu     Field:   Modern Europe   Research Interests:   Ruth Ben-Ghiat is Professor of History and Italian Studies. A specialist in 20th century European history, with Italy a particular focus, she writes on war, including the relationship of war and cinema; empires; and fascist regimes. She is a regular contributor on these subjects to the Huffington Post and CNN.com. Follow her @ruthbenghiat.              Zvi Ben-Dor Benite     Chair; Middle Eastern and Islamic Studies;   Professor of History and Middle Eastern and Islamic Studies   Email:     zbd1@nyu.edu     Field:   East Asia   Research Interests:   Global History, Early Modern and Modern Chinese History, Asian and European Islam, Religion and World History, Middle Eastern History, History of Geography, Arab-Jewish and Mizrahi History             Lauren Benton     Silver Professor; Affiliate Professor of Law;   Professor of History   Email:     lauren.benton@nyu.edu     Field:   Atlantic World   Research Interests:   Atlantic world, legal history, comparative history of empires.               Edward Berenson     Director, Institute of French Studies;   Professor of History   Email:     Edward.Berenson@nyu.edu     Field:   Modern Europe   Research Interests:   Cultural history; colonialism; history and memory.             Jane Burbank     Professor of History and Russian & Slavic Studies   Collegiate Professor   Email:     jane.burbank@nyu.edu     Field:   Modern Europe   Research Interests:   Russian history; legal culture; empire; peasants.             Herrick Chapman     Associate Professor of History and Institute of French Studies   Email:     herrick.chapman@nyu.edu     Field:   Modern Europe   Research Interests:   French history; social history; economic history; history of public policy             Frederick Cooper     Professor of History   Email:     fred.cooper@nyu.edu     Field:   Africa   Research Interests:   Modern Africa; empires in world history; colonization and decolonization; the social sciences and the colonial situation             Valerie Deacon     Elihu Rose Assistant Professor / Faculty Fellow;     Email:     valerie.deacon@nyu.edu     Field:   Modern Europe   Research Interests:   Second World War; French Resistance; Underground political movements; International relations; Military and pseudo-military organisations             Hasia R. Diner     Paul S. and Sylvia Steinberg Professor of American Jewish History;   Professor of Hebrew and Judaic Studies and History   Director, Goldstein-Goren Center for American Jewish History; Director of Undergraduate Studies   Email:     hasia.diner@nyu.edu     Field:   United States   Research Interests:   American Jewish history, American immigration history and women's history             Nicole Eustace     Professor of History   Email:     nicole.eustace@nyu.edu     Field:   Atlantic World   Research Interests:   Eighteenth-century North America in the Atlantic world; gender, culture, and politics             Ada Ferrer     Professor of History and Latin American and Caribbean Studies   Email:     ada.ferrer@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Cuba; comparative slavery, nationalism, revolution                K. E. Fleming     Alexander S. Onassis Professor of Hellenic Culture and Civilization and Professor of History & Hellenic Studies     Email:     kef1@nyu.edu     Field:   Modern Europe   Research Interests:   religion, nationalism             Stefanos Geroulanos     Associate Professor of History   Director of Graduate Studies   Email:     sg127@nyu.edu     Field:   Modern Europe   Research Interests:   Modern European Intellectual History; French and German Thought; Political Theology and Philosophical Anthropology; History of Medical Concepts; Film; History of Science             Rebecca Goetz     Associate Professor of History   Email:     rag11@nyu.edu     Field:   Atlantic World   Research Interests:   Histories of Religion, race, and Slavery, Colonialism and Empire in the Atlantic World, and Indigenous North America.             Michael A. Gomez     Professor of History   Email:     michael.gomez@nyu.edu     Field:   Africa and African Diaspora   Research Interests:   Islam, Slavery, Social and Cultural Formation             Linda Gordon     Florence Kelley Professor;   Professor of History   Email:     lg48@nyu.edu     Field:   United States   Research Interests:   Twentieth-century U.S. social, political, and social policy history; women and gender; family; U.S. Southwest             Manu Goswami     Associate Professor of History   Email:     manu.goswami@nyu.edu     Field:   South Asia   Research Interests:   19th & 20th century Indian history, History of Economic Thought, Political Economy, Social Theory, Historiography             Greg Grandin     Professor of History   Email:     grandin@nyu.edu     Field:   Latin America and the Carribbean             Fiona J. Griffiths     Professor of History   Email:     fjg3@nyu.edu     Field:   Medieval Europe   Research Interests:   History of Women and Gender, Monasticism, Medieval libraries and book production, the Twelfth-Century Renaissance, Friendship, Heloise and Abelard.             Stephen G. Gross     Assistant Professor of History and European and Mediterranean Studies   Email:     sg152@nyu.edu     Field:   Modern Europe   Research Interests:   19th and 20th Century Germany; 20th Century Europe and European Unification; Economic History and Political Economy; International Relations; World War I and II; Theories of Imperialism             Masato Hasegawa     Visiting Assistant Professor of History   Email:     masato.hasegawa@nyu.edu     Field:   East Asia   Research Interests:   Early Modern and Modern China, Early Modern and Modern Korea, China-Korea Relations, Military Logistics, Transregional Commercial Networks, Environmental History             Martha Hodes     Professor of History   Email:     martha.hodes@nyu.edu     Field:   United States   Research Interests:   19th-century; race; Civil War and Reconstruction; gender; craft of historical writing             Jennifer Homans     Distinguished Scholar in Residence in History and European and Mediterranean Studies     Email:     jah20@nyu.edu     Research Interests:   History of dance             Richard Hull     Professor of History   Email:     richard.hull@nyu.edu     Field:   Africa   Research Interests:   Democratization in Africa; origins of segregation in South Africa.             Myles W. Jackson     Albert Gallatin Research Excellence Professor of the History of Science, NYU-Gallatin, FAS     Email:     myles.jackson@nyu.edu     Field:   Modern Europe   Research Interests:   History of science; history of physics in 19th-century Germany; intellectual property and gene patenting; humans, machines, and aesthetic theories; triangular exchange among physicists and engineers, musicians, and instrument makers.             Rebecca Karl     Associate Professor of East Asian Studies and History   Email:     rebecca.karl@nyu.edu     Field:   East Asia   Research Interests:   Modern China; Intellectual history; women and gender             Monica Kim     Assistant Professor of History   On leave 2015-2016   Email:     monica.kim@nyu.edu     Field:   United States   Research Interests:   U.S. and the World; Decolonization; Race, empire, and modern warfare; Transpacific Asian and Asian American history             Yanni Kotsonis     Associate Professor of History and Russian & Slavic Studies   Email:     yanni.kotsonis@nyu.edu     Field:   Modern Europe   Research Interests:   Imperial Russia; political economy; history of the modern state; history of taxation in Russia and the world             J. Joseph Lee     Professor of Irish Studies and History   Director, Irish Studies; Glucksman Professor of Irish Studies   Email:     joe.lee@nyu.edu     Field:   Modern Europe   Research Interests:   19th and 20th Century Irish, English, European, and Irish American history and politics; Nationalism, imperialism, and post colonialism; Irish Diaspora             Julie Livingston     Visiting Professor of History and Social and Cultural Analysis   Email:     jl6877@nyu.edu     Field:   Africa   Research Interests:   The Body; Gender; History and Anthropology; Medicine and Public Health; Historical and Ethnographic Writing.             David Ludden     Professor of History   Email:     david.ludden@nyu.edu     Field:   South Asia   Research Interests:   South Asia; Middle East; East Asia; World History; Globalization; Agrarian History; Economic Development                 Michele Mitchell     Associate Professor of History   Email:     michele.mitchell@nyu.edu     Field:   United States   Research Interests:   African Diaspora; Gender and Sexuality; West/East/South Africa; feminist theory             Maria E. Montoya     Associate Professor of History   Email:     maria.montoya@nyu.edu     Field:   United States   Research Interests:   American West, Labor History, Gender, Latina/o History             Jennifer L. Morgan     Professor of Social and Cultural Analysis and History   Email:     jennifer.morgan@nyu.edu     Field:   United States   Research Interests:   Early African American History, Comparative Slavery, Histories of Racial Ideology, Women and Gender             Andrew Needham     Associate Professor of History   Email:     andrew.needham@nyu.edu     Field:   United States   Research Interests:   I specialize in recent United States history, with teaching and research emphases in environmental, American Indian, and urban and suburban history as well as the history of the American West.                Mary Nolan     Professor of History   Lillian Vernon Professorship for Teaching Excellence   Email:     mn4@nyu.edu     Field:   Modern Europe   Research Interests:   Europe and America in the Twentieth Century, Cold War, Modern German history; European women's history.               Guy Ortolano     Associate Professor of History   Email:     ortolano@nyu.edu     Field:   Modern Europe   Research Interests:   Britain since 1688, urban history, history of science, cultural and intellectual history, historiography, post-1945 history.             David Oshinsky     Professor of History and Medicine   Email:     oshind01@nyu.edu               Leslie Peirce     Professor of History and Middle Eastern and Islamic Studies   Silver Professor   Email:     lp50@nyu.edu     Field:   Early Modern Europe   Research Interests:   early modern Ottoman history, gender, law & society, comparative empires               Jacques Revel     Global Distinguished Professor of History and the Institute of French Studies     Email:     jr77@nyu.edu               Jeffrey Sammons     Professor of History   Email:     js11@nyu.edu     Field:   United States   Research Interests:   U. S. social and cultural history with research and teaching interests in African-American History, military history, black autobiography, film history, and sports history.               Andrew Sartori     Associate Professor of History   Email:     asartori@nyu.edu     Field:   South Asia   Research Interests:   Modern South Asia, Modern Intellectual History, Social Theory             John Shovlin     Associate Professor of History   Email:     john.shovlin@nyu.edu     Field:   Early Modern Europe   Research Interests:   Political and cultural history of ancien régime Europe, particularly France; the French Revolution; history of political economy; aristocratic culture and politics; international politics and international political thought in eighteenth-century Europe; the Franco-British relationship.             Nikhil Pal Singh     Associate Professor of Social and Cultural Analysis and History   SCA Director of Graduate Studies   Email:     nikhil.singh@nyu.edu     Research Interests:   Race, empire, and culture in 20th-century U.S.; black radicalism and US liberalism; U.S. foreign policy.             Kostis Smyrlis     Associate Professor of History and Hellenic Studies   Email:     ks113@nyu.edu     Field:   Medieval Europe   Research Interests:   Byzantine empire, 9th to 15th century; economic history; emperor and subjects; state finances; law and land ownership; diplomatics             George Solt     Assistant Professor of History   Email:     george.solt@nyu.edu     Field:   East Asia   Research Interests:   Modern Japan; political economy; food history             Rachel St John     Associate Professor of History   Email:     stjohn@nyu.edu     Field:   United States   Research Interests:   19th- and 20th-century United States history with a particular emphasis on the North American West and transnational borderlands history             Jack Tchen     Associate Professor of Social and Cultural Analysis and History   Director, Asian/Pacific/American Studies   Email:     jack.tchen@nyu.edu     Field:   East Asia   Research Interests:   Interethnic and interracial relations of Asian and Americans; cross-cultural and community studies; New York City history; Asians in the Americas; race, colonialism, and museums; dialogic theory and radical pedagogy                Thomas M. Truxes     Clinical Associate Professor of Irish Studies and History   Email:     thomas.truxes@nyu.edu     Research Interests:   Early-modern Irish history; Ireland and the Atlantic world before 1800; early-modern maritime history; the overseas trade of British America; eighteenth-century urban life, particularly New York City             Sinclair Thomson     Associate Professor of History   Email:     st19@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Colonial Latin America; Andean region; peasant and Indian politics; Andean religion; race/ethnicity; historical imagination and political memory; Bolivian history and politics.             Joanna Waley-Cohen     Silver Professor of History;   Professor of History   Provost, NYU Shanghai   Email:     jw5@nyu.edu     Field:   East Asia   Research Interests:   Early modern Chinese history; China and the West; Chinese imperial culture.             Daniel J Walkowitz     Professor of Social and Cultural Analysis and History   Director of College Honors, CAS   Email:     daniel.walkowitz@nyu.edu     Field:   United States   Research Interests:   U.S. Social and Cultural History, with particular interest in Labor and Urban History             Barbara Weinstein     Professor of History   Silver Professor; Chair, Department of History   Email:     bw52@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Modern Latin America, Brazil, labor history, slavery and emancipation, race and gender, regionalism and nationalism.             Larry Wolff     Professor of History   Director, Center for European and Mediterranean Studies   Email:     lw59@nyu.edu     Field:   Modern Europe   Research Interests:   Eastern Europe, Poland, Habsburg Monarchy, Enlightenment, history of childhood             Peter Wosh     Clinical Associate Professor of History   Director, Archives/Public History Program   Email:     pw1@nyu.edu     Field:   United States   Research Interests:   Archival management; Public history; American Christianity; local and community history; institutions and organizations.             Marilyn Young     Professor of History   Collegiate Professor   Email:     marilyn.young@nyu.edu     Field:   United States   Research Interests:   U.S. and the World; U.S. foreign relations; U.S.-East Asian relations; Third World women and gender.             Jonathan Zimmerman     Professor of History   Department Chair, Humanities and Social Sciences in the Professions, Steinhardt School   Email:     jlzimm@aol.com     Field:   United States   Research Interests:   Education in the U.S. and the world; 20th-century American politics and culture; teaching of history; sexuality and schooling                     Contact Us | &copy; New York University , Arts and Science"}]}]