[{"detail": [{"content": "NYU Shanghai                                            Jump to navigation                                      Search form      Search                         中文               Community   Employees   Faculty   Study Away Students   Current Students   Prospective Students                                                                       Graduate School Panel &amp; Mixer                      &#039;Viva La Violet&#039; in Full Swing                      NYU Shanghai Volleyball and Basketball Take on Duke Kunshan                      American Language Institute at NYU Shanghai Established                      Ally Week Kicks Off with CommUNITY Picnic                         X              X              X              X              X                                           What You Need To Know About                                                                                                                              Quick Links                                ACADEMIC CALENDAR                                       NYU HOME LOGIN                                       EVENTS                                       NEWS                                       LIBRARY                                       EMAIL                                       FAQS                                       SUPPORT US                                           Area Of Studies                         HUMANITIES                                SCIENCE, TECHNOLOGY,        ENGINEERING,        AND MATHEMATICS                                SOCIAL SCIENCES                                                                                   Discover NYU Shanghai                                             Changing Octaves                    Stories of NYU Shanghai                    &#039;Tempests&#039; Production                    2015 Orientation Ambassadors Leadership Training                    Spring Formal: Ignite the Night                    Graduate School Panel &amp; Mixer                          David Yan Chairs 2015 Asia Educational Facility Design and Technology Summit                    James Fallows, Clay Shirky &amp; Kaiser Kuo Talk Social Media                    VLV Ice Cream Social                    Professor Gang Fang Wins NYU GIPH Research Affinity Group Network Challenge                    Volleyball and Basketball vs. Duke Kunshan                    James and Deborah Fallows Talk American Futures Project                                           Photos                   Videos                   News                                               Main menu        About NYU Shanghai   Admissions &amp; Financial Aid   Academic Life   Campus Life   Research             Gateways        Prospective Students   Current Students   Faculty   Employees   Community   News   Events / Calendar                                        About NYU Shanghai Vision and Mission Statement   Leadership   Statement of Labor Values   Technology Services   Work Here   Getting Around Campus   FAQs   Contact Us     Admissions &amp; Financial Aid Chinese Admissions   Chinese Financial Support   US/International Admissions   US/International Financial Aid   Financial Aid FAQs   Contact Us   Welcome Center     Academic Life Academic Calendar   Our Curriculum   Our Majors   Our Faculty   Our Library   Study Away   Academic Support   Registration Services   Non-Degree Educational Programs     Campus Life New Student Programs   Office of the Dean of Students   Athletics and Recreation   Career Development   Getting Settled   Health and Wellness   Residential Life and Housing   Student Involvement   Student Services   Be Safe     Research Research Resources   Research News   Research at NYU Shanghai               Gateways      Prospective Students   Current Students   Faculty   Employees   Community   News   Events / Calendar                        NYU SHANGHAI   Copyright © 2015 NYU Shanghai. All rights reserved.       LOGOUT   STAFF LOGIN   CONTACT US   中            "}]}]