[{"detail": [{"content": "Faculty | Center for Ancient Studies | NYU                             NEW YORK UNIVERSITY              ARTS AND SCIENCE              COLLEGE OF ARTS AND SCIENCE              GRADUATE SCHOOL OF ARTS AND SCIENCE                                  CONTACT US SEARCH SITEMAP                     Home &gt; Faculty                     About The Center       Events     Faculty Who Work on Antiquity and Related Subjects at NYU     Ancient Studies Minor       Travel Grants       Collections       NYU Excavations       Publications       Classical World       Institute for Etruscan and Italic Studies       Aquila Theatre Company       Faculty Who Work on Antiquity and Related Subjects at NYU      Matthew Adams (Institute of Fine Arts) Egyptian archaeology, urbanism and social complexity; the nature and evolution of sacred landscapes  Roger Bagnall (Director, Institute for the Study of the Ancient World) Greek and Roman history; papyrology; late antiquity  Alessandro Barchiesi (Visiting Professor, Classics) Roman poetry and poetics, literary history, narrative fiction; reception of Classical studies; Greek influence at Rome    Adam Becker (Religious Studies, Classics) Jewish-Christian relations in late antiquity; Syriac language and literature; reception of classical antiquity    Brigitte Bedos-Rezak (History) Medieval northern France; medieval semiotics; social history    Thomas O. Beidelman (Anthropology) Social anthropology; religion; colonial history; oral history; Africa and ancient Greece Emanuela Bianchi (Comparative Literature, Classics, Program in Gender and Sexuality) Ancient Greek philosophy and literature; 20th century and contemporary continental philosophy; feminist/queer theory    Larissa Bonfante (Classics, Emerita) Ancient Etruscan civilization; iconography; ancient dress Roderick B. Campbell (Institute for the Study of the Ancient World) Theorizing ancient social-political organization, social violence and history in late 2nd millennium B.C. north China; the archaeology of production Anne Carson (Creative Writing, Classics) Ancient Greek literature and culture    Mary Carruthers (English, Emerita) Medieval literature and rhetoric; memory in literature      John Chioles (Comparative Literature, Philosophy, Emeritus) Theater and literary theory    Joan Connelly (Classics; Director, Yeronisos Island excavations) Greek sculpture; vase painting; religion Joy Connolly (Classics) Greek and Roman rhetoric; political thought; education; poetry       Pamela J. Crabtree (Anthropology) Medieval archaeology, especially Anglo-Saxon England; zooarchaeology       Raffaella Cribiore (Classics) Education in the Greek and Roman worlds; papyrology; Greek rhetoric Lorenzo D'Alfonso (Institute for the Study of the Ancient World) History and archaeology of pre-classical Syria and Anatolia    Mervin R. Dilts (Classics, Emeritus) Greek paleography; textual criticism    Carolyn Dinshaw (English) Middle English literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies         Daniel E. Fleming (Hebrew and Judaic Studies) Hebrew Bible and Israelite religion; Assyriology; ancient Syria    Katherine Fleming (History, Middle Eastern and Islamic Studies, and Hellenic Studies) Post-Byzantine and modern Greek History; western Ottoman provinces; Mediterranean and Greek Jewry    Barry Finbarr Flood (Art History) Art and architecture of the Islamic world Hallie Franks (Gallatin School of Individualized Study) The material culture of Ancient Greece and the relationship between the Greek world and other cultures    John Freccero (Italian and Comparative Literature) Dante; medieval poetry and poetics; Machiavelli    Ogden Goelet Jr. (Middle Eastern and Islamic Studies) Egyptian lexicography, cultural history, and literature Ethan Harkness (Gallatin School of Individualized Study) Early Chinese culture with a particular emphasis on technical topics that inform the histories of science and religion         Anselm Haverkamp (English, Emeritus) Critical theory; 16th- to 18th-century literature Sebastian Heath (Institute for the Study of the Ancient World) Roman pottery, numismatics, and the role of Digital Humanities in the study of the Ancient World    W. Gerald Heverly (Libraries) Books and writing materials in classical antiquity; transmission of texts; Latin prose style Robert G. Hoyland (Institute for the Study of the Ancient World) History, languages, and literature of the late antique and early Islamic Middle East Alex Jassen (Hebrew and Judaic Studies) Hebrew Bible and Biblical interpretation; Second Temple Judaism; Dead Sea scrolls; study of Judaism and Christianity in antiquity    Daniel Javitch (Comparative Literature, Emeritus) Renaissance literature; genre theory    Alexander Jones (Institute for the Study of the Ancient World) Astronomy and mathematical sciences and their transmission in the Greco-Roman world and the ancient Near East    Guenter Kopcke (Institute of Fine Arts) Art and the second millennium B.C.E. Mediterranean integration, Crete; art and Greek progress from infiltration to Greek statehood, second to first millennium B.C.E.; political origin and role of Classical art; Rome north of the Alps Barbara Kowalzig (Classics) Religion and anthropology of ancient Greece and the Mediterranean; Greek poetry and drama; music and performance; social and economic history    David Levene (Chair, Classics) Roman history and religion       Baruch Levine (Hebrew and Judaic Studies, Emeritus) Near Eastern history and epigraphy; the Hebrew Bible; Israelite religions Marko Malink (Classics, Philosophy) Ancient philosophy, especially ancient logic and metaphysics (will begin teaching at NYU in Fall 2015)    Clemente Marconi (Institute of Fine Arts; Director, Selinunte excavations) Greek art and architecture in archaic and classical periods Thomas F. Mathews (Institute of Fine Arts, Emeritus) Early Christian and Byzantine art and architecture    Philip Mayerson (Classics, Emeritus) Roman-Byzantine Near East (history and archeology); papyrology James R. McCredie (Institute of Fine Arts, Emeritus) Greek archaeology and architecture    Peter Meineck (Classics) Ancient drama    Phillip Mitsis (Classics and Hellenic Studies) Ancient philosophy and its reception in later times; ancient drama    Andrew Monson (Classics) Greco-Roman Egypt; political economy; ancient empires Jessica Moss (Philosophy) Ancient philosophy    David O'Connor (Institute of Fine Arts; Co-Director, Abydos excavations) Ancient Egyptian art history and archaeology; Ancient Nubian art history and archaeology    Michael Peachin (Classics) Roman imperial history; Roman law; Latin epigraphy Beate Pongratz-Leisten (Institute for the Study of the Ancient World) Political, intellectual and religious history of the ancient Near East Daniel T. Potts (Institute for the Study of the Ancient World) Ancient Near Eastern archaeology and history with a concentration on Iran, Mesopotamia, and the Persian Gulf David M. Ratzan (Head Librarian, Institute for the Study of the Ancient World)     Timothy J. Reiss (Comparative Literature, Emeritus) Renaissance and 18th-century literature, history, and politics; history and theory of theater; cultural and political theory    Vincent Renzi (Morse Academic Plan) Ancient Greek philosophy       Ann Macy Roth (Hebrew and Judaic Studies) Egyptology; Egyptian archaeology; gender studies; mortuary religion    Jeffrey Rubenstein (Hebrew and Judaic Studies) Judaism of the Second Temple; Talmud and Midrash    Martha Dana Rust (English) Medieval literature and culture; technologies of writing; gender studies Laura Samponaro (Liberal Studies) Ancient rhetoric and political thought; Latin stylistics; classical reception       Matthew S. Santirocco (Classics; Senior Vice Provost for Academic Affairs; Angelo J. Ranieri Director of Ancient Studies) Latin literature, especially Augustan poetry; Greek poetry; classical tradition  Melissa Schwartzberg (Politics) Ancient Greek political institutions; ancient political thought David Sider (Classics) Greek poetry and philosophy       Gregory M. Sifakis (Classics, Emeritus) Classical drama and theater production; Homer and medieval Greek epic; Greek folklore; poetics of traditional arts Hsueh-Man Shen (Institute of Fine Arts) Art and archaeology of medieval China    Laura Slatkin (Gallatin School of Individualized Study) Ancient Greek and Roman poetry; comparative mythology; wisdom traditions in classical and near eastern antiquity; gender studies    Mark S. Smith (Hebrew and Judaic Studies) Biblical religion and history; northwest Semitic languages and literature Roland R. R. Smith (Lincoln Professor of Classical Archaeology, Oxford University; Director, Aphrodisias excavations) Art and visual cultures of the ancient Mediterranean world; historical interpretation of ancient representation and its relationship with social and political culture; archaeology of Greek cities of the Eastern Roman Empire Alexander Sokolicek (Institute of Fine Arts; Field Director, Aphrodisias excavations) Archaeology; ancient history; epigraphy; urban studies      S ören Stark (Institute for the Study of the Ancient World) Archaeology, art history, and history in Central and Inner Asia and the neighboring cultural areas    Benjamin Straumann (Visiting Assistant Professor, History, and Alberico Gentili Fellow, Law School) Political and legal thought, the reception of ancient political thought in early modern Europe and late Roman Republican political thought    Liana Theodoratou (Hellenic Studies) Greek and Latin lyric; Greek drama; literary theory (ancient and modern); theory of translation    Thelma Thomas (Institute of Fine Arts) Coptic art    Lillian Lan-ying Tseng (Institute for the Study of the Ancient World) Art and archaeology of Han China; reception of antiquity; the interface of art history and cultural history    Jerome C. Wakefield (Social Work, Medicine) Philosophical (especially ancient) foundations of the mental health professions    Katherine Welch (Institute of Fine Arts; Deputy Director, Aphrodisias excavations) Roman imperial and republican art; Hellenistic art; Roman and Greek history Randall White (Anthropology) Origins of the arts in Europe; Techniques of representation in the Upper Paleolithic period; Experimental archaeology; Directs multidisciplinary excavation of key Paleolithic sites in southwest France. Susanne Wofford (Dean of the Gallatin School of Individualized Study) Shakespeare, Spenser, Renaissance and classical epic, comparative European drama, and narrative and literary theory    Elliot Wolfson (Hebrew and Judaic Studies) Jewish mysticism and philosophy; gender construction and the history of religion; symbolism and myth    Rita Wright (Anthropology) Prehistoric archaeology of the Near East and South Asia; state formation and urbanism; gender studies"}]},
{"detail": [{"content": "Faculty | Center for Ancient Studies | NYU                             NEW YORK UNIVERSITY              ARTS AND SCIENCE              COLLEGE OF ARTS AND SCIENCE              GRADUATE SCHOOL OF ARTS AND SCIENCE                                  CONTACT US SEARCH SITEMAP                     Home &gt; Faculty                     About The Center       Events     Faculty Who Work on Antiquity and Related Subjects at NYU     Ancient Studies Minor       Travel Grants       Collections       NYU Excavations       Publications       Classical World       Institute for Etruscan and Italic Studies       Aquila Theatre Company       Faculty Who Work on Antiquity and Related Subjects at NYU      Matthew Adams (Institute of Fine Arts) Egyptian archaeology, urbanism and social complexity; the nature and evolution of sacred landscapes  Roger Bagnall (Director, Institute for the Study of the Ancient World) Greek and Roman history; papyrology; late antiquity  Alessandro Barchiesi (Visiting Professor, Classics) Roman poetry and poetics, literary history, narrative fiction; reception of Classical studies; Greek influence at Rome    Adam Becker (Religious Studies, Classics) Jewish-Christian relations in late antiquity; Syriac language and literature; reception of classical antiquity    Brigitte Bedos-Rezak (History) Medieval northern France; medieval semiotics; social history    Thomas O. Beidelman (Anthropology) Social anthropology; religion; colonial history; oral history; Africa and ancient Greece Emanuela Bianchi (Comparative Literature, Classics, Program in Gender and Sexuality) Ancient Greek philosophy and literature; 20th century and contemporary continental philosophy; feminist/queer theory    Larissa Bonfante (Classics, Emerita) Ancient Etruscan civilization; iconography; ancient dress Roderick B. Campbell (Institute for the Study of the Ancient World) Theorizing ancient social-political organization, social violence and history in late 2nd millennium B.C. north China; the archaeology of production Anne Carson (Creative Writing, Classics) Ancient Greek literature and culture    Mary Carruthers (English, Emerita) Medieval literature and rhetoric; memory in literature      John Chioles (Comparative Literature, Philosophy, Emeritus) Theater and literary theory    Joan Connelly (Classics; Director, Yeronisos Island excavations) Greek sculpture; vase painting; religion Joy Connolly (Classics) Greek and Roman rhetoric; political thought; education; poetry       Pamela J. Crabtree (Anthropology) Medieval archaeology, especially Anglo-Saxon England; zooarchaeology       Raffaella Cribiore (Classics) Education in the Greek and Roman worlds; papyrology; Greek rhetoric Lorenzo D'Alfonso (Institute for the Study of the Ancient World) History and archaeology of pre-classical Syria and Anatolia    Mervin R. Dilts (Classics, Emeritus) Greek paleography; textual criticism    Carolyn Dinshaw (English) Middle English literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies         Daniel E. Fleming (Hebrew and Judaic Studies) Hebrew Bible and Israelite religion; Assyriology; ancient Syria    Katherine Fleming (History, Middle Eastern and Islamic Studies, and Hellenic Studies) Post-Byzantine and modern Greek History; western Ottoman provinces; Mediterranean and Greek Jewry    Barry Finbarr Flood (Art History) Art and architecture of the Islamic world Hallie Franks (Gallatin School of Individualized Study) The material culture of Ancient Greece and the relationship between the Greek world and other cultures    John Freccero (Italian and Comparative Literature) Dante; medieval poetry and poetics; Machiavelli    Ogden Goelet Jr. (Middle Eastern and Islamic Studies) Egyptian lexicography, cultural history, and literature Ethan Harkness (Gallatin School of Individualized Study) Early Chinese culture with a particular emphasis on technical topics that inform the histories of science and religion         Anselm Haverkamp (English, Emeritus) Critical theory; 16th- to 18th-century literature Sebastian Heath (Institute for the Study of the Ancient World) Roman pottery, numismatics, and the role of Digital Humanities in the study of the Ancient World    W. Gerald Heverly (Libraries) Books and writing materials in classical antiquity; transmission of texts; Latin prose style Robert G. Hoyland (Institute for the Study of the Ancient World) History, languages, and literature of the late antique and early Islamic Middle East Alex Jassen (Hebrew and Judaic Studies) Hebrew Bible and Biblical interpretation; Second Temple Judaism; Dead Sea scrolls; study of Judaism and Christianity in antiquity    Daniel Javitch (Comparative Literature, Emeritus) Renaissance literature; genre theory    Alexander Jones (Institute for the Study of the Ancient World) Astronomy and mathematical sciences and their transmission in the Greco-Roman world and the ancient Near East    Guenter Kopcke (Institute of Fine Arts) Art and the second millennium B.C.E. Mediterranean integration, Crete; art and Greek progress from infiltration to Greek statehood, second to first millennium B.C.E.; political origin and role of Classical art; Rome north of the Alps Barbara Kowalzig (Classics) Religion and anthropology of ancient Greece and the Mediterranean; Greek poetry and drama; music and performance; social and economic history    David Levene (Chair, Classics) Roman history and religion       Baruch Levine (Hebrew and Judaic Studies, Emeritus) Near Eastern history and epigraphy; the Hebrew Bible; Israelite religions Marko Malink (Classics, Philosophy) Ancient philosophy, especially ancient logic and metaphysics (will begin teaching at NYU in Fall 2015)    Clemente Marconi (Institute of Fine Arts; Director, Selinunte excavations) Greek art and architecture in archaic and classical periods Thomas F. Mathews (Institute of Fine Arts, Emeritus) Early Christian and Byzantine art and architecture    Philip Mayerson (Classics, Emeritus) Roman-Byzantine Near East (history and archeology); papyrology James R. McCredie (Institute of Fine Arts, Emeritus) Greek archaeology and architecture    Peter Meineck (Classics) Ancient drama    Phillip Mitsis (Classics and Hellenic Studies) Ancient philosophy and its reception in later times; ancient drama    Andrew Monson (Classics) Greco-Roman Egypt; political economy; ancient empires Jessica Moss (Philosophy) Ancient philosophy    David O'Connor (Institute of Fine Arts; Co-Director, Abydos excavations) Ancient Egyptian art history and archaeology; Ancient Nubian art history and archaeology    Michael Peachin (Classics) Roman imperial history; Roman law; Latin epigraphy Beate Pongratz-Leisten (Institute for the Study of the Ancient World) Political, intellectual and religious history of the ancient Near East Daniel T. Potts (Institute for the Study of the Ancient World) Ancient Near Eastern archaeology and history with a concentration on Iran, Mesopotamia, and the Persian Gulf David M. Ratzan (Head Librarian, Institute for the Study of the Ancient World)     Timothy J. Reiss (Comparative Literature, Emeritus) Renaissance and 18th-century literature, history, and politics; history and theory of theater; cultural and political theory    Vincent Renzi (Morse Academic Plan) Ancient Greek philosophy       Ann Macy Roth (Hebrew and Judaic Studies) Egyptology; Egyptian archaeology; gender studies; mortuary religion    Jeffrey Rubenstein (Hebrew and Judaic Studies) Judaism of the Second Temple; Talmud and Midrash    Martha Dana Rust (English) Medieval literature and culture; technologies of writing; gender studies Laura Samponaro (Liberal Studies) Ancient rhetoric and political thought; Latin stylistics; classical reception       Matthew S. Santirocco (Classics; Senior Vice Provost for Academic Affairs; Angelo J. Ranieri Director of Ancient Studies) Latin literature, especially Augustan poetry; Greek poetry; classical tradition  Melissa Schwartzberg (Politics) Ancient Greek political institutions; ancient political thought David Sider (Classics) Greek poetry and philosophy       Gregory M. Sifakis (Classics, Emeritus) Classical drama and theater production; Homer and medieval Greek epic; Greek folklore; poetics of traditional arts Hsueh-Man Shen (Institute of Fine Arts) Art and archaeology of medieval China    Laura Slatkin (Gallatin School of Individualized Study) Ancient Greek and Roman poetry; comparative mythology; wisdom traditions in classical and near eastern antiquity; gender studies    Mark S. Smith (Hebrew and Judaic Studies) Biblical religion and history; northwest Semitic languages and literature Roland R. R. Smith (Lincoln Professor of Classical Archaeology, Oxford University; Director, Aphrodisias excavations) Art and visual cultures of the ancient Mediterranean world; historical interpretation of ancient representation and its relationship with social and political culture; archaeology of Greek cities of the Eastern Roman Empire Alexander Sokolicek (Institute of Fine Arts; Field Director, Aphrodisias excavations) Archaeology; ancient history; epigraphy; urban studies      S ören Stark (Institute for the Study of the Ancient World) Archaeology, art history, and history in Central and Inner Asia and the neighboring cultural areas    Benjamin Straumann (Visiting Assistant Professor, History, and Alberico Gentili Fellow, Law School) Political and legal thought, the reception of ancient political thought in early modern Europe and late Roman Republican political thought    Liana Theodoratou (Hellenic Studies) Greek and Latin lyric; Greek drama; literary theory (ancient and modern); theory of translation    Thelma Thomas (Institute of Fine Arts) Coptic art    Lillian Lan-ying Tseng (Institute for the Study of the Ancient World) Art and archaeology of Han China; reception of antiquity; the interface of art history and cultural history    Jerome C. Wakefield (Social Work, Medicine) Philosophical (especially ancient) foundations of the mental health professions    Katherine Welch (Institute of Fine Arts; Deputy Director, Aphrodisias excavations) Roman imperial and republican art; Hellenistic art; Roman and Greek history Randall White (Anthropology) Origins of the arts in Europe; Techniques of representation in the Upper Paleolithic period; Experimental archaeology; Directs multidisciplinary excavation of key Paleolithic sites in southwest France. Susanne Wofford (Dean of the Gallatin School of Individualized Study) Shakespeare, Spenser, Renaissance and classical epic, comparative European drama, and narrative and literary theory    Elliot Wolfson (Hebrew and Judaic Studies) Jewish mysticism and philosophy; gender construction and the history of religion; symbolism and myth    Rita Wright (Anthropology) Prehistoric archaeology of the Near East and South Asia; state formation and urbanism; gender studies"}, {"content": "P. Davoli and C. Miks. (2015). A New “Roman” Sword from Soknopaiou Nesos (El-Fayyum, Egypt). ISAW Papers, 9.             This article is available at the URI http://dlib.nyu.edu/awdl/isaw/isaw-papers/9/ as part of the NYU Library's Ancient World Digital Library in partnership with the Institute for the Study of the Ancient World (ISAW). More information about ISAW Papers is available on the ISAW website.    Except where noted, ©2015 Paola Davoli and Christian Miks; distributed under the terms of the Creative Commons Attribution License                     ISAW Papers 9 (2015)   A New “Roman” Sword from Soknopaiou Nesos (El-Fayyum, Egypt)   Paola Davoli and Christian Miks      Abstract: A long and well preserved sword was brought to light in 2006 during the archaeological excavations carried out by the Soknopaiou Nesos Project (University of Salento, Lecce) in the temenos of the main temple in Soknopaiou Nesos, modern Dime. The current state of research would suggest a classification as a Roman, or at least Roman influenced, weapon of the late Republican period. However, some peculiar elements of this sword seem to point to an oriental or Egyptian final assemblage. It thus may give a new impulse to the still open discussion about the appearance of Hellenistic swords starting from the period of Alexander's Successors. The weapon can have been used by soldiers of the late Ptolemaic period as well as by members of the Roman army. The question whether the sword ended up in the temenos as part of local defensive arms or as a votive object will largely remain speculative, as its find context is not stratigraphically reliable.    Library of Congress Subjects: Dīmay (Extinct city) . Military history, Ancient .     Contents     I. Introduction (P. Davoli)   II. The archaeological context (P. Davoli)   III. The sword (Ch. Miks)   1. Description of the find   2. The blade   3. The components of the scabbard   4. The hilt elements       IV. Conclusions (P. Davoli, Ch. Miks)   V. Bibliography   Notes           I. Introduction (P. Davoli)    [#p1] The Soknopaiou Nesos Project (SNP), directed by Mario Capasso and Paola Davoli, started working at Dime es-Seba, the Graeco-Roman Soknopaiou Nesos, in 2003. 1 The kome (ca. 600 x 320 m) was one of the numerous settlements founded during the regional project of land reclamation realized by Ptolemy I and II. It is located in a desert area, north of Lake Qarun, and its function was mainly religious and commercial ( Fig. 1 ). Archaeological evidence attests to the presence in this area of settlements, tombs and other features datable from the Neolithic to Islamic periods. The local landscape has undergone several drastic changes during this long period of time, from a wet to a hyper-arid environment. However, there is a strong possibility that one of the reasons for a new foundation or refoundation of a settlement at the beginning of the Hellenistic period was the presence of a revered sanctuary on top of a natural hill. In fact, below the Hellenistic period temple dedicated to the god Soknopaios, features of a previous phase have been found but not yet precisely dated. 2        Fig. 1. Satellite view of Lower Egypt and Fayyum (drawing by Bruno Bazzani; satellite image courtesy of NASA - Jacques Descloitres, MODIS Land Science Team).      [#p2] At the end of the Ptolemaic period or beginning of the Roman period the temple was renovated and the dromos restored and extended toward the south, probably twice. Also the settlement was enlarged and the houses aggregated in blocks to accommodate an increase of the population. The abandonment of the kome is dated to the mid-third century AD, but the reasons are so far unknown. However, people returned to live in the temenos area between the fourth and the seventh century.    [#p3] The archaeological excavation carried on by the Soknopaiou Nesos Project is mainly concentrated in the temple area, where no previous scientific work was carried out. The sacred area, dedicated to the god Soknopaios, is enclosed by a temenos wall (ca. 88 x 125 m) and is in general quite well preserved across its elements, i.e., the main temple, chapels, houses and service buildings. Despite natural erosion, the spoliation of the limestone blocks and illicit excavations, the temenos area is an interesting context to study and one of the better preserved in the Fayyum ( Fig. 2 ). A considerable number of papyri has been found by treasure hunters in the temple precinct at the end of the nineteenth century and the beginning of the twentieth; these are now preserved in several collections. Basalt statues were also found in a good state of preservation, but it is not clear where they were found, whether inside the temenos or on the dromos , the ceremonial road that crosses the settlement from north to south and connected the temple with the edge of the town. 3        Fig. 2. Soknopaiou Nesos: view of he temenos from south-east (courtesy of SNP).          Fig. 3: Soknopaiou Nesos: plan of the temple area, 2012 (courtesy of SNP).          Fig. 4: Soknopaiou Nesos: view inside the temenos: the area west of ST 20, with building ST 21 (courtesy of SNP).      [#p4] Topographic and geophysical surveys have been carried out in the settlement during the regular excavation seasons; these have allowed a better knowledge of the archaeological site. Two methods have been followed in the geophysical survey, 4 magnetometry and electrical resistivity, but they did not produce the expected results because the difference in the magnetic fields of the materials used in the buildings and the sand that covers them is too small. However, it was possible to establish the presence of buildings buried by sand and debris in different areas, and of some highly magnetic zones. These can be interpreted mainly as ovens or fireplaces in domestic buildings, but two strong positive peaks suggested the presence of anomalous materials. One of these is located in Area 1 of the geophysical survey, which is located inside the temenos ( Fig. 3 , Fig. 4 ), west of building ST 20 under excavation. The anomaly revealed the presence at a shallow depth (calculated between 50 and 80 cm) of an “object” about 1 meter long, south of the standing walls of a building (labelled ST 21) built with local stone and mud brick and with the same technique as the Ptolemaic temple ST 18. Our first hypothesis for the interpretation of the magnetic anomaly was the presence of a basalt statue, which would have been a common occurrence in a temple area. It was then decided to open a new sector in building ST 21 to verify this supposition. In fact, the finding of a statue in context would have probably shed new light on those found in the past and of which the place of discovery is still unknown. However, the magnetic anomaly turned out to be something completely unexpected for a temple context: a complete iron sword (ST06/338/1474+2557) ( Fig. 5 , Fig. 6 ).        Fig. 5: Soknopaiou Nesos: Saggio 1 (south part): the sword ST06/338/1474 as it was discovered (courtesy of SNP).          Fig. 6: Soknopaiou Nesos: detail of the sword in situ (courtesy of SNP).      [#p5] Its first appearance was of extreme fragility, and thus we operated with a first consolidation before starting its removal and transfer to the Supreme Council of Antiquities general storehouse at Kom Aushim. Aly Taha Omar, from the Egyptian-Italian Center for Restoration and Archaeology in Cairo, consolidated the sword and the sand below it with sprayed paraloid and prepared a wooden box for its transportation ( Fig. 7 ). In 2008 Mohammed Ahmed, a freelance conservator, removed the paraloid and proceeded with the cleaning and consolidation of the sword. The rusted iron that covered completely the object turned out to be from the scabbard and not from the blade, which is perfectly preserved, along with the final part of the scabbard, where the iron sheet is thicker than in its upper part. Every iron piece has been maintained and consolidated. The ebony pommel did not need any treatment and is still very solid and unchanged. In contrast, the padding of the grip made with a red textile was found in very fragile condition and only partly preserved. It has also been treated in order to preserve it to the maximum extent possible.    [#p6] In 2012 a series of X-ray images was taken in the storehouse by means of an old portable X-ray machine from Medinet el-Fayyum. 5 The results, however, are not useful for a detailed study of the manufacture of the object.    [#p7] At present the sword and all its related pieces are stored in a wooden box, with foam supports shaped to fit, in the SCA general storehouse of Kom Aushim (Fayyum); they are registered in the SCA official register as no. 159.        Fig. 7: Soknopaiou Nesos: the sword after consolidation in situ (courtesy of SNP).           II. The archaeological context (P. Davoli)    [#p8] The trench, called Saggio 1, was initially 4 x 3 m; it was then enlarged to 10 x 6 m to cover the area of building ST 21, which was only partially visible at the beginning of the excavation. The area had a slope down toward the east and was covered by sand mixed with mud brick debris in varying concentrations.        Fig. 8: Soknopaiou Nesos: Saggio 1: Plan of ST 21 (drawing by S. Alfarano; courtesy of SNP).          Fig. 9: Soknopaiou Nesos: view of building ST 21 from south (courtesy of SNP).          Fig. 10: Soknopaiou Nesos: view of building ST 21 from north (courtesy of SNP).      [#p9] The excavation was limited to the surface layers that covered the upper part of the subterranean rooms of ST 21. In fact, the building is almost completely destroyed in its ground floor, and only parts of the north walls survive. It is actually composed of two structures built in two different phases: the most ancient one is called ST 21 I, while the most recent is ST 21 II ( Fig. 8 , Fig. 9 , and Fig. 10 ). The two buildings seem to have been part of one structure, of which only part of the underground rooms and walls survives. In fact, the south wall 339 seems to be part of the second phase (ST 21 II). The technique and building materials are different and not uniformly used: the walls of the underground rooms are built in mud brick, while the perimeter walls are made with a mixed technique, with rough slabs of local brown limestone at the base and mud brick on top.   [#p10] Seven underground rooms have been recognized, of which at least five were originally covered with barrel vaults, all oriented north–south and made in mud brick. The exploration of these rooms has been postponed till after the end of the excavation of the main temple ST 20, for logistical reasons.   [#p11] Room A (2.0 x 0.90 m) was a cellar, accessible through a shaft located in the southeast corner, and was originally covered by a vault.   [#p12] Room B (2.5 x 0.80 m) was a L-shaped cellar covered by a vault, and with the entrance shaft probably located northwest of it.   [#p13] Room C (2.10 m long) is a cellar with its original vault completely preserved. This is covered with part of the mud-brick floor of the upper room. The entrance vertical shaft is at its north side and is still well preserved (53 x 45 cm).    [#p14] Room D (1.70 x 0.64 m) was also a barrel-vaulted cellar, but its north end is not preserved.   [#p15] The central, irregular space G was probably not a cellar but only a space full of sand in the foundations of the building. The sword and a castanet half were found on top of it. The sword was lying 80 cm north of the stone wall ST06/339 and immediately to the east of the vault of room C (ST06/374).   [#p16] Rooms E and F are part of the second phase building (ST 21 II). E was a cellar (1.70 x 0.90 m) with a sort of niche on its east wall, while it is not clear if room F (1.48 x 0.92 m) was used as a cellar or if it was a space in the foundations.    [#p17] The stratigraphy covering the building (average thickness 60 cm) is unreliable, and the objects in it are certainly not in their original contexts. 6 The surface deposits were made of wind-blown sand and debris (ST06/336), 7 and of a concentration of mud bricks (ST06/337). These two units covered a layer of sand with mud brick rubble and organic materials, such as seeds of different fruits (ST06/338) and straw. In the surface layers ST06/336 and 337 a broken pottery statuette (ST06/336/1395), 8 three bronze coins, including one of Ptolemy VI (ST06/336/1447) and two drachmae of Antoninus Pius (ST06/336/1455, 1456), 9 a fragment of a capital made in plaster (ST06/337/1419), a wooden bolt (ST06/337/1729), a complete lamp (ST06/337/1587), 10 and a blue glass bead (ST06/337/1755) have been found. The iron sword, with a knob in ebony (ST06/338/1474) and the terminal part of the scabbard (ST06/338/2557), was found lying horizontally oriented north–south, at an elevation of 26 m asl ( Figs. 5 , Fig. 6 ). It seems an artificial deposition, at about 50 cm below the surface, but a depositional pit cutting DSU ST06/338 has not been recognized. Other items found in the same DSU are a fragment of a wooden seal (ST06/338/1390), an iron blade of a knife (ST06/338/1462), a bronze needle (ST06/338/1472), an illegible coin (ST06/338/1473), a wooden knob for a box (ST06/338/1479), a wood castanet half (ST06/338/1688), 11 and a bead in blue faïence (ST06/338/1751).        III. The sword (Ch. Miks) 12      1. Description of the find    [#p18] The sword (ST06/0338/1474) was found near structure ST 21, which was revealed in Saggio 1 (season 2006). At the time of the deposition, it was still stuck within its scabbard (ST06/0338/2557). Unfortunately, despite the arid climate the preservation of all components of the weapon was not good enough to conserve them permanently in their original position. Even upon restoration a certain reduction of material is to be observed. The following analysis essentially draws upon the blade with the pommel and parts of the grip as well as remains of metal components of the suspension and the lower end of the sword scabbard ( Fig. 11 ).        Fig. 11: Soknopaiou Nesos: the sword and its accessories after restoration. Photo and drawing (courtesy of SNP; drawing by C. Caputo).      [#p19] With the exception of a few nicks, the iron blade is fully preserved. It weighs around 1.3 kg (including the pommel and grip). From the point to the remains of the peened over/riveted end of the tang it measures 945 mm, consisting of the 172 mm long tang, 13.7 mm wide at its lower end, and the 773 mm long blade. The latter is characterized by slightly declining shoulders and waisted contours, that is to say, a partially arched indentation in the course of both cutting edges, and an extremely long point. Accordingly, its width changes significantly. It reaches 58 mm at the shoulders, 41.9 mm at the waist and 56.8 mm again at the transition to the point. The cross-section of the blade is of a flattened rhombic shape with a clearly accentuated central ridge. The strength of the blade along this central ridge also varies from 7.8 mm at the start of the tang, which demonstrates a rectangular cross-section, to 5.5 mm at the transition to the point of the blade. A particular local thickening of the point is not found. Its final area is once more accented by a slight kink in the blade’s edges. Without a metallographic analysis we cannot attempt any conclusions on the forging technological composition of the blade. Neither an optical nor an X-ray survey, the latter realized in adverse circumstances, yielded structures which might suggest the composition of different iron/steel elements with potentially varying degrees of hardness. 13        Fig. 12: Soknopaiou Nesos: details of the sword hilt: 1. side and frontal view of pommel and grip. 2. upper side of the pommel with the rivet head on the end of the tang. 3. bottom side of the pommel with entrance point of the tang (courtesy of SNP).      [#p20] The single entirely preserved element of the former hilt is a dominant pommel, which remains applied to the end of the tang of the sword ( Fig. 11 , Fig. 12 ). According to P. Davoli, it is made of a piece of ebony. It is 95.7 mm wide, 81.7 mm high and 66 mm deep. Deep indentations divide its body clearly. Basically, the central design element is a ball, which sits on a central base protruding to its front and rear. At the same time, each side has an “inserted”, or annexed, cylindrical or spindle-shaped element. The pommel is vertically drilled through with a conical drill hole that allows it to be slid onto the tang. On its bottom side, the shape of the drill hole is adjusted to the rectangular cross-section of the sword’s tang, which is still around 8.5 mm wide at the point of entrance ( Fig. 12.3 ). At the point at which it exits on the top of the pommel, the end of the tang is peened over to a mushroom-shaped mere approximately 6.5 mm wide and about 3 mm high, through which all of the hilt parts of the sword would formerly have been fixed to the tang to prevent them from slipping ( Fig. 12.2 ). The fact that the rivet head lacks an additional metal plate to ensure a sufficient pressure of the riveting denotes the density and hardness of the wood of which the pommel was made.   [#p21] Parts of the grip immediately below the pommel had originally been preserved ( Fig. 12.1 ). They did not consist of firm hilt plates or of a grip sleeve but of a red textile, which was wrapped tightly around the tang as a thick bundle. When the sword was found, it remained on three of the four tang sides with an approximate length of 61.5 mm. In contrast to the length, the width discernible at the time of about 29 mm and the depth/width (including the tang) of a maximum of ca. 27 mm, will have been quite close to the original dimensions of the grip.        Fig. 13: Soknopaiou Nesos: lower end of the scabbard frame with preserved terminal knob (courtesy of SNP).      [#p22] The well-preserved sword blade and pommel stand in stark contrast to the scanty remains of the scabbard (ST06/0338/2557). The best-preserved fragment is a 215 mm long piece of a metal binding of the lower end of the scabbard ( Fig. 11 , 13 ). This constitutes the parts of two channel-shaped edge bindings made of a 2 mm thick iron sheet. In the area of the former point of the scabbard they are merged within the nozzle-shaped neck of a separately manufactured spherical terminal knob (diameter 20 mm) with a horizontal groove all around. The internal width of the binding’s channel is 14.5 mm at the most and conveys a vague idea of the thickness of the former organic scabbard body at its lower end. The organic parts of the scabbard have disappeared, and therefore it is not possible to determine what material it was made of. Given the dimensions of the binding’s channel, however, the scabbard could very well have been supported by a thinner wooden body. Numerous metal fragments, which the restoration process separated from the blade, could indicate that the edge binding once continued above the area of the scabbard’s point, and thus that once a complete scabbard frame may have existed ( Fig. 11.1 ). Among these there are four 22 mm wide strip-like fragments of 2 mm thick iron sheet, possibly originating from horizontal frame- or carrying-clamps (suspension bands). The remains of four simple iron rings (diameter 19 mm) further indicate the former existence of a corresponding suspension of the scabbard. They are made of 3.5 mm strong rod material with circular cross-section.        2. The blade    [#p23] The waisted blade of the sword with its long extended point doubtless places the present weapon alongside comparably shaped Roman or at least Roman-influenced swords from find contexts of the Late Republic and the beginning of the early Roman Principate. With its 773 mm long blade it can be classified as a long sword. At least this is what an analysis of preserved sword blades of the Roman Principate suggests, according to which the transition between short swords ( gladii ) and long swords ( spathae ) is to be estimated at a blade length (without the tang) between 550 and 600 mm. 14 To what extent this statement can be transferred to the swords of the Roman Republic is, however, the subject of controversy. 15 This is due particularly to a group of blades that was identified by the majority of scholars in the past two decades 16 as belonging to the type described in ancient literature as the gladius hispaniensis . 17 According to a text, the authorship of which is assigned to Polybius (ca. 200–120 BC), 18 the Roman army adopted the gladius hispaniensis at the end of the third century BC from Celtiberians and apparently adapted the foreign weapon to their own technical abilities or ideas of forms as they existed already at this date. The written sources describe this kind of sword as relatively short and handy. Unfortunately, there are so far no unequivocal indications from “pure” Roman contexts that might permit an absolutely certain archaeological identification of this standard weapon of the Roman army in late Republican times. In any case, the body of Republican militaria , for which the use by regular Roman soldiers can certainly be proven, is minimal. Thus, those blades, which are favored by scholars as evidence for the gladius hispaniensis (e.g., Fig. 14.1–2 , Fig. 15 ), of which the waisted blade shape after all shows a strong relation to early Roman Imperial short swords of the Mainz type, 19 are in their large majority from sites in contact areas between the Roman sphere of influence and the late Iron Age societies of Central and western Europe. 20 In these areas, Italo-Roman imported goods were frequent components of representative behavior of higher social classes. 21 Nevertheless some of the mentioned societies had independent, highly evolved traditions of sword making.        Fig. 14: Swords from late Iron Age and Hellenistic find contexts: 1-2. hoard or votive finds (?) from Alesia ; terminus ante quem around 52(?) B.C. (redrawn after Rapin 2001, pl. 6). 3. from a grave filling near the hippodrome on the Tel es-Samarat in Jericho (West Bank); ca. first half of the 2nd century B.C. (redrawn after Stiebel 2004, fig. 266). 4. found beneath a layer of destruction debris in the « Maison de sceaux » (Quartier de Skardhana) on Delos ; terminus ante quem 69 B.C. (redrawn after Siebert 1987, fig. 19).          Fig. 15: Swords from South Alpine graves of the late pre-Roman Iron Age: 1. San Bernardo in Ornavasso (Italy), grave 31 (after Bianchetti 1895, pl. 4,5). 2. Giubiasco (Canton Ticino, Switzerland), grave 471. 3. Giubiasco, grave 71. 4. Giubiasco, grave 108 (nos. 2-4 after Ulrich 1914, pls. 78,6.8; 86,3-4).      [#p24] Keeping the above in mind, we have to assume a use of potentially Roman imported swords alongside native products that adapted an originally Roman design for locally preferred longer blades. 22 The putative identified gladii hispanienses , with their blade lengths ranging between 590/600 and 700 mm, and in individual cases achieving significantly greater lengths, thus also clearly contrast with the Roman infantry’s short swords of the Roman Principate, with blade lengths mostly below 550 mm. When it comes to the above mentioned length analysis of predominantly Roman Imperial blades, the supposed gladii hispanienses must thus be classified as long swords ( spathae ). This apparent contradiction has raised doubts in recent literature about the accuracy of using the length 550/600 mm as the dividing threshold between short and long swords. 23 However, a closer examination reveals that there is no such contradiction. The linguistic/academic distinction between gladius , alias short sword, and spatha, alias long sword, common today, essentially relies on a passage of Tacitus ( Annales 12.35) . In this source of the late first century AD the term spatha , which is used literarily for the first time here to characterize a specific kind of sword, is contrasted with the term gladius , which was well established in literature, without any further explanation. According to Vegetius ( Epitome 2.15.4) , 24 who refers to older written sources, the spatha is merely a gladius maior . This insight allows us to understand the specific text passage in Tacitus as offering a contrast between short and long swords. At the same time, the term gladius maior also means that while the basic word gladius referred to a “sword”, it need not necessarily have specified a short one. It is the adjectives added to the primary word or the literary context that allow for a more precise definition. However, in the case of the gladius hispaniensis , literary sources 25 just reveal that the weapon should have been shorter than contemporary Gaulish swords. 26 Their blade dimensions, between 700 and 900 mm, frequently range at the upper end of the spectrum of lengths which is ascertainable for Roman Imperial long swords. 27 In the early Roman Principate, i.e., in the period in which Tacitus wrote, the longest blade normally even reached the shorter length, or at the most the lower end of the described range. 28 It thus appears conceivable that the gladius hispaniensis was not an explicit short sword even by ancient or at least Roman Imperial standards, but instead was a gladius maior (= spatha ) with a comparatively short blade. 29 At least this would be valid for the majority of the sword finds which currently appear as gladius hispaniensis in recent literature. The above-mentioned contradiction would thus have been solved.    [#p25] In any event, however, the constant association of archaeological finds with special terms from ancient literature is always risky, because it gives a scientific theory based on archaeological finds the appearance of being a statement of facts ascertained through ancient primary written sources. At the same time it forces a group of real objects into a literarily prescribed frame of historical development and use, to which future interpretations of archaeological evidence and finds are adjusted more or less consciously. The price of this framework could be a good degree of critical distance and academic objectivity. That is to say, if an object is described rather vaguely in ancient literature, and the situation of archaeological sources is not absolutely clear, the use of ancient terms should definitely be avoided and a neutral, purely find-material oriented description of types should be preferred. In the case of alleged finds of gladii hispanienses , regardless of the arguments pro and contra the accuracy of their designation, 30 we are confronted with, first, the problem of an imprecisely defined or definable maximum length and, second, the problem of their relation to swords of the Roman Principate.    [#p26] With respect to the first point, as indicated above, the group of supposed gladii hispanienses also includes blades that doubtless belong to its form typology, but contrary to literary descriptions, do not fall short of the contemporary “Gallic” spathae in terms of their length.    [#p27] With respect to the second point it should be noted that blades of the group of supposed gladii hipanienses continue to be evidenced until the beginning of the early Principate. 31 Then, as early as the Augustan period, their lengths at once stand in a strong contrast with the significantly inferior lengths of those infantry swords, the use of which by the Roman army for the first time is demonstrated by archaeological contexts. Whereas we lack finds that could illuminate possible intermediate steps, and the line of development to these typologically related short swords thus remains obscure, the length and some form elements of the presumed gladii hispanienses continue without a break until the early Roman Imperial long swords. 32    [#p28] In order to prevent typological confusion and a bias with regard to the gladius hispaniensis , I prefer to continue using the same terminology of sword types defined for the beginning of the Principate on a secure material basis, as also in the late Republican period, so long as no conceivable typological changes call for a different categorization.    [#p29] Precisely in this sense, the sword from Soknopaiou Nesos can be classified as a spatha of the Nauportus type. 33 This type comprises those long swords with clearly waisted blade (contours) and long points, thus closely related to early Roman Imperial short swords of the Mainz type (variants “Sisak”, “Mühlbach“ and “Classic”). 34 While the tang length of the present sword corresponds to the usual value of this blade type, the 773 mm long blade clearly differs from most comparable examples, with the majority of blade lengths between 640 and 700 mm. The width, too, of 58 mm is somewhat above the common dimensions, which range between 40 and 55 mm. The dimensions of at least one of the two Nauportus type swords from Alesia (Dép. Côte d’Or, France [ Fig. 14.1 ] with a possible terminus ante quem at 52 BC) are roughly comparable. 35 This rapier-like sword blade tapers strongly to its point, though unfortunately only preserved in fragments, and displays a maximum width of 58 mm. Old photos allow its reconstruction to a blade length of about 735 to 760/770 mm (ca. 925 to 955 mm including the tang). The proportions of the weapon from Soknopaiou Nesos, however, find closer parallels in the second blade from Alesia ( Fig. 14.2 ) 36 or for example also in swords from graves 71, 119 and 471 of the cemetery at Giubiasco (Canton Ticino, Switzerland), 37 even though the blades of the latter are only between 610 and 700 mm long (without the tang) and between 40 and 56 mm wide ( Fig. 15.2–3 ). The three last mentioned grave finds already date to the second half of the first century BC and the early Augustan period. 38 In any case, a closer examination of comparable pieces with similarly strongly, intentionally waisted blades, 39 such as the example from Soknopaiou Nesos, discloses an essential concentration of find contexts in the first century BC and the Augustan period. 40        3. The components of the scabbard    [#p30] Together with the sword blade from grave 471 at Giubiasco, some traces of its wooden scabbard and large parts of the iron scabbard frame were preserved ( Fig. 15.2 ). 41 Along with the respective remains of horizontal strip-like frame clamps and carrying clamps (suspension bands), one of which included the fragment of a hooked-in carrying ring, the frame surely conveys a good impression of what we can presume to be the appearance of the scabbard frame of the spatha from Soknopaiou Nesos. Self-sustaining iron scabbard frames are generally assumed to have been used by the Roman army upon Celtiberian inspiration in context with the establishment of the gladius hispaniensis , 42 and recur in Roman contexts until the general abandonment of so-called “frame-scabbards” around the mid-first century AD. Their evidence again concentrates in the first century BC, whereas the use of copper alloy was important for more recent frame-scabbards. With respect to the frame clamps and carrying clamps (suspension bands), the shift to non-ferrous metal had apparently concluded already in the early Augustan period. This observation is supported by the circumstance that most iron scabbard frames of Roman or Roman-influenced swords from the last third of the first century BC are already combined with bronze/brass clamps 43 alongside the first completely non-ferrous metal frames, as for example the Nauportus type spatha from grave 119 at Giubiasco. 44 Then again, a (Nauportus type?) spatha in grave 31 (La Tène D2) in the necropolis of San Bernardo in Ornavasso (Italy) has an iron scabbard frame ( Fig. 15.1 ), probably combined with at least partially iron clamps and simple carrying rings. 45 On the other hand, a sword from Delos ), revealed beneath the debris of the destruction caused by a pirate attack in 69 BC, was equipped solely with simple iron frame clamps and carrying clamps (suspension bands), holding together a pure leather scabbard with a leather frame ( Fig. 14.4 ). 46 For a closer chronological classification of the scabbard frame that belongs to the spatha from Soknopaiou Nesos, its pure iron composition –so far as this is reconstructable – as well as the shape of its terminal knob can be taken into account ( Fig. 11 , 13 ). The separately produced spherical knob with a horizontal groove all round and the nozzle-shaped neck seem to vaguely anticipate the structuring or fastening traits common, although more elaborate and diverse, to many of the mainly non-ferrous metal terminal knobs of scabbard bindings of the early Roman Principate. 47    [#p31] To sum up, a date for the frame-scabbard from Soknopaiou Nesos to the period between the mid-first century BC and the early Augustan period seems plausible.          4. The hilt elements    [#p32] Without doubt, the most remarkable elements of the sword presented here are the remaining parts of its hilt, i.e., the pommel and what is left of its grip.        Fig. 16: Bone grip sleeves of swords (1-2) and knives (3) from the Roman Principate: examples from the legionary fortress in Mainz (after Behrens 1912, fig. 20,1-2.4).      [#p33] What is unusual about the grip is the fact that it is simply made of cloth wrapped around the tang ( Fig. 12.1 ). Judging from other swords of the Roman Principate, one would most probably have expected a Roman or Roman-influenced sword to have a solid, tube-shaped, wood or bone grip sleeve, slid onto the tang ( Fig. 16.1–2 ). 48 Among the earliest archaeologically attested Roman grips of this kind are cylindrical to barrel-shaped grip sleeves with their surface decorated with parallel grooves/cannelures running along the axis of the grip or spirally around it ( Fig. 16.1 ). A relatively homogenous group of similarly produced grips, with a certain chronological concentration in the Augustan and Tiberian period, presumably draws on Republican traditions. 49 The census-relief of the so-called Ara of Domitius Ahenobarbus in Rome (late second to first half of the first century BC) 50 shows Roman soldiers, and a depiction of a sword grip with similar cannelures ( Fig. 17 ), possibly supporting the aforementioned hypothesis. On the other hand, we cannot exclude that the spiral groove of this stone relief may just mean a simple textile or leather band wrapped tightly around the blade tang. Ultimately, it is conceivable that even the similarly arranged groups of grooves on the surface of the solid grip sleeve at the beginning of the Roman Principate represent an abstract decorative adaptation of an originally real wrapped feature. If we accept this last suggestion, the singularity of the remains of the sword grip from Soknopaiou Nesos could simply result from a modern research gap caused by the perishable character of the wrapping material.        Fig. 17: Soldiers on the «Census-Relief» from the so-called «Ara of Domitius Ahenobarbus» in Rome (Musée du Louvre Paris); late 2nd century to first half of the 1st century B.C.: details of the sword and full view (left image after Miks 2007, pl. 294,C; right image after Michon 1909, fig. 1).          Fig. 18: Grave stela from the Certosa necropolis in Bologna ; second half of the 5th century B.C.: detail and full view (after Morigi Govi, Sassatelli 1984, pl. pp. 312/313).          Fig. 19: Arms reliefs on two screen panels of the porticus ballustrades in the sanctuary of Athena from Pergamon ; around ca. 183 B.C.: full view and details of the swords (after Droysen 1885, pls. 43-44,1).          Fig. 20: Epitaph of Minucius, a Centurio of Legio [M]artia, in Padua; ca. 44-42 B.C. (after Franzoni 1987, pl. 13).          Fig. 21: Depiction of riders (detail) on a relief of a pillar tomb from Arlon (Belgium) ; ca. third quarter of the 1st century A.D. (after Junkelmann 1992, fig. 163).          Fig. 22: Examples of hilt elements with “knobbly” structures in sword finds from the late Hallstatt and Latène period: 1. from grave 1 of the Saint-Maur-des-Fosses necropolis, Dép. Val-de-Marne, France; ca. second quarter of the 3rd century B.C. (redrawn after Leconte 1990-1991, fig. 5.1). 2. from the river Saône near Mâcon, Dép. Sâone-et-Loire (France; after Ferry 1870, pl. 41,2a-b). 3. so-called « Knollenknaufschwert » from the Danube near Ulm, Baden-Württemberg (redrawn after Richter &amp; Jahn 1925, fig. 1).          Fig. 23: Detail of a funerary monument from Soliceto Panaro, Comune di Modena (Italy); ca. second half of the 1st century B.C. (after Franzoni 1987, pl. 14,3).          Fig. 24: Relief plate from a monument for tribunus militum Lucius Appuleius, integrated in secondarily use in a building on the Piazza Garibaldi in Nomentum (Italy); ca. 40-30 B.C. (after Zanker 1975, fig. 44).          Fig. 25: Fragment of a funerary stela from Kadiköy/Chalkedon , Istanbul (Musée du Louvre Paris); ca. early 1st century B.C. (after Pfuhl &amp; Möbius 1979, pl. 321,2272).          Fig. 26: Relief plate with the divine triad Baal-Shamin, Aglibol and Malakbel, found on the Bir Wereb in Wadi Miyah near Palmyra (Musée du Louvre, Paris); ca. first half of the 1st century A.D. (Photo: © 1997 RMN / Hervé Lewandowski; source: http://www.louvre.fr/en/oeuvre-notices/divine-triad ; used under the terms noted at http://www.louvre.fr/en/conditions-use-images ).          Fig. 27: Soknopaiou Nesos: votive (?) miniature sword made of lead, found near the southern temenos wall in the temple precinct (courtesy of SNP).      [#p34] Lastly, the classification of the pommel made of ebony is no less problematic ( Fig. 11 , Fig. 12 ). The contours of its front side present a shape that is so far mainly familiar from ancient reliefs. Worth mentioning are, for example, the early hilts of Celtic warriors on Etruscan monuments, as for example a stela from the Certosa necropolis in Bologna, ancient Felsina, ([ Fig. 18 ] second half of the fifth century BC); 51 or the hilts of captured Galatian arms on the balustrade screens in the Athena sanctuary from Pergamon ([ Fig. 19.2–2a ] around 183 BC), 52 and finally representations of swords in the context of late Republican to early Imperial Roman army equipment, as for instance on the epitaph of the centurion Minucius in  Padua ( Fig. 20 , ca. 44–42 BC) 53 or the relief blocks of a pillar tomb with the scene of an equestrian combat from Arlon (Belgium [ Fig. 21 ] ca. third quarter of the first century AD). 54 Both the latter monument, possibly representing Gaulish auxiliary cavalry of the Roman army, and the Pergamene arms reliefs or monuments such as the stela from Bologna, which ought to be considered alongside further Italian representations of barbaric warriors with similar sword hilts, 55 could support the hypothesis that such hilts were inspired by Celtic armament. This had similarly structured metal hilt elements, both three-dimensional objects ( Fig. 22.2 ) 56 – especially on the so-called “Knollenknaufschwerter” with knobbly pommels ( Fig. 22.3 ) 57 – as well as riveted elements on the front side combined with hilt components made of organic material ( Fig. 22.1 ), 58 as is evidenced already for the late Hallstatt/early Latène period. Irrespective of the fact that the so-called gladius hispaniensis is the adaptation of a special blade shape from Celtiberian armament, it seems questionable whether Celtic hilt forms developed such a great impact as to have the centurion Minucius in Padua ( Fig. 20 ) and numerous other Roman officers be depicted on Italian funerary or honorary monuments of the first century BC with similarly designed sword- or dagger-pommels. 59 Examples are, among others, the reliefs in Modena (Italy; [ Fig. 23 ] ca. second half of the first century BC), 60 in Mentana (Italy; [ Fig. 24 ] 40–30 BC), 61 in Isernia (Italy; around 27 BC) 62 or in the Museum of Fine Arts in Boston (ca. last quarter of the first century BC). 63 It is striking that – apart from the relevant hilts – the other equipment presented on the mentioned monuments, or more precisely, the armament and the clothing (such as linothoraces or muscle cuirasses, pteryges and paludamenta ) and – as far as identifiable – also the manner of bearing the sword on the balteus display unequivocal Hellenistic-Italic traditions. Occasionally, this connection is even unquestionable for the hilt of the sword/dagger, as for example on an Augustan epitaph in the Carlsberg Glypothek in Copenhagen. 64 As on the above-mentioned relief from Mentana ( Fig. 24 ), the officer is represented with nothing but a draped paludamentum in otherwise heroic nudity. He thus carries on the tradition of the idealized Hellenistic image of the ruler, 65 which in this case is further emphasised by the hilt of a Graeco-Italian xiphos . Following on from the strong Hellenistic influences, evident in the aforementioned Roman relief depictions, we are confronted with the question whether spherical structured forms of pommels actually ought to be stressed as an element which emanates from Celtic influence, or whether Hellenistic armament can have had similar pommels. In the absence of significant archaeological finds from Eastern Mediterranean contexts of the third to the first century BC, we cannot give a secure answer to this question. At least the tang of the sword from Delos ( terminus ante quem around 69 BC) 66 mentioned above ( Fig. 14.4 ), with its preserved mushroom- or ball-headed rivets from the fitting of a previously organic pommel, could represent a suitable clue, if we were to consider that the piece need not necessarily be an imported Roman weapon. 67 We can perhaps gather the best impression of the former appearance of this pommel by consulting early Roman Imperial reliefs from the oasis town of Palmyra , which show armed gods in an hybrid Hellenistic-oriental style (e.g., Fig. 26 ). 68 On top of the local costume, these gods wear pteryges , and finally also a muscle cuirass or, alternatively, an oriental lamellar armor resembling Hellenistic linothorax (including fascia and chlamys ). According to oriental custom, the sword is mostly fixed to a narrow waist belt but has a frame-scabbard with two carrying clamps (suspension bands), corresponding to early Roman Imperial weapons. In so far as discernible, the hand-guards of these swords often demonstrate a more or less high angular shape, such as those represented already on Greek weapons on the balustrade screens ( Fig. 19.2b–c ) from Pergamon  (ca. 183 BC) 69 or on eastern Greek epitaph reliefs from the second to first century BC ( Fig. 25 ). 70 Most probably, the shape is to be interpreted as a reminiscence of the wide angular scabbard lockets of traditional Graeco-Italic xiphē. 71 The oriental and Mediterranean details of costume and armor are now joined and complemented by “knobbly” sword pommels, which are represented en masse on Palmyrene reliefs of gods of the late first century BC to first century AD. According to the proportions of the individual “knobs” to one another, here, too, we can observe both depictions which – regarding the sword from Delos – could indicate an organic spherical pommel with a fitting of metal mushroom- or ball-headed rivets, 72 as well as depictions in which the exterior contours and interior composition of the front side perfectly correspond to the preserved ebony pommel of the sword from Soknopaiou Nesos ( Fig. 11 , Fig. 12 ). The most striking examples in this context are provided by the much cited Palmyrene relief plate (ca. first half of the first century AD) with the divine triad Baal-Shamin, Aglibol and Malakbel in the Louvre in Paris since 1945 ( Fig. 26 ). 73 Although we cannot exclude the possibility that Celtic south-east migrations during the third century BC 74 started a massive Celtic influence on Hellenistic sword equipment, possibly continued by the Galatian colonization in central Anatolia, it has little explanatory force for the concentration of “knobbly pommels” in divine depictions in a Hellenistic-oriental desert metropolis. 75 Unfortunately, the Palmyrene wealth of significant sword depictions from the beginning of the early Roman Principate is unique in the Parthian Empire and its peripheral areas. Even from Ptolemaic to early Roman Egypt, no contemporary illustrations of swords seem to be available, as far as the authors know, which indicates once more that the “knobbly pommels” could have been usual elements of a late Hellenistic oriental form tradition or merely that they were frequently used in the region in question, respectively the Fayyum or even the closer surroundings of Soknopaiou Nesos. 76 Related considerations notwithstanding, a miniature sword/dagger ( Fig. 27 ; SO12/-/3852) of lead (length just above 6 cm) which evokes Celtic-influenced late Iron Age sword hilts ( Fig. 15,4 ), 77 was found near the Southern wall of the temenos in Soknopaiou Nesos and was possibly once donated as a votive. 78 The bent design of its grip/hand-guard 79 could serve as a reminder that the possibility of Celtic/Galatian foreign influences should not be ignored entirely even in the Fayyum. 80        Fig. 28: Fragment of an assumed “knobbed mace-head” made of serpentine, found in grave 26 (Naqada II-period) in the pre-dynastic elite necropolis HK6 from  Hierakonpolis ; ca. first half of the 4th millennium B.C. (after Sievertsen 2008, fig. 2-3).          Fig. 29: Alleged pre-dynastic “knobbed mace-heads” of quartz (1), calcite (2) and steatite (3) in the Egyptian collection of the University College London (inv.-nos. 15406, 15407 &amp; 15408), purchased on the Egyptian antiquities trade (1-2) and in Upper Egypt (3), sites unknown (images 1a-3a after Petrie 1920, pl. 26,61.63.65; Photos 1b-3b: Petrie Museum © 2013 UCL [trimming and presentation under the terms of CC BY-NC-SA license, version 3.0]).          Fig. 30: Presumed “knobbed mace-head” (Cairo Egyptian Museum J.E. 25554) made of serpentine(?), found in Luxor (Photos: © Ch. Eckmann [RGZM Mainz] by courtesy of the Egyptian Museum Cairo).          Fig. 31: Damaged, putative “knobbed mace-head” (Cairo Egyptian Museum J.E. 45047) made of ivory, found in Mit Rahina in 1914 (Photos: © Ch. Eckmann [RGZM Mainz] by courtesy of the Egyptian Museum Cairo).          Fig. 32: Presumed “knobbed mace-head” (Cairo Egyptian Museum J.E. 45047) made of horse (?) bone (with iron nails originally fastening now lost cover sheets/pieces), found in Mit Rahina in 1914 (Photos: © Ch. Eckmann [RGZM Mainz] by courtesy of the Egyptian Museum Cairo).          Fig. 33: Knobbed mace-head, made of white limestone, found in regular excavations in the settlement of Susa, Iraq ; final 5th/early 4th millennium B.C. (after De Morgan 1912, fig. 109).      [#p35] Irrespective of the above discussion, the choice of ebony as the material for the sword pommel of the weapon from Soknopaiou Nesos ( Fig. 11 , Fig. 12 ) does not seem to suggest an import from Europe or Asia Minor. A closer inspection reveals, in addition, that the model and comparable examples for its entire form can ultimately not be established in the La Tène milieu. This becomes apparent as soon as the pommel is regarded not just from the front, and the barely latènoide spindle-shaped/cylindrical shape of the lateral “knobs” can be appreciated more clearly. Viewed from above ( Fig. 11.2 , 12.2–3 ), the piece has contours rather like the head of a hammer. Surprisingly, an intensive review of Egyptian small finds has directed us to a group of rare objects, which are entirely or partially similar to the presented sword pommel, not just looking from the top, but also from the front. However, these small finds are manufactured of stone or of bone, and, according to W. M. Flinders Petrie, 81 they are interpreted as pre-dynastic mace-heads. While many of these finds cannot be dated with greater precision, the damaged longitudinal half of a similar “knobbed mace-head” of green serpentine ( Fig. 28 ), found in 2006 in grave 26 (ca. first half of the fourth millennium BC; Naqada period II) in the pre-dynastic elite necropolis HK6 at Hierakonpolis , 82 seems to preliminarily confirm this dating. Three further “knobbed mace-heads” made of quartz ( Fig. 29.1a–b ; height: 47 mm), calcite ( Fig. 29.2a–b ; width/height: 77 x 70 mm) and of dark green steatite ( Fig. 29.3a–b ; width/height: 69 x 55 mm), 83 were acquired on the Egyptian antiquities market in Upper Egypt by the Egyptian collection of University College London. 84 They seem to be more of less exact analogies to the sword pommel from Soknopaiou Nesos, but made of stone. At least three further good parallels are stored in the Egyptian Museum in Cairo. 85 One of them ( Fig. 30 , J.E. 25554) consists of green-black stone (presumably serpentine; width/height/depth: ca. 72 x 55 x 49 mm) and was found in Luxor/ Thebai . The other two old finds (J.E. 45047) are from Mit Rahina/ Memphis (1914) and are made of ivory ( Fig. 31 ; width/height/depth: ca. 67 x 56 x 44–45 mm) and bone ( Fig. 32 ; perhaps horse bone; width/height/depth: ca. 80 x 75 x 54–55 mm). The remains of small iron nails and discoloration from corrosion in the latter example ( Fig. 32 ) show that the cancellous bone protruding from both narrow sides was covered by non-ferrous metal sheets. Unfortunately, there is no further information on the find contexts of the three pieces in the Cairo Egyptian Museum, as was the case for the London collection. The “knobbed mace-heads” represent a comparatively insignificant number within the spectrum of the shapes of Egyptian mace-heads. 86 Their appearance is attributed to Near Eastern influences in the first half of the fourth millennium BC. 87 Literature, partly dating back nearly a century, 88 has referred to the Near Eastern knobbed mace-heads from Susa, Iraq ( Fig. 33 ; final fifth / early fourth millennium BC) 89 and from grave 114 at Tepe Gawra near Khorsabad (Iraq, ca. 4000–3800 BC) 90 as the ideal examples or predecessors of the Egyptian ones. However, these objects are essentially rather representatives of the large group of “pear-shaped mace-heads” with mainly smooth surfaces, including three to four semi-spherically protruding round to oval bumps, almost resembling applications. Even though a “pear-shaped mace-head” made of pink limestone and with three knobs from the Naqada-II-period grave 3740 at Badari 91 may support the idea of the influence of these Near Eastern knobbed mace-heads on the Egyptian development of mace-heads, it does not suffice to determine a coherent line of development toward those Egyptian examples with more strongly subdivided forms like those in the sword hilt from Soknopaiou Nesos. 92 Nevertheless, because of the mentioned fragments of mace-heads from grave 26 (HK6) from  Hierakonpolis ( Fig. 28 ) the appearance of this shape as early as the fourth millennium BC cannot be argued away.    [#p36] In light of the above observations, we must of course face the question of how the existence of a sword pommel of identical design can be explained in an almost four millennia younger weapon.        Fig. 34: One of several miniature daggers, made of terracotta, found during excavations of a terracotta workshop (site n. 9 [5]) in ancient Naukratis near An-Nibayrah (British Museum London, GR 1886.4-1.1537); Ptolemaic period (after Walters 1903, fig. 53).      [#p37] An initially intuitive explanation could be that a mace-head that was already an antiquity in the Ptolemaic/Augustan period, possibly having been dug up from the ground, could have been mounted in secondary usage to a contemporary sword due to its pleasing form or other motivations. However, the numerous depictions of comparable pommels on contemporary Roman and Hellenistic/oriental monuments discussed above necessarily refute this explanation. What is more, a range of locally produced Ptolemaic to early Roman miniature swords/daggers of terracotta are known from Egypt, some of which present comparable pommel shapes to that of the sword of Soknopaiou Nesos, including an attached, horizontally ribbed grip (possibly imitating a wrapped feature?). The finds from an apparently Hellenistic terracotta workshop in the eastern part (site no. 9[5]) of the antique Naukratis near An-Nibayrah 93 are just one example ( Fig. 34 ). Bearing this in mind, we must rather question whether the one or the other object is similarly a pommel of Hellenistic to Roman dating, rather than, as interpreted so far, a pre-dynastic “knobbed mace-head.” Such a function is readily conceivable for the two bone examples from the Cairo Egyptian Museum ( Fig. 31 , Fig. 32 ), and it should not be entirely excluded even for stone representatives. This way, we can trace the use of sword elements made of stone (among others, scabbard-slides, hand-guards and pommels), which originate from middle- or east Asian influences, in the North Pontic, South Russian area and in the Near East throughout the entire Roman Imperial period. 94 It is noteworthy that some of the presumably pre-dynastic Egyptian “knobbed mace-heads” contrast to the majority of the other forms of mace-heads by their common feature of a shaft hole, clearly conical to the upper point of emergence, and markedly angular to rectangular at the lower end. The majority have a pierced drill hole, which is straight, only slightly conical or even vaguely hourglass-shaped at the mounting, with a round cross section. This peculiarity could obviously simply be intended to prevent an arbitrary contortion of the “knobbed mace-head” out of its shaft because of its special, irregular design. Still, we must observe that these angular and conical drilled passages correspond to the ideal design of a tang’s passage on early to middle Roman Imperial sword pommels of Roman style. Such considerations notwithstanding, the question remains whether there were circumstances that induced the long survival of an evidently pre-dynastic form of mace-head until its deployment as a pommel for a late Ptolemaic to early Augustan weapon. The importance of the mace as a symbol of power and domination in the Near East and Egypt seems the only conceivable explanation. 95 This role lies beind the use of the mace as a consistent component of the attributes of oriental deities. 96 Assuming this much, there is finally the question whether the mace-head, the characteristic element of this symbol of power, was shifted from the shaft of a mace to the tang of a sword in the course of an iconographic change in the images of the gods. The accumulation of knobbly pommels or those similar to knobbed mace-heads could, in this term, be easily apprehended in relation with depictions of deities in Palmyra ( Fig. 26 ). This does not necessarily imply that the actual transferral of the mace-head shape, as displayed by the sword from Soknopaiou Nesos ( Fig. 11 , Fig. 12 ), was really understood as a personal symbol of power for the respective sword-bearer. The possibly intentional divine reference could rather point to a military symbol of victory and/or assistance or an apotropaic function, as similarly discussed for Roman pendants and knife or sword hilts in the shape of “Hercules maces” ( Fig. 16.3 ). 97 On the basis of this interpretation, the cultural reciprocity between Occident and Orient during Alexander’s campaigns, or the subsequent empires of Alexander’s successors, might have facilitated an adaptation and western diffusion of the “knobbed mace-head”/knobbly pommel form by means of the Hellenistic sword armament, up to the depiction of “knobbly” sword hilts on monuments in late Republican Italy.           IV. Conclusions (P. Davoli, Ch. Miks)    [#p38] The shape and dimensions of the sword from Soknopaiou Nesos ( Fig. 11 ) suggest a classification as a spatha of the Nauportus type. The design of the scabbard and hilt encourages a dating to the second half of the first century BC or, at the latest, to the Augustan period. According to current state of research, it counts as a Roman or Roman-influenced weapon. Nevertheless, the aforementioned conclusion has to be tempered by the fact that so far the development of Hellenistic swords during the last three centuries BC is quite unclear. Due to the lack of a solid amount of preserved real weapons our knowledge in that matter is mainly dependent on more or less detailed and sometimes quite fanciful iconographical sources in the fine arts. It remains substantially unclear how and when the design of Hellenistic swords possibly picked up certain developments and inspirations from the western Mediterranean area, particularly Spain and Italy, but also Gaul, and to which degree these inspirations were related to Greek traditions and potentially oriental influences. 98 In this respect, we must be aware that the partial or full classification of a few swords found in East Mediterranean sites of the Hellenistic period, such as from a grave in Jericho (West Bank; [ Fig. 14.3 ]; ca. first half of the second century BC) 99 and from the settlement finds in Delos ( Fig. 14.4 ; terminus ante quem 69 BC), 100 as Roman gladii hispanienses is quite precarious. 101 Otherwise the sword from Soknopaiou Nesos would now theoretically be the third contextualized “foreign find” of this kind in the eastern Mediterranean, while an example of the “regular” late Hellenistic swords, which should be used by the majority in that region during the mentioned time, would be so far completely unknown to scholarship. However, the blade of the weapon from Soknopaiou Nesos has the dimensions of a long sword, and even with the greatest tolerance, we can no longer assume its use by heavy Roman line infantry, i.e., by legionaries. We can consider that in the late Republican Roman army at least infantry or cavalry auxiliary contingents were mainly composed of allied peoples with still strong indigenous elements of costume and armament. 102 An accurate analysis of the preserved hilt elements suggests that at least the “final mounting” of the sword from Soknopaiou Nesos presumably took place in an oriental, perhaps even Egyptian workshop. With regard to its postulated dating, it is also imaginable that it was used in the course of arming parts of late Ptolemaic troops. On the basis of this circumstance alone, special explanatory models of the sword’s arrival in the Fayyum are redundant. On the other hand, countless possibilities arise – even for a weapon from a Roman armory 103 – in the context of Roman-Egyptian relations and conflicts as early as the period between the reinstatement of Ptolemy XII (80–51) in 55 BC, possible thanks to a Roman military intervention, and the establishment of Egypt as a Roman province in 30 BC.    [#p39] Soknopaiou Nesos itself was, nevertheless, neither a settlement under military influence, nor one displaying evidence for a military installation in its surroundings, which could directly associate the sword with a garrison. The settlement was essentially inhabited by Egyptians, 104 and most of the activities represented in papyri are related to the temple, trade, and the breeding of camels. Roman soldiers are mentioned in second and third-century AD papyri with the function of supervising affairs within the kome and of receiving materials for the army by the local priests. 105 The last transactions are witnessed by regular receipts. 106 A number of petitions from Soknopaiou Nesos (first to third century AD) are addressed to a centurio , but it is unclear where these centurions lived. 107 The presence of soldiers in many villages of the Fayyum, both from the Ptolemaic period and the Roman Principate, is well known from papyri and other written sources. In this context, the find of a Hellenistic or Roman sword in Soknopaiou Nesos should not really come as a surprise, regardless of whether members of the army lived in the town or not. In addition, the place of discovery of the weapon, i.e., within the temenos of the main temple, could be significant for the question of the function it served in its last phase. It cannot be stressed enough that the find context was not reliable from an archaeological point of view, as the sword was no longer in its original place of deposition, but instead displaced secondarily, possibly even in recent times. The same can be stressed for the other archaeological contexts where a few other militaria have been found, like an iron and a bronze arrowhead (ST10/706/3346 and ST12/851/3991) of different shapes and dating, as well as the above mentioned miniature lead sword ( Fig. 27 ; SO12/-/3852). 108 It is nevertheless not questionable that all these weapons have been found inside the temenos .    [#p40] In short, there are two possible explanations of the final function of the sword. Either it was an “active” weapon until its deposition somewhere in the temenos , belonging to the defensive repertoire of the settlement and/or the sanctuary, or it was a votive object dedicated to the temple, maybe exhibited for a certain time, and then stored in an adjoining building (ST 21?) or, perhaps, ritually buried. 109    [#p41] In the first case, we have to assume that the sword was discarded as an obsolete weapon, given its date and the long life of the settlement, which was abandoned in the mid-third century AD. Its deposition place was in the surface layer made of sand and debris and thus cannot be considered as a first century BC level.    [#p42] In the second case, the sword must be classified as an individual votive offering rather than as part of a larger offering of war booty, due to the lack of other items of coeval armament. Depending on its original owner, it can thus have had a decisive individual symbolic value 110 or have been of supra-regional importance. 111 Assuming a certain time of use, it seems plausible that it was dedicated at the latest in the early first century AD. Nonetheless, this does not exclude the possibility of a much earlier date for its dedication and removal from the original exhibition place already during the renovation of the temple at the end of the Ptolemaic/beginning of the Roman period. 112    [#p43] All these considerations are merely speculative until future excavations will possibly yield new finds in more reliable contexts that can illuminate the meaning of the presence of weapons within the temple precinct, as well as the significance of the presence of soldiers in Soknopaiou Nesos.         Bibliography    [#work-cited-1] Alston, R. 1995. Soldier and Society in Roman Egypt. A Social History, London, New York.    [#work-cited-2] Andronicos, M. 1984. Vergina. The royal tombs and the ancient city , Athens.    [#work-cited-3] Bailey, D. M. 2008. Catalogue of the Terracottas in the British Museum IV: Ptolemaic and Roman Terracottas from Egypt , London.    [#work-cited-4] Baitinger, H. 2011. Waffenweihungen in griechischen Heiligtümern . Monographien des Römisch-Germanischen Zentralmuseums 94, Mainz.    [#work-cited-5] Behrens, G. 1912. “Neue Funde aus dem Kastell Mainz,”  Mainzer Zeitschrift 7, 82–109.    [#work-cited-6] Beylier, A. 2012. L’armement et le guerrier en Méditerranée nord-occidentale au premier âge du Fer . Monographies d’Archéologie Méditerranéenne 31, Lattes.    [#work-cited-7] Beylier, A., A.-M. Curé, E. Gailledrat and S. Munos 2012. “Les épées à sphères du Cayla de Mailhac (Aude): nouvelles données chronologiques,” Bulletin de l’Association Française pour l’Étude de l’Âge du Fer 30, 11–13.    [#work-cited-8] Bianchetti, E. 1895. “I sepolcreti di Ornavasso,” Atti della Società di Archeologia e Belle Arti per la Provincia di Torino 6, 1–297.    [#work-cited-9] Biborski, M. 1994a. “Die Schwerter des 1. und 2. Jahrhunderts n. Chr. aus dem römischen Imperium und dem Barbaricum,” Specimina Nova 9, 91–130.    [#work-cited-10] Biborski, M. 1994b. “Römische Schwerter im Gebiet des europäischen Barbaricum,” Journal of Roman Military Equipment Studies 5, 169–197.    [#work-cited-11] Biborski, M. 2004. s. v. Schwert , §4–5, in J. Hoops, Reallexikon der Germanischen Altertumskunde 27 , Berlin and New York, 549–568.    [#work-cited-12] Biborski, M., and J. Ilkjær. 2006. Illerup Ådal 12. Die Schwerter . Jutland Archaeological Society Publications XXV:12, Aarhus.    [#work-cited-13] Bieńkowski, P. R. v. 1908. Die Darstellungen der Gallier in der hellenistischen Kunst , Vienna.    [#work-cited-14] Bishop, M. C., and J. C. N. Coulston. 2006. Roman Military Equipment. From the Punic Wars to the Fall of Rome , second Edition, London.    [#work-cited-15] Brunton, G., and G. Caton-Thompson 1928. The Badarian Civilisation and Prehistoric Remains near Badari , British School of Archaeology in Egypt &amp; Egypt Research Account 46, London.    [#work-cited-16] Budde, L. 1973. “Das römische Historienrelief I,” in H. Temporini (ed.), Aufstieg und Niedergang der Römischen Welt , I,4, Berlin and New York, 800–804.    [#work-cited-17] Calmeyer, P. 1976–1980. s. v. Keule (B. Archäologisch), in D.-O. Edzard (ed.), Reallexikon der Assyriologie und Vorderasiatischen Archäologie , Berlin and New-York, V, 579–583.    [#work-cited-18] Capasso, M., and P. Davoli (eds.) 2012. Soknopaiou Nesos Project I (2003–2009), Rome and Pisa.    [#work-cited-19] Caputo, C. 2012. “Le terrecotte figurate,” in M. Capasso and P. Davoli (eds.), Soknopaiou Nesos Project I (2003–2009) , Rome and Pisa, 363–378.    [#work-cited-20] Cardarelli, A. (ed.) 1988. Modena dalle origini all’anno Mille . Studi di archeologia e storia 2. Catalogo di mostra, Galleria Civica, Comune di Modena 1989, Modena.    [#work-cited-21] Chaume, B., and A. Rapin 1999. “Quelques réflexions d’ordre techno-chronologique sur sur le poignard à «antennes » de Larçon (commune de Salives, Côte-d’Or),” in B. Chaume, J.-P. Mohen and P. Périn (eds.), Archéologie des Celtes. Mélanges à la mémoire de René Joffroy. Protohistoire européenne , Montagnac, 49–68.    [#work-cited-22] Ciałowicz, K. M. 1987. Le têtes de massues des périodes prédynastique et archaïque dans la vallée du Nil . Prace archeologiczne 41, Warsaw and Krakow.    [#work-cited-23] Connolly, P. 1997. “Pilum, Gladius and Pugio in the Late Republic,” Journal of Roman Military Equipment Studies 8, 41–57.    [#work-cited-24] Couissin, P. 1929. “Les armes gauloises figurées sur les monuments grecs, étrusques et romains. Deuxième partie,” Revue Archéologique (Ser. 5) 29, 235–280.    [#work-cited-25] Crawford, M. H. 1974. Roman Republican Coinage , Cambridge.    [#work-cited-26] Cuvigny, H. 2010. “Un reçu de rations militaires contre paiement des publica,” in K. Lembke, M. Minas-Nerpel, and S. Pfeiffer (eds.), Tradition and Transformation: Egypt under Roman Rule. Proceedings of the International Conference, Hildesheim, 3–6 July 2008 . Culture and History of the Ancient Near East 41, Leiden and Boston, 37–52.    [#work-cited-27] Daris, S. 1988. “Documenti minori dell’esercito romano in Egitto,” in Aufstieg und Niedergang der römischen Welt , II 10.1, 724–742.    [#work-cited-28] Davoli, P. 2012. “Lo scavo archeologico: 2003–2009,” in M. Capasso and P. Davoli (eds.), Soknopaiou Nesos Project I (2003–200) , Rome and Pisa, 119–227.    [#work-cited-29] Davoli, P. 2014. “The Temple of Soknopaios and Isis Nepherses at Soknopaiou Nesos (El-Fayyum),” in G. Tallet and Chr. Zivie-Coche (éds.), Le Myrte et la rose. Mélanges offerts à Françoise Dunand par ses élèves, collègues et amis . CENIM 9, Montpellier, I, 51–58.    [#work-cited-30] De Morgan, J. 1912. “Observations sur les couches profondes de l’Acropole à Suse,” in J. de Morgan (ed.), Mémoires de la Délégation en Perse . Recherches Archéologiques 13, Paris, 1–25.    [#work-cited-31] Dentzer-Feydy, J. and J. Teixidor 1993. Le antiquités de Palmyre au musée du Louvre. Catalogue du département des antiquités orientales , Paris.    [#work-cited-32] Diebner, S. 1979. Aesernia – Venafrum. Untersuchungen zu den römischen Steindenkmälern zweier Landstädte Mittelitaliens . Archaeologica 8, Rome.    [#work-cited-33] Dixneuf, D. 2012. “Introduction à la céramique de Soknopaiou Nesos,” in M. Capasso and P. Davoli (eds.), Soknopaiou Nesos Project I (2003–2009), Rome and Pisa, 315–362.    [#work-cited-34] van Driel-Murray, C. 1994. “Wapentuig voor Hercules,” in N. Roymans and T. Derks (red.), De tempel van Empel. Een Hercules-heiligdom in het woongebied van de Bataven . Graven naar het Brabantse verleden 2, ’s-Hertogenbosch, 92–107.    [#work-cited-35] Droysen, H. 1885. “Die Balustradenreliefs,” in R. Bohn, Das Heiligtum der Athena Polias Nikephoros . Altertümer von Pergamon 2, Berlin, 93–138.    [#work-cited-36] Ducati, P. 1910. “Le pietre funerarie felsinee,” Monumenti Antichi dell’Accademia dei Lincei 20, 356–727.    [#work-cited-37] Ferry de, H. 1870. Le Mâconnais préhistorique. Mémoire sur les âges primitifs de la Pierre, du Bronze et du Fer en Mâconnais et dans quelques contrées limitrophes , Mâcon and Paris.    [#work-cited-38] Feugère, M. 1993. Les Armes des Romains de la République à L’Antiquité tardive , Paris.    [#work-cited-39] Feugère, M. 1994. “L’équipment militaire d’époque républicaine en Gaule,” Journal of Roman Military Equipment Studies 5, 3–23.    [#work-cited-40] Franzoni, C. 1987. Habitus atque habitudo militis . Monumenti funerari di militari nella Cisalpina Romana . Studia Archaeologica 45, Rome.    [#work-cited-41] Friedman, R. F. 2008. “Excavating Egypt’s early kings: Recent discoveries in the elite cemetery at Hierakonpolis,” in B. Midant-Reynes and Y. Tristant (eds.), Egypt at its Origins 2. Proceedings of the International Conference “Origin of State. Predynastic and Early Dynastic Egypt,” Toulouse (France), 5 th –8 th September 2005 . Orientalia Lovaniensia Analecta 172, Leuven, 1157–1197.    [#work-cited-42] Frielinghaus, H. 2011. Die Helme von Olympia. Ein Beitrag zu Waffenweihungen in griechischen Heiligtümern , Olympische Forschungen 33, Berlin and New York.    [#work-cited-43] Gabelmann, H. 1973. “Römische Grabmonumente mit Reiterkampfszenen im Rheingebiet,” Bonner Jahrbücher 173, 132–200.    [#work-cited-44] Gaerte, W., H. Ranke, P. Thomsen and B. Meissner 1926. s. v. Keule , in M. Ebert (ed.), Reallexikon der Vorgeschichte , Berlin, VI, 334–338.    [#work-cited-45] García Jiménez, G. 2012. El armamento de influencia la Tène en la Péninsula Ibérica (siglos V–I a. C.) , Monographies instrumentum 43, Montagnac.    [#work-cited-46] Gawlikowski, M. 1990. “Les dieux de Palmyre,” in W. Haase (ed.), Aufstieg und Niedergang der Römischen Welt II,18, Berlin and New York, 2605–2658.    [#work-cited-47] Gilbert, G. Ph. 2004. Weapons, Warriors and Warfare in Early Egypt , BAR International Series 1208, Oxford.    [#work-cited-48] Gendron, Ch., J. Gomez de Soto, T. Lejars, J.-P. Pautreau and L. Uran 1986. “Deux épées a sphères du Centre-Ouest de la France,” Revue Aquitania 4, 39–54.    [#work-cited-49] Gostenčnik, K. 2005. Die Beinfunde vom Magdalensberg. Archäologische Forschungen zu den Grabungen auf dem Magdalensberg 15 . Kärntner Museumsschriften 78, Klagenfurt.    [#work-cited-50] Graue, J. 1974. Die Gräberfelder von Ornavasso. Eine Studie zur Chronologie der späten Latène- und frühen Kaiserzeit . Hamburger Beiträge, Beiheft 1, Hamburg.    [#work-cited-51] Guštin, M. 1991. Posočje in der jüngeren Eisenzeit – Posočje v mlajši železni dobi. Catalogi et monographiae . Katalogi in monografije 27, Ljubljana.    [#work-cited-52] Himmelmann, N. 1989. Herrscher und Athlet – Die Bronzen vom Quirinal. Ausstellungskatalog Bonn , Milan.    [#work-cited-53] Hölbl, G. 1994. Geschichte des Ptolemäerreiches. Politik, Ideologie und religiöse Kultur von Alexander dem Großen bis zur römischen Eroberung , Darmstadt.    [#work-cited-54] Horvat, J. 1997. Roman Republican weapons from Šmihel in Slovenia, Journal of Roman Military Equipment Studies 8, 105–120.    [#work-cited-55] Horvat, J. 2002. The Hoard of Roman Weapons from Grad near Šmihel, Arheološki Vestnik 53, 117–192.    [#work-cited-56] James, S. 2011. Rome &amp; the Sword. How Warriors &amp; Weapons Shaped Roman History, London.    [#work-cited-57] Junkelmann, M. 1992. Die Reiter Roms 3. Zubehör, Reitweise, Bewaffnung , Mainz.    [#work-cited-58] Keppie, L. 1991. “A centurion of the legio Martia at Padova?,” Journal of Roman Military Equipment Studies 2, 115–121.    [#work-cited-59] Kimmig, W. 1940. “Ein Keltenschild aus Ägypten,” Germania 24, 106–111.    [#work-cited-60] Kiernan, Ph. 2009. Miniature Votive Offerings in the north-west Provinces of the Roman Empire . Mentor 4, Mainz and Ruhpolding.    [#work-cited-61] Krämer, W. 1962. “Ein Knollenknaufschwert aus dem Chiemsee,” in J. Werner (ed.), Aus Bayerns Frühzeit. Friedrich Wagner zum 75. Geburtstag . Schriftenreihe zur Bayerischen Landesgeschichte 62, Munich, 109–124.    [#work-cited-62] Krier, J. and F. Reinert 1993. Das Reitergrab von Hellingen. Die Treverer und das römische Militär in der frühen Kaiserzeit, Luxemburg.    [#work-cited-63] Landolt, M. 2004. La nécropole hallstattienne de Chaillon (Meuse) . Mémoire de maîtrise, dactylographié, Université Marc Bloch, Strasbourg.    [#work-cited-64] Landolt, M. 2005. “La nécropole hallstattienne de Chaillon (Meuse),” Bulletin de l’Association Française pour l’Étude de l’Âge du Fer 23, 41–43.    [#work-cited-65] Leconte, L. 1990/1991. “Les nécropoles laténiennes de Saint-Maur-des-Fossés (Val-de-Marne),” Antiquités Nationales 22/23, 43–80.    [#work-cited-66] Lohmann, H. 2009. “Die sogenannte Domitius-Ara,” in R. Einicke, S. Lehmann, H. Löhr, G. Mehnert, A. Mehnert and A. Slawisch (eds.), Zurück zum Gegenstand. Festschrift für Andreas E. Furtwängler . Schriften des Zentrums für Archäologie und Kulturgeschichte des Schwarzmeerraumes 16, Langenweißbach, 109–122.    [#work-cited-67] Mansuelli, G. A. 1963. “Les monuments commémoratifs romains de la vallée du Pô,” Monuments et Mémoires. Fondation Eugène Piot 53, 19–93.    [#work-cited-68] Mesnil du Buisson, Comte du, R. 1962. Les tessères et les monnaies de Palmyre. Inventaire des collections du Cabinet des Médailles de la Bibliothèque Nationale , Paris.    [#work-cited-69] Michon. E. 1909. “Les bas-reliefs historiques romains du Musée du Louvre,” Monuments et Mémoires 17, 145–253.    [#work-cited-70] Miks, Ch. 2007. Studien zur römischen Schwertbewaffnung in der Kaiserzeit . Kölner Studien zur Archäologie der Römischen Provinzen 8, Rahden/Westf.    [#work-cited-71] Milner, N. P. (ed.) 1996 2 . Vegetius: Epitome of Military Science , Liverpool.    [#work-cited-72] Mitthof, F. 1994.” Quittung eines Soldaten an πρεσβύτεροι κώμης über verschiedene Lieferungen. Eine Neuedition von P. Alex. Inv. 463,” Zeitschrift für Papyrologie und Epigraphik 102, 207–212.    [#work-cited-73] Morehart, M. 1956–1958. “Early sculture at Palmyra,” Berytus 12, 53–83.    [#work-cited-74] Morigi Govi, Cr. and G. Sassatelli (eds.) 1984. Dalla Stanza delle Antichità al Museo Civico. Storia della formazione del Museo Civico Archeologico di Bologna , Bologna.    [#work-cited-75] Paysan, M. 2005. “Im Feuer geboren – dem Wasser geweiht. Technologische Untersuchung und Rekonstruktion der Herstellungstechnik keltischer Knollenknaufschwerter im Hinblick auf deren chronologische Einordnung,” Fundberichte aus Baden-Württemberg 28.1, 93–206.    [#work-cited-76] Pernet, L. 2008. “L’armement républicain des nécropoles de Giubiasco et d’Ornavasso. Des tombes d’auxiliaires dans les vallées alpines,” in M. Poux (ed.), Sur les traces de César. Militaria tardo-républicains en contexte gaulois. Actes de la table ronde de Bibracte, 17 octobre 2002 . Collection Bibracte 14, Glux-en-Glenne, 275–293.    [#work-cited-77] Pernet, L. 2010. Armement et auxiliaires gaulois (IIer et Ier siècles avant notre ère) . Protohistoire européenne 12, Montagnac.    [#work-cited-78] Pernet, L., E. Carlevaro, L. Tori, G. Vietti, Ph. Della Casa and B. Schmid-Sikimić 2006. La necropoli di Giubiasco (TI) 2. Les tombes de La Tène finale et d’époque romaine . Collectio archaeologica 4, Zürich.    [#work-cited-79] Petrie, W. M. F. 1886. Naukratis 1, 1884–1885 . Memoir of the Egypt Exploration Fund 3, London.    [#work-cited-80] Petrie, W. M. F. 1920. Prehistoric Egypt . British School of Archaeology in Egypt &amp; Egypt Research Account 31, London.    [#work-cited-81] Pfuhl, E. and H. Möbius 1979. Die ostgriechischen Grabreliefs 2 , Mainz.    [#work-cited-82] Poulsen, V. 1962. Les Portraits Romains 1. République et Dynastie Julienne . Publications de la Glyptothèque ny Carlsberg 7, Copenhagen.    [#work-cited-83] Quesada Sanz, F. 1997a. “ Gladius hispaniensis : an archaeological view from Iberia,” Journal of Roman Military Equipment Studies 8, 251–270.    [#work-cited-84] Quesada Sanz, F. 1997b. El armamento ibérico. Estudio tipológico, geográfico, functional, social y simbólico de las armas en la Cultura Ibérica (siglos VI–I a.C.). Monographies instrumentum 3, Montagnac.    [#work-cited-85] Rapin, A. 2001. “Des épées romaines dans la collection d’Alise-Sainte-Reine,” Gladius 21, 31–56.      [#work-cited-86] Reddé, M. and S. von Schnurbein (ed.) 2001. Alésia. Fouilles et recherches franco-allemandes sur les travaux militaires romains autour du Mont-Auxois (1991–1997) 2 – Le matériel . Mémoires de l’Académie des Inscriptions et Belle-Lettres 22, Paris.    [#work-cited-87] Richter, O. and M. Jahn 1925. “Eine neue keltische Schwertform aus Süddeutschland,” Mannus 17, 92–104.    [#work-cited-88] Rohde, E. 1982. Pergamon; Burgberg und Altar , Berlin.    [#work-cited-89] Samuel, D. 1981. “Greeks and Romans at Soknopaiou Nesos,” in R. S. Bagnall, G. M. Browne, A. E. Hanson, and L. Koenen (eds.), Proceedings of the Sixteenth International Congress of Papyrology, New York 24–31 July 1980 . American Studies in Papyrology 23, Chico, 389–403.    [#work-cited-90] Schönfelder, M. 2009. “Archäologische Untersuchungen zur Elite in der keltischen Gesellschaft. Eine Zwischenbilanz,” in M. Egg and D. Quast (eds.), Aufstieg und Untergang. Zwischenbilanz des Forschungsschwerpunktes „Eliten“ . Monographien des Römisch-Germanischen Zentralmuseums 82 Mainz, 59–78.    [#work-cited-91] Sekunda, N. 2001. Hellenistic infantry reform in the 160’s BC . Studies on the History of Ancient and Medieval Art of Warfare 5, Łódź.    [#work-cited-92] Seyrig, H. 1970. “Antiquités Syriennes : Les dieux armés et les Arabes en Syrie,” Syria 47, 77–116.    [#work-cited-93] Siebert, G. 1987. “Délos – Quartier des Skardhana,” Bulletin de Correspondance Hellénique 111, 629–642.    [#work-cited-94] Sievertsen, U. 2008. “Ein Buckelkeulenkopf aus dem Elitefriedhof HK6 in Hierakonpolis,” in E.-M. Engel, V. Müller and U. Hartung (eds.), Zeichen aus Sand. Streiflichter aus Ägyptens Geschichte zu Ehren von Günter Dreyer . Menes 5, Wiesbaden, 627–645.    [#work-cited-95] Smekalova, T. 2012. “The Geophysical Survey,” in M. Capasso and P. Davoli (eds.), Soknopaiou Nesos Project I (2003–2009) , Rome and Pisa, 111–118.    [#work-cited-96] Solyman, T. 1968. Die Entstehung und Entwicklung der Götterwaffen im alten Mesopotamien und ihre Bedeutung , Beirut.    [#work-cited-97] Speidel, M.P. 1981. “The Prefect’s Horse-Guards and the Supply of Weapons to the Roman Army,” in R. S. Bagnall, G. M. Browne, A. E. Hanson, and L. Koenen (eds.), Proceedings oft he Sixteenth International Congress of Papyrology, New York, 24–31 July 1980 . American Studies in Papyrology 23, Chico, 405–409.    [#work-cited-98] Stiebel, G. 2004. “A Hellenistic gladius from Jericho,” in E. Netzer, Hasmonean and Herodian Palaces at Jericho 2. Final Reports of the 1973–1987 Excavations , Jerusalem, 229–232.    [#work-cited-99] Stilp, F. 2001. Mariage et suovetaurilia. Etude sur le soi-disant «Autel de Domitius Ahenobarbus» , Supplementi alla Rivista di Archeologia 26, Rome.    [#work-cited-100] Szombathy, J. 1901. “Das Gräberfeld zu Idria bei Bača,” Mitteilungen der prähistorischen Kommission der kaiserlichen Akademie der Wissenschaften zu Wien 1.5, 291–363.    [#work-cited-101] Tanabe, K. 1986. Sculptures of Palmyra I . Memoirs of the Ancient Orient Museum 1, Tokyo.    [#work-cited-102] Tobler, A. 1950. Excavations at Tepe Gawra II , Philadelphia.    [#work-cited-103] Tomaschitz, K. 2002. Die Wanderungen der Kelten in der antiken literarischen Überlieferung . Mitteilungen der Prähistorischen Kommission 47, Vienna.    [#work-cited-104] Torelli, M. 1968. “Monumenti funerari romani con fregio dorico,” Dialoghi di Archeologia 2, 32–54    [#work-cited-105] Trousdale, W. 1975. The Long Sword and Scabbard Slide in Asia . Smithsonian Contributions to Anthropology 17, Washington.    [#work-cited-106] Ulbert, G. 1969. “Gladii aus Pompeji. Vorarbeiten zu einem Corpus römischer Gladii,” Germania 47, 97–128.    [#work-cited-107] Ulrich, R. 1914. Die Gräberfelder in der Umgebung von Bellinzona Kt. Tessin. Kataloge des Schweizerischen Landesmuseums Zürich, Zürich.    [#work-cited-108] Walters, H. B. 1903. Catalogue of the Terracottas in the Department of Greek and Roman Antiquities, British Museum , London.    [#work-cited-109] Wehrberger, K. 2000. “„In Erwartung verlässlicher archäologischer Befunde“: Die Knollenknaufschwerter in Europa,” in L. Bonnamour (ed.), Archéologie des fleuves et des rivières , Paris, 75–83.    [#work-cited-110] Weidemann, K. 1971. “Untersuchungen zur Kunst und Chronologie der Parther und Kuschan vom 2. Jh. v. Chr. bis zum 3. Jh. n.Chr.” Jahrbuch des Römisch-Germanischen Zentralmuseums Mainz 18, 146–178.    [#work-cited-111] Werner, J. 1956. Beiträge zur Archäologie des Attila-Reiches . Abhandlungen der Bayerischen Akademie der Wissenschaften – Philosophisch-historische Klasse N.F. 38, Munich.    [#work-cited-112] Werner, J. 1964. “Herkuleskeule und Donar-Amulett,” Jahrbuch des Römisch-Germanischen Zentralmuseums Mainz 11, 176–197.    [#work-cited-113] Ypey, J. 1984. s. v. Damaszierung , in J. Hoops, Reallexikon der Germanischen Altertumskunde , Berlin and New York, V, 191–213.    [#work-cited-114] Zanker, P. 1975. “Grabreliefs römischer Freigelassener,” Jahrbuch des Deutschen Archäologischen Instituts 90, 267–315.        Notes    [#footnote-1] 1 P. Davoli, chair of Egyptology at University of Salento: paola.davoli@unisalento.it. Ch. Miks, Römisch-Germanisches Zentralmuseum, Archaeological Research Institute at Mainz: miks@rgzm.de. It is a project of the Centro di Studi Papirologici of the University of Salento (Lecce): http://www.museopapirologico.eu/ . Capasso and Davoli 2012.    [#footnote-2] 2  The temple was built on demolished buildings and on top of a natural hill: see Saggio 4 in Davoli 2012, figs. 125, 128 and 129.    [#footnote-3] 3  For an overview of the temple see Davoli 2014.    [#footnote-4] 4  Smekalova 2012, 111–115.    [#footnote-5] 5  We would like to thank Ahmed Abd el-Aal, Director of the Fayyum SCA Inspectorate, for the permission and the help given in this delicate operation.    [#footnote-6] 6  The excavation is carried on according with the stratigraphic method: Davoli 2012, 119–127.    [#footnote-7] 7  DSU ST06/336 is located between the elevations 26.7 m and 26.21 m asl; in it 28 kg of pottery fragments have been recovered. In DSU ST06/337 (2.3 x 1.3 m, from 26.58 m to 26.09 m asl), ca. 8 kg of pottery sherds were collected, as well as in DSU ST06/338 (from 26.21 m to 26 m asl). The pottery is mixed and the fragments are datable from the third century BC until the fourth–fifth AD.    [#footnote-8] 8  It is the head of a young male, dated between the second and third centuries AD: cf. Caputo 2012, Cr II 3 pp. 370–71.    [#footnote-9] 9  I warmly thank Adriana Travaglini (University of Salento) for dating the coins; she is in charge of the forthcoming catalogue of the coins from the excavation.    [#footnote-10] 10  It has been dated to the fourth–fifth century AD: Dixneuf 2012, no. 244, pp. 340, 356.    [#footnote-11] 11  These kinds of wooden musical instruments are common finds in Fayyum archaeological sites and are dated to the Roman period: see an on-line exhibition of Graeco-Roman Music in Egypt: http://www.umich.edu/~kelseydb/Exhibits/MIRE/Objects/ObjectsNumber/Group34obn.html . A pair of similar castanets was found at Soknopaiou Nesos by the University of Michigan expedition: http://www.umich.edu/~kelseydb/Exhibits/MIRE/Objects/ObjectsNumber/26360-1obn.html .    [#footnote-12] 12  I kindly thank Dr. Manuela Struck (Nackenheim) for translating my part of the article, the common conclusions and the abstract from German into English.      [#footnote-13] 13  See e. g. Biborski 2004, 562–568; Biborski and Ilkjaer 2006, 280–295; Bishop, Coulston 2006,  241, fig. 147; Miks 2007, 52–56 for the forging technological variants in the construction of the sword blades from the more recent pre-Roman Iron Age to the Roman Principate. See Ypey 1984, 191–213 for the pattern welding of weapons of the pre-Roman Iron Age to the Viking period.    [#footnote-14] 14  Miks 2007, 21–23.    [#footnote-15] 15  James 2011, 30, note 72; García Jiménez 2012, 162.    [#footnote-16] 16  See, among others, Feugere 1993, 97–100; Connolly 1997, 49–56; Quesada Sanz 1997a; Quesada Sanz 1997b, 260–270; Bishop, Coulston 2006, 54–56; García Jiménez 2012, 147–164.    [#footnote-17] 17  For the different literary sources see, for example, Quesada Sanz 1997a, 253, tab. 1; Miks 2007, 24–29.    [#footnote-18] 18  The fragment is passed down in the context of a Byzantine encyclopedia from the tenth century: Suidas, s. v. μάχαιρα (Polybius, Frag. 179 [96]).    [#footnote-19] 19  Named by Ulbert 1969, 120. Cf. also Miks 2007,  58–65, 108–112.    [#footnote-20] 20  See, for example, Feugere 1994, 10–11, 15, figs. 10–12; Connolly 1997, 49–56; Pernet 2010, 53–62, 101–105.    [#footnote-21] 21  See among others Schönfelder 2009, 70–73.    [#footnote-22] 22  On the question of influence see, for example, Pernet et al. 2006, 51.    [#footnote-23] 23  James 2011, 30, note 72; García Jiménez 2012, 162.    [#footnote-24] 24  Vegetius, Epitome 1.8. Cf. Milner 1996, xvi–xxviii.    [#footnote-25] 25  Cf. Miks 2007, 26–28.    [#footnote-26] 26  On the latter see, among others, Pernet 2010, 84–101.    [#footnote-27] 27  Cf. Miks 2007, 20–22, fig. 1.    [#footnote-28] 28  Ibid., 21–22, fig. 2.    [#footnote-29] 29  For this, see also Connolly 1997, 56.    [#footnote-30] 30  Objections and possible alternatives are presented in Miks 2007, 24–51    [#footnote-31] 31  Cf. spathae of the Fontillet and Nauportus types in Miks 2007, 77–80    [#footnote-32] 32  Ibid., 107–108    [#footnote-33] 33  Ibid., 79–80. Corresponding blades are generally also included under the term “proto-Mainz-swords of group 1” (Biborski 1994a, 93–94; idem 1994b, 173), “type Bell-Zemplin” (Biborski 2004, 549–551) or “glaives de type 2” (Pernet et al 2006,  50–51; Pernet 2010, 104–105, fig. 68).    [#footnote-34] 34  Miks 2007, 58–61.    [#footnote-35] 35  Rapin 2001, 31–56, esp. 44, pls. 2, 6,2 7,2 9,1; Reddé, Schnurbein 2001, 219, cat.-no 150,B pl. 53,149 (right).    [#footnote-36] 36  Rapin 2001, 44, pls. 2, 6,1, 7,1, 8,1; Reddé and Schnurbein 2001, 219, cat.-no. 150,B, pl. 53,149 (left).    [#footnote-37] 37  Ulrich 1914, 559, pl. 78,6 (grave 71); ibid., 585–586 (grave 119); ibid., 666, pl. 86,3–4 (grave 471); Pernet 2008, 276–277, figs. 3,2, 8,1–2; Pernet et al. 2006, 76–77, pls. Grave 71,1, grave 119,1, grave 471,1–2.    [#footnote-38] 38  Pernet et al. 2006, 76–77, 294 (grave 71), 304 (grave 119), 329 (grave 471).    [#footnote-39] 39  Some older pieces, as for example one of the blades of a reconstructed weapon hoard of the second century BC from Grad near Šmihel pod Nanosom (Občina Postojna, Slovenia; Horvat 1997, 113, fig. 10.2; idem 2002, 133, 163, pl. 1.1) appear to suggest a certain waisted character due to the worse conditions of conservation of exterior contours at bend- or breakpoints of the blade, rather than a corresponding intention during the manufacture of the sword.    [#footnote-40] 40  Cf. Miks 2007, 107–108.    [#footnote-41] 41  Pernet et al. 2006, 50.    [#footnote-42] 42  Connolly 1997, 49–56 esp. 53; Miks 2007, 220. As representations of swords with scabbard frames on eastern Greek epitaphs (cf. Fig. 25 ) of the second to early first century BC indicate (cf., e.g. Pfuhl and Möbius 1979, 547–548, no. 2272, pl. 321), potential Hellenistic examples cannot be entirely excluded, either. Alternatively, one could of course speculate on the growing influence of the Roman gladius hispaniensis upon the relevant depictions. Real Hellenistic sword finds comparable to the representations have not yet been identified. This could partially be due to the rash categorization as gladius hispaniensis of potentially suitable examples, as for example the swords from Delos ( Fig. 14.4 ; terminus ante quem 69 BC; Siebert 1987, 637, no 3, figs. 17–19) or from Jericho (West Bank; [ Fig. 14.3 ]; first half of the second century BC; Stiebel 2004, 229–232, fig. 266).    [#footnote-43] 43  As is the case, for example, of the short swords of the Mainz type from the graves 11 / 12 and 17 from Idrija pri Bači (Občina Tolmin, Slovenia). Szombathy 1901, 333, 338–339, figs. 157–158, 182–182b; Guštin 1991, 15–16, 56, pls. 12,3, 16,2.    [#footnote-44] 44  Ulrich 1914, 586; Pernet et al. 2006, 77, pl. grave 119,1.    [#footnote-45] 45  Bianchetti 1895, 118–119, pl. 4,5; Graue 1974, 65, 220, pl. 20,4; Pernet 2008, 277, fig. 9; idem 2010, 104, fig. 68, pl. 125,1.    [#footnote-46] 46  Siebert 1987, 637, no. 3, figs. 17–19.    [#footnote-47] 47  For characteristic details and chronological aspects of the individual button forms, see Miks 2007, 226–228.    [#footnote-48] 48  Cf. Miks 2007, 199–211.    [#footnote-49] 49  Ibid., 200, pl. 151.    [#footnote-50] 50  See, among others, Michon 1909, 147–157, figs. 1–3; Budde 1973, 802–804 esp. 804, figs. 12–13; Stilp 2001, 83, figs. 22–23, 46; Miks 2007, 34, pl. 294,A.C; Lohmann 2009, 109–122, esp. pl. 1,1.    [#footnote-51] 51  Left figure in the lower zone on side “A” of the stela. Ducati 1910, 439–441, pl. 4; Morigi Govi, Sassatelli 1984, 326, cat.-no. 184, with color plate between pages 312 and 313.    [#footnote-52] 52  Droysen 1885, 95–96, 111, pl. 44,1 (hilt to the right above a helmet in the lower left corner of the screen panel). For the construction context of the arms reliefs see, among others, Rohde 1982, 30–35 (for the mentioned screen panel, see ibid., fig. p. 32, above).    [#footnote-53] 53  Franzoni 1987, 46–48, no. 26, pls. 13–14,1; Keppie 1991, 115–121, fig. 1.    [#footnote-54] 54  Gabelmann 1973, 149–151, cat.-no. 8, fig. 17; Krier and Reinert 1993, 74, fig. 56,b.    [#footnote-55] 55  See, for example, depictions of Gauls on Etruscan ash cists in Bieńkowski 1908, 112–113, cat.-no. 71, fig. 119; ibid., 122–124, cat.-nos 77–78, figs. 125–126; ibid., 125–126, cat.-no. 80, fig. 128; Couissin 1929, 248–255, figs. 141–158.    [#footnote-56] 56  Cf. late Hallstatt swords of the graves 1018 and 2008 from the necropolis of Chaillon (Dep. Meuse, France; Landolt 2004; idem 2005; Beylier 2012, 53–54, fig. 40.2–3) or a find from the Sâone near Mâcon (Dép. Sâone-et-Loire, France; Chaume and Rapin 1999, 60–61, fig. 16.a–b).    [#footnote-57] 57  See, among others, Krämer 1962; Gendron et al. 1986; Wehrberger 2000; Paysan 2005; Beylier 2012, 48–55. A dating of the swords with knobbed pommels to the early La Tène period, which departs from conventional middle- to late La Tène period approaches to their chronology, is advocated by the renewed examination of a find from Mailhac (Dép. Aude, France). See Beylier et al. 2012.    [#footnote-58] 58  Cf., for example, a sword from grave 1 (La Tène B2/C1; ca. second quarter of the third century BC) from St. Maur-des-Fossés (Dep. Val-de-Marne, France). Leconte 1990/1991, 47–52, fig. 5.1.      [#footnote-59] 59  Cf., for example, the representation of the dagger on denarii of M. Iunius Brutus and L. Plaetorius Cestianus around ca. 43/42 BC; Crawford 1974, 100, 518, no. 508.3, pl. 61,19.    [#footnote-60] 60  Left amor depiction with a sword slung around. Mansuelli 1963, 89, fig. 52; Torelli 1968, 38, fig. 8; Franzoni 1987, 105–106, pl. 14,3; Cardarelli 1988, 235–236, cat.-no. 303, fig. 193.    [#footnote-61] 61  Hilt in the hand of the tribunus militum Lucius Appuleius (central figure). Zanker 1975, 304–305, fig. 44.    [#footnote-62] 62  See the representation of soldiers in the right bottom corner of the narrow sides of the monument for Marcus Nonius. Diebner 1979, 136–140, cat.-no. Is 27, pl. 19 (fig. 27b–c).    [#footnote-63] 63  Sword hilt in the hand of Publius Gessius, depicted in officer’s habitus (central figure). Zanker 1975, 303–304, fig. 43.    [#footnote-64] 64  Poulsen 1962, 133–134, cat.-no. 114, pl. 189.    [#footnote-65] 65  Zanker 1975, 306, fig. 46. Himmelmann 1989, 100–125 esp. 118–123.    [#footnote-66] 66  Siebert 1987, 637, no. 3, figs. 17–19.    [#footnote-67] 67  A relation between the Italic pommel depictions and the riveted fitting from Delos is suggested also by Bishop and Coulston 2006, 56. Nevertheless, they directly classify the sword as a Roman gladius hispaniensis .    [#footnote-68] 68  For the style, see, among others, Weidemann 1971 148–165. For Palmyrene divine depictions, see also Seyrig 1970; Gawlikowski 1990. For a sword-related selection of Palmyrene depictions, see Miks 2007, pls. 304–305.    [#footnote-69] 69  See, e.g., Droysen 1885, 95–96, 111, pl. 44,1 (sword hilts in the right half of the plate of the screen).    [#footnote-70] 70  E.g. Pfuhl and Möbius 1979, 547–548, cat.-nos. 2269–2270, 2272, pls. 320–321.    [#footnote-71] 71  Cf. e.g. the xiphos from grave II (“grave of Philip”; second half of the fourth century BC) of the necropolis of Vergina (Per. Kendrikí Makedonía, Greece). Andronicos 1984, 144–145, figs. 99–100.    [#footnote-72] 72  Cf., e.g., the sword of the divine depiction between two lions on the panelling of a cult niche in the temple of Rabaseirè near the Agora of Palmyra. Mesnil du Buisson 1962, 275–278, fig. 170; Tanabe 1986, 18, 120–121, figs. 81–82.    [#footnote-73] 73  Morehart 1956–1958, 60–61, fig. 11; Dentzer-Feydy, Teixidor 1993, 144–145, cat.-no. 153, fig. p. 145 (with earlier literature).    [#footnote-74] 74  For a commented compilation of ancient literary sources see Tomaschitz 2002, 92–179.    [#footnote-75] 75  The introduction and distribution of relevant pommels in Asia Minor and the eastern Mediterranean through the Celtic Galatians is supported, for example, by Sekunda 2001, 77–79.    [#footnote-76] 76  On the other hand, neither do we know of sword depictions of potentially more usual local alternative forms.    [#footnote-77] 77  Cf., e.g., the sword from grave 108 (first century BC) of the cemetery from Giubiasco (Canton Tessin, Switzerland). Ulrich 1914,  581, pl. 78,8; Pernet et al. 2006, 76–77, 303, pl. Tombe 108,1.    [#footnote-78] 78  Cf., e.g., the debate on the ritual, and alternatively profane, use of miniature arms in the area of the Roman northwest provinces in the late pre-Roman Iron Age until the Roman Principate in Kiernan 2009, 40–113, esp. 104–113 (with references to further regions).    [#footnote-79] 79  The same feature is also in a Ptolemaic model sword (made of terracotta) from the collection of the British Museum, London (inv. GR 1925.II-20.23): Bailey 2008, 87–88, cat. 3290, pl. 50.    [#footnote-80] 80  Considerations on and indications for the de facto presence of Celtic or Galatian mercenaries in Egypt are given in, among others, as early as Kimmig 1940, 109–110.    [#footnote-81] 81  Petrie 1920, 23, pl. 26,61.63.65.    [#footnote-82] 82  Friedman 2008, 1178–1182 esp. 1180–1181, figs. 12,a, 13,b; Sievertsen 2008, 627–645, figs. 2–3.    [#footnote-83] 83  According to the information on material in the online catalogue of the Petrie Museum ( http://petriecat.museums.ucl.ac.uk ). In Petrie 1920, 23, nos. 61, 63, 65, pl. 26 two of the objects are described as consisting of “hard white crystalline marble” and one of “dark green chlorite”. Cf. Sievertsen 2008,  631–632, fig. 4.    [#footnote-84] 84  Petrie Museum of Egyptian Archaeology (inv. UC15406; 15407; 15408).    [#footnote-85] 85  We kindly thank Dr. Latfi Abdel Hami and Dr. Said Amer (Egyptian Museum Cairo) for the permission to publish these finds here. We also owe special thanks to Christian Eckmann (Römisch-Germanisches Zentralmuseum Mainz), who took the photographs of the objects.    [#footnote-86] 86  Ciałowicz 1987, 22–26, fig. 1, esp. 25–26, pl. V,1–2; Gilbert 2004, 35–41, figs. 5.1–5.6 esp. 5.6,4–5 (type 6b).    [#footnote-87] 87  Sievertsen 2008, 632–641.    [#footnote-88] 88  Cf., e.g., Petrie 1920, 23; Sievertsen 2008, 632–634, figs. 5–6    [#footnote-89] 89  Made of limestone. De Morgan 1912, 21, fig. 109.    [#footnote-90] 90  Made of black haematite. Tobler 1950, 85, pl. 104,21.    [#footnote-91] 91  Brunton and Caton-Thompson 1928, 51, pl. 53,8; Gilbert 2004, 178, fig. 5.6,5.    [#footnote-92] 92  Contrary to this perspective, Sievertsen 2008, 635 interprets the piece from Badari as a “direct connecting link” to the above mentioned fragment of a mace-head from grave 26 of the elite necropolis HK6 from Hierakonpolis .    [#footnote-93] 93  Petrie 1886, 45; Walters 1903, 259–260, cat.-nos. 628–632, fig. 53; Sekunda 2001, 79, fig. 16; Bailey 2008, 87–88, cat.-nos. 3288–3293, pls. 50–51.    [#footnote-94] 94  For this see, among others, Werner 1956,  38–43; Trousdale 1975, 71–119; Miks 2007, 310–312, fig. 68.    [#footnote-95] 95  Gaerte et al. 1926, 336–338; Calmeyer 1976–1980, 582–583; Sievertsen 2008, 636–637.    [#footnote-96] 96  See, e.g., Solyman 1968, 65–100.    [#footnote-97] 97  Werner 1964, 176–183; Gostenčnik 2005, 217.    [#footnote-98] 98  For considerations on western or Roman influences on the armies of the Ptolemaic and Seleucid Empire during the second century BC, see, e.g., Sekunda 2001.    [#footnote-99] 99  Stiebel 2004, 229–232, fig. 266.    [#footnote-100] 100  Siebert 1987, 637, no. 3, figs. 17–19    [#footnote-101] 101  E.g., Bishop and Coulston 2006, 56.    [#footnote-102] 102  Cf., e.g., Pernet 2010, 126–167, 184–188.    [#footnote-103] 103  On the historical events of this period, see, e.g., Hölbl 1994, 201–227.    [#footnote-104] 104  Samuel 1981, 389–403.    [#footnote-105] 105   P.Grenf . II 51 (143 AD), P.Grenf . II 48 (191 AD), SB X 10619 (201/2 AD) mention eques of the Veterana Gallica: Alston 1995, 167–69.    [#footnote-106] 106  Daris 1988, 734–35. See also Speidel 1981 and Mitthof 1994; Cuvigny 2010, 49.    [#footnote-107] 107  Alston 1995, 88–90.    [#footnote-108] 108  These objects will be published in a forthcoming SNP catalogue.    [#footnote-109] 109  On the problem of the removal and disposal of older weapon votives, including their secondary rearrangement in the ground, see for instance Frielinghaus 2011, 137–141 on the case of Olympia .    [#footnote-110] 110  Cf., e.g., the remarks on the deposit of Roman Imperial army weapons in the Batavian sanctuary of Empel ('s-Hertogenbosch, prov. Noord-Brabant, Netherlands). Driel-Murray 1994, 92–107, esp. 105–106.    [#footnote-111] 111   Suetonius (Vitellius 8.1) , for instance, reports that Vitellius was handed the sword of Julius Caesar at his proclamation by the Roman army at the Rhine on January 1 st AD 69. He notes that this sword had been kept in the temple of Mars in Cologne .    [#footnote-112] 112  An estimation of the official duration of presenting dedicated weapons in sanctuaries is difficult in individual cases. It is necessary to distinguish votives of purely personal, from those of public interest, votives of single pieces from larger collections of equipments (e.g., dedications of spoils of war) and, last but not least, votives of common citizens from those of important personalities. Cf., for example, on the places and duration for the presentation of dedicated weapons of the Archaic to Classic period in Greek sanctuaries in Baitinger 2011, 129–137; Frielinghaus 2011, 170–184.       ISAW Papers (ISSN 2164-1471) is a publication of the Institute for the Study of the Ancient World , New York University . This article was anonymously reviewed prior to publication.     ©2015 Paola Davoli and Christian Miks. Distributed under the terms of the Creative Commons Attribution 4.0 International license. Additional rights holders for images noted in captions where necessary."}]},
{"detail": [{"content": "Faculty | Center for Ancient Studies | NYU                             NEW YORK UNIVERSITY              ARTS AND SCIENCE              COLLEGE OF ARTS AND SCIENCE              GRADUATE SCHOOL OF ARTS AND SCIENCE                                  CONTACT US SEARCH SITEMAP                     Home &gt; Faculty                     About The Center       Events     Faculty Who Work on Antiquity and Related Subjects at NYU     Ancient Studies Minor       Travel Grants       Collections       NYU Excavations       Publications       Classical World       Institute for Etruscan and Italic Studies       Aquila Theatre Company       Faculty Who Work on Antiquity and Related Subjects at NYU      Matthew Adams (Institute of Fine Arts) Egyptian archaeology, urbanism and social complexity; the nature and evolution of sacred landscapes  Roger Bagnall (Director, Institute for the Study of the Ancient World) Greek and Roman history; papyrology; late antiquity  Alessandro Barchiesi (Visiting Professor, Classics) Roman poetry and poetics, literary history, narrative fiction; reception of Classical studies; Greek influence at Rome    Adam Becker (Religious Studies, Classics) Jewish-Christian relations in late antiquity; Syriac language and literature; reception of classical antiquity    Brigitte Bedos-Rezak (History) Medieval northern France; medieval semiotics; social history    Thomas O. Beidelman (Anthropology) Social anthropology; religion; colonial history; oral history; Africa and ancient Greece Emanuela Bianchi (Comparative Literature, Classics, Program in Gender and Sexuality) Ancient Greek philosophy and literature; 20th century and contemporary continental philosophy; feminist/queer theory    Larissa Bonfante (Classics, Emerita) Ancient Etruscan civilization; iconography; ancient dress Roderick B. Campbell (Institute for the Study of the Ancient World) Theorizing ancient social-political organization, social violence and history in late 2nd millennium B.C. north China; the archaeology of production Anne Carson (Creative Writing, Classics) Ancient Greek literature and culture    Mary Carruthers (English, Emerita) Medieval literature and rhetoric; memory in literature      John Chioles (Comparative Literature, Philosophy, Emeritus) Theater and literary theory    Joan Connelly (Classics; Director, Yeronisos Island excavations) Greek sculpture; vase painting; religion Joy Connolly (Classics) Greek and Roman rhetoric; political thought; education; poetry       Pamela J. Crabtree (Anthropology) Medieval archaeology, especially Anglo-Saxon England; zooarchaeology       Raffaella Cribiore (Classics) Education in the Greek and Roman worlds; papyrology; Greek rhetoric Lorenzo D'Alfonso (Institute for the Study of the Ancient World) History and archaeology of pre-classical Syria and Anatolia    Mervin R. Dilts (Classics, Emeritus) Greek paleography; textual criticism    Carolyn Dinshaw (English) Middle English literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies         Daniel E. Fleming (Hebrew and Judaic Studies) Hebrew Bible and Israelite religion; Assyriology; ancient Syria    Katherine Fleming (History, Middle Eastern and Islamic Studies, and Hellenic Studies) Post-Byzantine and modern Greek History; western Ottoman provinces; Mediterranean and Greek Jewry    Barry Finbarr Flood (Art History) Art and architecture of the Islamic world Hallie Franks (Gallatin School of Individualized Study) The material culture of Ancient Greece and the relationship between the Greek world and other cultures    John Freccero (Italian and Comparative Literature) Dante; medieval poetry and poetics; Machiavelli    Ogden Goelet Jr. (Middle Eastern and Islamic Studies) Egyptian lexicography, cultural history, and literature Ethan Harkness (Gallatin School of Individualized Study) Early Chinese culture with a particular emphasis on technical topics that inform the histories of science and religion         Anselm Haverkamp (English, Emeritus) Critical theory; 16th- to 18th-century literature Sebastian Heath (Institute for the Study of the Ancient World) Roman pottery, numismatics, and the role of Digital Humanities in the study of the Ancient World    W. Gerald Heverly (Libraries) Books and writing materials in classical antiquity; transmission of texts; Latin prose style Robert G. Hoyland (Institute for the Study of the Ancient World) History, languages, and literature of the late antique and early Islamic Middle East Alex Jassen (Hebrew and Judaic Studies) Hebrew Bible and Biblical interpretation; Second Temple Judaism; Dead Sea scrolls; study of Judaism and Christianity in antiquity    Daniel Javitch (Comparative Literature, Emeritus) Renaissance literature; genre theory    Alexander Jones (Institute for the Study of the Ancient World) Astronomy and mathematical sciences and their transmission in the Greco-Roman world and the ancient Near East    Guenter Kopcke (Institute of Fine Arts) Art and the second millennium B.C.E. Mediterranean integration, Crete; art and Greek progress from infiltration to Greek statehood, second to first millennium B.C.E.; political origin and role of Classical art; Rome north of the Alps Barbara Kowalzig (Classics) Religion and anthropology of ancient Greece and the Mediterranean; Greek poetry and drama; music and performance; social and economic history    David Levene (Chair, Classics) Roman history and religion       Baruch Levine (Hebrew and Judaic Studies, Emeritus) Near Eastern history and epigraphy; the Hebrew Bible; Israelite religions Marko Malink (Classics, Philosophy) Ancient philosophy, especially ancient logic and metaphysics (will begin teaching at NYU in Fall 2015)    Clemente Marconi (Institute of Fine Arts; Director, Selinunte excavations) Greek art and architecture in archaic and classical periods Thomas F. Mathews (Institute of Fine Arts, Emeritus) Early Christian and Byzantine art and architecture    Philip Mayerson (Classics, Emeritus) Roman-Byzantine Near East (history and archeology); papyrology James R. McCredie (Institute of Fine Arts, Emeritus) Greek archaeology and architecture    Peter Meineck (Classics) Ancient drama    Phillip Mitsis (Classics and Hellenic Studies) Ancient philosophy and its reception in later times; ancient drama    Andrew Monson (Classics) Greco-Roman Egypt; political economy; ancient empires Jessica Moss (Philosophy) Ancient philosophy    David O'Connor (Institute of Fine Arts; Co-Director, Abydos excavations) Ancient Egyptian art history and archaeology; Ancient Nubian art history and archaeology    Michael Peachin (Classics) Roman imperial history; Roman law; Latin epigraphy Beate Pongratz-Leisten (Institute for the Study of the Ancient World) Political, intellectual and religious history of the ancient Near East Daniel T. Potts (Institute for the Study of the Ancient World) Ancient Near Eastern archaeology and history with a concentration on Iran, Mesopotamia, and the Persian Gulf David M. Ratzan (Head Librarian, Institute for the Study of the Ancient World)     Timothy J. Reiss (Comparative Literature, Emeritus) Renaissance and 18th-century literature, history, and politics; history and theory of theater; cultural and political theory    Vincent Renzi (Morse Academic Plan) Ancient Greek philosophy       Ann Macy Roth (Hebrew and Judaic Studies) Egyptology; Egyptian archaeology; gender studies; mortuary religion    Jeffrey Rubenstein (Hebrew and Judaic Studies) Judaism of the Second Temple; Talmud and Midrash    Martha Dana Rust (English) Medieval literature and culture; technologies of writing; gender studies Laura Samponaro (Liberal Studies) Ancient rhetoric and political thought; Latin stylistics; classical reception       Matthew S. Santirocco (Classics; Senior Vice Provost for Academic Affairs; Angelo J. Ranieri Director of Ancient Studies) Latin literature, especially Augustan poetry; Greek poetry; classical tradition  Melissa Schwartzberg (Politics) Ancient Greek political institutions; ancient political thought David Sider (Classics) Greek poetry and philosophy       Gregory M. Sifakis (Classics, Emeritus) Classical drama and theater production; Homer and medieval Greek epic; Greek folklore; poetics of traditional arts Hsueh-Man Shen (Institute of Fine Arts) Art and archaeology of medieval China    Laura Slatkin (Gallatin School of Individualized Study) Ancient Greek and Roman poetry; comparative mythology; wisdom traditions in classical and near eastern antiquity; gender studies    Mark S. Smith (Hebrew and Judaic Studies) Biblical religion and history; northwest Semitic languages and literature Roland R. R. Smith (Lincoln Professor of Classical Archaeology, Oxford University; Director, Aphrodisias excavations) Art and visual cultures of the ancient Mediterranean world; historical interpretation of ancient representation and its relationship with social and political culture; archaeology of Greek cities of the Eastern Roman Empire Alexander Sokolicek (Institute of Fine Arts; Field Director, Aphrodisias excavations) Archaeology; ancient history; epigraphy; urban studies      S ören Stark (Institute for the Study of the Ancient World) Archaeology, art history, and history in Central and Inner Asia and the neighboring cultural areas    Benjamin Straumann (Visiting Assistant Professor, History, and Alberico Gentili Fellow, Law School) Political and legal thought, the reception of ancient political thought in early modern Europe and late Roman Republican political thought    Liana Theodoratou (Hellenic Studies) Greek and Latin lyric; Greek drama; literary theory (ancient and modern); theory of translation    Thelma Thomas (Institute of Fine Arts) Coptic art    Lillian Lan-ying Tseng (Institute for the Study of the Ancient World) Art and archaeology of Han China; reception of antiquity; the interface of art history and cultural history    Jerome C. Wakefield (Social Work, Medicine) Philosophical (especially ancient) foundations of the mental health professions    Katherine Welch (Institute of Fine Arts; Deputy Director, Aphrodisias excavations) Roman imperial and republican art; Hellenistic art; Roman and Greek history Randall White (Anthropology) Origins of the arts in Europe; Techniques of representation in the Upper Paleolithic period; Experimental archaeology; Directs multidisciplinary excavation of key Paleolithic sites in southwest France. Susanne Wofford (Dean of the Gallatin School of Individualized Study) Shakespeare, Spenser, Renaissance and classical epic, comparative European drama, and narrative and literary theory    Elliot Wolfson (Hebrew and Judaic Studies) Jewish mysticism and philosophy; gender construction and the history of religion; symbolism and myth    Rita Wright (Anthropology) Prehistoric archaeology of the Near East and South Asia; state formation and urbanism; gender studies"}, {"content": "P. Davoli and C. Miks. (2015). A New “Roman” Sword from Soknopaiou Nesos (El-Fayyum, Egypt). ISAW Papers, 9.             This article is available at the URI http://dlib.nyu.edu/awdl/isaw/isaw-papers/9/ as part of the NYU Library's Ancient World Digital Library in partnership with the Institute for the Study of the Ancient World (ISAW). More information about ISAW Papers is available on the ISAW website.    Except where noted, ©2015 Paola Davoli and Christian Miks; distributed under the terms of the Creative Commons Attribution License                     ISAW Papers 9 (2015)   A New “Roman” Sword from Soknopaiou Nesos (El-Fayyum, Egypt)   Paola Davoli and Christian Miks      Abstract: A long and well preserved sword was brought to light in 2006 during the archaeological excavations carried out by the Soknopaiou Nesos Project (University of Salento, Lecce) in the temenos of the main temple in Soknopaiou Nesos, modern Dime. The current state of research would suggest a classification as a Roman, or at least Roman influenced, weapon of the late Republican period. However, some peculiar elements of this sword seem to point to an oriental or Egyptian final assemblage. It thus may give a new impulse to the still open discussion about the appearance of Hellenistic swords starting from the period of Alexander's Successors. The weapon can have been used by soldiers of the late Ptolemaic period as well as by members of the Roman army. The question whether the sword ended up in the temenos as part of local defensive arms or as a votive object will largely remain speculative, as its find context is not stratigraphically reliable.    Library of Congress Subjects: Dīmay (Extinct city) . Military history, Ancient .     Contents     I. Introduction (P. Davoli)   II. The archaeological context (P. Davoli)   III. The sword (Ch. Miks)   1. Description of the find   2. The blade   3. The components of the scabbard   4. The hilt elements       IV. Conclusions (P. Davoli, Ch. Miks)   V. Bibliography   Notes           I. Introduction (P. Davoli)    [#p1] The Soknopaiou Nesos Project (SNP), directed by Mario Capasso and Paola Davoli, started working at Dime es-Seba, the Graeco-Roman Soknopaiou Nesos, in 2003. 1 The kome (ca. 600 x 320 m) was one of the numerous settlements founded during the regional project of land reclamation realized by Ptolemy I and II. It is located in a desert area, north of Lake Qarun, and its function was mainly religious and commercial ( Fig. 1 ). Archaeological evidence attests to the presence in this area of settlements, tombs and other features datable from the Neolithic to Islamic periods. The local landscape has undergone several drastic changes during this long period of time, from a wet to a hyper-arid environment. However, there is a strong possibility that one of the reasons for a new foundation or refoundation of a settlement at the beginning of the Hellenistic period was the presence of a revered sanctuary on top of a natural hill. In fact, below the Hellenistic period temple dedicated to the god Soknopaios, features of a previous phase have been found but not yet precisely dated. 2        Fig. 1. Satellite view of Lower Egypt and Fayyum (drawing by Bruno Bazzani; satellite image courtesy of NASA - Jacques Descloitres, MODIS Land Science Team).      [#p2] At the end of the Ptolemaic period or beginning of the Roman period the temple was renovated and the dromos restored and extended toward the south, probably twice. Also the settlement was enlarged and the houses aggregated in blocks to accommodate an increase of the population. The abandonment of the kome is dated to the mid-third century AD, but the reasons are so far unknown. However, people returned to live in the temenos area between the fourth and the seventh century.    [#p3] The archaeological excavation carried on by the Soknopaiou Nesos Project is mainly concentrated in the temple area, where no previous scientific work was carried out. The sacred area, dedicated to the god Soknopaios, is enclosed by a temenos wall (ca. 88 x 125 m) and is in general quite well preserved across its elements, i.e., the main temple, chapels, houses and service buildings. Despite natural erosion, the spoliation of the limestone blocks and illicit excavations, the temenos area is an interesting context to study and one of the better preserved in the Fayyum ( Fig. 2 ). A considerable number of papyri has been found by treasure hunters in the temple precinct at the end of the nineteenth century and the beginning of the twentieth; these are now preserved in several collections. Basalt statues were also found in a good state of preservation, but it is not clear where they were found, whether inside the temenos or on the dromos , the ceremonial road that crosses the settlement from north to south and connected the temple with the edge of the town. 3        Fig. 2. Soknopaiou Nesos: view of he temenos from south-east (courtesy of SNP).          Fig. 3: Soknopaiou Nesos: plan of the temple area, 2012 (courtesy of SNP).          Fig. 4: Soknopaiou Nesos: view inside the temenos: the area west of ST 20, with building ST 21 (courtesy of SNP).      [#p4] Topographic and geophysical surveys have been carried out in the settlement during the regular excavation seasons; these have allowed a better knowledge of the archaeological site. Two methods have been followed in the geophysical survey, 4 magnetometry and electrical resistivity, but they did not produce the expected results because the difference in the magnetic fields of the materials used in the buildings and the sand that covers them is too small. However, it was possible to establish the presence of buildings buried by sand and debris in different areas, and of some highly magnetic zones. These can be interpreted mainly as ovens or fireplaces in domestic buildings, but two strong positive peaks suggested the presence of anomalous materials. One of these is located in Area 1 of the geophysical survey, which is located inside the temenos ( Fig. 3 , Fig. 4 ), west of building ST 20 under excavation. The anomaly revealed the presence at a shallow depth (calculated between 50 and 80 cm) of an “object” about 1 meter long, south of the standing walls of a building (labelled ST 21) built with local stone and mud brick and with the same technique as the Ptolemaic temple ST 18. Our first hypothesis for the interpretation of the magnetic anomaly was the presence of a basalt statue, which would have been a common occurrence in a temple area. It was then decided to open a new sector in building ST 21 to verify this supposition. In fact, the finding of a statue in context would have probably shed new light on those found in the past and of which the place of discovery is still unknown. However, the magnetic anomaly turned out to be something completely unexpected for a temple context: a complete iron sword (ST06/338/1474+2557) ( Fig. 5 , Fig. 6 ).        Fig. 5: Soknopaiou Nesos: Saggio 1 (south part): the sword ST06/338/1474 as it was discovered (courtesy of SNP).          Fig. 6: Soknopaiou Nesos: detail of the sword in situ (courtesy of SNP).      [#p5] Its first appearance was of extreme fragility, and thus we operated with a first consolidation before starting its removal and transfer to the Supreme Council of Antiquities general storehouse at Kom Aushim. Aly Taha Omar, from the Egyptian-Italian Center for Restoration and Archaeology in Cairo, consolidated the sword and the sand below it with sprayed paraloid and prepared a wooden box for its transportation ( Fig. 7 ). In 2008 Mohammed Ahmed, a freelance conservator, removed the paraloid and proceeded with the cleaning and consolidation of the sword. The rusted iron that covered completely the object turned out to be from the scabbard and not from the blade, which is perfectly preserved, along with the final part of the scabbard, where the iron sheet is thicker than in its upper part. Every iron piece has been maintained and consolidated. The ebony pommel did not need any treatment and is still very solid and unchanged. In contrast, the padding of the grip made with a red textile was found in very fragile condition and only partly preserved. It has also been treated in order to preserve it to the maximum extent possible.    [#p6] In 2012 a series of X-ray images was taken in the storehouse by means of an old portable X-ray machine from Medinet el-Fayyum. 5 The results, however, are not useful for a detailed study of the manufacture of the object.    [#p7] At present the sword and all its related pieces are stored in a wooden box, with foam supports shaped to fit, in the SCA general storehouse of Kom Aushim (Fayyum); they are registered in the SCA official register as no. 159.        Fig. 7: Soknopaiou Nesos: the sword after consolidation in situ (courtesy of SNP).           II. The archaeological context (P. Davoli)    [#p8] The trench, called Saggio 1, was initially 4 x 3 m; it was then enlarged to 10 x 6 m to cover the area of building ST 21, which was only partially visible at the beginning of the excavation. The area had a slope down toward the east and was covered by sand mixed with mud brick debris in varying concentrations.        Fig. 8: Soknopaiou Nesos: Saggio 1: Plan of ST 21 (drawing by S. Alfarano; courtesy of SNP).          Fig. 9: Soknopaiou Nesos: view of building ST 21 from south (courtesy of SNP).          Fig. 10: Soknopaiou Nesos: view of building ST 21 from north (courtesy of SNP).      [#p9] The excavation was limited to the surface layers that covered the upper part of the subterranean rooms of ST 21. In fact, the building is almost completely destroyed in its ground floor, and only parts of the north walls survive. It is actually composed of two structures built in two different phases: the most ancient one is called ST 21 I, while the most recent is ST 21 II ( Fig. 8 , Fig. 9 , and Fig. 10 ). The two buildings seem to have been part of one structure, of which only part of the underground rooms and walls survives. In fact, the south wall 339 seems to be part of the second phase (ST 21 II). The technique and building materials are different and not uniformly used: the walls of the underground rooms are built in mud brick, while the perimeter walls are made with a mixed technique, with rough slabs of local brown limestone at the base and mud brick on top.   [#p10] Seven underground rooms have been recognized, of which at least five were originally covered with barrel vaults, all oriented north–south and made in mud brick. The exploration of these rooms has been postponed till after the end of the excavation of the main temple ST 20, for logistical reasons.   [#p11] Room A (2.0 x 0.90 m) was a cellar, accessible through a shaft located in the southeast corner, and was originally covered by a vault.   [#p12] Room B (2.5 x 0.80 m) was a L-shaped cellar covered by a vault, and with the entrance shaft probably located northwest of it.   [#p13] Room C (2.10 m long) is a cellar with its original vault completely preserved. This is covered with part of the mud-brick floor of the upper room. The entrance vertical shaft is at its north side and is still well preserved (53 x 45 cm).    [#p14] Room D (1.70 x 0.64 m) was also a barrel-vaulted cellar, but its north end is not preserved.   [#p15] The central, irregular space G was probably not a cellar but only a space full of sand in the foundations of the building. The sword and a castanet half were found on top of it. The sword was lying 80 cm north of the stone wall ST06/339 and immediately to the east of the vault of room C (ST06/374).   [#p16] Rooms E and F are part of the second phase building (ST 21 II). E was a cellar (1.70 x 0.90 m) with a sort of niche on its east wall, while it is not clear if room F (1.48 x 0.92 m) was used as a cellar or if it was a space in the foundations.    [#p17] The stratigraphy covering the building (average thickness 60 cm) is unreliable, and the objects in it are certainly not in their original contexts. 6 The surface deposits were made of wind-blown sand and debris (ST06/336), 7 and of a concentration of mud bricks (ST06/337). These two units covered a layer of sand with mud brick rubble and organic materials, such as seeds of different fruits (ST06/338) and straw. In the surface layers ST06/336 and 337 a broken pottery statuette (ST06/336/1395), 8 three bronze coins, including one of Ptolemy VI (ST06/336/1447) and two drachmae of Antoninus Pius (ST06/336/1455, 1456), 9 a fragment of a capital made in plaster (ST06/337/1419), a wooden bolt (ST06/337/1729), a complete lamp (ST06/337/1587), 10 and a blue glass bead (ST06/337/1755) have been found. The iron sword, with a knob in ebony (ST06/338/1474) and the terminal part of the scabbard (ST06/338/2557), was found lying horizontally oriented north–south, at an elevation of 26 m asl ( Figs. 5 , Fig. 6 ). It seems an artificial deposition, at about 50 cm below the surface, but a depositional pit cutting DSU ST06/338 has not been recognized. Other items found in the same DSU are a fragment of a wooden seal (ST06/338/1390), an iron blade of a knife (ST06/338/1462), a bronze needle (ST06/338/1472), an illegible coin (ST06/338/1473), a wooden knob for a box (ST06/338/1479), a wood castanet half (ST06/338/1688), 11 and a bead in blue faïence (ST06/338/1751).        III. The sword (Ch. Miks) 12      1. Description of the find    [#p18] The sword (ST06/0338/1474) was found near structure ST 21, which was revealed in Saggio 1 (season 2006). At the time of the deposition, it was still stuck within its scabbard (ST06/0338/2557). Unfortunately, despite the arid climate the preservation of all components of the weapon was not good enough to conserve them permanently in their original position. Even upon restoration a certain reduction of material is to be observed. The following analysis essentially draws upon the blade with the pommel and parts of the grip as well as remains of metal components of the suspension and the lower end of the sword scabbard ( Fig. 11 ).        Fig. 11: Soknopaiou Nesos: the sword and its accessories after restoration. Photo and drawing (courtesy of SNP; drawing by C. Caputo).      [#p19] With the exception of a few nicks, the iron blade is fully preserved. It weighs around 1.3 kg (including the pommel and grip). From the point to the remains of the peened over/riveted end of the tang it measures 945 mm, consisting of the 172 mm long tang, 13.7 mm wide at its lower end, and the 773 mm long blade. The latter is characterized by slightly declining shoulders and waisted contours, that is to say, a partially arched indentation in the course of both cutting edges, and an extremely long point. Accordingly, its width changes significantly. It reaches 58 mm at the shoulders, 41.9 mm at the waist and 56.8 mm again at the transition to the point. The cross-section of the blade is of a flattened rhombic shape with a clearly accentuated central ridge. The strength of the blade along this central ridge also varies from 7.8 mm at the start of the tang, which demonstrates a rectangular cross-section, to 5.5 mm at the transition to the point of the blade. A particular local thickening of the point is not found. Its final area is once more accented by a slight kink in the blade’s edges. Without a metallographic analysis we cannot attempt any conclusions on the forging technological composition of the blade. Neither an optical nor an X-ray survey, the latter realized in adverse circumstances, yielded structures which might suggest the composition of different iron/steel elements with potentially varying degrees of hardness. 13        Fig. 12: Soknopaiou Nesos: details of the sword hilt: 1. side and frontal view of pommel and grip. 2. upper side of the pommel with the rivet head on the end of the tang. 3. bottom side of the pommel with entrance point of the tang (courtesy of SNP).      [#p20] The single entirely preserved element of the former hilt is a dominant pommel, which remains applied to the end of the tang of the sword ( Fig. 11 , Fig. 12 ). According to P. Davoli, it is made of a piece of ebony. It is 95.7 mm wide, 81.7 mm high and 66 mm deep. Deep indentations divide its body clearly. Basically, the central design element is a ball, which sits on a central base protruding to its front and rear. At the same time, each side has an “inserted”, or annexed, cylindrical or spindle-shaped element. The pommel is vertically drilled through with a conical drill hole that allows it to be slid onto the tang. On its bottom side, the shape of the drill hole is adjusted to the rectangular cross-section of the sword’s tang, which is still around 8.5 mm wide at the point of entrance ( Fig. 12.3 ). At the point at which it exits on the top of the pommel, the end of the tang is peened over to a mushroom-shaped mere approximately 6.5 mm wide and about 3 mm high, through which all of the hilt parts of the sword would formerly have been fixed to the tang to prevent them from slipping ( Fig. 12.2 ). The fact that the rivet head lacks an additional metal plate to ensure a sufficient pressure of the riveting denotes the density and hardness of the wood of which the pommel was made.   [#p21] Parts of the grip immediately below the pommel had originally been preserved ( Fig. 12.1 ). They did not consist of firm hilt plates or of a grip sleeve but of a red textile, which was wrapped tightly around the tang as a thick bundle. When the sword was found, it remained on three of the four tang sides with an approximate length of 61.5 mm. In contrast to the length, the width discernible at the time of about 29 mm and the depth/width (including the tang) of a maximum of ca. 27 mm, will have been quite close to the original dimensions of the grip.        Fig. 13: Soknopaiou Nesos: lower end of the scabbard frame with preserved terminal knob (courtesy of SNP).      [#p22] The well-preserved sword blade and pommel stand in stark contrast to the scanty remains of the scabbard (ST06/0338/2557). The best-preserved fragment is a 215 mm long piece of a metal binding of the lower end of the scabbard ( Fig. 11 , 13 ). This constitutes the parts of two channel-shaped edge bindings made of a 2 mm thick iron sheet. In the area of the former point of the scabbard they are merged within the nozzle-shaped neck of a separately manufactured spherical terminal knob (diameter 20 mm) with a horizontal groove all around. The internal width of the binding’s channel is 14.5 mm at the most and conveys a vague idea of the thickness of the former organic scabbard body at its lower end. The organic parts of the scabbard have disappeared, and therefore it is not possible to determine what material it was made of. Given the dimensions of the binding’s channel, however, the scabbard could very well have been supported by a thinner wooden body. Numerous metal fragments, which the restoration process separated from the blade, could indicate that the edge binding once continued above the area of the scabbard’s point, and thus that once a complete scabbard frame may have existed ( Fig. 11.1 ). Among these there are four 22 mm wide strip-like fragments of 2 mm thick iron sheet, possibly originating from horizontal frame- or carrying-clamps (suspension bands). The remains of four simple iron rings (diameter 19 mm) further indicate the former existence of a corresponding suspension of the scabbard. They are made of 3.5 mm strong rod material with circular cross-section.        2. The blade    [#p23] The waisted blade of the sword with its long extended point doubtless places the present weapon alongside comparably shaped Roman or at least Roman-influenced swords from find contexts of the Late Republic and the beginning of the early Roman Principate. With its 773 mm long blade it can be classified as a long sword. At least this is what an analysis of preserved sword blades of the Roman Principate suggests, according to which the transition between short swords ( gladii ) and long swords ( spathae ) is to be estimated at a blade length (without the tang) between 550 and 600 mm. 14 To what extent this statement can be transferred to the swords of the Roman Republic is, however, the subject of controversy. 15 This is due particularly to a group of blades that was identified by the majority of scholars in the past two decades 16 as belonging to the type described in ancient literature as the gladius hispaniensis . 17 According to a text, the authorship of which is assigned to Polybius (ca. 200–120 BC), 18 the Roman army adopted the gladius hispaniensis at the end of the third century BC from Celtiberians and apparently adapted the foreign weapon to their own technical abilities or ideas of forms as they existed already at this date. The written sources describe this kind of sword as relatively short and handy. Unfortunately, there are so far no unequivocal indications from “pure” Roman contexts that might permit an absolutely certain archaeological identification of this standard weapon of the Roman army in late Republican times. In any case, the body of Republican militaria , for which the use by regular Roman soldiers can certainly be proven, is minimal. Thus, those blades, which are favored by scholars as evidence for the gladius hispaniensis (e.g., Fig. 14.1–2 , Fig. 15 ), of which the waisted blade shape after all shows a strong relation to early Roman Imperial short swords of the Mainz type, 19 are in their large majority from sites in contact areas between the Roman sphere of influence and the late Iron Age societies of Central and western Europe. 20 In these areas, Italo-Roman imported goods were frequent components of representative behavior of higher social classes. 21 Nevertheless some of the mentioned societies had independent, highly evolved traditions of sword making.        Fig. 14: Swords from late Iron Age and Hellenistic find contexts: 1-2. hoard or votive finds (?) from Alesia ; terminus ante quem around 52(?) B.C. (redrawn after Rapin 2001, pl. 6). 3. from a grave filling near the hippodrome on the Tel es-Samarat in Jericho (West Bank); ca. first half of the 2nd century B.C. (redrawn after Stiebel 2004, fig. 266). 4. found beneath a layer of destruction debris in the « Maison de sceaux » (Quartier de Skardhana) on Delos ; terminus ante quem 69 B.C. (redrawn after Siebert 1987, fig. 19).          Fig. 15: Swords from South Alpine graves of the late pre-Roman Iron Age: 1. San Bernardo in Ornavasso (Italy), grave 31 (after Bianchetti 1895, pl. 4,5). 2. Giubiasco (Canton Ticino, Switzerland), grave 471. 3. Giubiasco, grave 71. 4. Giubiasco, grave 108 (nos. 2-4 after Ulrich 1914, pls. 78,6.8; 86,3-4).      [#p24] Keeping the above in mind, we have to assume a use of potentially Roman imported swords alongside native products that adapted an originally Roman design for locally preferred longer blades. 22 The putative identified gladii hispanienses , with their blade lengths ranging between 590/600 and 700 mm, and in individual cases achieving significantly greater lengths, thus also clearly contrast with the Roman infantry’s short swords of the Roman Principate, with blade lengths mostly below 550 mm. When it comes to the above mentioned length analysis of predominantly Roman Imperial blades, the supposed gladii hispanienses must thus be classified as long swords ( spathae ). This apparent contradiction has raised doubts in recent literature about the accuracy of using the length 550/600 mm as the dividing threshold between short and long swords. 23 However, a closer examination reveals that there is no such contradiction. The linguistic/academic distinction between gladius , alias short sword, and spatha, alias long sword, common today, essentially relies on a passage of Tacitus ( Annales 12.35) . In this source of the late first century AD the term spatha , which is used literarily for the first time here to characterize a specific kind of sword, is contrasted with the term gladius , which was well established in literature, without any further explanation. According to Vegetius ( Epitome 2.15.4) , 24 who refers to older written sources, the spatha is merely a gladius maior . This insight allows us to understand the specific text passage in Tacitus as offering a contrast between short and long swords. At the same time, the term gladius maior also means that while the basic word gladius referred to a “sword”, it need not necessarily have specified a short one. It is the adjectives added to the primary word or the literary context that allow for a more precise definition. However, in the case of the gladius hispaniensis , literary sources 25 just reveal that the weapon should have been shorter than contemporary Gaulish swords. 26 Their blade dimensions, between 700 and 900 mm, frequently range at the upper end of the spectrum of lengths which is ascertainable for Roman Imperial long swords. 27 In the early Roman Principate, i.e., in the period in which Tacitus wrote, the longest blade normally even reached the shorter length, or at the most the lower end of the described range. 28 It thus appears conceivable that the gladius hispaniensis was not an explicit short sword even by ancient or at least Roman Imperial standards, but instead was a gladius maior (= spatha ) with a comparatively short blade. 29 At least this would be valid for the majority of the sword finds which currently appear as gladius hispaniensis in recent literature. The above-mentioned contradiction would thus have been solved.    [#p25] In any event, however, the constant association of archaeological finds with special terms from ancient literature is always risky, because it gives a scientific theory based on archaeological finds the appearance of being a statement of facts ascertained through ancient primary written sources. At the same time it forces a group of real objects into a literarily prescribed frame of historical development and use, to which future interpretations of archaeological evidence and finds are adjusted more or less consciously. The price of this framework could be a good degree of critical distance and academic objectivity. That is to say, if an object is described rather vaguely in ancient literature, and the situation of archaeological sources is not absolutely clear, the use of ancient terms should definitely be avoided and a neutral, purely find-material oriented description of types should be preferred. In the case of alleged finds of gladii hispanienses , regardless of the arguments pro and contra the accuracy of their designation, 30 we are confronted with, first, the problem of an imprecisely defined or definable maximum length and, second, the problem of their relation to swords of the Roman Principate.    [#p26] With respect to the first point, as indicated above, the group of supposed gladii hispanienses also includes blades that doubtless belong to its form typology, but contrary to literary descriptions, do not fall short of the contemporary “Gallic” spathae in terms of their length.    [#p27] With respect to the second point it should be noted that blades of the group of supposed gladii hipanienses continue to be evidenced until the beginning of the early Principate. 31 Then, as early as the Augustan period, their lengths at once stand in a strong contrast with the significantly inferior lengths of those infantry swords, the use of which by the Roman army for the first time is demonstrated by archaeological contexts. Whereas we lack finds that could illuminate possible intermediate steps, and the line of development to these typologically related short swords thus remains obscure, the length and some form elements of the presumed gladii hispanienses continue without a break until the early Roman Imperial long swords. 32    [#p28] In order to prevent typological confusion and a bias with regard to the gladius hispaniensis , I prefer to continue using the same terminology of sword types defined for the beginning of the Principate on a secure material basis, as also in the late Republican period, so long as no conceivable typological changes call for a different categorization.    [#p29] Precisely in this sense, the sword from Soknopaiou Nesos can be classified as a spatha of the Nauportus type. 33 This type comprises those long swords with clearly waisted blade (contours) and long points, thus closely related to early Roman Imperial short swords of the Mainz type (variants “Sisak”, “Mühlbach“ and “Classic”). 34 While the tang length of the present sword corresponds to the usual value of this blade type, the 773 mm long blade clearly differs from most comparable examples, with the majority of blade lengths between 640 and 700 mm. The width, too, of 58 mm is somewhat above the common dimensions, which range between 40 and 55 mm. The dimensions of at least one of the two Nauportus type swords from Alesia (Dép. Côte d’Or, France [ Fig. 14.1 ] with a possible terminus ante quem at 52 BC) are roughly comparable. 35 This rapier-like sword blade tapers strongly to its point, though unfortunately only preserved in fragments, and displays a maximum width of 58 mm. Old photos allow its reconstruction to a blade length of about 735 to 760/770 mm (ca. 925 to 955 mm including the tang). The proportions of the weapon from Soknopaiou Nesos, however, find closer parallels in the second blade from Alesia ( Fig. 14.2 ) 36 or for example also in swords from graves 71, 119 and 471 of the cemetery at Giubiasco (Canton Ticino, Switzerland), 37 even though the blades of the latter are only between 610 and 700 mm long (without the tang) and between 40 and 56 mm wide ( Fig. 15.2–3 ). The three last mentioned grave finds already date to the second half of the first century BC and the early Augustan period. 38 In any case, a closer examination of comparable pieces with similarly strongly, intentionally waisted blades, 39 such as the example from Soknopaiou Nesos, discloses an essential concentration of find contexts in the first century BC and the Augustan period. 40        3. The components of the scabbard    [#p30] Together with the sword blade from grave 471 at Giubiasco, some traces of its wooden scabbard and large parts of the iron scabbard frame were preserved ( Fig. 15.2 ). 41 Along with the respective remains of horizontal strip-like frame clamps and carrying clamps (suspension bands), one of which included the fragment of a hooked-in carrying ring, the frame surely conveys a good impression of what we can presume to be the appearance of the scabbard frame of the spatha from Soknopaiou Nesos. Self-sustaining iron scabbard frames are generally assumed to have been used by the Roman army upon Celtiberian inspiration in context with the establishment of the gladius hispaniensis , 42 and recur in Roman contexts until the general abandonment of so-called “frame-scabbards” around the mid-first century AD. Their evidence again concentrates in the first century BC, whereas the use of copper alloy was important for more recent frame-scabbards. With respect to the frame clamps and carrying clamps (suspension bands), the shift to non-ferrous metal had apparently concluded already in the early Augustan period. This observation is supported by the circumstance that most iron scabbard frames of Roman or Roman-influenced swords from the last third of the first century BC are already combined with bronze/brass clamps 43 alongside the first completely non-ferrous metal frames, as for example the Nauportus type spatha from grave 119 at Giubiasco. 44 Then again, a (Nauportus type?) spatha in grave 31 (La Tène D2) in the necropolis of San Bernardo in Ornavasso (Italy) has an iron scabbard frame ( Fig. 15.1 ), probably combined with at least partially iron clamps and simple carrying rings. 45 On the other hand, a sword from Delos ), revealed beneath the debris of the destruction caused by a pirate attack in 69 BC, was equipped solely with simple iron frame clamps and carrying clamps (suspension bands), holding together a pure leather scabbard with a leather frame ( Fig. 14.4 ). 46 For a closer chronological classification of the scabbard frame that belongs to the spatha from Soknopaiou Nesos, its pure iron composition –so far as this is reconstructable – as well as the shape of its terminal knob can be taken into account ( Fig. 11 , 13 ). The separately produced spherical knob with a horizontal groove all round and the nozzle-shaped neck seem to vaguely anticipate the structuring or fastening traits common, although more elaborate and diverse, to many of the mainly non-ferrous metal terminal knobs of scabbard bindings of the early Roman Principate. 47    [#p31] To sum up, a date for the frame-scabbard from Soknopaiou Nesos to the period between the mid-first century BC and the early Augustan period seems plausible.          4. The hilt elements    [#p32] Without doubt, the most remarkable elements of the sword presented here are the remaining parts of its hilt, i.e., the pommel and what is left of its grip.        Fig. 16: Bone grip sleeves of swords (1-2) and knives (3) from the Roman Principate: examples from the legionary fortress in Mainz (after Behrens 1912, fig. 20,1-2.4).      [#p33] What is unusual about the grip is the fact that it is simply made of cloth wrapped around the tang ( Fig. 12.1 ). Judging from other swords of the Roman Principate, one would most probably have expected a Roman or Roman-influenced sword to have a solid, tube-shaped, wood or bone grip sleeve, slid onto the tang ( Fig. 16.1–2 ). 48 Among the earliest archaeologically attested Roman grips of this kind are cylindrical to barrel-shaped grip sleeves with their surface decorated with parallel grooves/cannelures running along the axis of the grip or spirally around it ( Fig. 16.1 ). A relatively homogenous group of similarly produced grips, with a certain chronological concentration in the Augustan and Tiberian period, presumably draws on Republican traditions. 49 The census-relief of the so-called Ara of Domitius Ahenobarbus in Rome (late second to first half of the first century BC) 50 shows Roman soldiers, and a depiction of a sword grip with similar cannelures ( Fig. 17 ), possibly supporting the aforementioned hypothesis. On the other hand, we cannot exclude that the spiral groove of this stone relief may just mean a simple textile or leather band wrapped tightly around the blade tang. Ultimately, it is conceivable that even the similarly arranged groups of grooves on the surface of the solid grip sleeve at the beginning of the Roman Principate represent an abstract decorative adaptation of an originally real wrapped feature. If we accept this last suggestion, the singularity of the remains of the sword grip from Soknopaiou Nesos could simply result from a modern research gap caused by the perishable character of the wrapping material.        Fig. 17: Soldiers on the «Census-Relief» from the so-called «Ara of Domitius Ahenobarbus» in Rome (Musée du Louvre Paris); late 2nd century to first half of the 1st century B.C.: details of the sword and full view (left image after Miks 2007, pl. 294,C; right image after Michon 1909, fig. 1).          Fig. 18: Grave stela from the Certosa necropolis in Bologna ; second half of the 5th century B.C.: detail and full view (after Morigi Govi, Sassatelli 1984, pl. pp. 312/313).          Fig. 19: Arms reliefs on two screen panels of the porticus ballustrades in the sanctuary of Athena from Pergamon ; around ca. 183 B.C.: full view and details of the swords (after Droysen 1885, pls. 43-44,1).          Fig. 20: Epitaph of Minucius, a Centurio of Legio [M]artia, in Padua; ca. 44-42 B.C. (after Franzoni 1987, pl. 13).          Fig. 21: Depiction of riders (detail) on a relief of a pillar tomb from Arlon (Belgium) ; ca. third quarter of the 1st century A.D. (after Junkelmann 1992, fig. 163).          Fig. 22: Examples of hilt elements with “knobbly” structures in sword finds from the late Hallstatt and Latène period: 1. from grave 1 of the Saint-Maur-des-Fosses necropolis, Dép. Val-de-Marne, France; ca. second quarter of the 3rd century B.C. (redrawn after Leconte 1990-1991, fig. 5.1). 2. from the river Saône near Mâcon, Dép. Sâone-et-Loire (France; after Ferry 1870, pl. 41,2a-b). 3. so-called « Knollenknaufschwert » from the Danube near Ulm, Baden-Württemberg (redrawn after Richter &amp; Jahn 1925, fig. 1).          Fig. 23: Detail of a funerary monument from Soliceto Panaro, Comune di Modena (Italy); ca. second half of the 1st century B.C. (after Franzoni 1987, pl. 14,3).          Fig. 24: Relief plate from a monument for tribunus militum Lucius Appuleius, integrated in secondarily use in a building on the Piazza Garibaldi in Nomentum (Italy); ca. 40-30 B.C. (after Zanker 1975, fig. 44).          Fig. 25: Fragment of a funerary stela from Kadiköy/Chalkedon , Istanbul (Musée du Louvre Paris); ca. early 1st century B.C. (after Pfuhl &amp; Möbius 1979, pl. 321,2272).          Fig. 26: Relief plate with the divine triad Baal-Shamin, Aglibol and Malakbel, found on the Bir Wereb in Wadi Miyah near Palmyra (Musée du Louvre, Paris); ca. first half of the 1st century A.D. (Photo: © 1997 RMN / Hervé Lewandowski; source: http://www.louvre.fr/en/oeuvre-notices/divine-triad ; used under the terms noted at http://www.louvre.fr/en/conditions-use-images ).          Fig. 27: Soknopaiou Nesos: votive (?) miniature sword made of lead, found near the southern temenos wall in the temple precinct (courtesy of SNP).      [#p34] Lastly, the classification of the pommel made of ebony is no less problematic ( Fig. 11 , Fig. 12 ). The contours of its front side present a shape that is so far mainly familiar from ancient reliefs. Worth mentioning are, for example, the early hilts of Celtic warriors on Etruscan monuments, as for example a stela from the Certosa necropolis in Bologna, ancient Felsina, ([ Fig. 18 ] second half of the fifth century BC); 51 or the hilts of captured Galatian arms on the balustrade screens in the Athena sanctuary from Pergamon ([ Fig. 19.2–2a ] around 183 BC), 52 and finally representations of swords in the context of late Republican to early Imperial Roman army equipment, as for instance on the epitaph of the centurion Minucius in  Padua ( Fig. 20 , ca. 44–42 BC) 53 or the relief blocks of a pillar tomb with the scene of an equestrian combat from Arlon (Belgium [ Fig. 21 ] ca. third quarter of the first century AD). 54 Both the latter monument, possibly representing Gaulish auxiliary cavalry of the Roman army, and the Pergamene arms reliefs or monuments such as the stela from Bologna, which ought to be considered alongside further Italian representations of barbaric warriors with similar sword hilts, 55 could support the hypothesis that such hilts were inspired by Celtic armament. This had similarly structured metal hilt elements, both three-dimensional objects ( Fig. 22.2 ) 56 – especially on the so-called “Knollenknaufschwerter” with knobbly pommels ( Fig. 22.3 ) 57 – as well as riveted elements on the front side combined with hilt components made of organic material ( Fig. 22.1 ), 58 as is evidenced already for the late Hallstatt/early Latène period. Irrespective of the fact that the so-called gladius hispaniensis is the adaptation of a special blade shape from Celtiberian armament, it seems questionable whether Celtic hilt forms developed such a great impact as to have the centurion Minucius in Padua ( Fig. 20 ) and numerous other Roman officers be depicted on Italian funerary or honorary monuments of the first century BC with similarly designed sword- or dagger-pommels. 59 Examples are, among others, the reliefs in Modena (Italy; [ Fig. 23 ] ca. second half of the first century BC), 60 in Mentana (Italy; [ Fig. 24 ] 40–30 BC), 61 in Isernia (Italy; around 27 BC) 62 or in the Museum of Fine Arts in Boston (ca. last quarter of the first century BC). 63 It is striking that – apart from the relevant hilts – the other equipment presented on the mentioned monuments, or more precisely, the armament and the clothing (such as linothoraces or muscle cuirasses, pteryges and paludamenta ) and – as far as identifiable – also the manner of bearing the sword on the balteus display unequivocal Hellenistic-Italic traditions. Occasionally, this connection is even unquestionable for the hilt of the sword/dagger, as for example on an Augustan epitaph in the Carlsberg Glypothek in Copenhagen. 64 As on the above-mentioned relief from Mentana ( Fig. 24 ), the officer is represented with nothing but a draped paludamentum in otherwise heroic nudity. He thus carries on the tradition of the idealized Hellenistic image of the ruler, 65 which in this case is further emphasised by the hilt of a Graeco-Italian xiphos . Following on from the strong Hellenistic influences, evident in the aforementioned Roman relief depictions, we are confronted with the question whether spherical structured forms of pommels actually ought to be stressed as an element which emanates from Celtic influence, or whether Hellenistic armament can have had similar pommels. In the absence of significant archaeological finds from Eastern Mediterranean contexts of the third to the first century BC, we cannot give a secure answer to this question. At least the tang of the sword from Delos ( terminus ante quem around 69 BC) 66 mentioned above ( Fig. 14.4 ), with its preserved mushroom- or ball-headed rivets from the fitting of a previously organic pommel, could represent a suitable clue, if we were to consider that the piece need not necessarily be an imported Roman weapon. 67 We can perhaps gather the best impression of the former appearance of this pommel by consulting early Roman Imperial reliefs from the oasis town of Palmyra , which show armed gods in an hybrid Hellenistic-oriental style (e.g., Fig. 26 ). 68 On top of the local costume, these gods wear pteryges , and finally also a muscle cuirass or, alternatively, an oriental lamellar armor resembling Hellenistic linothorax (including fascia and chlamys ). According to oriental custom, the sword is mostly fixed to a narrow waist belt but has a frame-scabbard with two carrying clamps (suspension bands), corresponding to early Roman Imperial weapons. In so far as discernible, the hand-guards of these swords often demonstrate a more or less high angular shape, such as those represented already on Greek weapons on the balustrade screens ( Fig. 19.2b–c ) from Pergamon  (ca. 183 BC) 69 or on eastern Greek epitaph reliefs from the second to first century BC ( Fig. 25 ). 70 Most probably, the shape is to be interpreted as a reminiscence of the wide angular scabbard lockets of traditional Graeco-Italic xiphē. 71 The oriental and Mediterranean details of costume and armor are now joined and complemented by “knobbly” sword pommels, which are represented en masse on Palmyrene reliefs of gods of the late first century BC to first century AD. According to the proportions of the individual “knobs” to one another, here, too, we can observe both depictions which – regarding the sword from Delos – could indicate an organic spherical pommel with a fitting of metal mushroom- or ball-headed rivets, 72 as well as depictions in which the exterior contours and interior composition of the front side perfectly correspond to the preserved ebony pommel of the sword from Soknopaiou Nesos ( Fig. 11 , Fig. 12 ). The most striking examples in this context are provided by the much cited Palmyrene relief plate (ca. first half of the first century AD) with the divine triad Baal-Shamin, Aglibol and Malakbel in the Louvre in Paris since 1945 ( Fig. 26 ). 73 Although we cannot exclude the possibility that Celtic south-east migrations during the third century BC 74 started a massive Celtic influence on Hellenistic sword equipment, possibly continued by the Galatian colonization in central Anatolia, it has little explanatory force for the concentration of “knobbly pommels” in divine depictions in a Hellenistic-oriental desert metropolis. 75 Unfortunately, the Palmyrene wealth of significant sword depictions from the beginning of the early Roman Principate is unique in the Parthian Empire and its peripheral areas. Even from Ptolemaic to early Roman Egypt, no contemporary illustrations of swords seem to be available, as far as the authors know, which indicates once more that the “knobbly pommels” could have been usual elements of a late Hellenistic oriental form tradition or merely that they were frequently used in the region in question, respectively the Fayyum or even the closer surroundings of Soknopaiou Nesos. 76 Related considerations notwithstanding, a miniature sword/dagger ( Fig. 27 ; SO12/-/3852) of lead (length just above 6 cm) which evokes Celtic-influenced late Iron Age sword hilts ( Fig. 15,4 ), 77 was found near the Southern wall of the temenos in Soknopaiou Nesos and was possibly once donated as a votive. 78 The bent design of its grip/hand-guard 79 could serve as a reminder that the possibility of Celtic/Galatian foreign influences should not be ignored entirely even in the Fayyum. 80        Fig. 28: Fragment of an assumed “knobbed mace-head” made of serpentine, found in grave 26 (Naqada II-period) in the pre-dynastic elite necropolis HK6 from  Hierakonpolis ; ca. first half of the 4th millennium B.C. (after Sievertsen 2008, fig. 2-3).          Fig. 29: Alleged pre-dynastic “knobbed mace-heads” of quartz (1), calcite (2) and steatite (3) in the Egyptian collection of the University College London (inv.-nos. 15406, 15407 &amp; 15408), purchased on the Egyptian antiquities trade (1-2) and in Upper Egypt (3), sites unknown (images 1a-3a after Petrie 1920, pl. 26,61.63.65; Photos 1b-3b: Petrie Museum © 2013 UCL [trimming and presentation under the terms of CC BY-NC-SA license, version 3.0]).          Fig. 30: Presumed “knobbed mace-head” (Cairo Egyptian Museum J.E. 25554) made of serpentine(?), found in Luxor (Photos: © Ch. Eckmann [RGZM Mainz] by courtesy of the Egyptian Museum Cairo).          Fig. 31: Damaged, putative “knobbed mace-head” (Cairo Egyptian Museum J.E. 45047) made of ivory, found in Mit Rahina in 1914 (Photos: © Ch. Eckmann [RGZM Mainz] by courtesy of the Egyptian Museum Cairo).          Fig. 32: Presumed “knobbed mace-head” (Cairo Egyptian Museum J.E. 45047) made of horse (?) bone (with iron nails originally fastening now lost cover sheets/pieces), found in Mit Rahina in 1914 (Photos: © Ch. Eckmann [RGZM Mainz] by courtesy of the Egyptian Museum Cairo).          Fig. 33: Knobbed mace-head, made of white limestone, found in regular excavations in the settlement of Susa, Iraq ; final 5th/early 4th millennium B.C. (after De Morgan 1912, fig. 109).      [#p35] Irrespective of the above discussion, the choice of ebony as the material for the sword pommel of the weapon from Soknopaiou Nesos ( Fig. 11 , Fig. 12 ) does not seem to suggest an import from Europe or Asia Minor. A closer inspection reveals, in addition, that the model and comparable examples for its entire form can ultimately not be established in the La Tène milieu. This becomes apparent as soon as the pommel is regarded not just from the front, and the barely latènoide spindle-shaped/cylindrical shape of the lateral “knobs” can be appreciated more clearly. Viewed from above ( Fig. 11.2 , 12.2–3 ), the piece has contours rather like the head of a hammer. Surprisingly, an intensive review of Egyptian small finds has directed us to a group of rare objects, which are entirely or partially similar to the presented sword pommel, not just looking from the top, but also from the front. However, these small finds are manufactured of stone or of bone, and, according to W. M. Flinders Petrie, 81 they are interpreted as pre-dynastic mace-heads. While many of these finds cannot be dated with greater precision, the damaged longitudinal half of a similar “knobbed mace-head” of green serpentine ( Fig. 28 ), found in 2006 in grave 26 (ca. first half of the fourth millennium BC; Naqada period II) in the pre-dynastic elite necropolis HK6 at Hierakonpolis , 82 seems to preliminarily confirm this dating. Three further “knobbed mace-heads” made of quartz ( Fig. 29.1a–b ; height: 47 mm), calcite ( Fig. 29.2a–b ; width/height: 77 x 70 mm) and of dark green steatite ( Fig. 29.3a–b ; width/height: 69 x 55 mm), 83 were acquired on the Egyptian antiquities market in Upper Egypt by the Egyptian collection of University College London. 84 They seem to be more of less exact analogies to the sword pommel from Soknopaiou Nesos, but made of stone. At least three further good parallels are stored in the Egyptian Museum in Cairo. 85 One of them ( Fig. 30 , J.E. 25554) consists of green-black stone (presumably serpentine; width/height/depth: ca. 72 x 55 x 49 mm) and was found in Luxor/ Thebai . The other two old finds (J.E. 45047) are from Mit Rahina/ Memphis (1914) and are made of ivory ( Fig. 31 ; width/height/depth: ca. 67 x 56 x 44–45 mm) and bone ( Fig. 32 ; perhaps horse bone; width/height/depth: ca. 80 x 75 x 54–55 mm). The remains of small iron nails and discoloration from corrosion in the latter example ( Fig. 32 ) show that the cancellous bone protruding from both narrow sides was covered by non-ferrous metal sheets. Unfortunately, there is no further information on the find contexts of the three pieces in the Cairo Egyptian Museum, as was the case for the London collection. The “knobbed mace-heads” represent a comparatively insignificant number within the spectrum of the shapes of Egyptian mace-heads. 86 Their appearance is attributed to Near Eastern influences in the first half of the fourth millennium BC. 87 Literature, partly dating back nearly a century, 88 has referred to the Near Eastern knobbed mace-heads from Susa, Iraq ( Fig. 33 ; final fifth / early fourth millennium BC) 89 and from grave 114 at Tepe Gawra near Khorsabad (Iraq, ca. 4000–3800 BC) 90 as the ideal examples or predecessors of the Egyptian ones. However, these objects are essentially rather representatives of the large group of “pear-shaped mace-heads” with mainly smooth surfaces, including three to four semi-spherically protruding round to oval bumps, almost resembling applications. Even though a “pear-shaped mace-head” made of pink limestone and with three knobs from the Naqada-II-period grave 3740 at Badari 91 may support the idea of the influence of these Near Eastern knobbed mace-heads on the Egyptian development of mace-heads, it does not suffice to determine a coherent line of development toward those Egyptian examples with more strongly subdivided forms like those in the sword hilt from Soknopaiou Nesos. 92 Nevertheless, because of the mentioned fragments of mace-heads from grave 26 (HK6) from  Hierakonpolis ( Fig. 28 ) the appearance of this shape as early as the fourth millennium BC cannot be argued away.    [#p36] In light of the above observations, we must of course face the question of how the existence of a sword pommel of identical design can be explained in an almost four millennia younger weapon.        Fig. 34: One of several miniature daggers, made of terracotta, found during excavations of a terracotta workshop (site n. 9 [5]) in ancient Naukratis near An-Nibayrah (British Museum London, GR 1886.4-1.1537); Ptolemaic period (after Walters 1903, fig. 53).      [#p37] An initially intuitive explanation could be that a mace-head that was already an antiquity in the Ptolemaic/Augustan period, possibly having been dug up from the ground, could have been mounted in secondary usage to a contemporary sword due to its pleasing form or other motivations. However, the numerous depictions of comparable pommels on contemporary Roman and Hellenistic/oriental monuments discussed above necessarily refute this explanation. What is more, a range of locally produced Ptolemaic to early Roman miniature swords/daggers of terracotta are known from Egypt, some of which present comparable pommel shapes to that of the sword of Soknopaiou Nesos, including an attached, horizontally ribbed grip (possibly imitating a wrapped feature?). The finds from an apparently Hellenistic terracotta workshop in the eastern part (site no. 9[5]) of the antique Naukratis near An-Nibayrah 93 are just one example ( Fig. 34 ). Bearing this in mind, we must rather question whether the one or the other object is similarly a pommel of Hellenistic to Roman dating, rather than, as interpreted so far, a pre-dynastic “knobbed mace-head.” Such a function is readily conceivable for the two bone examples from the Cairo Egyptian Museum ( Fig. 31 , Fig. 32 ), and it should not be entirely excluded even for stone representatives. This way, we can trace the use of sword elements made of stone (among others, scabbard-slides, hand-guards and pommels), which originate from middle- or east Asian influences, in the North Pontic, South Russian area and in the Near East throughout the entire Roman Imperial period. 94 It is noteworthy that some of the presumably pre-dynastic Egyptian “knobbed mace-heads” contrast to the majority of the other forms of mace-heads by their common feature of a shaft hole, clearly conical to the upper point of emergence, and markedly angular to rectangular at the lower end. The majority have a pierced drill hole, which is straight, only slightly conical or even vaguely hourglass-shaped at the mounting, with a round cross section. This peculiarity could obviously simply be intended to prevent an arbitrary contortion of the “knobbed mace-head” out of its shaft because of its special, irregular design. Still, we must observe that these angular and conical drilled passages correspond to the ideal design of a tang’s passage on early to middle Roman Imperial sword pommels of Roman style. Such considerations notwithstanding, the question remains whether there were circumstances that induced the long survival of an evidently pre-dynastic form of mace-head until its deployment as a pommel for a late Ptolemaic to early Augustan weapon. The importance of the mace as a symbol of power and domination in the Near East and Egypt seems the only conceivable explanation. 95 This role lies beind the use of the mace as a consistent component of the attributes of oriental deities. 96 Assuming this much, there is finally the question whether the mace-head, the characteristic element of this symbol of power, was shifted from the shaft of a mace to the tang of a sword in the course of an iconographic change in the images of the gods. The accumulation of knobbly pommels or those similar to knobbed mace-heads could, in this term, be easily apprehended in relation with depictions of deities in Palmyra ( Fig. 26 ). This does not necessarily imply that the actual transferral of the mace-head shape, as displayed by the sword from Soknopaiou Nesos ( Fig. 11 , Fig. 12 ), was really understood as a personal symbol of power for the respective sword-bearer. The possibly intentional divine reference could rather point to a military symbol of victory and/or assistance or an apotropaic function, as similarly discussed for Roman pendants and knife or sword hilts in the shape of “Hercules maces” ( Fig. 16.3 ). 97 On the basis of this interpretation, the cultural reciprocity between Occident and Orient during Alexander’s campaigns, or the subsequent empires of Alexander’s successors, might have facilitated an adaptation and western diffusion of the “knobbed mace-head”/knobbly pommel form by means of the Hellenistic sword armament, up to the depiction of “knobbly” sword hilts on monuments in late Republican Italy.           IV. Conclusions (P. Davoli, Ch. Miks)    [#p38] The shape and dimensions of the sword from Soknopaiou Nesos ( Fig. 11 ) suggest a classification as a spatha of the Nauportus type. The design of the scabbard and hilt encourages a dating to the second half of the first century BC or, at the latest, to the Augustan period. According to current state of research, it counts as a Roman or Roman-influenced weapon. Nevertheless, the aforementioned conclusion has to be tempered by the fact that so far the development of Hellenistic swords during the last three centuries BC is quite unclear. Due to the lack of a solid amount of preserved real weapons our knowledge in that matter is mainly dependent on more or less detailed and sometimes quite fanciful iconographical sources in the fine arts. It remains substantially unclear how and when the design of Hellenistic swords possibly picked up certain developments and inspirations from the western Mediterranean area, particularly Spain and Italy, but also Gaul, and to which degree these inspirations were related to Greek traditions and potentially oriental influences. 98 In this respect, we must be aware that the partial or full classification of a few swords found in East Mediterranean sites of the Hellenistic period, such as from a grave in Jericho (West Bank; [ Fig. 14.3 ]; ca. first half of the second century BC) 99 and from the settlement finds in Delos ( Fig. 14.4 ; terminus ante quem 69 BC), 100 as Roman gladii hispanienses is quite precarious. 101 Otherwise the sword from Soknopaiou Nesos would now theoretically be the third contextualized “foreign find” of this kind in the eastern Mediterranean, while an example of the “regular” late Hellenistic swords, which should be used by the majority in that region during the mentioned time, would be so far completely unknown to scholarship. However, the blade of the weapon from Soknopaiou Nesos has the dimensions of a long sword, and even with the greatest tolerance, we can no longer assume its use by heavy Roman line infantry, i.e., by legionaries. We can consider that in the late Republican Roman army at least infantry or cavalry auxiliary contingents were mainly composed of allied peoples with still strong indigenous elements of costume and armament. 102 An accurate analysis of the preserved hilt elements suggests that at least the “final mounting” of the sword from Soknopaiou Nesos presumably took place in an oriental, perhaps even Egyptian workshop. With regard to its postulated dating, it is also imaginable that it was used in the course of arming parts of late Ptolemaic troops. On the basis of this circumstance alone, special explanatory models of the sword’s arrival in the Fayyum are redundant. On the other hand, countless possibilities arise – even for a weapon from a Roman armory 103 – in the context of Roman-Egyptian relations and conflicts as early as the period between the reinstatement of Ptolemy XII (80–51) in 55 BC, possible thanks to a Roman military intervention, and the establishment of Egypt as a Roman province in 30 BC.    [#p39] Soknopaiou Nesos itself was, nevertheless, neither a settlement under military influence, nor one displaying evidence for a military installation in its surroundings, which could directly associate the sword with a garrison. The settlement was essentially inhabited by Egyptians, 104 and most of the activities represented in papyri are related to the temple, trade, and the breeding of camels. Roman soldiers are mentioned in second and third-century AD papyri with the function of supervising affairs within the kome and of receiving materials for the army by the local priests. 105 The last transactions are witnessed by regular receipts. 106 A number of petitions from Soknopaiou Nesos (first to third century AD) are addressed to a centurio , but it is unclear where these centurions lived. 107 The presence of soldiers in many villages of the Fayyum, both from the Ptolemaic period and the Roman Principate, is well known from papyri and other written sources. In this context, the find of a Hellenistic or Roman sword in Soknopaiou Nesos should not really come as a surprise, regardless of whether members of the army lived in the town or not. In addition, the place of discovery of the weapon, i.e., within the temenos of the main temple, could be significant for the question of the function it served in its last phase. It cannot be stressed enough that the find context was not reliable from an archaeological point of view, as the sword was no longer in its original place of deposition, but instead displaced secondarily, possibly even in recent times. The same can be stressed for the other archaeological contexts where a few other militaria have been found, like an iron and a bronze arrowhead (ST10/706/3346 and ST12/851/3991) of different shapes and dating, as well as the above mentioned miniature lead sword ( Fig. 27 ; SO12/-/3852). 108 It is nevertheless not questionable that all these weapons have been found inside the temenos .    [#p40] In short, there are two possible explanations of the final function of the sword. Either it was an “active” weapon until its deposition somewhere in the temenos , belonging to the defensive repertoire of the settlement and/or the sanctuary, or it was a votive object dedicated to the temple, maybe exhibited for a certain time, and then stored in an adjoining building (ST 21?) or, perhaps, ritually buried. 109    [#p41] In the first case, we have to assume that the sword was discarded as an obsolete weapon, given its date and the long life of the settlement, which was abandoned in the mid-third century AD. Its deposition place was in the surface layer made of sand and debris and thus cannot be considered as a first century BC level.    [#p42] In the second case, the sword must be classified as an individual votive offering rather than as part of a larger offering of war booty, due to the lack of other items of coeval armament. Depending on its original owner, it can thus have had a decisive individual symbolic value 110 or have been of supra-regional importance. 111 Assuming a certain time of use, it seems plausible that it was dedicated at the latest in the early first century AD. Nonetheless, this does not exclude the possibility of a much earlier date for its dedication and removal from the original exhibition place already during the renovation of the temple at the end of the Ptolemaic/beginning of the Roman period. 112    [#p43] All these considerations are merely speculative until future excavations will possibly yield new finds in more reliable contexts that can illuminate the meaning of the presence of weapons within the temple precinct, as well as the significance of the presence of soldiers in Soknopaiou Nesos.         Bibliography    [#work-cited-1] Alston, R. 1995. Soldier and Society in Roman Egypt. A Social History, London, New York.    [#work-cited-2] Andronicos, M. 1984. Vergina. The royal tombs and the ancient city , Athens.    [#work-cited-3] Bailey, D. M. 2008. Catalogue of the Terracottas in the British Museum IV: Ptolemaic and Roman Terracottas from Egypt , London.    [#work-cited-4] Baitinger, H. 2011. Waffenweihungen in griechischen Heiligtümern . Monographien des Römisch-Germanischen Zentralmuseums 94, Mainz.    [#work-cited-5] Behrens, G. 1912. “Neue Funde aus dem Kastell Mainz,”  Mainzer Zeitschrift 7, 82–109.    [#work-cited-6] Beylier, A. 2012. L’armement et le guerrier en Méditerranée nord-occidentale au premier âge du Fer . Monographies d’Archéologie Méditerranéenne 31, Lattes.    [#work-cited-7] Beylier, A., A.-M. Curé, E. Gailledrat and S. Munos 2012. “Les épées à sphères du Cayla de Mailhac (Aude): nouvelles données chronologiques,” Bulletin de l’Association Française pour l’Étude de l’Âge du Fer 30, 11–13.    [#work-cited-8] Bianchetti, E. 1895. “I sepolcreti di Ornavasso,” Atti della Società di Archeologia e Belle Arti per la Provincia di Torino 6, 1–297.    [#work-cited-9] Biborski, M. 1994a. “Die Schwerter des 1. und 2. Jahrhunderts n. Chr. aus dem römischen Imperium und dem Barbaricum,” Specimina Nova 9, 91–130.    [#work-cited-10] Biborski, M. 1994b. “Römische Schwerter im Gebiet des europäischen Barbaricum,” Journal of Roman Military Equipment Studies 5, 169–197.    [#work-cited-11] Biborski, M. 2004. s. v. Schwert , §4–5, in J. Hoops, Reallexikon der Germanischen Altertumskunde 27 , Berlin and New York, 549–568.    [#work-cited-12] Biborski, M., and J. Ilkjær. 2006. Illerup Ådal 12. Die Schwerter . Jutland Archaeological Society Publications XXV:12, Aarhus.    [#work-cited-13] Bieńkowski, P. R. v. 1908. Die Darstellungen der Gallier in der hellenistischen Kunst , Vienna.    [#work-cited-14] Bishop, M. C., and J. C. N. Coulston. 2006. Roman Military Equipment. From the Punic Wars to the Fall of Rome , second Edition, London.    [#work-cited-15] Brunton, G., and G. Caton-Thompson 1928. The Badarian Civilisation and Prehistoric Remains near Badari , British School of Archaeology in Egypt &amp; Egypt Research Account 46, London.    [#work-cited-16] Budde, L. 1973. “Das römische Historienrelief I,” in H. Temporini (ed.), Aufstieg und Niedergang der Römischen Welt , I,4, Berlin and New York, 800–804.    [#work-cited-17] Calmeyer, P. 1976–1980. s. v. Keule (B. Archäologisch), in D.-O. Edzard (ed.), Reallexikon der Assyriologie und Vorderasiatischen Archäologie , Berlin and New-York, V, 579–583.    [#work-cited-18] Capasso, M., and P. Davoli (eds.) 2012. Soknopaiou Nesos Project I (2003–2009), Rome and Pisa.    [#work-cited-19] Caputo, C. 2012. “Le terrecotte figurate,” in M. Capasso and P. Davoli (eds.), Soknopaiou Nesos Project I (2003–2009) , Rome and Pisa, 363–378.    [#work-cited-20] Cardarelli, A. (ed.) 1988. Modena dalle origini all’anno Mille . Studi di archeologia e storia 2. Catalogo di mostra, Galleria Civica, Comune di Modena 1989, Modena.    [#work-cited-21] Chaume, B., and A. Rapin 1999. “Quelques réflexions d’ordre techno-chronologique sur sur le poignard à «antennes » de Larçon (commune de Salives, Côte-d’Or),” in B. Chaume, J.-P. Mohen and P. Périn (eds.), Archéologie des Celtes. Mélanges à la mémoire de René Joffroy. Protohistoire européenne , Montagnac, 49–68.    [#work-cited-22] Ciałowicz, K. M. 1987. Le têtes de massues des périodes prédynastique et archaïque dans la vallée du Nil . Prace archeologiczne 41, Warsaw and Krakow.    [#work-cited-23] Connolly, P. 1997. “Pilum, Gladius and Pugio in the Late Republic,” Journal of Roman Military Equipment Studies 8, 41–57.    [#work-cited-24] Couissin, P. 1929. “Les armes gauloises figurées sur les monuments grecs, étrusques et romains. Deuxième partie,” Revue Archéologique (Ser. 5) 29, 235–280.    [#work-cited-25] Crawford, M. H. 1974. Roman Republican Coinage , Cambridge.    [#work-cited-26] Cuvigny, H. 2010. “Un reçu de rations militaires contre paiement des publica,” in K. Lembke, M. Minas-Nerpel, and S. Pfeiffer (eds.), Tradition and Transformation: Egypt under Roman Rule. Proceedings of the International Conference, Hildesheim, 3–6 July 2008 . Culture and History of the Ancient Near East 41, Leiden and Boston, 37–52.    [#work-cited-27] Daris, S. 1988. “Documenti minori dell’esercito romano in Egitto,” in Aufstieg und Niedergang der römischen Welt , II 10.1, 724–742.    [#work-cited-28] Davoli, P. 2012. “Lo scavo archeologico: 2003–2009,” in M. Capasso and P. Davoli (eds.), Soknopaiou Nesos Project I (2003–200) , Rome and Pisa, 119–227.    [#work-cited-29] Davoli, P. 2014. “The Temple of Soknopaios and Isis Nepherses at Soknopaiou Nesos (El-Fayyum),” in G. Tallet and Chr. Zivie-Coche (éds.), Le Myrte et la rose. Mélanges offerts à Françoise Dunand par ses élèves, collègues et amis . CENIM 9, Montpellier, I, 51–58.    [#work-cited-30] De Morgan, J. 1912. “Observations sur les couches profondes de l’Acropole à Suse,” in J. de Morgan (ed.), Mémoires de la Délégation en Perse . Recherches Archéologiques 13, Paris, 1–25.    [#work-cited-31] Dentzer-Feydy, J. and J. Teixidor 1993. Le antiquités de Palmyre au musée du Louvre. Catalogue du département des antiquités orientales , Paris.    [#work-cited-32] Diebner, S. 1979. Aesernia – Venafrum. Untersuchungen zu den römischen Steindenkmälern zweier Landstädte Mittelitaliens . Archaeologica 8, Rome.    [#work-cited-33] Dixneuf, D. 2012. “Introduction à la céramique de Soknopaiou Nesos,” in M. Capasso and P. Davoli (eds.), Soknopaiou Nesos Project I (2003–2009), Rome and Pisa, 315–362.    [#work-cited-34] van Driel-Murray, C. 1994. “Wapentuig voor Hercules,” in N. Roymans and T. Derks (red.), De tempel van Empel. Een Hercules-heiligdom in het woongebied van de Bataven . Graven naar het Brabantse verleden 2, ’s-Hertogenbosch, 92–107.    [#work-cited-35] Droysen, H. 1885. “Die Balustradenreliefs,” in R. Bohn, Das Heiligtum der Athena Polias Nikephoros . Altertümer von Pergamon 2, Berlin, 93–138.    [#work-cited-36] Ducati, P. 1910. “Le pietre funerarie felsinee,” Monumenti Antichi dell’Accademia dei Lincei 20, 356–727.    [#work-cited-37] Ferry de, H. 1870. Le Mâconnais préhistorique. Mémoire sur les âges primitifs de la Pierre, du Bronze et du Fer en Mâconnais et dans quelques contrées limitrophes , Mâcon and Paris.    [#work-cited-38] Feugère, M. 1993. Les Armes des Romains de la République à L’Antiquité tardive , Paris.    [#work-cited-39] Feugère, M. 1994. “L’équipment militaire d’époque républicaine en Gaule,” Journal of Roman Military Equipment Studies 5, 3–23.    [#work-cited-40] Franzoni, C. 1987. Habitus atque habitudo militis . Monumenti funerari di militari nella Cisalpina Romana . Studia Archaeologica 45, Rome.    [#work-cited-41] Friedman, R. F. 2008. “Excavating Egypt’s early kings: Recent discoveries in the elite cemetery at Hierakonpolis,” in B. Midant-Reynes and Y. Tristant (eds.), Egypt at its Origins 2. Proceedings of the International Conference “Origin of State. Predynastic and Early Dynastic Egypt,” Toulouse (France), 5 th –8 th September 2005 . Orientalia Lovaniensia Analecta 172, Leuven, 1157–1197.    [#work-cited-42] Frielinghaus, H. 2011. Die Helme von Olympia. Ein Beitrag zu Waffenweihungen in griechischen Heiligtümern , Olympische Forschungen 33, Berlin and New York.    [#work-cited-43] Gabelmann, H. 1973. “Römische Grabmonumente mit Reiterkampfszenen im Rheingebiet,” Bonner Jahrbücher 173, 132–200.    [#work-cited-44] Gaerte, W., H. Ranke, P. Thomsen and B. Meissner 1926. s. v. Keule , in M. Ebert (ed.), Reallexikon der Vorgeschichte , Berlin, VI, 334–338.    [#work-cited-45] García Jiménez, G. 2012. El armamento de influencia la Tène en la Péninsula Ibérica (siglos V–I a. C.) , Monographies instrumentum 43, Montagnac.    [#work-cited-46] Gawlikowski, M. 1990. “Les dieux de Palmyre,” in W. Haase (ed.), Aufstieg und Niedergang der Römischen Welt II,18, Berlin and New York, 2605–2658.    [#work-cited-47] Gilbert, G. Ph. 2004. Weapons, Warriors and Warfare in Early Egypt , BAR International Series 1208, Oxford.    [#work-cited-48] Gendron, Ch., J. Gomez de Soto, T. Lejars, J.-P. Pautreau and L. Uran 1986. “Deux épées a sphères du Centre-Ouest de la France,” Revue Aquitania 4, 39–54.    [#work-cited-49] Gostenčnik, K. 2005. Die Beinfunde vom Magdalensberg. Archäologische Forschungen zu den Grabungen auf dem Magdalensberg 15 . Kärntner Museumsschriften 78, Klagenfurt.    [#work-cited-50] Graue, J. 1974. Die Gräberfelder von Ornavasso. Eine Studie zur Chronologie der späten Latène- und frühen Kaiserzeit . Hamburger Beiträge, Beiheft 1, Hamburg.    [#work-cited-51] Guštin, M. 1991. Posočje in der jüngeren Eisenzeit – Posočje v mlajši železni dobi. Catalogi et monographiae . Katalogi in monografije 27, Ljubljana.    [#work-cited-52] Himmelmann, N. 1989. Herrscher und Athlet – Die Bronzen vom Quirinal. Ausstellungskatalog Bonn , Milan.    [#work-cited-53] Hölbl, G. 1994. Geschichte des Ptolemäerreiches. Politik, Ideologie und religiöse Kultur von Alexander dem Großen bis zur römischen Eroberung , Darmstadt.    [#work-cited-54] Horvat, J. 1997. Roman Republican weapons from Šmihel in Slovenia, Journal of Roman Military Equipment Studies 8, 105–120.    [#work-cited-55] Horvat, J. 2002. The Hoard of Roman Weapons from Grad near Šmihel, Arheološki Vestnik 53, 117–192.    [#work-cited-56] James, S. 2011. Rome &amp; the Sword. How Warriors &amp; Weapons Shaped Roman History, London.    [#work-cited-57] Junkelmann, M. 1992. Die Reiter Roms 3. Zubehör, Reitweise, Bewaffnung , Mainz.    [#work-cited-58] Keppie, L. 1991. “A centurion of the legio Martia at Padova?,” Journal of Roman Military Equipment Studies 2, 115–121.    [#work-cited-59] Kimmig, W. 1940. “Ein Keltenschild aus Ägypten,” Germania 24, 106–111.    [#work-cited-60] Kiernan, Ph. 2009. Miniature Votive Offerings in the north-west Provinces of the Roman Empire . Mentor 4, Mainz and Ruhpolding.    [#work-cited-61] Krämer, W. 1962. “Ein Knollenknaufschwert aus dem Chiemsee,” in J. Werner (ed.), Aus Bayerns Frühzeit. Friedrich Wagner zum 75. Geburtstag . Schriftenreihe zur Bayerischen Landesgeschichte 62, Munich, 109–124.    [#work-cited-62] Krier, J. and F. Reinert 1993. Das Reitergrab von Hellingen. Die Treverer und das römische Militär in der frühen Kaiserzeit, Luxemburg.    [#work-cited-63] Landolt, M. 2004. La nécropole hallstattienne de Chaillon (Meuse) . Mémoire de maîtrise, dactylographié, Université Marc Bloch, Strasbourg.    [#work-cited-64] Landolt, M. 2005. “La nécropole hallstattienne de Chaillon (Meuse),” Bulletin de l’Association Française pour l’Étude de l’Âge du Fer 23, 41–43.    [#work-cited-65] Leconte, L. 1990/1991. “Les nécropoles laténiennes de Saint-Maur-des-Fossés (Val-de-Marne),” Antiquités Nationales 22/23, 43–80.    [#work-cited-66] Lohmann, H. 2009. “Die sogenannte Domitius-Ara,” in R. Einicke, S. Lehmann, H. Löhr, G. Mehnert, A. Mehnert and A. Slawisch (eds.), Zurück zum Gegenstand. Festschrift für Andreas E. Furtwängler . Schriften des Zentrums für Archäologie und Kulturgeschichte des Schwarzmeerraumes 16, Langenweißbach, 109–122.    [#work-cited-67] Mansuelli, G. A. 1963. “Les monuments commémoratifs romains de la vallée du Pô,” Monuments et Mémoires. Fondation Eugène Piot 53, 19–93.    [#work-cited-68] Mesnil du Buisson, Comte du, R. 1962. Les tessères et les monnaies de Palmyre. Inventaire des collections du Cabinet des Médailles de la Bibliothèque Nationale , Paris.    [#work-cited-69] Michon. E. 1909. “Les bas-reliefs historiques romains du Musée du Louvre,” Monuments et Mémoires 17, 145–253.    [#work-cited-70] Miks, Ch. 2007. Studien zur römischen Schwertbewaffnung in der Kaiserzeit . Kölner Studien zur Archäologie der Römischen Provinzen 8, Rahden/Westf.    [#work-cited-71] Milner, N. P. (ed.) 1996 2 . Vegetius: Epitome of Military Science , Liverpool.    [#work-cited-72] Mitthof, F. 1994.” Quittung eines Soldaten an πρεσβύτεροι κώμης über verschiedene Lieferungen. Eine Neuedition von P. Alex. Inv. 463,” Zeitschrift für Papyrologie und Epigraphik 102, 207–212.    [#work-cited-73] Morehart, M. 1956–1958. “Early sculture at Palmyra,” Berytus 12, 53–83.    [#work-cited-74] Morigi Govi, Cr. and G. Sassatelli (eds.) 1984. Dalla Stanza delle Antichità al Museo Civico. Storia della formazione del Museo Civico Archeologico di Bologna , Bologna.    [#work-cited-75] Paysan, M. 2005. “Im Feuer geboren – dem Wasser geweiht. Technologische Untersuchung und Rekonstruktion der Herstellungstechnik keltischer Knollenknaufschwerter im Hinblick auf deren chronologische Einordnung,” Fundberichte aus Baden-Württemberg 28.1, 93–206.    [#work-cited-76] Pernet, L. 2008. “L’armement républicain des nécropoles de Giubiasco et d’Ornavasso. Des tombes d’auxiliaires dans les vallées alpines,” in M. Poux (ed.), Sur les traces de César. Militaria tardo-républicains en contexte gaulois. Actes de la table ronde de Bibracte, 17 octobre 2002 . Collection Bibracte 14, Glux-en-Glenne, 275–293.    [#work-cited-77] Pernet, L. 2010. Armement et auxiliaires gaulois (IIer et Ier siècles avant notre ère) . Protohistoire européenne 12, Montagnac.    [#work-cited-78] Pernet, L., E. Carlevaro, L. Tori, G. Vietti, Ph. Della Casa and B. Schmid-Sikimić 2006. La necropoli di Giubiasco (TI) 2. Les tombes de La Tène finale et d’époque romaine . Collectio archaeologica 4, Zürich.    [#work-cited-79] Petrie, W. M. F. 1886. Naukratis 1, 1884–1885 . Memoir of the Egypt Exploration Fund 3, London.    [#work-cited-80] Petrie, W. M. F. 1920. Prehistoric Egypt . British School of Archaeology in Egypt &amp; Egypt Research Account 31, London.    [#work-cited-81] Pfuhl, E. and H. Möbius 1979. Die ostgriechischen Grabreliefs 2 , Mainz.    [#work-cited-82] Poulsen, V. 1962. Les Portraits Romains 1. République et Dynastie Julienne . Publications de la Glyptothèque ny Carlsberg 7, Copenhagen.    [#work-cited-83] Quesada Sanz, F. 1997a. “ Gladius hispaniensis : an archaeological view from Iberia,” Journal of Roman Military Equipment Studies 8, 251–270.    [#work-cited-84] Quesada Sanz, F. 1997b. El armamento ibérico. Estudio tipológico, geográfico, functional, social y simbólico de las armas en la Cultura Ibérica (siglos VI–I a.C.). Monographies instrumentum 3, Montagnac.    [#work-cited-85] Rapin, A. 2001. “Des épées romaines dans la collection d’Alise-Sainte-Reine,” Gladius 21, 31–56.      [#work-cited-86] Reddé, M. and S. von Schnurbein (ed.) 2001. Alésia. Fouilles et recherches franco-allemandes sur les travaux militaires romains autour du Mont-Auxois (1991–1997) 2 – Le matériel . Mémoires de l’Académie des Inscriptions et Belle-Lettres 22, Paris.    [#work-cited-87] Richter, O. and M. Jahn 1925. “Eine neue keltische Schwertform aus Süddeutschland,” Mannus 17, 92–104.    [#work-cited-88] Rohde, E. 1982. Pergamon; Burgberg und Altar , Berlin.    [#work-cited-89] Samuel, D. 1981. “Greeks and Romans at Soknopaiou Nesos,” in R. S. Bagnall, G. M. Browne, A. E. Hanson, and L. Koenen (eds.), Proceedings of the Sixteenth International Congress of Papyrology, New York 24–31 July 1980 . American Studies in Papyrology 23, Chico, 389–403.    [#work-cited-90] Schönfelder, M. 2009. “Archäologische Untersuchungen zur Elite in der keltischen Gesellschaft. Eine Zwischenbilanz,” in M. Egg and D. Quast (eds.), Aufstieg und Untergang. Zwischenbilanz des Forschungsschwerpunktes „Eliten“ . Monographien des Römisch-Germanischen Zentralmuseums 82 Mainz, 59–78.    [#work-cited-91] Sekunda, N. 2001. Hellenistic infantry reform in the 160’s BC . Studies on the History of Ancient and Medieval Art of Warfare 5, Łódź.    [#work-cited-92] Seyrig, H. 1970. “Antiquités Syriennes : Les dieux armés et les Arabes en Syrie,” Syria 47, 77–116.    [#work-cited-93] Siebert, G. 1987. “Délos – Quartier des Skardhana,” Bulletin de Correspondance Hellénique 111, 629–642.    [#work-cited-94] Sievertsen, U. 2008. “Ein Buckelkeulenkopf aus dem Elitefriedhof HK6 in Hierakonpolis,” in E.-M. Engel, V. Müller and U. Hartung (eds.), Zeichen aus Sand. Streiflichter aus Ägyptens Geschichte zu Ehren von Günter Dreyer . Menes 5, Wiesbaden, 627–645.    [#work-cited-95] Smekalova, T. 2012. “The Geophysical Survey,” in M. Capasso and P. Davoli (eds.), Soknopaiou Nesos Project I (2003–2009) , Rome and Pisa, 111–118.    [#work-cited-96] Solyman, T. 1968. Die Entstehung und Entwicklung der Götterwaffen im alten Mesopotamien und ihre Bedeutung , Beirut.    [#work-cited-97] Speidel, M.P. 1981. “The Prefect’s Horse-Guards and the Supply of Weapons to the Roman Army,” in R. S. Bagnall, G. M. Browne, A. E. Hanson, and L. Koenen (eds.), Proceedings oft he Sixteenth International Congress of Papyrology, New York, 24–31 July 1980 . American Studies in Papyrology 23, Chico, 405–409.    [#work-cited-98] Stiebel, G. 2004. “A Hellenistic gladius from Jericho,” in E. Netzer, Hasmonean and Herodian Palaces at Jericho 2. Final Reports of the 1973–1987 Excavations , Jerusalem, 229–232.    [#work-cited-99] Stilp, F. 2001. Mariage et suovetaurilia. Etude sur le soi-disant «Autel de Domitius Ahenobarbus» , Supplementi alla Rivista di Archeologia 26, Rome.    [#work-cited-100] Szombathy, J. 1901. “Das Gräberfeld zu Idria bei Bača,” Mitteilungen der prähistorischen Kommission der kaiserlichen Akademie der Wissenschaften zu Wien 1.5, 291–363.    [#work-cited-101] Tanabe, K. 1986. Sculptures of Palmyra I . Memoirs of the Ancient Orient Museum 1, Tokyo.    [#work-cited-102] Tobler, A. 1950. Excavations at Tepe Gawra II , Philadelphia.    [#work-cited-103] Tomaschitz, K. 2002. Die Wanderungen der Kelten in der antiken literarischen Überlieferung . Mitteilungen der Prähistorischen Kommission 47, Vienna.    [#work-cited-104] Torelli, M. 1968. “Monumenti funerari romani con fregio dorico,” Dialoghi di Archeologia 2, 32–54    [#work-cited-105] Trousdale, W. 1975. The Long Sword and Scabbard Slide in Asia . Smithsonian Contributions to Anthropology 17, Washington.    [#work-cited-106] Ulbert, G. 1969. “Gladii aus Pompeji. Vorarbeiten zu einem Corpus römischer Gladii,” Germania 47, 97–128.    [#work-cited-107] Ulrich, R. 1914. Die Gräberfelder in der Umgebung von Bellinzona Kt. Tessin. Kataloge des Schweizerischen Landesmuseums Zürich, Zürich.    [#work-cited-108] Walters, H. B. 1903. Catalogue of the Terracottas in the Department of Greek and Roman Antiquities, British Museum , London.    [#work-cited-109] Wehrberger, K. 2000. “„In Erwartung verlässlicher archäologischer Befunde“: Die Knollenknaufschwerter in Europa,” in L. Bonnamour (ed.), Archéologie des fleuves et des rivières , Paris, 75–83.    [#work-cited-110] Weidemann, K. 1971. “Untersuchungen zur Kunst und Chronologie der Parther und Kuschan vom 2. Jh. v. Chr. bis zum 3. Jh. n.Chr.” Jahrbuch des Römisch-Germanischen Zentralmuseums Mainz 18, 146–178.    [#work-cited-111] Werner, J. 1956. Beiträge zur Archäologie des Attila-Reiches . Abhandlungen der Bayerischen Akademie der Wissenschaften – Philosophisch-historische Klasse N.F. 38, Munich.    [#work-cited-112] Werner, J. 1964. “Herkuleskeule und Donar-Amulett,” Jahrbuch des Römisch-Germanischen Zentralmuseums Mainz 11, 176–197.    [#work-cited-113] Ypey, J. 1984. s. v. Damaszierung , in J. Hoops, Reallexikon der Germanischen Altertumskunde , Berlin and New York, V, 191–213.    [#work-cited-114] Zanker, P. 1975. “Grabreliefs römischer Freigelassener,” Jahrbuch des Deutschen Archäologischen Instituts 90, 267–315.        Notes    [#footnote-1] 1 P. Davoli, chair of Egyptology at University of Salento: paola.davoli@unisalento.it. Ch. Miks, Römisch-Germanisches Zentralmuseum, Archaeological Research Institute at Mainz: miks@rgzm.de. It is a project of the Centro di Studi Papirologici of the University of Salento (Lecce): http://www.museopapirologico.eu/ . Capasso and Davoli 2012.    [#footnote-2] 2  The temple was built on demolished buildings and on top of a natural hill: see Saggio 4 in Davoli 2012, figs. 125, 128 and 129.    [#footnote-3] 3  For an overview of the temple see Davoli 2014.    [#footnote-4] 4  Smekalova 2012, 111–115.    [#footnote-5] 5  We would like to thank Ahmed Abd el-Aal, Director of the Fayyum SCA Inspectorate, for the permission and the help given in this delicate operation.    [#footnote-6] 6  The excavation is carried on according with the stratigraphic method: Davoli 2012, 119–127.    [#footnote-7] 7  DSU ST06/336 is located between the elevations 26.7 m and 26.21 m asl; in it 28 kg of pottery fragments have been recovered. In DSU ST06/337 (2.3 x 1.3 m, from 26.58 m to 26.09 m asl), ca. 8 kg of pottery sherds were collected, as well as in DSU ST06/338 (from 26.21 m to 26 m asl). The pottery is mixed and the fragments are datable from the third century BC until the fourth–fifth AD.    [#footnote-8] 8  It is the head of a young male, dated between the second and third centuries AD: cf. Caputo 2012, Cr II 3 pp. 370–71.    [#footnote-9] 9  I warmly thank Adriana Travaglini (University of Salento) for dating the coins; she is in charge of the forthcoming catalogue of the coins from the excavation.    [#footnote-10] 10  It has been dated to the fourth–fifth century AD: Dixneuf 2012, no. 244, pp. 340, 356.    [#footnote-11] 11  These kinds of wooden musical instruments are common finds in Fayyum archaeological sites and are dated to the Roman period: see an on-line exhibition of Graeco-Roman Music in Egypt: http://www.umich.edu/~kelseydb/Exhibits/MIRE/Objects/ObjectsNumber/Group34obn.html . A pair of similar castanets was found at Soknopaiou Nesos by the University of Michigan expedition: http://www.umich.edu/~kelseydb/Exhibits/MIRE/Objects/ObjectsNumber/26360-1obn.html .    [#footnote-12] 12  I kindly thank Dr. Manuela Struck (Nackenheim) for translating my part of the article, the common conclusions and the abstract from German into English.      [#footnote-13] 13  See e. g. Biborski 2004, 562–568; Biborski and Ilkjaer 2006, 280–295; Bishop, Coulston 2006,  241, fig. 147; Miks 2007, 52–56 for the forging technological variants in the construction of the sword blades from the more recent pre-Roman Iron Age to the Roman Principate. See Ypey 1984, 191–213 for the pattern welding of weapons of the pre-Roman Iron Age to the Viking period.    [#footnote-14] 14  Miks 2007, 21–23.    [#footnote-15] 15  James 2011, 30, note 72; García Jiménez 2012, 162.    [#footnote-16] 16  See, among others, Feugere 1993, 97–100; Connolly 1997, 49–56; Quesada Sanz 1997a; Quesada Sanz 1997b, 260–270; Bishop, Coulston 2006, 54–56; García Jiménez 2012, 147–164.    [#footnote-17] 17  For the different literary sources see, for example, Quesada Sanz 1997a, 253, tab. 1; Miks 2007, 24–29.    [#footnote-18] 18  The fragment is passed down in the context of a Byzantine encyclopedia from the tenth century: Suidas, s. v. μάχαιρα (Polybius, Frag. 179 [96]).    [#footnote-19] 19  Named by Ulbert 1969, 120. Cf. also Miks 2007,  58–65, 108–112.    [#footnote-20] 20  See, for example, Feugere 1994, 10–11, 15, figs. 10–12; Connolly 1997, 49–56; Pernet 2010, 53–62, 101–105.    [#footnote-21] 21  See among others Schönfelder 2009, 70–73.    [#footnote-22] 22  On the question of influence see, for example, Pernet et al. 2006, 51.    [#footnote-23] 23  James 2011, 30, note 72; García Jiménez 2012, 162.    [#footnote-24] 24  Vegetius, Epitome 1.8. Cf. Milner 1996, xvi–xxviii.    [#footnote-25] 25  Cf. Miks 2007, 26–28.    [#footnote-26] 26  On the latter see, among others, Pernet 2010, 84–101.    [#footnote-27] 27  Cf. Miks 2007, 20–22, fig. 1.    [#footnote-28] 28  Ibid., 21–22, fig. 2.    [#footnote-29] 29  For this, see also Connolly 1997, 56.    [#footnote-30] 30  Objections and possible alternatives are presented in Miks 2007, 24–51    [#footnote-31] 31  Cf. spathae of the Fontillet and Nauportus types in Miks 2007, 77–80    [#footnote-32] 32  Ibid., 107–108    [#footnote-33] 33  Ibid., 79–80. Corresponding blades are generally also included under the term “proto-Mainz-swords of group 1” (Biborski 1994a, 93–94; idem 1994b, 173), “type Bell-Zemplin” (Biborski 2004, 549–551) or “glaives de type 2” (Pernet et al 2006,  50–51; Pernet 2010, 104–105, fig. 68).    [#footnote-34] 34  Miks 2007, 58–61.    [#footnote-35] 35  Rapin 2001, 31–56, esp. 44, pls. 2, 6,2 7,2 9,1; Reddé, Schnurbein 2001, 219, cat.-no 150,B pl. 53,149 (right).    [#footnote-36] 36  Rapin 2001, 44, pls. 2, 6,1, 7,1, 8,1; Reddé and Schnurbein 2001, 219, cat.-no. 150,B, pl. 53,149 (left).    [#footnote-37] 37  Ulrich 1914, 559, pl. 78,6 (grave 71); ibid., 585–586 (grave 119); ibid., 666, pl. 86,3–4 (grave 471); Pernet 2008, 276–277, figs. 3,2, 8,1–2; Pernet et al. 2006, 76–77, pls. Grave 71,1, grave 119,1, grave 471,1–2.    [#footnote-38] 38  Pernet et al. 2006, 76–77, 294 (grave 71), 304 (grave 119), 329 (grave 471).    [#footnote-39] 39  Some older pieces, as for example one of the blades of a reconstructed weapon hoard of the second century BC from Grad near Šmihel pod Nanosom (Občina Postojna, Slovenia; Horvat 1997, 113, fig. 10.2; idem 2002, 133, 163, pl. 1.1) appear to suggest a certain waisted character due to the worse conditions of conservation of exterior contours at bend- or breakpoints of the blade, rather than a corresponding intention during the manufacture of the sword.    [#footnote-40] 40  Cf. Miks 2007, 107–108.    [#footnote-41] 41  Pernet et al. 2006, 50.    [#footnote-42] 42  Connolly 1997, 49–56 esp. 53; Miks 2007, 220. As representations of swords with scabbard frames on eastern Greek epitaphs (cf. Fig. 25 ) of the second to early first century BC indicate (cf., e.g. Pfuhl and Möbius 1979, 547–548, no. 2272, pl. 321), potential Hellenistic examples cannot be entirely excluded, either. Alternatively, one could of course speculate on the growing influence of the Roman gladius hispaniensis upon the relevant depictions. Real Hellenistic sword finds comparable to the representations have not yet been identified. This could partially be due to the rash categorization as gladius hispaniensis of potentially suitable examples, as for example the swords from Delos ( Fig. 14.4 ; terminus ante quem 69 BC; Siebert 1987, 637, no 3, figs. 17–19) or from Jericho (West Bank; [ Fig. 14.3 ]; first half of the second century BC; Stiebel 2004, 229–232, fig. 266).    [#footnote-43] 43  As is the case, for example, of the short swords of the Mainz type from the graves 11 / 12 and 17 from Idrija pri Bači (Občina Tolmin, Slovenia). Szombathy 1901, 333, 338–339, figs. 157–158, 182–182b; Guštin 1991, 15–16, 56, pls. 12,3, 16,2.    [#footnote-44] 44  Ulrich 1914, 586; Pernet et al. 2006, 77, pl. grave 119,1.    [#footnote-45] 45  Bianchetti 1895, 118–119, pl. 4,5; Graue 1974, 65, 220, pl. 20,4; Pernet 2008, 277, fig. 9; idem 2010, 104, fig. 68, pl. 125,1.    [#footnote-46] 46  Siebert 1987, 637, no. 3, figs. 17–19.    [#footnote-47] 47  For characteristic details and chronological aspects of the individual button forms, see Miks 2007, 226–228.    [#footnote-48] 48  Cf. Miks 2007, 199–211.    [#footnote-49] 49  Ibid., 200, pl. 151.    [#footnote-50] 50  See, among others, Michon 1909, 147–157, figs. 1–3; Budde 1973, 802–804 esp. 804, figs. 12–13; Stilp 2001, 83, figs. 22–23, 46; Miks 2007, 34, pl. 294,A.C; Lohmann 2009, 109–122, esp. pl. 1,1.    [#footnote-51] 51  Left figure in the lower zone on side “A” of the stela. Ducati 1910, 439–441, pl. 4; Morigi Govi, Sassatelli 1984, 326, cat.-no. 184, with color plate between pages 312 and 313.    [#footnote-52] 52  Droysen 1885, 95–96, 111, pl. 44,1 (hilt to the right above a helmet in the lower left corner of the screen panel). For the construction context of the arms reliefs see, among others, Rohde 1982, 30–35 (for the mentioned screen panel, see ibid., fig. p. 32, above).    [#footnote-53] 53  Franzoni 1987, 46–48, no. 26, pls. 13–14,1; Keppie 1991, 115–121, fig. 1.    [#footnote-54] 54  Gabelmann 1973, 149–151, cat.-no. 8, fig. 17; Krier and Reinert 1993, 74, fig. 56,b.    [#footnote-55] 55  See, for example, depictions of Gauls on Etruscan ash cists in Bieńkowski 1908, 112–113, cat.-no. 71, fig. 119; ibid., 122–124, cat.-nos 77–78, figs. 125–126; ibid., 125–126, cat.-no. 80, fig. 128; Couissin 1929, 248–255, figs. 141–158.    [#footnote-56] 56  Cf. late Hallstatt swords of the graves 1018 and 2008 from the necropolis of Chaillon (Dep. Meuse, France; Landolt 2004; idem 2005; Beylier 2012, 53–54, fig. 40.2–3) or a find from the Sâone near Mâcon (Dép. Sâone-et-Loire, France; Chaume and Rapin 1999, 60–61, fig. 16.a–b).    [#footnote-57] 57  See, among others, Krämer 1962; Gendron et al. 1986; Wehrberger 2000; Paysan 2005; Beylier 2012, 48–55. A dating of the swords with knobbed pommels to the early La Tène period, which departs from conventional middle- to late La Tène period approaches to their chronology, is advocated by the renewed examination of a find from Mailhac (Dép. Aude, France). See Beylier et al. 2012.    [#footnote-58] 58  Cf., for example, a sword from grave 1 (La Tène B2/C1; ca. second quarter of the third century BC) from St. Maur-des-Fossés (Dep. Val-de-Marne, France). Leconte 1990/1991, 47–52, fig. 5.1.      [#footnote-59] 59  Cf., for example, the representation of the dagger on denarii of M. Iunius Brutus and L. Plaetorius Cestianus around ca. 43/42 BC; Crawford 1974, 100, 518, no. 508.3, pl. 61,19.    [#footnote-60] 60  Left amor depiction with a sword slung around. Mansuelli 1963, 89, fig. 52; Torelli 1968, 38, fig. 8; Franzoni 1987, 105–106, pl. 14,3; Cardarelli 1988, 235–236, cat.-no. 303, fig. 193.    [#footnote-61] 61  Hilt in the hand of the tribunus militum Lucius Appuleius (central figure). Zanker 1975, 304–305, fig. 44.    [#footnote-62] 62  See the representation of soldiers in the right bottom corner of the narrow sides of the monument for Marcus Nonius. Diebner 1979, 136–140, cat.-no. Is 27, pl. 19 (fig. 27b–c).    [#footnote-63] 63  Sword hilt in the hand of Publius Gessius, depicted in officer’s habitus (central figure). Zanker 1975, 303–304, fig. 43.    [#footnote-64] 64  Poulsen 1962, 133–134, cat.-no. 114, pl. 189.    [#footnote-65] 65  Zanker 1975, 306, fig. 46. Himmelmann 1989, 100–125 esp. 118–123.    [#footnote-66] 66  Siebert 1987, 637, no. 3, figs. 17–19.    [#footnote-67] 67  A relation between the Italic pommel depictions and the riveted fitting from Delos is suggested also by Bishop and Coulston 2006, 56. Nevertheless, they directly classify the sword as a Roman gladius hispaniensis .    [#footnote-68] 68  For the style, see, among others, Weidemann 1971 148–165. For Palmyrene divine depictions, see also Seyrig 1970; Gawlikowski 1990. For a sword-related selection of Palmyrene depictions, see Miks 2007, pls. 304–305.    [#footnote-69] 69  See, e.g., Droysen 1885, 95–96, 111, pl. 44,1 (sword hilts in the right half of the plate of the screen).    [#footnote-70] 70  E.g. Pfuhl and Möbius 1979, 547–548, cat.-nos. 2269–2270, 2272, pls. 320–321.    [#footnote-71] 71  Cf. e.g. the xiphos from grave II (“grave of Philip”; second half of the fourth century BC) of the necropolis of Vergina (Per. Kendrikí Makedonía, Greece). Andronicos 1984, 144–145, figs. 99–100.    [#footnote-72] 72  Cf., e.g., the sword of the divine depiction between two lions on the panelling of a cult niche in the temple of Rabaseirè near the Agora of Palmyra. Mesnil du Buisson 1962, 275–278, fig. 170; Tanabe 1986, 18, 120–121, figs. 81–82.    [#footnote-73] 73  Morehart 1956–1958, 60–61, fig. 11; Dentzer-Feydy, Teixidor 1993, 144–145, cat.-no. 153, fig. p. 145 (with earlier literature).    [#footnote-74] 74  For a commented compilation of ancient literary sources see Tomaschitz 2002, 92–179.    [#footnote-75] 75  The introduction and distribution of relevant pommels in Asia Minor and the eastern Mediterranean through the Celtic Galatians is supported, for example, by Sekunda 2001, 77–79.    [#footnote-76] 76  On the other hand, neither do we know of sword depictions of potentially more usual local alternative forms.    [#footnote-77] 77  Cf., e.g., the sword from grave 108 (first century BC) of the cemetery from Giubiasco (Canton Tessin, Switzerland). Ulrich 1914,  581, pl. 78,8; Pernet et al. 2006, 76–77, 303, pl. Tombe 108,1.    [#footnote-78] 78  Cf., e.g., the debate on the ritual, and alternatively profane, use of miniature arms in the area of the Roman northwest provinces in the late pre-Roman Iron Age until the Roman Principate in Kiernan 2009, 40–113, esp. 104–113 (with references to further regions).    [#footnote-79] 79  The same feature is also in a Ptolemaic model sword (made of terracotta) from the collection of the British Museum, London (inv. GR 1925.II-20.23): Bailey 2008, 87–88, cat. 3290, pl. 50.    [#footnote-80] 80  Considerations on and indications for the de facto presence of Celtic or Galatian mercenaries in Egypt are given in, among others, as early as Kimmig 1940, 109–110.    [#footnote-81] 81  Petrie 1920, 23, pl. 26,61.63.65.    [#footnote-82] 82  Friedman 2008, 1178–1182 esp. 1180–1181, figs. 12,a, 13,b; Sievertsen 2008, 627–645, figs. 2–3.    [#footnote-83] 83  According to the information on material in the online catalogue of the Petrie Museum ( http://petriecat.museums.ucl.ac.uk ). In Petrie 1920, 23, nos. 61, 63, 65, pl. 26 two of the objects are described as consisting of “hard white crystalline marble” and one of “dark green chlorite”. Cf. Sievertsen 2008,  631–632, fig. 4.    [#footnote-84] 84  Petrie Museum of Egyptian Archaeology (inv. UC15406; 15407; 15408).    [#footnote-85] 85  We kindly thank Dr. Latfi Abdel Hami and Dr. Said Amer (Egyptian Museum Cairo) for the permission to publish these finds here. We also owe special thanks to Christian Eckmann (Römisch-Germanisches Zentralmuseum Mainz), who took the photographs of the objects.    [#footnote-86] 86  Ciałowicz 1987, 22–26, fig. 1, esp. 25–26, pl. V,1–2; Gilbert 2004, 35–41, figs. 5.1–5.6 esp. 5.6,4–5 (type 6b).    [#footnote-87] 87  Sievertsen 2008, 632–641.    [#footnote-88] 88  Cf., e.g., Petrie 1920, 23; Sievertsen 2008, 632–634, figs. 5–6    [#footnote-89] 89  Made of limestone. De Morgan 1912, 21, fig. 109.    [#footnote-90] 90  Made of black haematite. Tobler 1950, 85, pl. 104,21.    [#footnote-91] 91  Brunton and Caton-Thompson 1928, 51, pl. 53,8; Gilbert 2004, 178, fig. 5.6,5.    [#footnote-92] 92  Contrary to this perspective, Sievertsen 2008, 635 interprets the piece from Badari as a “direct connecting link” to the above mentioned fragment of a mace-head from grave 26 of the elite necropolis HK6 from Hierakonpolis .    [#footnote-93] 93  Petrie 1886, 45; Walters 1903, 259–260, cat.-nos. 628–632, fig. 53; Sekunda 2001, 79, fig. 16; Bailey 2008, 87–88, cat.-nos. 3288–3293, pls. 50–51.    [#footnote-94] 94  For this see, among others, Werner 1956,  38–43; Trousdale 1975, 71–119; Miks 2007, 310–312, fig. 68.    [#footnote-95] 95  Gaerte et al. 1926, 336–338; Calmeyer 1976–1980, 582–583; Sievertsen 2008, 636–637.    [#footnote-96] 96  See, e.g., Solyman 1968, 65–100.    [#footnote-97] 97  Werner 1964, 176–183; Gostenčnik 2005, 217.    [#footnote-98] 98  For considerations on western or Roman influences on the armies of the Ptolemaic and Seleucid Empire during the second century BC, see, e.g., Sekunda 2001.    [#footnote-99] 99  Stiebel 2004, 229–232, fig. 266.    [#footnote-100] 100  Siebert 1987, 637, no. 3, figs. 17–19    [#footnote-101] 101  E.g., Bishop and Coulston 2006, 56.    [#footnote-102] 102  Cf., e.g., Pernet 2010, 126–167, 184–188.    [#footnote-103] 103  On the historical events of this period, see, e.g., Hölbl 1994, 201–227.    [#footnote-104] 104  Samuel 1981, 389–403.    [#footnote-105] 105   P.Grenf . II 51 (143 AD), P.Grenf . II 48 (191 AD), SB X 10619 (201/2 AD) mention eques of the Veterana Gallica: Alston 1995, 167–69.    [#footnote-106] 106  Daris 1988, 734–35. See also Speidel 1981 and Mitthof 1994; Cuvigny 2010, 49.    [#footnote-107] 107  Alston 1995, 88–90.    [#footnote-108] 108  These objects will be published in a forthcoming SNP catalogue.    [#footnote-109] 109  On the problem of the removal and disposal of older weapon votives, including their secondary rearrangement in the ground, see for instance Frielinghaus 2011, 137–141 on the case of Olympia .    [#footnote-110] 110  Cf., e.g., the remarks on the deposit of Roman Imperial army weapons in the Batavian sanctuary of Empel ('s-Hertogenbosch, prov. Noord-Brabant, Netherlands). Driel-Murray 1994, 92–107, esp. 105–106.    [#footnote-111] 111   Suetonius (Vitellius 8.1) , for instance, reports that Vitellius was handed the sword of Julius Caesar at his proclamation by the Roman army at the Rhine on January 1 st AD 69. He notes that this sword had been kept in the temple of Mars in Cologne .    [#footnote-112] 112  An estimation of the official duration of presenting dedicated weapons in sanctuaries is difficult in individual cases. It is necessary to distinguish votives of purely personal, from those of public interest, votives of single pieces from larger collections of equipments (e.g., dedications of spoils of war) and, last but not least, votives of common citizens from those of important personalities. Cf., for example, on the places and duration for the presentation of dedicated weapons of the Archaic to Classic period in Greek sanctuaries in Baitinger 2011, 129–137; Frielinghaus 2011, 170–184.       ISAW Papers (ISSN 2164-1471) is a publication of the Institute for the Study of the Ancient World , New York University . This article was anonymously reviewed prior to publication.     ©2015 Paola Davoli and Christian Miks. Distributed under the terms of the Creative Commons Attribution 4.0 International license. Additional rights holders for images noted in captions where necessary."}, {"content": "Roger Bagnall &mdash; Institute for the Study of the Ancient World                                                                                                                          Skip to content. |   Skip to navigation         Personal tools              Log in             Jobs    News                  News feed (RSS)           Foursquare           Twitter           Facebook           Instagram           Google+           Flickr                  Search Site                              only in current section                                 Advanced Search&hellip;                                                                   Sections     About ISAW                                    &gt; Introduction                                           &gt; Contact Us                                           &gt; Departments                                           &gt; Building and Facilities                                           &gt; Help Desk                                           &gt; Governance                                           &gt; New York University                                           &gt; The Leon Levy Foundation                            Graduate Program                                    &gt; Doctoral Program                                           &gt; Admissions and Financial Aid                                           &gt; What We Study                                           &gt; Degree Requirements                                           &gt; Program Structure                                           &gt; Faculty                                           &gt; Our Graduate Students                                           &gt; Archaeological Projects                                           &gt; Frequently Asked Questions                                           &gt; 2015-16 Course Descriptions                                           &gt; Visiting Graduate Students                                           &gt; Resources and Facilities                                           &gt; Student Handbook                            Visiting Scholar Program                                    &gt; Visiting Scholar Program                                           &gt; Frequently Asked Questions                                           &gt; ISAW Visiting Research Scholar Fellowship for NYU Affiliated Faculty                            Events Exhibitions                                    &gt; Current                                           &gt; Past                                           &gt; About our Team                            Library                                    &gt; About the ISAW Library                                           &gt; ISAW Library Services                                           &gt; Collections and Services                                           &gt; ISAW Library Blog                                           &gt; New ISAW Library Titles: 2014-2015                                           &gt; Library Staff                            Research Publications Online Resources People                                    &gt; Faculty                                           &gt; Affiliated Faculty                                           &gt; Staff                                           &gt; Visiting Research Scholars                                           &gt; Students                                           &gt; Alumni                                           &gt; Senior Fellows                                           &gt; Research Associates                            Support ISAW                                    &gt; Friends of ISAW                                           &gt; Friends Giving Levels                                           &gt; Giving to ISAW                                          15 East 84th St.       New York, NY 10028       212-992-7800       isaw@nyu.edu               Gallery Hours:       Tue-Sun 11am-6pm       Friday 11am-8pm       (Closed Monday)                                                                     Home         &gt;                               People                &gt;                                           Faculty                &gt;                                                                   Roger Bagnall                            Roger Bagnall                                                       Info                                                                                                                                                                      Leon Levy Director Professor of Ancient History             15 E. 84th Street New York, NY 10028      roger.bagnall@nyu.edu      (212) 992.7833                 Before joining the NYU faculty in 2007, Bagnall was Jay Professor of Greek and Latin and Professor of History at  Columbia University , where he had taught for 33 years. During that time he served as Dean of the Graduate School of Arts and Sciences and Chair of the Department of Classics. Educated at  Yale University and the  University of Toronto , he specializes in the social and economic history of Hellenistic, Roman and Late Antique Egypt. He has held many leadership positions in the fields of classics and papyrology; he is co-founder of a multi-university consortium creating the  Advanced Papyrological Information System . Among his best-known works are  Egypt in Late Antiquity (1993),  The Demography of Roman Egypt (1994; with Bruce Frier), Reading Papyri, Writing Ancient History (1995), Early Christian Books in Egypt (2009), and Everyday Writing in the Graeco-Roman East (2010). His edition (with Giovanni Ruffini) of the first volume of Ostraka from Trimithis inaugurated ISAW's series of digital books . He has also edited many volumes of papyri and other ancient texts. He directs  NYU's excavation project at Amheida (jointly sponsored with Columbia) in the Dakhla Oasis in Egypt. He is a member of the  American Philosophical Society and the  Académie Royale de Belgique , as well as a Fellow of the  American Academy of Arts and Sciences and the  British Academy .    Bagnall is one of the general editors of the 13-volume Encyclopedia of Ancient History , which appeared from Wiley-Blackwell in November 2012.  Other current projects include the editing the graffiti from the basilica in the agora of ancient Smyrna and publication of texts from the excavations at Amheida and Berenike .         Full curriculum vitae:                              Publications             A. Books    1.  Death and Taxes: Ostraka in the Royal Ontario Museum I (Am.Stud.Pap. 10, Toronto 1971) (with A.E. Samuel, A.K. Bowman and W.K. Hastings)    2.  The Administration of the Ptolemaic Possessions outside Egypt (Columbia Stud.Class.Trad. 4, Leiden 1976)    3.  Ostraka in Amsterdam Collections (Stud.Amst. 9, Zutphen 1976) (with P.J. Sijpesteijn and K.A. Worp)    4.  Ostraka in the Royal Ontario Museum II (Am.Stud.Pap. 15, Toronto 1976) (with A.E. Samuel)    5.  The Florida Ostraka: Documents from the Roman Army in Upper Egypt (GRBM 7, Durham, NC 1976)    6.  The Chronological Systems of Byzantine Egypt (Stud.Amst. 8, Zutphen 1978) (with K.A. Worp)    7.  Checklist of Editions of Greek Papyri and Ostraca (BASP Suppl. 1, Missoula 1978) (with J.F. Oates and W.H. Willis)    8.  Regnal Formulas in Byzantine Egypt (BASP Suppl. 2, Missoula 1979) (with K.A. Worp)    9.  Columbia Papyri VII: Fourth Century Documents from Karanis (Am.Stud.Pap. 20, Missoula 1980) (with N. Lewis)    10.  Greek Ostraka: A Catalogue of the Collection of Greek Ostraka in the National Museum of Antiquities at Leiden with a Chapter on the Greek Ostraka in the Papyrological Institute of the University of Leiden (Coll. Nat.Mus.Antiq. Leiden 4, Zutphen 1980) (with P.J. Sijpesteijn and K.A. Worp)    11.  Greek Historical Documents: The Hellenistic Period (Chico 1981) (with P.S. Derow)    12.  Checklist of Editions of Greek Papyri and Ostraca , 3rd edition (BASP Suppl. 4, Atlanta 1985) (with J.F. Oates, W.H. Willis, and K.A. Worp)    13.  Currency and Inflation in Fourth Century Egypt (BASP Suppl. 5, Atlanta 1985)    14.  Consuls of the Later Roman Empire (APA Philological Monographs 36, Atlanta 1987) (with Alan Cameron, Seth R. Schwartz, and K.A. Worp)    15.  Columbia Papyri VIII (Am.Stud.Pap. 28, Atlanta 1990) (with T. T. Renner and K.A. Worp)    16.  Checklist of Editions of Greek and Latin Papyri, Ostraca and Tablets , 4th ed. (BASP Suppl. 7, Atlanta 1992) (with J.F. Oates, W.H. Willis and K.A. Worp)    17.  Egypt in Late Antiquity (Princeton 1993; paperback 1996)    18.  The Demography of Roman Egypt (Cambridge 1994) (with Bruce W. Frier)    19.  Reading Papyri, Writing Ancient History (London 1995)    20.  Columbia Papyri X (American Studies in Papyrology 34, 1996) (with Dirk Obbink)    21.  The Census Register P.Oxy. 984: The Reverse of Pindar's Paeans (Papyrologica Bruxellensia 29, Brussels 1997) (with B. W. Frier and I. C. Rutherford)    22.  The Kellis Agricultural Account Book (P.Kell. IV Gr.96) (Dakhleh Oasis Project Monographs 7, Oxford 1997)    23.  Documents from Berenike I: Ostraka from the 1997 and 1998 Seasons (Pap.Brux. 31, Brussels 2000), with Christina Helms and Arthur Verhoogt    24.  Checklist of Editions of Greek, Latin, Demotic and Coptic Papyri, Ostraca and Tablets , 5th ed. (BASP Suppl. 9, Oakville, Ct. 2001) (with J. F. Oates et al.)    25.  Later Roman Egypt: Society, Religion, Economy and Administration (Variorum Collected Studies, Aldershot 2003)    26.  The Hellenistic Period: Historical Sources in Translation , 2nd ed. (Oxford 2004) (with P. S. Derow)    27.  Chronological Systems of Byzantine Egypt , 2nd ed. (Leiden 2003) (with K. A. Worp)    28.  Documents from Berenike II: Texts from the 1999-2001 Seasons (Pap.Brux. 33, Brussels 2005), with Christina Helms and Arthur Verhoogt    29.  Women's Letters from Ancient Egypt, 300 BC-AD 800 (Ann Arbor 2006) (with R. Cribiore)    30.  Hellenistic and Roman Egypt: Sources and Approaches (Variorum Collected Studies, Aldershot 2006)    31.  The Demography of Roman Egypt , 2nd edition with addenda (Cambridge 2006) (with Bruce W. Frier)    32.  Leggere i papiri, scrivere la storia antica , trans. N. Aravecchia (Rome 2007) (translation of A19)    33. Reading Papyri, Writing Ancient History (Shanghai 2007) [Chinese translation of A19].    34. Livres chrétiens antiques d’Égypte (École Pratique des Hautes Études, Hautes Études du monde gréco-romain 44, Geneva 2009).    35. Early Christian Books in Egypt (Princeton 2009).    36. Everyday Writing in the Graeco-Roman East (Berkeley 2010)    37. A Sixth Century Tax Register from the Hermopolite Nome (Durham, NC 2011) (with J. G. Keenan and L. MacCoull)    38. Amheida I. Ostraka from Trimithis , volume 1 (New York 2012) (with G. R. Ruffini)         B. Contributions to Books    1. To Oxyrhynchus Papyri XXXVIII (London 1971) nos. 2874-2877    2. To Collectanea Papyrologica: Texts Published in Honor of H.C. Youtie II (Pap.Texte Abh. 20, Bonn 1976)    3. \"Epigraphy: Greek and Latin,\" in Quseir al-Qadim 1978: Preliminary Report, ed. D.S. Whitcomb and J.H. Johnson (Cairo 1979) 243-44    4. Nos. 50-53 in Papyri Greek and Egyptian ed. ... in Honour of Eric Gardner Turner (London 1981) 194-97    5. Note in \"Epigraphy,\" in Quseir al-Qadim 1980: Preliminary Report, ed. D.S. Whitcomb and J.H. Johnson (Undena 1982) 264    6. \"Nomination of a Goldsmith to Collect Taxes,\" Festschrift zum 100-jahrigen Bestehen der Papyrussammlung der Oesterreichischen Nationalbibliothek (Wien 1983) 422-25 no. 122    7. \"Wax Tablets in the Pierpont Morgan Library,\" in Tavolette lignee e cerate da varie collezioni, ed. R. Pintaudi and P.J. Sijpesteijn (Pap.Flor. 18, 1989) 153-65    8. \"Response to H. A. Rupprecht,\" Symposion 1990. Vorträge zur griechischen und hellenistischen Rechtsgeschichte (Köln 1991) 149-52    9. Comment, in L'\"inflazione\" nel quarto secolo d.C. (Rome 1993) 208-16    10. \"Petition,\" P.Michigan Koenen: Michigan Texts Published in Honor of Ludwig Koenen (P.Mich. XVIII) (Amsterdam 1996) 296-301 no. 793    11. \"The Fayum and its People,\" in Ancient Faces: Mummy Portraits from Roman Egypt (British Museum) (London 1997) 17-20    12. Chapter 4, \"Status and Law,\" in Women and Society in Greek and Roman Egypt, ed. J. L. Rowlandson (Cambridge 1998) 155-217 (with James G. Keenan)    13. \"I papiri e la storia,\" in Scrivere libri e documenti nel mondo antico, ed. G. Cavallo et al. (Pap.Flor. 30, Florence 1998) 55-66    14. \"Fayum,\" \"Papyrus,\" \"Parchment,\" and \"Rent\" in Late Antiquity: A Guide to the Postclassical World, ed. G. W. Bowersock et al. (Cambridge, Mass., 1999)    15. \"The Ostraka,\" in Berenike 1997, ed. S. E. Sidebotham and W. Z. Wendrich (Leiden 1999) 201-05 (with C. Helms and A. Verhoogt)    16. Comment on monetary aspects, in Griechische Papyri der Staats- und Universitätsbibliothek Hamburg (P.Hamb. IV), no. 267, ed. D. Hagedorn and B. Kramer (APF Bh. 4, 1998) 149-52    17. \"Inscriptions from Wadi Kalalat,\" in Berenike 1998, ed. S. E. Sidebotham and W. Wendrich (Leiden 2000) 403-412    18. \"Two 4th-Century Accounts from Kellis,\" in Papyri in honorem Johannis Bingen octogenarii (Studia varia Bruxellensia 5, Brussels 2000) 495-507 (with K. A. Worp)    19. \"A Property Division from Aphrodito,\" in Papyri in honorem Johannis Bingen octogenarii (Studia varia Bruxellensia 5, Brussels 2000) 537-44 (with J. G. Keenan)    20. \"Preliminary Report on the Textual Finds,\" in Berenike 1998, ed. S. E. Sidebotham and W. Z. Wendrich (Leiden 2000) 179-181 (with C. Helms and A. Verhoogt)    21. \"Roman Occupation,\" in Oxford Encyclopedia of Ancient Egypt, ed. D. Redford et al. (New York 2001) 3.148-156    22. \"Copts,\" in Oxford Encyclopedia of Ancient Egypt, ed. D. Redford et al. (New York 2001) 1.302-307    23. \"Receipt for Delivery of Oil,\" in Wiener Papyri als Festgabe zum 60. Geburtstag von Hermann Harrauer, ed. B. Palme (Vienna 2001) 143-145    24. \"A Coptic Graffito from the Valley Building at Deir Mustafa Kashef,\" in Essays and Texts in Honor of J. David Thomas (American Studies in Papyrology 42, 2001) 263    25. \"Alexandria,\" \"Apollonios (dioiketes),\" \"Arsinoe,\" \"Naukratis,\" \"Papyrology,\" \"Papyrus,\" \"Ptolemies,\" and \"Ptolemy I\" in The Cambridge Guide to Classical Civilization, ed. L. Foxhall et al. (Cambridge 2006)    26. “Three Hermopolite Leases from the Vienna Collection,” in Gedenkschrift Ulrike Horak , ed. H. Harrauer and R. Pintaudi (Pap.Flor. 34, Florence 2004) 49-57 nos. 8-10, with pll. V-VII    27. “Order to Send a Person,” in Gedenkschrift Ulrike Horak , ed. H. Harrauer and R. Pintaudi (Pap.Flor. 34, Florence 2004)  (with Fritz Mitthof)    28. “Quittung über eine Proviantlieferung an Steinbrucharbeiter,” in Gedenkschrift Ulrike Horak , ed. H. Harrauer and R. Pintaudi (Pap.Flor. 34, Florence 34)  (with Fritz Mitthof)    29. Chapters 9 (The Western Oases) and 10 (The Eastern Desert) in Egypt from Alexander to the Copts: An Archaeological and Historical Guide, ed. R. S. Bagnall and D. W. Rathbone (London 2004)    29a. “Preface,” in P. Davoli, Oggetti in argilla dall’area templare di Bakchias (El-Fayyum, Egitto) (Pisa 2005) 13.    30. “Ostraka in the British Library,” in Papyri in Memory of P. J. Sijpesteijn (Am.Stud.Pap. 40, Oakville, Ct. 2007) 253-64 (with K. A. Worp)    31. “Introduction,” in Egypt in the Byzantine World , 300-700 , ed. R. S. Bagnall (Cambridge 2007) 1-17    31a. “Geleitwort zur 2. Auflage,” in T. S. Richter, Rechtssemantik und forensische Rhetorik , 2 ed. (Wiesbaden 2008) ix-xi.    32. \"Ostraka,\" in An Island through Time: Jerba Studies 1, by A. Drine, E. Fentress, and R. Holod (Portsmouth, R.I. 2009) 330-340 (with Z. Várhelyi)    33. “4956-4957. Two Census Declarations,” in Oxyrhynchus Papyri LXXIII, ed. D. Obbink and N. Gonis (London 2009) 146-151    34. “Ostraca from the Collection of Naphtali Lewis,” in F.A.J. Hoogendijk and B.P. Muhs, eds, Sixty-Five Papyrological Texts Presented to Klaas A. Worp on the Occasion of his 65th Birthday (Pap.Lugd.Bat. 33, Leiden 2008) 329-42 (with R. Cribiore and J. G. Keenan)    35. Chapter 3, “Response to Elio Lo Cascio,” in A. K. Bowman and A. Wilson, eds., Quantifying the Roman Economy (Oxford 2009) 107-112.    36. Chapter 6, “Response to Alan Bowman,” in A. K. Bowman and A. Wilson, eds., Quantifying the Roman Economy (Oxford 2009) 205-209.    37. “Sales of Movables,” in Law and Society in Egypt from Alexander to the Arab Conquest , ed. J. G. Keenan, J. G. Manning, and U. Yiftach (Cambridge, forthcoming)    38. “A Receipt for κωμοκάτοικοι,” forthcoming    39. “Gardens in Roman Egypt,” in Gardens of the Roman World , ed. W. Jashemski, forthcoming       C. Books Edited    1. Proceedings of the XVI International Congress of Papyrology (American Studies in Papyrology 23, Chico, CA 1981)    2. Studies in Roman Law in Memory of A. Arthur Schiller (Columbia Studies in the Classical Tradition 13, Leiden 1986)    3. Essays and Texts in Honor of J. David Thomas (American Studies in Papyrology 42, 2001) (with Traianos Gagos)    4. Egypt from Alexander to the Copts: An Archaeological and Historical Guide (London 2004) (with Dominic Rathbone)    5. Egypt in the Byzantine World, 300-700 (Cambridge 2007)    6. Hellenistic Egypt, by J. Bingen (Edinburgh 2007)    7. Papyri in Memory of P. J. Sijpesteijn (American Studies in Papyrology 40, 2007) (Assistant Editor)    8. The Oxford Handbook of Papyrology (New York 2009)    9. Encyclopedia of Ancient History ,13 vols. and electronic edition (Oxford 2012) (with K. Brodersen et al.)       D. Articles    1. \"An Order for Nails,\" BASP 5 (1968) 99-104    2. \"Three Papyri from Oxyrhynchus,\" BASP 5 (1968) 135-50    3. \"Notes on the Leiden Ostraca,\" BASP 6 (1969) 65-72 (with P.J. Sijpesteijn)    4. \"Some Notes on P.Hib. 198,\" BASP 6 (1979) 73-118    5. \"Notes on the Leiden Ostraca, II,\" BASP 8 (1971) 101-12 (with P.J. Sijpesteijn)    6. \"The Ptolemaic Trierarchs,\" Cd'E 46 (1971) 356-62    7. \"Theogenes the Dioiketes,\" AncSoc 3 (1972) 111-19    8. \"Stolos the Admiral,\" Phoenix 26 (1972) 358-68    9. \"Three Notes on Ptolemaic Inscriptions,\" ZPE 11 (1973) 121-27    10. \"Documents from Kourion: A Review Article,\" Phoenix 27 (1973) 99-117, 213-44 (with Thomas Drew-Bear)    11. \"Notes on the History of Kourion,\" Cd'E 49 (1974) 179-95 (with Thomas Drew-Bear)    12. \"The Toparch Leon and his Archive,\" GRBS 15 (1974) 215-20    13. \"A Checklist of Editions of Greek Papyri and Ostraca,\" BASP 11 (1974) 1-35 (with J.F. Oates and W.H. Willis)    14. \"Ptolemaic Foreign Correspondence in P.Tebt. 8,\" JEA 61 (1975) 168-80    15. \"Orders for Payment from a Banker's Archive: Papyri in the Collection of Florida State University,\" AncSoc 6 (1975) 79-108 (with R. Bogaert)    16. \"The Roman Garrison of Latopolis,\" BASP 12 (1975) 134-44    17. \"Archagathos, Epistates of Libya,\" Philologus 120 (1976) 195-209 (reprinted in Hellenistic and Roman Egypt [A30], chapter VII)    18. \"Three Receipts for Poll-Tax and Bath-Tax,\" StudPap 16 (1977) 31-34 (with P.J. Sijpesteijn)    19. \"Currency in the Fourth Century and the Date of CPR V 26,\" ZPE 24 (1977) 111-24 (with P.J. Sijpesteijn)    20. \"Price in 'Sales on Delivery',\" GRBS 18 (1977) 85-96 (reprinted in Later Roman Egypt [A25], chapter XV)    21. \"Papyrology,\" Encyclopedia of Library and Information Science XXI (New York 1977) 397-408    22. \"Politiewerk op het Platteland in Romeins Egypte,\" Spiegel Historiael 12 (1977) 386-89    23. \"Commodity Prices in P.Stras. 595,\" ZPE 27 (1977) 161-64 (with K.A. Worp)    24. \"Army and Police in Roman Upper Egypt,\" JARCE 14 (1977) 67-86 (reprinted in Hellenistic and Roman Egypt [A30], chapter XVIII)    25. \"A Receipt for Gold Bullion,\" Cd'E 52 (1977) 319-21 (with K.A. Worp)    26. \"Bullion Purchases and Landholding in the Fourth Century,\" Cd'E 52 (1977) 322-36 (reprinted in Later Roman Egypt [A25], chapter XIX)    27. \"P.NYU 15 and the Kephalaiotai of Karanis,\" StudPap 17 (1978) 49-54    28. \"Ten Consular Dates,\" ZPE 28 (1978) 221-30 (with K.A. Worp)    29. \"P.Erl. 52 B Recto: A Reedition,\" ZPE 28 (1978) 231-37 (with K.A. Worp)    30. \"Property-holdings of Liturgists in Fourth-century Karanis,\" BASP 15 (1978) 9-16 (reprinted in Later Roman Egypt [A25], chapter XXIII)    31. \"Notes on Egyptian and Greek Ostraka,\" Enchoria 8 (1978) 143-50    32. \"The Consuls of A.D. 411-412,\" Mnemosyne 31 (1978) 287-93 (with K.A. Worp)    33. \"The Number and Term of the Dekaprotoi,\" Aegyptus 58 (1978) 160-67 (reprinted in Later Roman Egypt [A25], chapter XXIV)    34. \"Chronological Notes on Byzantine Documents I,\" BASP 15 (1978) 233-46 (with K.A. Worp)    35. \"Dekaprotoi and Epigraphai,\" BASP 16 (1979) 185-89 (with J.D. Thomas)    36. \"Ostraka from the Yale Collection,\" BASP 16 (1979) 3-11    37. \"A General Bibliography of Papyrology,\" Actes du XVe Congrés International de Papyrologie (Pap.Brux. 18, Bruxelles 1979) 17-19    38. \"The Date of the Hermopolite Land Registers: A Review Article,\" BASP 16 (1979) 159-68 (reprinted in Hellenistic and Roman Egypt [A30], chapter XX)    39. \"Chronological Notes on Byzantine Documents II,\" BASP 16 (1979) 221-37 (with K.A. Worp)    40. \"Chronological Notes on Byzantine Documents III,\" BASP 16 (1979) 239-47 (with K.A. Worp)    41. \"Notes on Karanis Papyri,\" Coptic Studies Presented to Mirrit Boutros Ghali, ed. L.S.B. MacCoull (Cairo 1979) 1-2    42. \"Papyrus Documentation in Egypt from Justinian to Heraclius,\" Bulletin of the Egyptological Seminar 1 (1979) 5-10 (with K.A. Worp)    43. \"Three Regnal Dates Assigned to 310/311,\" Bulletin of the Egyptological Seminar 1 (1979) 11-13 (with K.A. Worp)    44. \"Chronological Reckoning in Byzantine Egypt,\" GRBS 20 (1979) 279-95 (with K.A. Worp)    45. \"The Date of the Foundation of Alexandria,\" American Journal of Ancient History 4 (1979) 46-49 (reprinted in Hellenistic and Roman Egypt [A30], chapter IV)    46. \"P.Oxy. XVI 1905, SB V 7756, and Fourth Century Taxation,\" ZPE 37 (1980) 185-96 (reprinted in Later Roman Egypt [A25], chapter XVIII)    47. \"Grain Land in the Oxyrhynchite Nome,\" ZPE 37 (1980) 263-64 (with K.A. Worp)    48. \"Chronological Notes on Byzantine Documents IV,\" BASP 17 (1980) 5-18 (with K.A. Worp)    49. \"Chronological Notes on Byzantine Documents V,\" BASP 17 (1980) 19-25 (with K.A. Worp)    50. \"Chronological Notes on Byzantine Documents VI,\" BASP 17 (1980) 27-36 (with K.A. Worp)    51. \"Papyrus Documentation in Egypt from Constantine to Justinian,\" Miscellanea Papyrologica ed. R. Pintaudi (Pap.Flor. 7, Florence 1980) 105-16    52. \"Chronological Notes on Byzantine Documents VII,\" BASP 17 (1980) 105-16 (with K.A. Worp)    53. \"Theadelphian Archives: A Review Article,\" BASP 17 (1980) 97-104    54. \"End of a Sale Contract,\" Scritti in onore di Orsolina Montevecchi (Bologna 1981) 11-14    55. \"Chronological Notes on Byzantine Documents VIII,\" BASP 18 (1981) 33-54 (with K.A. Worp)    56. \"Egypt, the Ptolemies, and the Greek World,\" BES 3 (1981) 5-21    57. \"Portrait of a Freedman,\" BES 3 (1981) 23-24 (with K.A. Worp)    58. \"Christian Invocations in the Papyri,\" Cd'E 56 (1981) 112-33 (with K.A. Worp)    59. \"Christian Invocations in the Papyri: a Supplement,\" Cd'E 56 (1981) 362-65 (with K.A. Worp)    60. \"Six Notes on Byzantine Documents,\" ZPE 46 (1982) 239-48 (with K.A. Worp)    61. \"Due papiri fiorentini del quarto secolo,\" StudPap 21 (1982) 87-92    62. \"Papyrus Documentation in the Period of Diocletian and Constantine,\" BES 4 (1982) 25-33 (with K.A. Worp)    63. \"Upper and Lower Guard Posts,\" Cd'E 57 (1982) 125-28    64. \"The Population of Theadelphia in the Fourth Century,\" BullSocArchCopte 24 (1982) 35-57 (reprinted in Later Roman Egypt [A25], chapter VI)    65. \"Religious Conversion and Onomastic Change,\" BASP 19 (1982) 105-24 (reprinted in Later Roman Egypt [A25], chapter VIII)    66. \"Theadelphian Taxes in CPR VI 5,\" BullSocArchCopte 24 (1982) 115-18    67. \"Papyrology and Ptolemaic History, 1956-1980,\" CW 76 (1982-83), 13-21 (reprinted in Hellenistic and Roman Egypt [A30], chapter V)    68. \"A Loan of Money: P.Sorb.Inv. 2253,\" Archiv für Papyrusforschung 29 (1983) 29-31 (with K.A. Worp)    69. \"Two Fourth-Century Papyri in Bologna,\" ZPE 52 (1983) 247-55 (with K.A. Worp)    70. \"Five Papyri on Fourth-Century Money and Prices,\" BASP 20 (1983) 1-19 (with K.A. Worp)    71. \"The Fourth-Century Tax Roll in the Princeton Collection: A Reedition,\" Archiv für Papyrusforschung 30 (1984) 53-82 (with K.A. Worp)    72. \"Flavius Neaptius, Ghost-Comes Aegypti,\" GRBS 25 (1984) 83-85    73. \"An Unrecognized Date by the Rebellion of 131 B.C.,\" ZPE 56 (1984) 58-60 (reprinted in Hellenistic and Roman Egypt [A30], chapter XI)    74. \"Further Chronological Notes on Byzantine Documents,\" ZPE 56 (1984) 127-36 (with K.A. Worp)    75. \"Three Papyri from Fourth-Century Karanis,\" Cd'E 59 (1984) 301-11 (with K.A. Worp)    76. \"The Origins of Ptolemaic Cleruchs,\" BASP 21 (1984) 7-20 (reprinted in Hellenistic and Roman Egypt [A30], chapter VIII)    77. \"Publius Petronius, Augustan Prefect of Egypt,\" Yale Classical Studies 28 (1985) 85-93 (reprinted in Hellenistic and Roman Egypt [A30], chapter XII)    78. \"Two Nominations of Goldsmiths to Collect Taxes,\" ZPE 59 (1985) 67-70 (with K.A.Worp)    79. \"Agricultural Productivity and Taxation in Fourth-Century Egypt,\" TAPA 115 (1985) 290-308 (reprinted in Later Roman Egypt [A25], chapter XVII)    80. \"The Camel, the Wagon, and the Donkey in Later Roman Egypt,\" BASP 22 (1985) 1-6 (reprinted in Later Roman Egypt [A25], chapter XVI)    81. \"Two Byzantine Legal Papyri in a Private Collection,\" Studies in Roman Law in Memory of A. Arthur Schiller (CSCT 13, Leiden 1986) 1-9    82. \"The Computer and Classical Research,\" Classical Views 30 (1986) 53-62    83. \"Dating by the Moon in Nubian Inscriptions,\" Cd'E 61 (1986) 347-57 (with K.A. Worp)    84. \"Papyri and Ostraka from Quseir al-Qadim,\" BASP 23 (1986) 1-60    85. \"Church, State and Divorce in Late Roman Egypt,\" in Florilegium Columbianum: Essays in Honor of Paul Oskar Kristeller (New York 1987) 41-61 (reprinted in Later Roman Egypt [A25], chapter IV)    86. \"Involving Scholars in Preservation Decisionmaking: the Case of the Classicists,\" Journal of Academic Librarianship 13 (1987) 140-46 (with Carolyn L. Harris)    87. \"Conversion and Onomastics: A Reply,\" ZPE 69 (1987) 243-50 (reprinted in Later Roman Egypt [A25], chapter IX)    88. \"Roman Egypt, Later\", in Dictionary of the Middle Ages 10 (1988) 453-56    89. \"Greeks and Egyptians: Ethnicity, Status, and Culture,\" in Cleopatra's Egypt: The Ptolemaic Age 305-30 B.C. (Brooklyn Museum 1988) 21-27    90. \"Restoring the Text of Documents,\" TEXT 4 (1988) 109-19 (reprinted in Hellenistic and Roman Egypt [A30], chapter II)    91. \"The Forty Thousand Citizens of Ephesos,\" CP 83 (1988) 220-23 (with P.D. Warden)    92. \"The Object of Reimbursement in P.Oxy. XIV 1718,\" Cd'E 63 (1988) 157-64    93. \"An Early Christian Burial at Tell el-Maskhuta?\" ZPE 74 (1988) 291-92    94. \"Archaeology and Papyrology,\" Journal of Roman Archaeology 1 (1988) 197-202    95. \"The Hellenistic Environment,\" Hellenistic Art in the Walters Art Gallery, ed. Ellen D. Reeder (Baltimore 1988) 52-58    96. \"Fourth-Century Prices: New Evidence and Further Thoughts,\" ZPE 76 (1989) 69-76    97. \"Official and Private Violence in Roman Egypt,\" BASP 26 (1989) 201-16 (reprinted in Later Roman Egypt [A25], chapter V)    98. \"Notes on Egyptian Census Declarations, I,\" BASP 27 (1990) 1-14    99. \"Five Problematic Fourth-Century Pieces,\" BASP 27 (1990) 79-93    100. \"A Trick a Day to Keep the Tax Man at Bay? The Prostitute Tax in Roman Egypt,\" BASP 28 (1991) 5-12 (reprinted in Hellenistic and Roman Egypt [A30], chapter XVI)    101. \"Freedmen and Freedwomen with Fathers?\" Journal of Juristic Papyrology 21 (1991) 7-8    102. \"Notes on Egyptian Census Declarations, II,\" BASP 28 (1991) 13-32    103. \"Notes on Egyptian Census Declarations, III,\" BASP 28 (1991) 121-33    104. \"The Taxes of Toka,\" Tyche 6 (1991) 37-43 (reprinted in Later Roman Egypt [A25], chapter XX)    105. \"The Beginnings of the Roman Census in Egypt,\" GRBS 32 (1991) 255-65 (reprinted in Hellenistic and Roman Egypt [A30], chapter XIII)    106. \"Notes on Roman and Byzantine Documents,\" Cd'E 66 (1992) 282-96    107. \"An Owner of Literary Papyri,\" CP 87 (1992) 137-40 (reprinted in Later Roman Egypt [A25], chapter VII)    108. \"Military Officers as Landowners in Fourth Century Egypt,\" Chiron 22 (1992) 47-54 (reprinted in Later Roman Egypt [A25], chapter XIV)    109. \"Ptolemaic Administration of Palestine,\" Anchor Bible Dictionary (New York 1992) 5: 90-92    85-96 (reprinted in Later Roman Egypt [A25], chapter X)    111. \"Notes on Egyptian Census Declarations, IV,\" BASP 29 (1992) 101-15    112. \"Landholding in Late Roman Egypt: The Distribution of Wealth,\" JRS 82 (1992) 128-49 (reprinted in Later Roman Egypt [A25], chapter XII)    113. \"Count Ausonius,\" Tyche 7 (1992) 9-13 (reprinted in Later Roman Egypt [A25], chapter XXII)    114. \"The Periodicity and Collection of the Chrysargyron,\" Tyche 7 (1992) 15-17 (reprinted in Later Roman Egypt [A25], chapter XXI)    115. \"Census Declarations from Tebtunis,\" Aegyptus 72 (1992) 61-84    116. \"Census Declarations in the Berlin Collection,\" Archiv für Papyrusforschung 39 (1993) 21-28    117. \"Slavery and Society in Late Roman Egypt,\" Law, Politics and Society in the Ancient Mediterranean World, ed. B. Halpern and D. Hobson (Sheffield 1993) 220-40 (reprinted in Later Roman Egypt [A25], chapter I)    118. \"An Arsinoite Metropolitan Landowning Family of the Fourth century,\" Papyrologica Lupiensia 2 (1993) [Papiri Documentari Greci] 97-101 (reprinted in Later Roman Egypt [A25], chapter XIII)    119. \"Notes on Egyptian Census Declarations, V,\" BASP 30 (1993) 35-56    119a. \"Alessandra Gara,\" BASP 30 (1993) 79-80    120. \"Egypt and the Lex Minicia,\" Journal of Juristic Papyrology 23 (1993) 25-28 (reprinted in Hellenistic and Roman Egypt [A30], chapter XV)    121. \"Managing Estates in Roman Egypt: A Review Article,\" BASP 30 (1993) 127-35 (reprinted in Hellenistic and Roman Egypt [A30], chapter XVII)    122. \"The Affairs of a Complex Family,\" Archiv für Papyrusforschung 40 (1994) 37-41 and Abb. 17 (with K. A. Worp)    123. \"Greek and Latin Documents from 'Abu Sha'ar, 1990-1991,\" JARCE 31 (1994) 157-66 (with Jennifer A. Sheridan)    124. \"Three Notes on Byzantine Documents,\" ZPE 101 (1994) 96-98 (with K. A. Worp)    125. \"Greek and Latin Documents from 'Abu Sha'ar, 1992-1993,\" BASP 31 (1994) 109-20 (with Jennifer A. Sheridan)    126. \"Census Declarations from the British Library,\" Cd'E 69 (1994) 109-26    127. \"Collection Froehner 81 Once Again,\" JJurPap 24 (1994) 11-12 (with Adam Lajtar)    128. \"Egypt and the 'Barbarians',\" New York Review of Art 1.2 (1994) 8-9    129. \"Governmental Roles in the Economy of Late Antiquity,\" Production and Public Powers in Antiquity, ed. E. Lo Cascio and D. Rathbone. Proceedings of the Eleventh International Economy History Congress B1 (Milan 1994) 61-69; reprinted in Production and Public Powers in Classical Antiquity, ed. E. Lo Cascio and D. Rathbone (Cambridge Philological Society, Suppl. 26, Cambridge 2000) 86-91.    130. \"SPP XX 74: The Last Preserved Bank-Diagraphe,\" Tyche 10 (1995) 1-7 (with K. A. Worp)    131. \"The People of P.Mich.inv. 5806,\" ZPE 105 (1995) 253-55    132. \"Charite's Christianity,\" BASP 32 (1995) 37-40 (reprinted in Later Roman Egypt [A25], chapter XI)    133. \"Women, Law, and Social Realities in Late Antiquity: A Review Article,\" BASP 32 (1995) 65-86 (reprinted in Later Roman Egypt [A25], chapter II)    134. \"Franks in Sixth-century Egypt,\" Tyche 11 (1996) 1-10 (with B. Palme)    135. \"The Painted Garden of Coptos,\" Cd'E 71 (1996) 145-52    136. \"A Ptolemaic Inscription from Bir 'Iayyan,\" Cd'E 71 (1996) 317-30 (with J. Manning, S. Sidebotham, and R. Zitterkopf)    136a. \"Pieter Johannes Sijpesteijn,\" BASP 33 (1996) 11-13    137. \"The People of the Roman Fayum,\" in Portraits and Masks: Burial Customs in Roman Egypt, ed. M. L. Bierbrier (London 1997) 7-15 (reprinted in Hellenistic and Roman Egypt [A30], chapter XIV)    138. \"Missing Females in Roman Egypt,\" Scripta Classica Israelica 16 (1997) 121-38 (reprinted in Later Roman Egypt [A25], chapter III)    139. \"Decolonizing Ptolemaic Egypt,\" in Hellenistic Constructs: Essays in Culture, History and Historiography, ed. by P. Cartledge et al. (Berkeley 1997) 225-41 (reprinted in Hellenistic and Roman Egypt [A30], chapter VI)    140. \"For the Visit of My Father Sarapion: CPR VIII 52,\" Tyche 12 (1997) 245-46    141. \"A Mandate from the Great Oasis,\" ZPE 116 (1997) 149-51    142. \"A Kinder, Gentler Roman Army?\" (extended review of R. Alston, Soldier and Society in Roman Egypt), JRA 10 (1997) 504-12    143. \"O.Waqfa 66,\" Tyche 12 (1997) 246-47    144. \"O.Waqfa 79,\" Tyche 12 (1997) 247-48    145. \"Imaging of Papyri: A Strategic View,\" Literary and Linguistic Computing 12 (1997) 153-54    146. \"A New Arsinoite Strategos?\" ZPE 119 (1997) 202    147. \"Two Linguistic Notes on Ostraka from Mons Claudianus,\" Cd'E 72 (1997) 341-44    148. \"Cults and Names of Ptolemais in Upper Egypt,\" Egyptian Religion: The Last Thousand Years (Studies Dedicated to the Memory of Jan Quaegebeur) (Orientalia Lovanensia Analecta 85, Leuven 1998) II 1093-1101    149. \"Tiphagion,\" ZPE 122 (1998) 173-88 (with U. Thanheiser and K. A. Worp)    150. \"Papyrus and Preservation,\" Classical World 91 (1998) 543-52    151. \"Charles Bradford Welles,\" American National Biography 23 (New York 1999) 4-5    152. \"Greek Papyri and Coptic Studies, 1990-1995,\" Ägypten und Nubien in spätantiker und christlicher Zeit 2. Schrifttum, Sprache und Gedankenwelt (Wiesbaden 1999) 219-30 (reprinted in Hellenistic and Roman Egypt [A30], chapter XXIV)    153. \"Lender, Borrower, and Banker in P.Yale I 65,\" BASP 36 (1999) 45-52    154. \"Eirene to Epaphrys: P.Yale I 77 revised,\" Cd'E 74 (1999) 109-117    155. \"'Your Wife in Your Name': P.Oxy. LXII 4340,\" GRBS 39 (1998 [2000]) 157-67    156. \"The Date of P.Kell. I G. 62 and the Meaning of Chorion, Chronique d'Égypte 74 (1999) 329-33    157. \"`He darkened our reasoning': A note on CPR XIV 53,\" Tyche 14 (1999) 327-28    158. \"Jesus Reads a Book,\" Journal of Theological Studies n.s. 51 (2000) 577-88    159. \"A Prefect's Edict Mentioning Sacrifice ,\" Archiv für Religionsgeschichte 2 (2000) 77-86 + 2 plates (with James B. Rives)    160. \"Vegetable Seed Oil is Sesame Oil,\" Chronique d'Égypte 75 (2000) 133-35    161. \"P.Oxy. 4527 and the Antonine Plague in Egypt: Death or Flight?\" JRA 13 (2000) 288-92    162. \"Tetrachryson,\" Tyche 15 (2000) 3-6 (with K. A. Worp)    163. \"Mapping Hellenistic and Roman Egypt: Comment,\" Atti del XXII Congresso Internazionale di Papirologia (Florence 2001) I 85-88    164. \"A Heavy Artaba and its Ninety-six Loaves,\" in Alexandrian Studies II, in Honour of Mostafa El Abbadi (Bulletin de la Société d'Archéologie d'Alexandrie 46, Alexandria 2001) 7-11    165. \"Security and Water on Egypt's Desert Roads: New Light on the Prefect Iulius Ursus and Praesidia-building under Vespasian,\" JRA 14 (2001) 325-333 (with A. Bülow-Jacobsen and H. Cuvigny)    166. \"Archaeological Work on Hellenistic and Roman Egypt, 1995-2000,\" AJA 105 (2001) 227-43 (reprinted in Hellenistic and Roman Egypt [A30], chapter I)    167. \"The Camp of Hibis,\" Essays and Texts in Honor of J. David Thomas (Am.Stud.Pap 42., Oakville, Ct. 2001) 3-9    168. \"Les lettres privées des femmes : un choix de langue en Égypte byzantine,\" Bulletin de la Classe des Lettres de l'Académie Royale de Belgique 6 ser. 12 (2001) 133-153 (reprinted in Hellenistic and Roman Egypt [A30], chapter XXI)    169. \"Household Accounts: SB I 5224 Revised,\" BASP 38 (2001) 7-20 (with K. A. Worp)    170. \"Monks and Property: Rhetoric, Law and Patronage in the Apophthegmata Patrum and the Papyri,\" GRBS 42 (2001) 7-24 (reprinted in Hellenistic and Roman Egypt [A30], chapter XXII)    171. \"Public Administration and the Documentation of Roman Panopolis,\" in Perspectives on Panopolis, ed. A. Egberts, B.P. Muhs and J. van der Vliet (Pap.Lugd.Bat. 31, Leiden 2002) 1-12 (reprinted in Hellenistic and Roman Egypt [A30], chapter XIX)    172. \"Alexandria: Library of Dreams,\" Proceedings of the American Philosophical Society 146 (2002) 348-362 (reprinted in Hellenistic and Roman Egypt [A30], chapter IX)    173. \"The Effects of Plague: Model and Evidence,\" JRA 15 (2002) 114-120    174. \"An Inscribed Pedestal from the Temple of Tutus,\" Dakhleh Oasis Project: Preliminary Reports on the 1994-1995 to 1998-1999 Field Seasons, ed. C.A. Hope and G.E. Bowen (DOP Monograph 11, Oxford 2003) 49-51 (with C. A. Hope, W. J. Tait, and K. A. Worp)    175. \"Berenike Crossroads: The Integration of Information,\" JESHO 46 (2003) 46-87 (with W. Z. Wendrich et al.); reprinted in N. Yoffee and B. L. Crowell, Excavating Asian History (Tucson 2006) 15-66    176. \"An Early Fragment of the Greek Apophthegmata Patrum,\" Archiv für Religionsgeschichte 5 (2003) 260-278 (with N. Gonis)    177. \"Dioskourides: Three Rolls,\" BSAAlex. 47 (2003) 5-17 (reprinted in Hellenistic and Roman Egypt [A30], chapter X)    178. \"The Consulate of BGU XVII 2676,\" ZPE 142 (2003) 188 (with K. A. Worp)    179. \"Knekites,\" Cd'E 78 (2003) 229-235 (with J. Harrell)    180. \"Rôles publics et privés dans l'économie impériale: Nouvelles découvertes provenant du Désert oriental en Egypte romaine,\" in J.-J. Aubert, ed., Tches publiques et entreprise privée dans le monde romain (Geneva 2003) 289-303    181. \"The Receipt for Wheat from Abusir,\" Tyche 17 (2003) 29-30 (with K. A. Worp)    182. \"P.Princ. II 84 Revised,\" BASP 40 (2003) 11-26 (with K. A. Worp)    183. \"A Vineyard in the Small Oasis:What Was the Dispute About?\" JJurPap 33 (2003) 17-25    183a. \"Periodizing When You Don't Have to: the Concept of Late Antiquity in Egypt,\" in Gab es eine Spätantike?, [ed. B. Sirks] (Frankfurt am Main 2003) 39-49    184. \"SB XII 11273: No Vocative,\" ZPE 146 (2004) 170-172 (with E. Dickey)    185. \"O.Douch I 40,\" ZPE 147 (2004) 205-207 (with M. Choat and I. Gardner)    186. \"Dating the Coptic Legal Documents from Aphrodite,\" ZPE 148 (2004) 247-252 (with K. A. Worp)    187. \"Civic Life in Fourth Century Trimithis,\" ZPE 149 (2004) 143-152 (with G. Ruffini)    188. \"The Last Donkey Sacrifice at Deir el-Bahari,\" JJP 34 (2004) 15-21    189. \"Women's Petitions in Late Antique Egypt,\" in La pétition à Byzance, ed. D. Feissel and J. Gascou (Paris 2004) 53-60 (reprinted in Hellenistic and Roman Egypt [A30], chapter XXIII)    190. \"Evidence and Models for the Economy of Roman Egypt,\" in The Ancient Economy: Evidence and Models, ed. Ian Morris and J. G. Manning (Stanford 2005) 187-204 (reprinted in Hellenistic and Roman Egypt [A30], chapter III)    191. \"Egypt and the Concept of the Mediterranean,\" in W. V. Harris, ed., Rethinking the Mediterranean (Oxford 2005) 339-347.    192. \"Linguistic Change and Religious Change: Thinking about the Temples of the Fayyum in the Roman Period,\" in G. Gabra, ed., Christianity and Mo-nasticism in the Fayoum Oasis (Cairo 2005) 11-19    193. \"Village and City: Geographies of Power in Byzantine Egypt,\" Les villages dans l'empire Byzantin (Realités Byzantines, Paris 2005) 553-65    194. \"A Coptic Letter from Two Women,\" Studi di Egittologia e di Papirologia 2 (2005) 33-35 (with R. Cribiore and T. Renner)    195. \"An Urban Population from Roman Upper Egypt,\" in Urbanism in the PreindustrialWorlds:A Cross-CulturalApproaches, ed. Glenn R. Storey (Tuscaloosa, Alabama 2006) 139-44    196. \"John W. Burgess and the Birth of the University,\" in Living Legacies at Columbia, ed. W. T. deBary (New York 2006) 455-63.    197. “I Romani nel deserto,” Pharaon 2, nos. 9-10 (Sept.-Oct. 2006) 7-18 (with P. Davoli et al.)    198. “Roman Amheida: Excavating a Town in Egypt’s Dakhleh Oasis,” Minerva (Nov./Dec. 2006) 10-13 (with P. Davoli, O. Kaper, and H. Whitehouse)    199. \"The Ptolemaic to Early Roman Amethyst Quarry at Abu Diyeiba in Egypt's Eastern Desert,\" BIFAO 106 (2006) 127-62 (with J. Harrell, S. Sidebotham, S. Marchand, J. Gates, and J.-L. Rivard)    200. “Naphtali Lewis (1911-2005),” BASP 43 (2006) 5-8    201. “Charles Bradford Welles,” in M. Capasso, ed., Hermae: Scholars and Scholarship in Papyrology (Pisa 2007) 283-86    202. “A Water Temple at Bir Abu Safa (Eastern Desert),” JARCE 41 (2004 [2007]) 149-59 (with S. E. Sidebotham et al.)    203. “The Advanced Papyrological Information System: Past, Present, and Future,” Proceedings of the XXIV International Congress of Papyrology (Helsinki 2007) 59-74 (with T. Gagos)    204. “Reflections on the Greek of the Narmouthis Ostraka,” in M. Capasso and P. Davoli, ed., New Archaeological and Papyrological Researches on the Fayyum (Pap.Lup. 14, 2005 [2007]) 13-20    205. “Family and Society in Roman Oxyrhynchus,” in Oxyrhynchus: A City and its Texts , ed. A. K. Bowman et al. (London 2007) 182-93    206. “Models and Evidence in the Study of Religion in Late Roman Egypt,” in From Temple to Church: Destruction and Renewal of Local Cultic Topography in Late Antiquity , ed. J. Hahn, S. Emmel, and U. Gotter (Religions in the Graeco-Roman World 163, Leiden 2008) 23-41    207. “Village landholding at Aphrodito in comparative perspective,” in Les archives de Dioscore d’Aphrodité cent ans après leur découverte , ed. J.-L. Fournet (Paris 2008) 181-90    208. “SB 6.9025, Cotton, and the Economy of the Small Oasis,” BASP 45 (2008) 21-30    209. “Economy and Ecology in the Kellis Agricultural Account Book,” Oasis Papers 2: The Proceedings of the Second Conference of the Dakhleh Oasis Project , ed. M. Wiseman (DOP Monograph 12, Oxford 2008) 115-117 .    210. “Sarah Clackson and Coptic Papyrology,” in The Administration of Monastic Estates in Late Antique and Early Islamic Egypt , ed. A. Boud’hors, J. Clackson, C. Louis and P. Sijpesteijn (Cincinnati 2009) xi-xiv    211. “Greek, Coptic, and Aramaic Tombstones from the Pyramid Complex of Senwosret III at Dahshur,” ZPE 171 (2009) 131-170 (with B. Nielsen and I. Soto)    212. “The ενδελεχιστήριον of Kronos,” Archiv für Papyrusforschung 55 (2009) 193-198 (with R. Ast)    213. “Alan Edouard Samuel (1932-2008),” BASP 46 (2009) 7-9.    214. “Papyrology,” in M. Bates and M. Maack, eds., Encyclopedia of Library and Information Science , 3 rd ed.  online    215. “O.Flor.inv. 21: An Amorous Triangle,” Cd’E 85 (2010) 213-23 (with Raffaella Cribiore)    216. “Naphtali Lewis (1911-2005),” in M. Capasso, ed., Hermae 2 (Pisa-Rome 2010).    217. “Papyrology,” in A. Barchiesi and W. Scheidel, eds., The Oxford Handbook of Roman Studies (Oxford 2010) 123-134.    218. “The Readers of Christian Books: Further Speculations,” in G. Bastianini and A. Casanova, I papiri letterari cristiani (Florence 2011) 23-30    219. “Archaeological Work on Graeco-Roman Egypt, 2000-2010,” AJA 115 (2011) 103-57 (with P. Davoli)    220. “Family Papers from Second-Century A.D. Kellis,” Cd’E 86 (2011) 228-53 (with K. A. Worp)    221. “Christianity on Thoth’s Hill,” in R. Bagnall, P. Davoli, and C. Hope, eds., Oasis Papers 6: The Proceedings of the Sixth Conference of the Dakhleh Oasis Project (Oxford 2012), forthcoming    222. “Dakhla and the West in Late Antiquity,” forthcoming    223. “A Letter from Taos to Markos,” forthcoming (with R. Ast)    224. “Greek Textual Finds from Amheida (Trimithis), 2004-2006,” Oasis Papers 5: The Proceedings of the Fifth Conference of the Dakhleh Oasis Project , ed. F. Leemhuis and O. E. Kaper, forthcoming    225. “Late Roman Data Collection,” forthcoming       E. Reviews    1. S. Spyridakis, Ptolemaic Itanos and Hellenistic Crete, in Phoenix 25 (1971) 405-06    2. O. Montevecchi, La Papirologia, in BASP 11 (1974) 69-75 (with W.S. Bagnall)    3. Xenophontis Expeditio Cyri, ed. C. Hude, rev. J. Peters, in CW 68 (1975) 445-46    4. M. San Nicolo, Aegyptisches Vereinswesen, in CW 68 (1975) 462-63    5. P. Klose, Die Völkerrechtliche Ordnung der hellenistischen Staatenwelt, in BASP 12 (1975 59-65    6. W. Huss, Untersuchungen zur Aussenpolitik Ptolemaios' IV., in Cd'E 52 (1977) 185-90    7. N. Lewis, Papyrus in Classical Antiquity, in CP 73 (1978) 166-68    8. W. Orth, Königlicher Machtanspruch und staädtische Freiheit, in AHR 84 (1979) 126-27    9. A.J Butler, The Arab Conquest of Egypt, in CJ 75 (1979/80) 347-48    10. D.W. Engels, Alexander the Great and the Logistics of the Macedonian Army, in CJ 75 (1979/80) 348-49    11. F. Millar, The Emperor in the Roman World, in CJ 75 (1979/80) 181-83    12. T.L. Shear, Kallias of Sphettos and the Revolt of Athens in 286 B.C., in AJP 101 (1980) 244-47    13. H. Kreissig, Wirtschaft und Gesellschaft im Seleukidenreich, in AHR 85 (1980) 372-73    14. Cl. Preaux, Le Monde hellénistique, in Cd'E 54 (1979) 327-30    15. N.G.L. Hammond and G.T. Griffith, History of Macedonia II, in CJ 76 (1980/1) 366-67    16. P.W. Pestman et al., Greek and Demotic Texts from the Zenon Archive, in BASP 18 (1981) 89-91    17. M.-T. Lenger, Corpus des Ordonnances des Ptolémées, 2nd ed., in AJP 102 (1981) 349    18. R. Pintaudi, I papiri Vaticani di Aphrodito, in BASP 18 (1981) 177-81    19. J.R. Martindale, Prosopography of the Later Roman Empire 2, in CJ 77 (1981-82) 183-84    20. G.J.D.E. Archbold, A Concordance to Ammianus Marcellinus, in CJ 77 (1981-82) 277-78    21. W. Clarysse, Prosopographia Ptolemaica IX, in BASP 19 (1982) 185-86    22. P.A. Stadter, Arrian of Nicomedia, in CO 60 (1982-83) 94-95    23. F.W. Walbank, The Hellenistic World and M.M. Austin, The Hellenistic World, in CO 61 (1983) 28    24. L. Criscuolo, Bolli d'anfora greci e romani, in AJP 105 (1984) 500-01    25. Z. Borkowski, Alexandrie II: Inscriptions des factions à Alexandrie, in BASP 20 (1983) 75-84 (with A. Cameron)    26. S.V. Tracy, I.G. II2 2336: Contributors of First Fruits to the Pythais, in CW 78 (1984) 127    27. M. Crawford, ed., Sources for Ancient History, in CO 63 (1986) 136-38    28. C. Orrieux, Les papyrus de Zénon, in CP 81 (1986) 249-52    29. A. Bernand, Les portes du désert, in Bibliotheca Orientalis 43 (1986) 98-100    30. A. Cameron, Procopius and the Sixth Century, in CW 80 (1987) 329-30    31. A. Bowman, Egypt after the Pharaohs, in AJA 91 (1987) 623-24    32. R. LaRue, Clavis Scriptorum Graecorum et Latinorum, in Phoenix 42 (1988) 186-87    33. P. Frisch, Zehn Agonistische Papyri, in Gnomon 60 (1988) 42-45    34. P.J. Rhodes, The Greek City State: A Source Book, in CO 65 (1987-88) 104    35. Grammata Demotika. Festschrift für Erich Lüddeckens, in Orientalistische Literaturzeitung 83 (1988) 538-41    36. G. Wagner, Les oasis d'Égypte, in BiOr 46 (1989) 342-46    37. J. Pouilloux et all., Salamine de Chypre XIII, Testimonia Salaminia 2, Corpus épigraphique, in Gnomon 61 (1989) 360-62    38. M. El-Saghir et all., Le camp romain de Louqsor and H. Cuvigny and G. Wagner, Les ostraca grecs de Douch, in JEA 76 (1990) 252-54    39. I. Gallo, Greek and Latin Papyrology, in JEA 76 (1990) 252    40. E. Bernand, Les inscriptions grecques et latines d'Akôris, in JAOS 110 (1990) 753-54    41. B. Palme, Das Amt des ΑΠΑΙΤΗΤΗΣ in Ägypten, in Gnomon 65 (1993) 186-87    42. J. Méléze-Modrzejewski, Droit impérial et traditions locales dans l'Egypte romaine, in Scripta Classica Israelica 12 (1993) 209-10    43. D. Rathbone, Economic Rationalism and Rural Society in Third-Century A.D. Egypt, in JRS 83 (1993) 237-39    44. Mélanges Etienne Bernand, in REA 94 (1992 [1994]) 474-76    45. Berichtigungsliste der griechischen Papyrusurkunden VIII, in JAOS 114 (1994) 517-18    46. M.Grant, Atlas of Classical History, in BMCR 5 (1994) 584-86    47. W. Horbury and D. Noy, Jewish Inscriptions of Graeco-Roman Egypt, in JAOS 115 (1995) 324-25    48. J. Méléze Modrzejewski, Statut personnel et liens de famille dans les droits de l'Antiquité, in Scripta Classica Israelica 14 (1995) 171-72    49. T. Gagos and P. van Minnen, Settling a Dispute, in BMCR 6 (1995) 603-06    50. Berichtigungsliste der griechischen Papyrusurkunden IX, in JAOS 116 (1996) 766-67    51. D. Montserrat, Sex and Society in Graeco-Roman Egypt, in Cd'E 72 (1997) 185-90.    52. D. M. Bailey, ed., Archaeological Research in Roman Egypt, in BMCR 8 (1997) 701-05.    53. W. Scheidel, Measuring Sex, Age and Death in the Roman Empire, in BMCR 8 (1997) 871-78    54. Legal Documents of the Hellenistic World, ed. M. Geller and H. Maehler, in JAOS 118 (1998) 450-51    55. J. Rowlandson, Landowners and Tenants in Roman Egypt, in Gnomon 71 (1999) 373-76    56. J. C. Shelton and J.E.G. Whitehorne, Oxyrhynchus Papyri LXII, and J. R. Rea, Oxyrhynchus Papyri LXIII, in CR 48 (1998) 149-53    57. C. Haas, Alexandria in Late Antiquity, in Journal of Ecclesiastical History 50 (1999) 322    58. H. Cotton and A. Yardeni, Aramaic, Hebrew and Greek Documentary Texts from Nahal Hever, in BASP 36 (1999) 129-38    59. H. Cadell and G. Le Rider, Prix du blé et numéraire dans l'Égypte Lagide de 305 à 173, in Revue Suisse de Numismatique 78 (1999) 197-203    60. J. Bingen et al., Mons Claudianus. Ostraca graeca et latina II, in JRA 13 (2000) 702-06    61. A. K. Bowman and E. Rogan, eds., Agriculture in Egypt from Pharaonic to Modern Times, in JRA 13 (2000) 707-11    62. M. Pfrommer, Alexandria. Im Schatten der Pyramiden, in JAOS 121 (2001) 286-287    63. A. Jones, Astronomical Papyri from Oxyrhynchus, in CR n.s. 51 (2001) 187-88    64. C. Drecoll, Die Liturgien im römischen Kaiserreich des 3. und 4. Jh. n. Chr., in Gnomon 73 (2001) 459-61    65. G. Poethke, Griechische Papyrusurkunden spätrömischer und byzantinischer Zeit aus Hermupolis Magna, in BMCR 2002.06.18    66. R. Alston, The City in Roman and Byzantine Egypt , in JEA 89 (2003) 297-300    67. F. Mitthof, Ein spätantikes Wirtschaftsbuch aus Diospolis Parva , in BMCR 2003.06.23    68. J. Straus, L’achat et la vente des esclaves dans l’Égypte romaine , in Cd’É 81 (2006) 363-65    69. M. Choat, Belief and Cult in Fourth-Century Papyri , in BASP 43 (2006) 205-09    70. L. E. Tacoma, Fragile Hierarchies , in JRA 20 (2007) 639-42    71. H. Cuvigny, Ostraca de Krokodilô I, in Bibliotheca Orientalis 64 (2007) 168-71    72. J. Matthews, The Journey of Theophanes , in JRA 20 (2007) 591-94    73. C. Armoni, J. Cowey, and D. Hagedorn, Die griechischen Ostraka der Heidelberger Papyrus-Sammlung , in BASP 44 (2007) 239-41    74. A. Harker, Loyalty and Dissidence in Roman Egypt , in JRA 22 (2009) 783-787    75. J. Gascou, Fiscalité et société en Égypte byzantine , in Topoi 16 (2009) 623-625    76. S. Strassi, L’archivio di Claudius Tiberianus , in BASP 47 (2010) 329-33.    77. F. Hoffman, M. Minas-Nerpel, and S. Pfeiffer, Die dreisprachige Stele des C. Cornelius Gallus , in Gnomon 84 (2012) 280-81       F. Electronic Publications    1. Review of Heidelberger Gesamtverzeichnis der griechischen Papyrusurkunden aus Ägypten, in Bryn Mawr Review of Electronic Resources    2. Contribution to Bibliographie Papyrologique 1960-1999, on Subsidia Papyrologica 1.0 (CD-ROM, Brussels, Fondation Égyptologique Reine Élisabeth, 2000)    3. Women's Letters from Ancient Egypt, 300 BC-AD 800, in ACLS, History E-Book Project (2004) (with R. Cribiore), 2007                                                                                                                                                                        People                                               Faculty                                          Lorenzo d'Alfonso                                    Roger Bagnall                                    Roderick B. Campbell                                    Sebastian Heath                                    Robert G. Hoyland                                    Alexander Jones                                    Beate Pongratz-Leisten                                    Daniel T. Potts                                    Sören Stark                                    Lillian Lan-ying Tseng                                                     Affiliated Faculty                                    Staff                                    Visiting Research Scholars                                    Students                                    Alumni                                    Senior Fellows                                    Research Associates                                                                                                      NYU Home    Privacy Policy    Site Map    RSS Feed"}]}]