[{"detail": [{"content": "Stressbusters                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   Student Health Center   /   Programs and Events                                                     Stressbusters      Stressbusters is an incredibly fun and far-reaching community wellness program. It trains and dispatches volunteer teams of undergrad and grad students to provide FREE five-minute backrubs and stress information to other students at campus events, residence halls, organization meetings, libraries and wherever else the stressed gather – day and night.   According to a 2004 University of Illinois review of 37 studies on the effects of backrubs and massages, the types of brief backrubs provided by Stressbusters can reduce anxiety, blood pressure, and heart rate.*                               Here’s what people are saying about Stressbusters:   ​“It’s a good way to get students to take five minutes out of their schedules to look after themselves.” – Maura Dentino, NYU Stories     &quot;...the Stressbusters program is a perfect study break: it takes only five minutes, and it leaves you relaxed and refreshed.&quot; – NYU Local   “The experience you provided to our students was unbelievable. I cannot thank you enough for your service.” – Event Requestor   “This was the best part of my day!” – Student Backrub Recipient   Request a Stressbusters event     Click here to request a Stressbusters event for your class, program, or meeting.   Attend a Stressbusters event   The Stressbusters program holds weekly events for NYU students during fall and spring semesters. (Events begin during the second week of classes and end during the last week of classes.)     Take a Break Tuesday  Every Tuesday  6:00-7:00pm  Center for Student Activities, Leadership &amp; Service (Kimmel Center, 7th Floor)   Wind Down Wednesday  Every Wednesday  2:00-3:00pm  Health Promotion Office (726 Broadway, 3rd Floor)     Don't forget to sign up for the weekly Stressbusters Alert! email informing you of Stressbusters events occurring around campus. Send an email to nyustressbusters@gmail.com with “Alert me” in the subject line.     Join the Stressbusters Team!     Apply now to become an NYU Stressbuster! The requirements are stress-free:     Participate in a brief interview with a current Stressbuster.   Attend a Stressbusters training session to learn and practice basic backrub techniques and find out about NYU and Student Health Center wellness resources (training is held once per semester).   Participate in Stressbusters events for at least 5 hours per semester.          Check out what motivates your fellow Stressbusters!                               Questions?   Check out our Stressbusters FAQs (PDF).   Still have questions? Email nyustressbusters@gmail.com .   * Moyer CA, Rounds J, Hannum JW. A meta-analysis of massage therapy research. Psychol Bull. 2004;130(1):3–18.                              Quick Links                      Select a Service           Allergy and Immunology Health Promotion HIV Testing and Counseling Mental Health Nutrition Optometry Pharmacy Physical Therapy Primary Care Radiology Specialists Stu-Dent Dental Services Students with Disabilities Travel Medicine Urgent Care Women's Health                                                                                                                                                                                 Health Promotion   Contact Information   726 Broadway, 3rd Floor   Telephone: (212) 443-1234   Email: health.promotion@nyu.edu     Hours of Operation :   Mon-Thu: 9am-6pm*   Fri: 10am-6pm*   Sat-Sun: Closed                       Trusted Sites:          MayoClinic   ULifeline          Related Programs:     Relaxation Oasis   Mindfulness Project   Counseling Toolkits   Group Counseling              Resources:     Stress Relief Strategies (PDF)   Stress Management Resources (PDF)                                         Like us on Facebook!     facebook.com/nyustressbusters                                                            Health Promotion                                                                                       NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Stress                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   LiveWellNYU   /   Priority Areas                 Sub Navigation                                 Alcohol, Tobacco, and Other Drugs                       Health Literacy                       Interpersonal Relationships                       Mental Health / Depression                       Nutrition                       Physical Activity                       Safe and Healthy Campus Community                       Sexual Health                       Sleep                       Stress                                                                   Stress       Stress is an inevitable part of life; it can take a toll on students’ physical health, emotional wellbeing, and academic success unless they learn to manage it appropriately. College students experience stress related to changes in lifestyle, increased workload, new responsibilities, and interpersonal relationships. 1 Extreme levels of stress can hinder work effectiveness and lead to poor academic performance and attrition. 2 College students who experienced stressful life events also reported worse health outcomes and reduced quality of life. 3 Introducing successful coping strategies may help students avoid the destructive consequences of excessive stress.              Key Facts     College students now report being more stressed-out than ever before. 4   Stress is the number one reported impediment to academic performance.6   55% of students, nationally, claimed their biggest stressor to be academic in nature. 7   6 in 10 college students report having felt so stressed they couldn’t get their work done on one or more occasions. 8   Nationally, 53% of students report having felt so stressed they didn’t want to hang out with friends on one or more occasions. 8   Many of the emotional and physical symptoms that occur commonly in the college population, such as headaches, fatigue, depression, anxiety, and the inability to cope, can be attributed to or exacerbated by stress. 9   Negative physical effects of stress include immune system suppression, which can increase susceptibility to physical illness and psychological conditions such as anxiety and depression. 10   Students who engaged in meditation practices demonstrated significantly greater reductions in perceived stress than students who did not. 11                                     Recommendations     Improve the coordination and promotion of stress management resources.  Nearly 2/3 of NYU students have expressed interest in receiving information about stress reduction - more than any other topic area. 5 Although numerous opportunities already exist for students to reduce or manage stress within the University and the surrounding community, many students are not aware and subsequently do not use available resources. Promoting the portfolio of stress reduction opportunities through an organized and interconnected approach will increase the visibility and accessibility to students.       Promote an institutional culture that recognizes stress as a source of academic and social impairment.  The university environment has been defined as “a system of pressures, practices, and policies intended to influence the development of students toward the attainment of important goals of higher education.” 9 Thus, a university’s institutional culture has the power to guide the attitudes and priorities of its community members. Research indicates that students who suffer from severe stress may become depressed, 12 be hindered academically, 13 and experience adverse physical health. 14 Because the culture of academia can foster a system of high pressure and stress, it is imperative that faculty and staff support an environment which recognizes and mitigates the negative effects of stress in order to reinforce a healthy university culture.       Enhance university-wide infrastructure and availability of physical spaces to support and promote stress reduction.   The importance of establishing peaceful, relaxing spaces where students can unwind or engage in stress relieving practices such as meditation has been documented. 15 Specific factors of the physical environment can play a role in decreasing stress; for example, the configuration of a room, the color of its walls, and the amount of light it receives can either contribute to or minimize stress. 16, 17 Providing areas for relaxation and optimizing features of physical spaces effectively support stress reduction.       Expand and diversify evidence-based therapeutic interventions for prevention and management of stress-related consequences.  Evidence suggests that coping strategies differ across diverse identity groups;18 accordingly, offering multiple types of interventions for stress is necessary to maximize student engagement. While continuing to use effective stress reduction methods such as meditation,12 writing exercises,19 biofeedback,20 and mindfulness,21 NYU will look to expand options for students. Employing a variety of evidence-based methods ensures that each student can find a stress management or prevention approach that appeals to individual coping styles.       Increase opportunities for academic, social, and financial support.  Concerns regarding classes, relationships, and money are among the top stressors experienced by college students, 22 providing the University with an opportunity to address some of the leading impediments to student success. Research demonstrates that both tutorial 23 and social support 24 can act as a buffer for the consequences that stress has on students. Offering resources to assist students with budgeting, managing debt responsibly, and handling the financial aid system can minimize the financial stressors they experience. NYU has consistently demonstrated commitment to supplying students with strong support resources, such as the Academic Resource Center, and will continue to innovate and build on these accomplishments.       Reduce obstacles to the successful navigation of University systems.  Navigating a large university system can prove to be intimidating or even stressful to students. In order to improve service quality and lessen the barriers that may complicate students’ ability to receive necessary University support, an interdisciplinary taskforce was established in 2009 to address potential obstacles. Additionally, NYU plays a valuable role in empowering students with the tools to manage the university system effectively, helping them to build skills essential to becoming independent adults, such as self sufficiency and autonomy.                                                           Indicator Technical Notes                               a) Negative impact on academic performance due to stress       Data Source: ACHA #45D5   Survey Question: Within the last 12 months, have any of the following affected your academic performance (stress)?   Definition: Proportion received lower-grade exam; received lower-grade course; received incomplete/dropped; significant disruption thesis     b) Experiencing more than average stress       Data Source: ACHA #37   Survey Question: Within the last 12 months, how would you rate the overall level of stress you have experienced?   Definition: proportion rating overall stress as more than average stress or tremendous stress                                                                 References                                 Ross, S.E., Niebling, &amp; B.C., Heckert, T.M. (1999). Sources of stress among college students. College Student Journal, 33, 312-317.   Grace, T.W. (1997). Health problems of college students. Journal of American College Health, 45, 243-250.   Damush, T.T., Hays, R.D., &amp; DiMatto, M.R. (1997). Stressful life events and health-related quality of life in college students. Journal of College Student Development, 38, 181-190.     Pryor, J.H., Hurtado, S., DeAngelo, L., Palucki Blake, L., &amp; Tran, S. (2010). The American freshman: National norms fall 2010. The Higher Education Research Institute. Retrieved from http://heri.ucla.edu/pr-display.php?prQry=55   American College Health Association. (2011). American College Health Association – National College Health Assessment 2011 NYU Data. Hanover, MD.   American College Health Association. American College Association – National College Health Assessment 2010 National Data. Hanover, MD.   Dusselier, L., Dunn, B., Yongyi W., Shelley II, M., &amp; Whalen, D. (2005). Personal, health, academic, and environmental predictors of stress in residence halls. Journal of American College Health, 54(1), 15-24.   MtvU, Jed Foundation, &amp; The Associated Press. (2009). mtvU AP 2009 Economy, College Stress and Mental Health Poll. Retrieved from: http://www.halfofus.com/_media/_pr/may09_exec.pdf   Pace, C.R., &amp; Stern, G.G. (1958). An approach to the measurement of psychological characteristics of college environments. Journal of Educational Psychology, 49(5): 269-277.   Quick, J.D., Horn, R.S., &amp; Quick, J.C. (1987). Health consequences of stress. Journal of Organizational Behavior Management, 8( 2), 19 – 36.   Oman, D., Shapiro, S.L., Thoresen, C.E., Plante, T.G., &amp; Flinders, T. (2008). Meditation lowers stress and supports forgiveness among college students: A randomized controlled trial. Journal of American College Health, 56(5), 569-578.   Dahlin, M., Joneborg, N. &amp; Runeson, B. (2005). Stress and depression among medical students: A cross-sectional study. Medical Education, 260, 2521–2528.   Sloboda, J. A. (1990). Combating examination stress among university students: Action research in an institutional context. British Journal of Guidance and Counseling, 18, 124-136.   Campbell, R.L, &amp; Svenson, L.W. (1992). Perceived level of stress among university undergraduate students in Edmonton, Canada. Perceptual and Motor Skills, 75, 552-554.   Klainberg, M., Ewing, B., &amp; Ryan, M. (2010). Reducing stress on a college campus. Journal of the New York State Nurses Association, 41(2), 4-7.   Jokl, M.V. (1984). The psychological effects on man of air movement and the colour of his surroundings. Applied Ergonomics, 15(2), 119-126.   Conners, D.A. (1983): The school environment: A link to understanding stress. Theory Into Practice, 22(1), 15-20.   Welle, P. D. &amp; Graf, H. M. (2011). Effective Lifestyle Habits and Coping Strategie s for Stress Tolerance among College Students. American Journal of Health Education, 42(2), 96-105.   Lumley, M. A., &amp; Provenzano, K. M. (2003). Stress management through written emotional disclosure improves academic perform ance among college students with physical symptoms. Journal of Educational Psychology, 95(3), 641-649. doi:10.1037/0022-0663.95.3.641   Fehring, R.J. (1983). Effects of biofeedback-aided relaxation on the psychological stress symptoms of college students. Nursing Research. 32(6), 362-6.   Warnecke, E., Quinn, S., Ogden, K., Towle, N. &amp; Nelson, M.R. A randomised controlled trial of the effects of mindfulness practice on medical student stress levels. Medical Education, 45(4), 381–388.   Landow, M.V. (2006). Stress and mental health of college students. Nova Publishers.   Gammon, J. &amp; Morgan-Samuel, H. (2005). A study to ascertain the effect of structured student tutorial support on student stress, self-esteem and coping. Nurse Education in Practice, 5(3), 161-171.   Dwyer, A.L. &amp; Cummings, A.L. (2001). Stress, self-efficacy, social support, and coping strategies in university students. Canadian Journal of Counseling, 35(3).                                                                       The ten priority areas for action are:     Alcohol, tobacco &amp; other drugs   Health literacy   Interpersonal relationships   Mental health/depression   Nutrition   Physical activity   Safe and healthy campus community   Sexual health   Sleep   Stress                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Stressbusters                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   Student Health Center   /   Programs and Events                                                     Stressbusters      Stressbusters is an incredibly fun and far-reaching community wellness program. It trains and dispatches volunteer teams of undergrad and grad students to provide FREE five-minute backrubs and stress information to other students at campus events, residence halls, organization meetings, libraries and wherever else the stressed gather – day and night.   According to a 2004 University of Illinois review of 37 studies on the effects of backrubs and massages, the types of brief backrubs provided by Stressbusters can reduce anxiety, blood pressure, and heart rate.*                               Here’s what people are saying about Stressbusters:   ​“It’s a good way to get students to take five minutes out of their schedules to look after themselves.” – Maura Dentino, NYU Stories     &quot;...the Stressbusters program is a perfect study break: it takes only five minutes, and it leaves you relaxed and refreshed.&quot; – NYU Local   “The experience you provided to our students was unbelievable. I cannot thank you enough for your service.” – Event Requestor   “This was the best part of my day!” – Student Backrub Recipient   Request a Stressbusters event     Click here to request a Stressbusters event for your class, program, or meeting.   Attend a Stressbusters event   The Stressbusters program holds weekly events for NYU students during fall and spring semesters. (Events begin during the second week of classes and end during the last week of classes.)     Take a Break Tuesday  Every Tuesday  6:00-7:00pm  Center for Student Activities, Leadership &amp; Service (Kimmel Center, 7th Floor)   Wind Down Wednesday  Every Wednesday  2:00-3:00pm  Health Promotion Office (726 Broadway, 3rd Floor)     Don't forget to sign up for the weekly Stressbusters Alert! email informing you of Stressbusters events occurring around campus. Send an email to nyustressbusters@gmail.com with “Alert me” in the subject line.     Join the Stressbusters Team!     Apply now to become an NYU Stressbuster! The requirements are stress-free:     Participate in a brief interview with a current Stressbuster.   Attend a Stressbusters training session to learn and practice basic backrub techniques and find out about NYU and Student Health Center wellness resources (training is held once per semester).   Participate in Stressbusters events for at least 5 hours per semester.          Check out what motivates your fellow Stressbusters!                               Questions?   Check out our Stressbusters FAQs (PDF).   Still have questions? Email nyustressbusters@gmail.com .   * Moyer CA, Rounds J, Hannum JW. A meta-analysis of massage therapy research. Psychol Bull. 2004;130(1):3–18.                              Quick Links                      Select a Service           Allergy and Immunology Health Promotion HIV Testing and Counseling Mental Health Nutrition Optometry Pharmacy Physical Therapy Primary Care Radiology Specialists Stu-Dent Dental Services Students with Disabilities Travel Medicine Urgent Care Women's Health                                                                                                                                                                                 Health Promotion   Contact Information   726 Broadway, 3rd Floor   Telephone: (212) 443-1234   Email: health.promotion@nyu.edu     Hours of Operation :   Mon-Thu: 9am-6pm*   Fri: 10am-6pm*   Sat-Sun: Closed                       Trusted Sites:          MayoClinic   ULifeline          Related Programs:     Relaxation Oasis   Mindfulness Project   Counseling Toolkits   Group Counseling              Resources:     Stress Relief Strategies (PDF)   Stress Management Resources (PDF)                                         Like us on Facebook!     facebook.com/nyustressbusters                                                            Health Promotion                                                                                       NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Stress                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   LiveWellNYU   /   Priority Areas                 Sub Navigation                                 Alcohol, Tobacco, and Other Drugs                       Health Literacy                       Interpersonal Relationships                       Mental Health / Depression                       Nutrition                       Physical Activity                       Safe and Healthy Campus Community                       Sexual Health                       Sleep                       Stress                                                                   Stress       Stress is an inevitable part of life; it can take a toll on students’ physical health, emotional wellbeing, and academic success unless they learn to manage it appropriately. College students experience stress related to changes in lifestyle, increased workload, new responsibilities, and interpersonal relationships. 1 Extreme levels of stress can hinder work effectiveness and lead to poor academic performance and attrition. 2 College students who experienced stressful life events also reported worse health outcomes and reduced quality of life. 3 Introducing successful coping strategies may help students avoid the destructive consequences of excessive stress.              Key Facts     College students now report being more stressed-out than ever before. 4   Stress is the number one reported impediment to academic performance.6   55% of students, nationally, claimed their biggest stressor to be academic in nature. 7   6 in 10 college students report having felt so stressed they couldn’t get their work done on one or more occasions. 8   Nationally, 53% of students report having felt so stressed they didn’t want to hang out with friends on one or more occasions. 8   Many of the emotional and physical symptoms that occur commonly in the college population, such as headaches, fatigue, depression, anxiety, and the inability to cope, can be attributed to or exacerbated by stress. 9   Negative physical effects of stress include immune system suppression, which can increase susceptibility to physical illness and psychological conditions such as anxiety and depression. 10   Students who engaged in meditation practices demonstrated significantly greater reductions in perceived stress than students who did not. 11                                     Recommendations     Improve the coordination and promotion of stress management resources.  Nearly 2/3 of NYU students have expressed interest in receiving information about stress reduction - more than any other topic area. 5 Although numerous opportunities already exist for students to reduce or manage stress within the University and the surrounding community, many students are not aware and subsequently do not use available resources. Promoting the portfolio of stress reduction opportunities through an organized and interconnected approach will increase the visibility and accessibility to students.       Promote an institutional culture that recognizes stress as a source of academic and social impairment.  The university environment has been defined as “a system of pressures, practices, and policies intended to influence the development of students toward the attainment of important goals of higher education.” 9 Thus, a university’s institutional culture has the power to guide the attitudes and priorities of its community members. Research indicates that students who suffer from severe stress may become depressed, 12 be hindered academically, 13 and experience adverse physical health. 14 Because the culture of academia can foster a system of high pressure and stress, it is imperative that faculty and staff support an environment which recognizes and mitigates the negative effects of stress in order to reinforce a healthy university culture.       Enhance university-wide infrastructure and availability of physical spaces to support and promote stress reduction.   The importance of establishing peaceful, relaxing spaces where students can unwind or engage in stress relieving practices such as meditation has been documented. 15 Specific factors of the physical environment can play a role in decreasing stress; for example, the configuration of a room, the color of its walls, and the amount of light it receives can either contribute to or minimize stress. 16, 17 Providing areas for relaxation and optimizing features of physical spaces effectively support stress reduction.       Expand and diversify evidence-based therapeutic interventions for prevention and management of stress-related consequences.  Evidence suggests that coping strategies differ across diverse identity groups;18 accordingly, offering multiple types of interventions for stress is necessary to maximize student engagement. While continuing to use effective stress reduction methods such as meditation,12 writing exercises,19 biofeedback,20 and mindfulness,21 NYU will look to expand options for students. Employing a variety of evidence-based methods ensures that each student can find a stress management or prevention approach that appeals to individual coping styles.       Increase opportunities for academic, social, and financial support.  Concerns regarding classes, relationships, and money are among the top stressors experienced by college students, 22 providing the University with an opportunity to address some of the leading impediments to student success. Research demonstrates that both tutorial 23 and social support 24 can act as a buffer for the consequences that stress has on students. Offering resources to assist students with budgeting, managing debt responsibly, and handling the financial aid system can minimize the financial stressors they experience. NYU has consistently demonstrated commitment to supplying students with strong support resources, such as the Academic Resource Center, and will continue to innovate and build on these accomplishments.       Reduce obstacles to the successful navigation of University systems.  Navigating a large university system can prove to be intimidating or even stressful to students. In order to improve service quality and lessen the barriers that may complicate students’ ability to receive necessary University support, an interdisciplinary taskforce was established in 2009 to address potential obstacles. Additionally, NYU plays a valuable role in empowering students with the tools to manage the university system effectively, helping them to build skills essential to becoming independent adults, such as self sufficiency and autonomy.                                                           Indicator Technical Notes                               a) Negative impact on academic performance due to stress       Data Source: ACHA #45D5   Survey Question: Within the last 12 months, have any of the following affected your academic performance (stress)?   Definition: Proportion received lower-grade exam; received lower-grade course; received incomplete/dropped; significant disruption thesis     b) Experiencing more than average stress       Data Source: ACHA #37   Survey Question: Within the last 12 months, how would you rate the overall level of stress you have experienced?   Definition: proportion rating overall stress as more than average stress or tremendous stress                                                                 References                                 Ross, S.E., Niebling, &amp; B.C., Heckert, T.M. (1999). Sources of stress among college students. College Student Journal, 33, 312-317.   Grace, T.W. (1997). Health problems of college students. Journal of American College Health, 45, 243-250.   Damush, T.T., Hays, R.D., &amp; DiMatto, M.R. (1997). Stressful life events and health-related quality of life in college students. Journal of College Student Development, 38, 181-190.     Pryor, J.H., Hurtado, S., DeAngelo, L., Palucki Blake, L., &amp; Tran, S. (2010). The American freshman: National norms fall 2010. The Higher Education Research Institute. Retrieved from http://heri.ucla.edu/pr-display.php?prQry=55   American College Health Association. (2011). American College Health Association – National College Health Assessment 2011 NYU Data. Hanover, MD.   American College Health Association. American College Association – National College Health Assessment 2010 National Data. Hanover, MD.   Dusselier, L., Dunn, B., Yongyi W., Shelley II, M., &amp; Whalen, D. (2005). Personal, health, academic, and environmental predictors of stress in residence halls. Journal of American College Health, 54(1), 15-24.   MtvU, Jed Foundation, &amp; The Associated Press. (2009). mtvU AP 2009 Economy, College Stress and Mental Health Poll. Retrieved from: http://www.halfofus.com/_media/_pr/may09_exec.pdf   Pace, C.R., &amp; Stern, G.G. (1958). An approach to the measurement of psychological characteristics of college environments. Journal of Educational Psychology, 49(5): 269-277.   Quick, J.D., Horn, R.S., &amp; Quick, J.C. (1987). Health consequences of stress. Journal of Organizational Behavior Management, 8( 2), 19 – 36.   Oman, D., Shapiro, S.L., Thoresen, C.E., Plante, T.G., &amp; Flinders, T. (2008). Meditation lowers stress and supports forgiveness among college students: A randomized controlled trial. Journal of American College Health, 56(5), 569-578.   Dahlin, M., Joneborg, N. &amp; Runeson, B. (2005). Stress and depression among medical students: A cross-sectional study. Medical Education, 260, 2521–2528.   Sloboda, J. A. (1990). Combating examination stress among university students: Action research in an institutional context. British Journal of Guidance and Counseling, 18, 124-136.   Campbell, R.L, &amp; Svenson, L.W. (1992). Perceived level of stress among university undergraduate students in Edmonton, Canada. Perceptual and Motor Skills, 75, 552-554.   Klainberg, M., Ewing, B., &amp; Ryan, M. (2010). Reducing stress on a college campus. Journal of the New York State Nurses Association, 41(2), 4-7.   Jokl, M.V. (1984). The psychological effects on man of air movement and the colour of his surroundings. Applied Ergonomics, 15(2), 119-126.   Conners, D.A. (1983): The school environment: A link to understanding stress. Theory Into Practice, 22(1), 15-20.   Welle, P. D. &amp; Graf, H. M. (2011). Effective Lifestyle Habits and Coping Strategie s for Stress Tolerance among College Students. American Journal of Health Education, 42(2), 96-105.   Lumley, M. A., &amp; Provenzano, K. M. (2003). Stress management through written emotional disclosure improves academic perform ance among college students with physical symptoms. Journal of Educational Psychology, 95(3), 641-649. doi:10.1037/0022-0663.95.3.641   Fehring, R.J. (1983). Effects of biofeedback-aided relaxation on the psychological stress symptoms of college students. Nursing Research. 32(6), 362-6.   Warnecke, E., Quinn, S., Ogden, K., Towle, N. &amp; Nelson, M.R. A randomised controlled trial of the effects of mindfulness practice on medical student stress levels. Medical Education, 45(4), 381–388.   Landow, M.V. (2006). Stress and mental health of college students. Nova Publishers.   Gammon, J. &amp; Morgan-Samuel, H. (2005). A study to ascertain the effect of structured student tutorial support on student stress, self-esteem and coping. Nurse Education in Practice, 5(3), 161-171.   Dwyer, A.L. &amp; Cummings, A.L. (2001). Stress, self-efficacy, social support, and coping strategies in university students. Canadian Journal of Counseling, 35(3).                                                                       The ten priority areas for action are:     Alcohol, tobacco &amp; other drugs   Health literacy   Interpersonal relationships   Mental health/depression   Nutrition   Physical activity   Safe and healthy campus community   Sexual health   Sleep   Stress                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Stressbusters                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   Student Health Center   /   Programs and Events                                                     Stressbusters      Stressbusters is an incredibly fun and far-reaching community wellness program. It trains and dispatches volunteer teams of undergrad and grad students to provide FREE five-minute backrubs and stress information to other students at campus events, residence halls, organization meetings, libraries and wherever else the stressed gather – day and night.   According to a 2004 University of Illinois review of 37 studies on the effects of backrubs and massages, the types of brief backrubs provided by Stressbusters can reduce anxiety, blood pressure, and heart rate.*                               Here’s what people are saying about Stressbusters:   ​“It’s a good way to get students to take five minutes out of their schedules to look after themselves.” – Maura Dentino, NYU Stories     &quot;...the Stressbusters program is a perfect study break: it takes only five minutes, and it leaves you relaxed and refreshed.&quot; – NYU Local   “The experience you provided to our students was unbelievable. I cannot thank you enough for your service.” – Event Requestor   “This was the best part of my day!” – Student Backrub Recipient   Request a Stressbusters event     Click here to request a Stressbusters event for your class, program, or meeting.   Attend a Stressbusters event   The Stressbusters program holds weekly events for NYU students during fall and spring semesters. (Events begin during the second week of classes and end during the last week of classes.)     Take a Break Tuesday  Every Tuesday  6:00-7:00pm  Center for Student Activities, Leadership &amp; Service (Kimmel Center, 7th Floor)   Wind Down Wednesday  Every Wednesday  2:00-3:00pm  Health Promotion Office (726 Broadway, 3rd Floor)     Don't forget to sign up for the weekly Stressbusters Alert! email informing you of Stressbusters events occurring around campus. Send an email to nyustressbusters@gmail.com with “Alert me” in the subject line.     Join the Stressbusters Team!     Apply now to become an NYU Stressbuster! The requirements are stress-free:     Participate in a brief interview with a current Stressbuster.   Attend a Stressbusters training session to learn and practice basic backrub techniques and find out about NYU and Student Health Center wellness resources (training is held once per semester).   Participate in Stressbusters events for at least 5 hours per semester.          Check out what motivates your fellow Stressbusters!                               Questions?   Check out our Stressbusters FAQs (PDF).   Still have questions? Email nyustressbusters@gmail.com .   * Moyer CA, Rounds J, Hannum JW. A meta-analysis of massage therapy research. Psychol Bull. 2004;130(1):3–18.                              Quick Links                      Select a Service           Allergy and Immunology Health Promotion HIV Testing and Counseling Mental Health Nutrition Optometry Pharmacy Physical Therapy Primary Care Radiology Specialists Stu-Dent Dental Services Students with Disabilities Travel Medicine Urgent Care Women's Health                                                                                                                                                                                 Health Promotion   Contact Information   726 Broadway, 3rd Floor   Telephone: (212) 443-1234   Email: health.promotion@nyu.edu     Hours of Operation :   Mon-Thu: 9am-6pm*   Fri: 10am-6pm*   Sat-Sun: Closed                       Trusted Sites:          MayoClinic   ULifeline          Related Programs:     Relaxation Oasis   Mindfulness Project   Counseling Toolkits   Group Counseling              Resources:     Stress Relief Strategies (PDF)   Stress Management Resources (PDF)                                         Like us on Facebook!     facebook.com/nyustressbusters                                                            Health Promotion                                                                                       NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Stress                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   LiveWellNYU   /   Priority Areas                 Sub Navigation                                 Alcohol, Tobacco, and Other Drugs                       Health Literacy                       Interpersonal Relationships                       Mental Health / Depression                       Nutrition                       Physical Activity                       Safe and Healthy Campus Community                       Sexual Health                       Sleep                       Stress                                                                   Stress       Stress is an inevitable part of life; it can take a toll on students’ physical health, emotional wellbeing, and academic success unless they learn to manage it appropriately. College students experience stress related to changes in lifestyle, increased workload, new responsibilities, and interpersonal relationships. 1 Extreme levels of stress can hinder work effectiveness and lead to poor academic performance and attrition. 2 College students who experienced stressful life events also reported worse health outcomes and reduced quality of life. 3 Introducing successful coping strategies may help students avoid the destructive consequences of excessive stress.              Key Facts     College students now report being more stressed-out than ever before. 4   Stress is the number one reported impediment to academic performance.6   55% of students, nationally, claimed their biggest stressor to be academic in nature. 7   6 in 10 college students report having felt so stressed they couldn’t get their work done on one or more occasions. 8   Nationally, 53% of students report having felt so stressed they didn’t want to hang out with friends on one or more occasions. 8   Many of the emotional and physical symptoms that occur commonly in the college population, such as headaches, fatigue, depression, anxiety, and the inability to cope, can be attributed to or exacerbated by stress. 9   Negative physical effects of stress include immune system suppression, which can increase susceptibility to physical illness and psychological conditions such as anxiety and depression. 10   Students who engaged in meditation practices demonstrated significantly greater reductions in perceived stress than students who did not. 11                                     Recommendations     Improve the coordination and promotion of stress management resources.  Nearly 2/3 of NYU students have expressed interest in receiving information about stress reduction - more than any other topic area. 5 Although numerous opportunities already exist for students to reduce or manage stress within the University and the surrounding community, many students are not aware and subsequently do not use available resources. Promoting the portfolio of stress reduction opportunities through an organized and interconnected approach will increase the visibility and accessibility to students.       Promote an institutional culture that recognizes stress as a source of academic and social impairment.  The university environment has been defined as “a system of pressures, practices, and policies intended to influence the development of students toward the attainment of important goals of higher education.” 9 Thus, a university’s institutional culture has the power to guide the attitudes and priorities of its community members. Research indicates that students who suffer from severe stress may become depressed, 12 be hindered academically, 13 and experience adverse physical health. 14 Because the culture of academia can foster a system of high pressure and stress, it is imperative that faculty and staff support an environment which recognizes and mitigates the negative effects of stress in order to reinforce a healthy university culture.       Enhance university-wide infrastructure and availability of physical spaces to support and promote stress reduction.   The importance of establishing peaceful, relaxing spaces where students can unwind or engage in stress relieving practices such as meditation has been documented. 15 Specific factors of the physical environment can play a role in decreasing stress; for example, the configuration of a room, the color of its walls, and the amount of light it receives can either contribute to or minimize stress. 16, 17 Providing areas for relaxation and optimizing features of physical spaces effectively support stress reduction.       Expand and diversify evidence-based therapeutic interventions for prevention and management of stress-related consequences.  Evidence suggests that coping strategies differ across diverse identity groups;18 accordingly, offering multiple types of interventions for stress is necessary to maximize student engagement. While continuing to use effective stress reduction methods such as meditation,12 writing exercises,19 biofeedback,20 and mindfulness,21 NYU will look to expand options for students. Employing a variety of evidence-based methods ensures that each student can find a stress management or prevention approach that appeals to individual coping styles.       Increase opportunities for academic, social, and financial support.  Concerns regarding classes, relationships, and money are among the top stressors experienced by college students, 22 providing the University with an opportunity to address some of the leading impediments to student success. Research demonstrates that both tutorial 23 and social support 24 can act as a buffer for the consequences that stress has on students. Offering resources to assist students with budgeting, managing debt responsibly, and handling the financial aid system can minimize the financial stressors they experience. NYU has consistently demonstrated commitment to supplying students with strong support resources, such as the Academic Resource Center, and will continue to innovate and build on these accomplishments.       Reduce obstacles to the successful navigation of University systems.  Navigating a large university system can prove to be intimidating or even stressful to students. In order to improve service quality and lessen the barriers that may complicate students’ ability to receive necessary University support, an interdisciplinary taskforce was established in 2009 to address potential obstacles. Additionally, NYU plays a valuable role in empowering students with the tools to manage the university system effectively, helping them to build skills essential to becoming independent adults, such as self sufficiency and autonomy.                                                           Indicator Technical Notes                               a) Negative impact on academic performance due to stress       Data Source: ACHA #45D5   Survey Question: Within the last 12 months, have any of the following affected your academic performance (stress)?   Definition: Proportion received lower-grade exam; received lower-grade course; received incomplete/dropped; significant disruption thesis     b) Experiencing more than average stress       Data Source: ACHA #37   Survey Question: Within the last 12 months, how would you rate the overall level of stress you have experienced?   Definition: proportion rating overall stress as more than average stress or tremendous stress                                                                 References                                 Ross, S.E., Niebling, &amp; B.C., Heckert, T.M. (1999). Sources of stress among college students. College Student Journal, 33, 312-317.   Grace, T.W. (1997). Health problems of college students. Journal of American College Health, 45, 243-250.   Damush, T.T., Hays, R.D., &amp; DiMatto, M.R. (1997). Stressful life events and health-related quality of life in college students. Journal of College Student Development, 38, 181-190.     Pryor, J.H., Hurtado, S., DeAngelo, L., Palucki Blake, L., &amp; Tran, S. (2010). The American freshman: National norms fall 2010. The Higher Education Research Institute. Retrieved from http://heri.ucla.edu/pr-display.php?prQry=55   American College Health Association. (2011). American College Health Association – National College Health Assessment 2011 NYU Data. Hanover, MD.   American College Health Association. American College Association – National College Health Assessment 2010 National Data. Hanover, MD.   Dusselier, L., Dunn, B., Yongyi W., Shelley II, M., &amp; Whalen, D. (2005). Personal, health, academic, and environmental predictors of stress in residence halls. Journal of American College Health, 54(1), 15-24.   MtvU, Jed Foundation, &amp; The Associated Press. (2009). mtvU AP 2009 Economy, College Stress and Mental Health Poll. Retrieved from: http://www.halfofus.com/_media/_pr/may09_exec.pdf   Pace, C.R., &amp; Stern, G.G. (1958). An approach to the measurement of psychological characteristics of college environments. Journal of Educational Psychology, 49(5): 269-277.   Quick, J.D., Horn, R.S., &amp; Quick, J.C. (1987). Health consequences of stress. Journal of Organizational Behavior Management, 8( 2), 19 – 36.   Oman, D., Shapiro, S.L., Thoresen, C.E., Plante, T.G., &amp; Flinders, T. (2008). Meditation lowers stress and supports forgiveness among college students: A randomized controlled trial. Journal of American College Health, 56(5), 569-578.   Dahlin, M., Joneborg, N. &amp; Runeson, B. (2005). Stress and depression among medical students: A cross-sectional study. Medical Education, 260, 2521–2528.   Sloboda, J. A. (1990). Combating examination stress among university students: Action research in an institutional context. British Journal of Guidance and Counseling, 18, 124-136.   Campbell, R.L, &amp; Svenson, L.W. (1992). Perceived level of stress among university undergraduate students in Edmonton, Canada. Perceptual and Motor Skills, 75, 552-554.   Klainberg, M., Ewing, B., &amp; Ryan, M. (2010). Reducing stress on a college campus. Journal of the New York State Nurses Association, 41(2), 4-7.   Jokl, M.V. (1984). The psychological effects on man of air movement and the colour of his surroundings. Applied Ergonomics, 15(2), 119-126.   Conners, D.A. (1983): The school environment: A link to understanding stress. Theory Into Practice, 22(1), 15-20.   Welle, P. D. &amp; Graf, H. M. (2011). Effective Lifestyle Habits and Coping Strategie s for Stress Tolerance among College Students. American Journal of Health Education, 42(2), 96-105.   Lumley, M. A., &amp; Provenzano, K. M. (2003). Stress management through written emotional disclosure improves academic perform ance among college students with physical symptoms. Journal of Educational Psychology, 95(3), 641-649. doi:10.1037/0022-0663.95.3.641   Fehring, R.J. (1983). Effects of biofeedback-aided relaxation on the psychological stress symptoms of college students. Nursing Research. 32(6), 362-6.   Warnecke, E., Quinn, S., Ogden, K., Towle, N. &amp; Nelson, M.R. A randomised controlled trial of the effects of mindfulness practice on medical student stress levels. Medical Education, 45(4), 381–388.   Landow, M.V. (2006). Stress and mental health of college students. Nova Publishers.   Gammon, J. &amp; Morgan-Samuel, H. (2005). A study to ascertain the effect of structured student tutorial support on student stress, self-esteem and coping. Nurse Education in Practice, 5(3), 161-171.   Dwyer, A.L. &amp; Cummings, A.L. (2001). Stress, self-efficacy, social support, and coping strategies in university students. Canadian Journal of Counseling, 35(3).                                                                       The ten priority areas for action are:     Alcohol, tobacco &amp; other drugs   Health literacy   Interpersonal relationships   Mental health/depression   Nutrition   Physical activity   Safe and healthy campus community   Sexual health   Sleep   Stress                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Even Mild Stress Can Make it Difficult to Control Your Emotions, NYU Researchers Find                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2013   /   August   /   26                                                         Even Mild Stress Can Make it Difficult to Control Your Emotions, NYU Researchers Find                   August 26, 2013          419                                        Even mild stress can thwart therapeutic measures to control emotions, a team of neuroscientists at New York University has found. Their findings, which appear in the journal Proceedings of the National Academy of Sciences, point to the limits of clinical techniques while also shedding new light on the barriers that must be overcome in addressing afflictions such as fear or anxiety.   “We have long suspected that stress can impair our ability to control our emotions, but this is the first study to document how even mild stress can undercut therapies designed to keep our emotions in check,” said Elizabeth Phelps, a professor in NYU’s Department of Psychology and Center for Neural Science and the study’s senior author. “In other words, what you learn in the clinic may not be as relevant in the real world when you’re stressed.”   In addressing patients’ emotional maladies, therapists sometimes use cognitive restructuring techniques—encouraging patients to alter their thoughts or approach to a situation to change their emotional response. These might include focusing on the positive or non-threatening aspects of an event or stimulus that might normally produce fear.   But do these techniques hold up in the real world when accompanied by the stress of everyday life? This is the question the researchers sought to answer.   To do so, they designed a two-day experiment in which the study’s participants employed techniques like those used in clinics as a way to combat their fears.   On the first day, the researchers created a fear among the study’s participants using a commonly employed “fear conditioning” technique. Specifically, the participants viewed pictures of snakes or spiders. Some of the pictures were occasionally accompanied by a mild shock to the wrist, while others were not. Participants developed fear responses to the pictures paired with shock as measured by physiological arousal and self-report.   After the fear conditioning procedure, the participants were taught cognitive strategies—akin to those prescribed by therapists and collectively titled cognitive-behavioral therapy (CBT)—in order to learn to diminish the fears brought on by the experiment.   On the next day, the participants were put into two groups: “the stress group” and “the control group.” In the stress group, participants’ hands were submerged in icy water for three minutes—a standard method for creating a mild stress response in psychological studies. In the control group, subjects’ hands were submerged in mildly warm water. To determine that the participants in the stress group were, in fact, stressed, the researchers gauged each participant’s levels of salivary cortisol, which the human body is known to produce in response to stress. Those in the stress group showed a significant increase in cortisol following the stress manipulation, whereas there was no change in the control group.   After a short delay, the researchers then tested the participants’ fear response to the same pictures of snakes or spiders in order to determine if stress undermined the utilization of the cognitive techniques taught the previous day.   As expected, the control group showed diminished fear response to the images, suggesting they were able to employ the cognitive training from the previous day. However, even though the stress group received identical training, they showed no reduction in fear, indicating they were unable to use these cognitive techniques to reduce fear on the second day.   “The use of cognitive techniques to control fear has previously been shown to rely on regions of the prefrontal cortex that are known to be functionally impaired by mild stress,” Phelps observed. “These findings are consistent with the suggestion that the effect of mild stress on the prefrontal cortex may result in a diminished ability to use previously learned techniques to control fear.”   “Our results suggest that even mild stress, such as that encountered in daily life, may impair the ability to use cognitive techniques known to control fear and anxiety,” added Candace Raio, a doctoral student in NYU’s Department of Psychology and the study’s lead author. “However, with practice or after longer intervals of cognitive training, these strategies may become more habitual and less sensitive to the effects of stress.”   The study’s other co-authors included: Temidayo Orederu, an undergraduate at Hunter College; Laura Palazzolo, a medical student at SUNY Downstate College of Medicine; and Ashley Shurick, a doctoral student at Stanford University.   This work was supported by the National Institutes of Health grants R01 AG039283, MH080756, and MH097085.                          This Press Release is in the following Topics:      Arts and Science , Research           Type: Press Release            Press Contact:                James Devitt | (212) 998-6808                                            Even mild stress can thwart therapeutic measures to control emotions, a team of NYU neuroscientists has found. Their findings point to the limits of clinical techniques while also shedding new light on the barriers that must be overcome in addressing afflictions such as fear or anxiety. &copy;iStockPhoto.com/OtmarW                       Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]