[{"detail": [{"content": "Dynamical Systems Laboratory            //-->                 Skip to main content                                  Dynamical Systems Laboratory                                  Search form      Search                   Menu     About                     ROBOTIC FISH AND ANIMAL BEHAVIOR RESEARCH FEATURED IN MOTHERBOARD DOCUMENTARY Learn more    2015 NYU POLYTECHNIC SCHOOL OF ENGINEERING RESEARCH EXPO Learn more    ZEBRAFISH RESEARCH FEATURED ON NATIONAL SCIENCE FOUNDATION WEBSITE Learn more    The Dynamical Systems Laboratory (DSL) conducts research in a broad range of expertise, from experimental mechanics to animal behavior, including experimental fluid mechanics, mechanics of composites, underwater robotics, nonlinear dynamics and environmental engineering. This uniquely interdisciplinary environment is ideal for unconventional ideas to blossom and be pursued.                                                                  News                              ROBOTIC FISH AND ANIMAL BEHAVIOR RESEARCH FEATURED IN MOTHERBOARD DOCUMENTARY      2015-04-21 15:12          2015 NYU POLYTECHNIC SCHOOL OF ENGINEERING RESEARCH EXPO      2015-04-21 15:07          ZEBRAFISH RESEARCH FEATURED ON NATIONAL SCIENCE FOUNDATION WEBSITE      2015-04-08 12:08                     More                                    Facebook     &copy; NYU Polytechnic School of Engineering."}]},
{"detail": [{"content": "Dynamical Systems Laboratory            //-->                 Skip to main content                                  Dynamical Systems Laboratory                                  Search form      Search                   Menu     About                     ROBOTIC FISH AND ANIMAL BEHAVIOR RESEARCH FEATURED IN MOTHERBOARD DOCUMENTARY Learn more    2015 NYU POLYTECHNIC SCHOOL OF ENGINEERING RESEARCH EXPO Learn more    ZEBRAFISH RESEARCH FEATURED ON NATIONAL SCIENCE FOUNDATION WEBSITE Learn more    The Dynamical Systems Laboratory (DSL) conducts research in a broad range of expertise, from experimental mechanics to animal behavior, including experimental fluid mechanics, mechanics of composites, underwater robotics, nonlinear dynamics and environmental engineering. This uniquely interdisciplinary environment is ideal for unconventional ideas to blossom and be pursued.                                                                  News                              ROBOTIC FISH AND ANIMAL BEHAVIOR RESEARCH FEATURED IN MOTHERBOARD DOCUMENTARY      2015-04-21 15:12          2015 NYU POLYTECHNIC SCHOOL OF ENGINEERING RESEARCH EXPO      2015-04-21 15:07          ZEBRAFISH RESEARCH FEATURED ON NATIONAL SCIENCE FOUNDATION WEBSITE      2015-04-08 12:08                     More                                    Facebook     &copy; NYU Polytechnic School of Engineering."}, {"content": "Labs and Groups | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Research                         Labs and Groups                                                             Labs and Groups                       ABILITY Lab   The ABILITY Lab is an interdisciplinary research space dedicated to the development of adaptive and assistive technologies. The Lab is open to NYU students and faculty of all fields looking to create inclusive systems, design human-centered projects, and further intellectual and clinical research around areas of ability.   Visit website     Applied Dynamics and Optimization Laboratory   The areas of expertise of the Applied Dynamics and Optimization Laboratory include dynamic modeling, optimization, motion generation, and control of multibody systems. The lab&#39;s main interest is to analyze the motion and the mechanics of moving systems, to develop the way the systems are designed and controlled, and to realize the physical concepts in the real world. This includes both mechanical (e.g., robots, construction machinery, mechanism components) and biological systems (e.g., humans, animals, insects).   Visit website     Bio-interfacial Engineering and Diagnostics Group   The Bio-interfacial Engineering and Diagnostics Group&rsquo;s research focuses on quantitative characterization of biomolecular interactions, with technological connections to diagnostics for medical and fundamental biology applications. The group seeks to dissect the fundamental equilibrium and kinetic aspects of biomolecular reactions at surfaces and in solution, elucidate the role played by the molecular organization, and apply this understanding to advance bioanalytical technologies.   The mostly experimental group has expertise in surface biomodification and characterization methods including electrochemical techniques, X-ray photoelectron spectroscopy, ellipsometry, neutron and X-ray reflectivity, infrared spectroscopy, and imaging/optical techniques.   Visit website     Control and Network Lab (CAN)   Dr. Jiang&#39;s laboratory mainly focuses on the development of fundamental principles and tools for the stability analysis and control of nonlinear dynamical networks, with applications to information, mechanical and biological systems. Funded research activities range from mathematical control theory to engineering applications such as nonlinear ship control, chaos synchronization and control, Internet congestion control, target detection, image fusion, power and energy systems, systems physiology, and bioreactors.   Visit website     Dynamical Systems Laboratory   The Dynamical Systems Laboratory conducts fundamental research in the broad field of modeling and control of complex systems with specialized expertise in multiphysics modeling and marine applications of advanced/multifunctional materials. Activities span applied mathematics, design and fabrication of novel hardware, and advanced computation and experimentation.   Dynamical Systems Laboratory     Game Innovation Lab   The Game Innovation Lab brings together faculty and students from the School of Engineering and the greater NYU community doing research focused on games as an innovation challenge. The Lab&#39;s emphasis is on the technical/engineering/science side of games and simulations. Sample projects include user interface innovation (sensor-based tracking, multi-touch), network and video quality research, and research on games for learning.   Visit website     GovLab   The Governance Lab (the GovLab) brings together thinkers and doers who design, implement, and study technology enabled solutions that advance a collaborative, networked approach to reinvent institutions of governance. The GovLab aims to improve people&#39;s lives by changing how we govern.   Visit website     High-Speed Networking Lab   The focus of the High-Speed Networking Laboratory (HSNL) at NYU Polytechnic School of Engineering is to conduct research and provide education to address the challenging problems that high-speed networking and high-performance computing are facing today. The lab&rsquo;s research concentrates on developing solutions in the areas of switching and routing, network security, data center, and chip multiprocessor (CMP) with custom VLSI (Very Large Scale Integrated) chips, and FPGA (Field-Programmable Gate Array) chips. The research is sponsored by governmental agencies such as the National Science Foundation (NSF), Defense Advanced Research Projects Agency (DARPA), U.S. Army CERDEC, and the Center for Advanced Technology in Telecommunications and Distributed Information Systems (CATT) .   Visit website     Institute for Engineered Interfaces   The IEI serves as a meeting place for teams of scientists, engineers and medical professionals, working together to solve critical still open problems.   The IEI serves as hub for interdisciplinary research, where new technologies are developed, and brought to market. Faculty members from the NYU Polytechnic School of Engineering, the Center of Soft Matter Physics, the molecular Design Institute, as well as the medical and dental schools, work together in the IEI on joint projects, sharing laboratories and characterization tools.   The IEI plays a major role in developing cutting-edge research, education, and training programs, emphasizing interface-related problems. The IEI aims at creating a new breed of engineers by immersing students in a scientifically diverse environment to hone technical, entrepreneurial, communication, leadership and teamwork skills.     Information Systems and Internet Security (ISIS) Lab   The ISIS lab is an NSF-funded lab and an NSA-designated Center of Excellence that provides focus for multidisciplinary research and hands-on education in emerging areas of information security. Current research areas include computer and network security, digital forensics, hardware for secure systems, digital watermarking and steganography.   Visit website     Integrated Information Systems Laboratory   The Integrated Information Systems Laboratory performs research in the areas of wireless communications, information theory and communication theory. Projects conducted with affiliated faculty and students include Cooperative Communications, Joint Source and Channel Coding for Wireless Networks, Information Theoretic Security, Power Efficient Multimedia Communications, and Single Carrier FDMA.   Visit website     The Laboratory for Agile and Resilient Complex Systems (LARX)   Research activities at LARX focuses on the development of fundamental principles and tools for designing secure, resilient and sustainable dynamical systems and networks, with applications to communication networks, cyber-physical systems and modern critical infrastructures.   Visit website     MicroParticle PhotoPhysics Laboratory for BioPhotonics   The MicroParticle PhotoPhysics Lab is involved in inventing cutting edge photonic techniques for detecting individual virus particles. It has recently detected single Influenza A virus in vitro, and is pushing its patented Whispering Gallery Mode Biosensor to higher sensitivity in order to detect single HIV virions. By mentoring students from physics, chemistry, chemical engineering, and electrical engineering departments, its interdisciplinary fusion forms a unique platform attacking current technological challenges.   Visit website     Mijović Research Group   Visit website     Organic Electronics Laboratory   The fundamental properties of electrically conducting polymers pave the way for modern applications. The Organic Electronics Lab maintains its interest in the solution and solid properties for electroactive macromolecules. The novel applications include solar cells and health diagnostics.   Visit website     Power and Power Electronics Engineering   Visit website     Shahrjerdi Nanoelectronics Research Lab   The focus of our research is in the areas of flexible electronics and solid-state nanoelectronics. Our aim is to create innovative devices to enable new functionalities and/or enhance performance. We study and engineer the optical and electrical properties of electronic materials such as semiconductor nanowires, compound semiconductors, graphene and other emerging 2D materials, often at extreme physical limits.   Visit website     Systems and Control Group (SCG)   The mission of the systems and control group is to model and design intelligent and autonomous systems. Initially developed in the context of electric circuits, recent applications have focused on complex, dynamic and networked systems, such as unmanned vehicles and power system networks. The field of systems and control provides essential enabling and supporting technologies for different applications in electrical engineering ranging from defense and manufacturing to telecommunications and bioengineering. NYU School of engineering has a long history of research in the area. Members of the group seek control tools and solutions for increasingly complex systems such as cyber-physical systems, neural systems, swarms of robots, or economic markets.   Visit website        Video Lab   Research activities in the Video Lab deal with how to encode and distribute video among a large number of users with diverse network access links, computing power, and energy resources. Another focus area is in biomedical image processing and distribution. The lab collaborates extensively with other faculty members and graduate students in wireless communication and networking at the School of Engineering, and with medical schools in the surrounding area.   Video Lab                                Research      Message from the Associate Provost   Sponsored Research   Centers + Institutes   Labs + Groups   CITE Game Innovation Lab   Cross-Institution “Seed” Research   Undergraduate Summer Research   Bern Dibner Library   Institutional Research   Bioengineering   IT + Media   Urban Systems                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "Dynamical Systems Laboratory            //-->                 Skip to main content                                  Dynamical Systems Laboratory                                  Search form      Search                   Menu     About                     ROBOTIC FISH AND ANIMAL BEHAVIOR RESEARCH FEATURED IN MOTHERBOARD DOCUMENTARY Learn more    2015 NYU POLYTECHNIC SCHOOL OF ENGINEERING RESEARCH EXPO Learn more    ZEBRAFISH RESEARCH FEATURED ON NATIONAL SCIENCE FOUNDATION WEBSITE Learn more    The Dynamical Systems Laboratory (DSL) conducts research in a broad range of expertise, from experimental mechanics to animal behavior, including experimental fluid mechanics, mechanics of composites, underwater robotics, nonlinear dynamics and environmental engineering. This uniquely interdisciplinary environment is ideal for unconventional ideas to blossom and be pursued.                                                                  News                              ROBOTIC FISH AND ANIMAL BEHAVIOR RESEARCH FEATURED IN MOTHERBOARD DOCUMENTARY      2015-04-21 15:12          2015 NYU POLYTECHNIC SCHOOL OF ENGINEERING RESEARCH EXPO      2015-04-21 15:07          ZEBRAFISH RESEARCH FEATURED ON NATIONAL SCIENCE FOUNDATION WEBSITE      2015-04-08 12:08                     More                                    Facebook     &copy; NYU Polytechnic School of Engineering."}, {"content": "Labs and Groups | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Research                         Labs and Groups                                                             Labs and Groups                       ABILITY Lab   The ABILITY Lab is an interdisciplinary research space dedicated to the development of adaptive and assistive technologies. The Lab is open to NYU students and faculty of all fields looking to create inclusive systems, design human-centered projects, and further intellectual and clinical research around areas of ability.   Visit website     Applied Dynamics and Optimization Laboratory   The areas of expertise of the Applied Dynamics and Optimization Laboratory include dynamic modeling, optimization, motion generation, and control of multibody systems. The lab&#39;s main interest is to analyze the motion and the mechanics of moving systems, to develop the way the systems are designed and controlled, and to realize the physical concepts in the real world. This includes both mechanical (e.g., robots, construction machinery, mechanism components) and biological systems (e.g., humans, animals, insects).   Visit website     Bio-interfacial Engineering and Diagnostics Group   The Bio-interfacial Engineering and Diagnostics Group&rsquo;s research focuses on quantitative characterization of biomolecular interactions, with technological connections to diagnostics for medical and fundamental biology applications. The group seeks to dissect the fundamental equilibrium and kinetic aspects of biomolecular reactions at surfaces and in solution, elucidate the role played by the molecular organization, and apply this understanding to advance bioanalytical technologies.   The mostly experimental group has expertise in surface biomodification and characterization methods including electrochemical techniques, X-ray photoelectron spectroscopy, ellipsometry, neutron and X-ray reflectivity, infrared spectroscopy, and imaging/optical techniques.   Visit website     Control and Network Lab (CAN)   Dr. Jiang&#39;s laboratory mainly focuses on the development of fundamental principles and tools for the stability analysis and control of nonlinear dynamical networks, with applications to information, mechanical and biological systems. Funded research activities range from mathematical control theory to engineering applications such as nonlinear ship control, chaos synchronization and control, Internet congestion control, target detection, image fusion, power and energy systems, systems physiology, and bioreactors.   Visit website     Dynamical Systems Laboratory   The Dynamical Systems Laboratory conducts fundamental research in the broad field of modeling and control of complex systems with specialized expertise in multiphysics modeling and marine applications of advanced/multifunctional materials. Activities span applied mathematics, design and fabrication of novel hardware, and advanced computation and experimentation.   Dynamical Systems Laboratory     Game Innovation Lab   The Game Innovation Lab brings together faculty and students from the School of Engineering and the greater NYU community doing research focused on games as an innovation challenge. The Lab&#39;s emphasis is on the technical/engineering/science side of games and simulations. Sample projects include user interface innovation (sensor-based tracking, multi-touch), network and video quality research, and research on games for learning.   Visit website     GovLab   The Governance Lab (the GovLab) brings together thinkers and doers who design, implement, and study technology enabled solutions that advance a collaborative, networked approach to reinvent institutions of governance. The GovLab aims to improve people&#39;s lives by changing how we govern.   Visit website     High-Speed Networking Lab   The focus of the High-Speed Networking Laboratory (HSNL) at NYU Polytechnic School of Engineering is to conduct research and provide education to address the challenging problems that high-speed networking and high-performance computing are facing today. The lab&rsquo;s research concentrates on developing solutions in the areas of switching and routing, network security, data center, and chip multiprocessor (CMP) with custom VLSI (Very Large Scale Integrated) chips, and FPGA (Field-Programmable Gate Array) chips. The research is sponsored by governmental agencies such as the National Science Foundation (NSF), Defense Advanced Research Projects Agency (DARPA), U.S. Army CERDEC, and the Center for Advanced Technology in Telecommunications and Distributed Information Systems (CATT) .   Visit website     Institute for Engineered Interfaces   The IEI serves as a meeting place for teams of scientists, engineers and medical professionals, working together to solve critical still open problems.   The IEI serves as hub for interdisciplinary research, where new technologies are developed, and brought to market. Faculty members from the NYU Polytechnic School of Engineering, the Center of Soft Matter Physics, the molecular Design Institute, as well as the medical and dental schools, work together in the IEI on joint projects, sharing laboratories and characterization tools.   The IEI plays a major role in developing cutting-edge research, education, and training programs, emphasizing interface-related problems. The IEI aims at creating a new breed of engineers by immersing students in a scientifically diverse environment to hone technical, entrepreneurial, communication, leadership and teamwork skills.     Information Systems and Internet Security (ISIS) Lab   The ISIS lab is an NSF-funded lab and an NSA-designated Center of Excellence that provides focus for multidisciplinary research and hands-on education in emerging areas of information security. Current research areas include computer and network security, digital forensics, hardware for secure systems, digital watermarking and steganography.   Visit website     Integrated Information Systems Laboratory   The Integrated Information Systems Laboratory performs research in the areas of wireless communications, information theory and communication theory. Projects conducted with affiliated faculty and students include Cooperative Communications, Joint Source and Channel Coding for Wireless Networks, Information Theoretic Security, Power Efficient Multimedia Communications, and Single Carrier FDMA.   Visit website     The Laboratory for Agile and Resilient Complex Systems (LARX)   Research activities at LARX focuses on the development of fundamental principles and tools for designing secure, resilient and sustainable dynamical systems and networks, with applications to communication networks, cyber-physical systems and modern critical infrastructures.   Visit website     MicroParticle PhotoPhysics Laboratory for BioPhotonics   The MicroParticle PhotoPhysics Lab is involved in inventing cutting edge photonic techniques for detecting individual virus particles. It has recently detected single Influenza A virus in vitro, and is pushing its patented Whispering Gallery Mode Biosensor to higher sensitivity in order to detect single HIV virions. By mentoring students from physics, chemistry, chemical engineering, and electrical engineering departments, its interdisciplinary fusion forms a unique platform attacking current technological challenges.   Visit website     Mijović Research Group   Visit website     Organic Electronics Laboratory   The fundamental properties of electrically conducting polymers pave the way for modern applications. The Organic Electronics Lab maintains its interest in the solution and solid properties for electroactive macromolecules. The novel applications include solar cells and health diagnostics.   Visit website     Power and Power Electronics Engineering   Visit website     Shahrjerdi Nanoelectronics Research Lab   The focus of our research is in the areas of flexible electronics and solid-state nanoelectronics. Our aim is to create innovative devices to enable new functionalities and/or enhance performance. We study and engineer the optical and electrical properties of electronic materials such as semiconductor nanowires, compound semiconductors, graphene and other emerging 2D materials, often at extreme physical limits.   Visit website     Systems and Control Group (SCG)   The mission of the systems and control group is to model and design intelligent and autonomous systems. Initially developed in the context of electric circuits, recent applications have focused on complex, dynamic and networked systems, such as unmanned vehicles and power system networks. The field of systems and control provides essential enabling and supporting technologies for different applications in electrical engineering ranging from defense and manufacturing to telecommunications and bioengineering. NYU School of engineering has a long history of research in the area. Members of the group seek control tools and solutions for increasingly complex systems such as cyber-physical systems, neural systems, swarms of robots, or economic markets.   Visit website        Video Lab   Research activities in the Video Lab deal with how to encode and distribute video among a large number of users with diverse network access links, computing power, and energy resources. Another focus area is in biomedical image processing and distribution. The lab collaborates extensively with other faculty members and graduate students in wireless communication and networking at the School of Engineering, and with medical schools in the surrounding area.   Video Lab                                Research      Message from the Associate Provost   Sponsored Research   Centers + Institutes   Labs + Groups   CITE Game Innovation Lab   Cross-Institution “Seed” Research   Undergraduate Summer Research   Bern Dibner Library   Institutional Research   Bioengineering   IT + Media   Urban Systems                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Vogel Lab                                       Home                       Home  1 Research  2 News  3 Publications  4 People  About Christine  5 Useful Links  6 Outreach Activities  7 Fun  8 Jobs/Contact                  Home               Systems Approaches to Understanding Protein Expression Regulation   The lab uses quantitative mass spectrometry, computational and experimental biology to investigate the regulation of protein expression in different bacterial and eukaryotic systems.                              NYU Department of Biology  -    Center for Genomics and Systems Biology                                                        Sign in | Recent Site Activity | Report Abuse | Print Page | Powered By Google Sites"}]}]