[{"detail": [{"content": "Housing | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Housing             Housing                 Housing       Work Requests   Housing Applications and Forms   On-Campus Housing   Summer Housing   Family and Partner Housing   Rates and Options   Off-Campus Living   Cancellation Requests   Renovations &amp; Ongoing Projects   Emergency and Fire Safety   FAQ   Contact Us                              The Department of Residence Services strives to provide an environment which supports your studies at the law school through well-maintained facilities, community-enhancing activities, policies and procedures that are comprehensive, easily understood, and equitable. We work to create an atmosphere where learning is fostered, diversity is embraced, and mutual respect for all members of the community is cultivated. Take a moment to learn about what NYU School of Law housing has to offer!   Click here to view the NYU Law Campus Map                                Announcement: D’Agostino Renovation Summer 2015           We are pleased to announce the renovation of D’Agostino Hall during Summer 2015. Read more                                         Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Housing | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Housing             Housing                 Housing       Work Requests   Housing Applications and Forms   On-Campus Housing   Summer Housing   Family and Partner Housing   Rates and Options   Off-Campus Living   Cancellation Requests   Renovations &amp; Ongoing Projects   Emergency and Fire Safety   FAQ   Contact Us                              The Department of Residence Services strives to provide an environment which supports your studies at the law school through well-maintained facilities, community-enhancing activities, policies and procedures that are comprehensive, easily understood, and equitable. We work to create an atmosphere where learning is fostered, diversity is embraced, and mutual respect for all members of the community is cultivated. Take a moment to learn about what NYU School of Law housing has to offer!   Click here to view the NYU Law Campus Map                                Announcement: D’Agostino Renovation Summer 2015           We are pleased to announce the renovation of D’Agostino Hall during Summer 2015. Read more                                         Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "NYU 2015 Summer Housing                                                                        Overview     Apply     NYU Living     Arriving + Departing     Payment     Cancel/Change Housing     Dining     Groups + Organizations                           Twitter Feed      Facebook Feed                                                                             During the summer, New York University offers safe, convenient and affordable housing in New York City for both students and interns.     Our residence halls are located in some of the most vibrant neighborhoods of the city with easy access to all that New York City has to offer.        We are currently only accepting applications from NYU and non-NYU/affiliated applicants. We are no longer accepting applications from non-NYU, non-affiliated applicants.   Check here for information about our wait list.                  Why Did You Choose NYU Summer Housing?     We asked some summer residents what they were doing in NYC and why they chose NYU Summer Housing.                                        Site Map     Contact Us                             DATES     RATES                   As of April 27, 2015 we are no longer accepting applications from non-NYU, not affiliated applicants. Wait-list information can be found here .     For current availability, please check here .             Summer at NYU in NYC     Gain knowledge, experience New York City, and earn credits. NYU offers over 1,000 summer courses. We make it easy to fulfill your degree requirements or explore a new interest. Learn more HERE ."}, {"content": "Living at NYU                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Living at NYU                 Sub Navigation                                 On Campus Living                       Off Campus Living                       Summer Housing                       Faculty Housing                                                                   Living at NYU                                                 Living in New York City   Many of NYU's campus buildings are located right in the heart of Manhattan's vibrant Greenwich Village neighborhood. If you live on or off campus, if you're here for the academic year or for the summer, if you're a member of the faculty or a student, check out our residence hall communities, commuter resources, NYU Summer Housing, or faculty housing. All of our students and residents find themselves having a dynamic and engaging &quot;in and of&quot; New York City experience.   Students and faculty can find housing in our community as well as its surrounding neighborhoods, boroughs, and the greater New York City area. Whether you're a new student applying to live in one of the University's residence halls, looking for safe, affordable housing during your summer internship, or you're looking for assistance in your off-campus apartment search, NYU has services and offices to simplify the New York City housing process.              Student Housing   Learn more about moving to and from the Residence Halls.   Trying to decide which locale is best for you? Explore the Residence Halls .   The Office of Residential Life and Housing Services is responsible for NYU New York's 23 main residence halls located in Manhattan and Brooklyn.     The Department of Residence Services at the School of Law has information about on-campus housing for Law students.   Living on campus should feel like your “home away from home.” Get involved !        Residential staff come from many different experiences and offer multiple talents to enrich and foster our strong residential communities.                                                          Faculty Housing                                                                                         Student Housing                                                                                         School of Law Housing                                                                                          Health and Wellness                                               The Office of Residential Life and Housing Services has information about the University's residence halls, including how to apply for on-campus housing and student life in the halls.   For students working, interning or taking classes in New York City for the summer, the Office of Summer Housing and the Summer Living in New York Program at the NYU School of Law have information about living in an NYU residence hall during the summer months.        For students choosing to live in non-NYU housing, the Student Resource Center's Off Campus Living site has a number of resources and links to assist with the apartment search process, including a Housing and Roommate Registry available through NYU Home.     The NYU Faculty Housing and Residential Services Office supports University faculty with housing options and assistance. Navigate this page to learn more about the housing services that the University provides for its students, faculty and community.        The Department of Residence Services at the School of Law has information about on-campus housing for Law students, including how to apply and access to the applications, green living initiatives, services provided, and the social, cultural and educational activities offered to residents.        The New York University Department of Public Safety exists to mantain and promote a safe and secure campus environment in a manner that is minimally intrusive to the students, faculty, staff and visitors of the university.        The Real Estate Development and Facilities Department at the NYU Langone Medical Center operates and manages all facilities, infrastructure and related support services across the medical center.                                 Summer Living at NYU During the summer months, New York University welcomes individuals who are taking summer classes at NYU to live in our residence halls. We also have limited housing available in select locations for individuals not taking classes at NYU during the summer. Read More                   NYU Law Summer Housing If you are looking for a safe and convenient way to enjoy living in New York, we encourage you to live with us as part of New York University School of Law's Summer Living in New York program in Manhattan's Greenwich Village. Read More                             Bookmark It!        NYUStudentLink                                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "On Campus Living                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Living at NYU   /   On Campus Living                 Sub Navigation                                 Explore the Residence Halls                       Residence Hall Policies                       The On Campus Experience                       Staff                       Our Goals                       About Us & Contact Us                       Dining                       Housing Services                                                                   On Campus Living                                      Welcome! The Office of Residential Life and Housing Services is responsible for the overall administration and operation of NYU’s 23 residence halls, home to approximately 11,000 undergraduate and graduate students during the academic year and summer session. Our office works in coordination with many departments and student groups to provide and maintain comfortable, safe and secure living environments for New York University residents.   Our Mission     We are committed to providing quality services and programs that enhance residential student success in safe and inclusive living learning communities.     Why Live On Campus?   Living in the halls provides an invaluable complement to a student's academic career. Living and Learning are the hallmarks of the residential experience. Check out the halls, find out what's happening in your hall and get involved!     The Office of Residential Life and Housing Services is a great resource throughout your journey in on campus living, from planning your move to transitioning into residential life to navigating NYU's services--housing and beyond. There are 23 residence halls at NYU. Use this site to explore them, their amenities and their locations.                                                             About Us & Contact Us                                                                                         Housing Rates Services & Forms                                                                                         Explore The Residence Halls                                                                                         ORLHS Staff Resources                                                                                         How To Apply                                                                                         Dining                                                                                         On Campus Experience                                                                                         Faculty Housing                                                                Follow Us:                                     Contact Us:   Email: housing@nyu.edu  Please include your NYU ID number with your inquiry.   Phone: 212-998-4600 (M-F, 9:00 am - 5:00 pm, New York time)     Residence Hall Staff: Check out our Explore the Residence Halls page to find individual hall and staff contact information.   Central Administrative Staff: Please click here to contact our central leadership and administrative staff members.   Mail:   Residential Life &amp; Housing Services  726 Broadway, 7th Floor  New York, NY 10003            Service Requests   Have a facilities problem (non-emergency) in the residence hall?   Simply use the Work Order Request Form and a Facilities and Construction Management staff member will assist!                                                                         NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Housing | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Housing             Housing                 Housing       Work Requests   Housing Applications and Forms   On-Campus Housing   Summer Housing   Family and Partner Housing   Rates and Options   Off-Campus Living   Cancellation Requests   Renovations &amp; Ongoing Projects   Emergency and Fire Safety   FAQ   Contact Us                              The Department of Residence Services strives to provide an environment which supports your studies at the law school through well-maintained facilities, community-enhancing activities, policies and procedures that are comprehensive, easily understood, and equitable. We work to create an atmosphere where learning is fostered, diversity is embraced, and mutual respect for all members of the community is cultivated. Take a moment to learn about what NYU School of Law housing has to offer!   Click here to view the NYU Law Campus Map                                Announcement: D’Agostino Renovation Summer 2015           We are pleased to announce the renovation of D’Agostino Hall during Summer 2015. Read more                                         Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "NYU 2015 Summer Housing                                                                        Overview     Apply     NYU Living     Arriving + Departing     Payment     Cancel/Change Housing     Dining     Groups + Organizations                           Twitter Feed      Facebook Feed                                                                             During the summer, New York University offers safe, convenient and affordable housing in New York City for both students and interns.     Our residence halls are located in some of the most vibrant neighborhoods of the city with easy access to all that New York City has to offer.        We are currently only accepting applications from NYU and non-NYU/affiliated applicants. We are no longer accepting applications from non-NYU, non-affiliated applicants.   Check here for information about our wait list.                  Why Did You Choose NYU Summer Housing?     We asked some summer residents what they were doing in NYC and why they chose NYU Summer Housing.                                        Site Map     Contact Us                             DATES     RATES                   As of April 27, 2015 we are no longer accepting applications from non-NYU, not affiliated applicants. Wait-list information can be found here .     For current availability, please check here .             Summer at NYU in NYC     Gain knowledge, experience New York City, and earn credits. NYU offers over 1,000 summer courses. We make it easy to fulfill your degree requirements or explore a new interest. Learn more HERE ."}, {"content": "Living at NYU                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Living at NYU                 Sub Navigation                                 On Campus Living                       Off Campus Living                       Summer Housing                       Faculty Housing                                                                   Living at NYU                                                 Living in New York City   Many of NYU's campus buildings are located right in the heart of Manhattan's vibrant Greenwich Village neighborhood. If you live on or off campus, if you're here for the academic year or for the summer, if you're a member of the faculty or a student, check out our residence hall communities, commuter resources, NYU Summer Housing, or faculty housing. All of our students and residents find themselves having a dynamic and engaging &quot;in and of&quot; New York City experience.   Students and faculty can find housing in our community as well as its surrounding neighborhoods, boroughs, and the greater New York City area. Whether you're a new student applying to live in one of the University's residence halls, looking for safe, affordable housing during your summer internship, or you're looking for assistance in your off-campus apartment search, NYU has services and offices to simplify the New York City housing process.              Student Housing   Learn more about moving to and from the Residence Halls.   Trying to decide which locale is best for you? Explore the Residence Halls .   The Office of Residential Life and Housing Services is responsible for NYU New York's 23 main residence halls located in Manhattan and Brooklyn.     The Department of Residence Services at the School of Law has information about on-campus housing for Law students.   Living on campus should feel like your “home away from home.” Get involved !        Residential staff come from many different experiences and offer multiple talents to enrich and foster our strong residential communities.                                                          Faculty Housing                                                                                         Student Housing                                                                                         School of Law Housing                                                                                          Health and Wellness                                               The Office of Residential Life and Housing Services has information about the University's residence halls, including how to apply for on-campus housing and student life in the halls.   For students working, interning or taking classes in New York City for the summer, the Office of Summer Housing and the Summer Living in New York Program at the NYU School of Law have information about living in an NYU residence hall during the summer months.        For students choosing to live in non-NYU housing, the Student Resource Center's Off Campus Living site has a number of resources and links to assist with the apartment search process, including a Housing and Roommate Registry available through NYU Home.     The NYU Faculty Housing and Residential Services Office supports University faculty with housing options and assistance. Navigate this page to learn more about the housing services that the University provides for its students, faculty and community.        The Department of Residence Services at the School of Law has information about on-campus housing for Law students, including how to apply and access to the applications, green living initiatives, services provided, and the social, cultural and educational activities offered to residents.        The New York University Department of Public Safety exists to mantain and promote a safe and secure campus environment in a manner that is minimally intrusive to the students, faculty, staff and visitors of the university.        The Real Estate Development and Facilities Department at the NYU Langone Medical Center operates and manages all facilities, infrastructure and related support services across the medical center.                                 Summer Living at NYU During the summer months, New York University welcomes individuals who are taking summer classes at NYU to live in our residence halls. We also have limited housing available in select locations for individuals not taking classes at NYU during the summer. Read More                   NYU Law Summer Housing If you are looking for a safe and convenient way to enjoy living in New York, we encourage you to live with us as part of New York University School of Law's Summer Living in New York program in Manhattan's Greenwich Village. Read More                             Bookmark It!        NYUStudentLink                                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "On Campus Living                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Living at NYU   /   On Campus Living                 Sub Navigation                                 Explore the Residence Halls                       Residence Hall Policies                       The On Campus Experience                       Staff                       Our Goals                       About Us & Contact Us                       Dining                       Housing Services                                                                   On Campus Living                                      Welcome! The Office of Residential Life and Housing Services is responsible for the overall administration and operation of NYU’s 23 residence halls, home to approximately 11,000 undergraduate and graduate students during the academic year and summer session. Our office works in coordination with many departments and student groups to provide and maintain comfortable, safe and secure living environments for New York University residents.   Our Mission     We are committed to providing quality services and programs that enhance residential student success in safe and inclusive living learning communities.     Why Live On Campus?   Living in the halls provides an invaluable complement to a student's academic career. Living and Learning are the hallmarks of the residential experience. Check out the halls, find out what's happening in your hall and get involved!     The Office of Residential Life and Housing Services is a great resource throughout your journey in on campus living, from planning your move to transitioning into residential life to navigating NYU's services--housing and beyond. There are 23 residence halls at NYU. Use this site to explore them, their amenities and their locations.                                                             About Us & Contact Us                                                                                         Housing Rates Services & Forms                                                                                         Explore The Residence Halls                                                                                         ORLHS Staff Resources                                                                                         How To Apply                                                                                         Dining                                                                                         On Campus Experience                                                                                         Faculty Housing                                                                Follow Us:                                     Contact Us:   Email: housing@nyu.edu  Please include your NYU ID number with your inquiry.   Phone: 212-998-4600 (M-F, 9:00 am - 5:00 pm, New York time)     Residence Hall Staff: Check out our Explore the Residence Halls page to find individual hall and staff contact information.   Central Administrative Staff: Please click here to contact our central leadership and administrative staff members.   Mail:   Residential Life &amp; Housing Services  726 Broadway, 7th Floor  New York, NY 10003            Service Requests   Have a facilities problem (non-emergency) in the residence hall?   Simply use the Work Order Request Form and a Facilities and Construction Management staff member will assist!                                                                         NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Housing | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Housing             Housing                 Housing       Work Requests   Housing Applications and Forms   On-Campus Housing   Summer Housing   Family and Partner Housing   Rates and Options   Off-Campus Living   Cancellation Requests   Renovations &amp; Ongoing Projects   Emergency and Fire Safety   FAQ   Contact Us                              The Department of Residence Services strives to provide an environment which supports your studies at the law school through well-maintained facilities, community-enhancing activities, policies and procedures that are comprehensive, easily understood, and equitable. We work to create an atmosphere where learning is fostered, diversity is embraced, and mutual respect for all members of the community is cultivated. Take a moment to learn about what NYU School of Law housing has to offer!   Click here to view the NYU Law Campus Map                                Announcement: D’Agostino Renovation Summer 2015           We are pleased to announce the renovation of D’Agostino Hall during Summer 2015. Read more                                         Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "NYU 2015 Summer Housing                                                                        Overview     Apply     NYU Living     Arriving + Departing     Payment     Cancel/Change Housing     Dining     Groups + Organizations                           Twitter Feed      Facebook Feed                                                                             During the summer, New York University offers safe, convenient and affordable housing in New York City for both students and interns.     Our residence halls are located in some of the most vibrant neighborhoods of the city with easy access to all that New York City has to offer.        We are currently only accepting applications from NYU and non-NYU/affiliated applicants. We are no longer accepting applications from non-NYU, non-affiliated applicants.   Check here for information about our wait list.                  Why Did You Choose NYU Summer Housing?     We asked some summer residents what they were doing in NYC and why they chose NYU Summer Housing.                                        Site Map     Contact Us                             DATES     RATES                   As of April 27, 2015 we are no longer accepting applications from non-NYU, not affiliated applicants. Wait-list information can be found here .     For current availability, please check here .             Summer at NYU in NYC     Gain knowledge, experience New York City, and earn credits. NYU offers over 1,000 summer courses. We make it easy to fulfill your degree requirements or explore a new interest. Learn more HERE ."}, {"content": "Living at NYU                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Living at NYU                 Sub Navigation                                 On Campus Living                       Off Campus Living                       Summer Housing                       Faculty Housing                                                                   Living at NYU                                                 Living in New York City   Many of NYU's campus buildings are located right in the heart of Manhattan's vibrant Greenwich Village neighborhood. If you live on or off campus, if you're here for the academic year or for the summer, if you're a member of the faculty or a student, check out our residence hall communities, commuter resources, NYU Summer Housing, or faculty housing. All of our students and residents find themselves having a dynamic and engaging &quot;in and of&quot; New York City experience.   Students and faculty can find housing in our community as well as its surrounding neighborhoods, boroughs, and the greater New York City area. Whether you're a new student applying to live in one of the University's residence halls, looking for safe, affordable housing during your summer internship, or you're looking for assistance in your off-campus apartment search, NYU has services and offices to simplify the New York City housing process.              Student Housing   Learn more about moving to and from the Residence Halls.   Trying to decide which locale is best for you? Explore the Residence Halls .   The Office of Residential Life and Housing Services is responsible for NYU New York's 23 main residence halls located in Manhattan and Brooklyn.     The Department of Residence Services at the School of Law has information about on-campus housing for Law students.   Living on campus should feel like your “home away from home.” Get involved !        Residential staff come from many different experiences and offer multiple talents to enrich and foster our strong residential communities.                                                          Faculty Housing                                                                                         Student Housing                                                                                         School of Law Housing                                                                                          Health and Wellness                                               The Office of Residential Life and Housing Services has information about the University's residence halls, including how to apply for on-campus housing and student life in the halls.   For students working, interning or taking classes in New York City for the summer, the Office of Summer Housing and the Summer Living in New York Program at the NYU School of Law have information about living in an NYU residence hall during the summer months.        For students choosing to live in non-NYU housing, the Student Resource Center's Off Campus Living site has a number of resources and links to assist with the apartment search process, including a Housing and Roommate Registry available through NYU Home.     The NYU Faculty Housing and Residential Services Office supports University faculty with housing options and assistance. Navigate this page to learn more about the housing services that the University provides for its students, faculty and community.        The Department of Residence Services at the School of Law has information about on-campus housing for Law students, including how to apply and access to the applications, green living initiatives, services provided, and the social, cultural and educational activities offered to residents.        The New York University Department of Public Safety exists to mantain and promote a safe and secure campus environment in a manner that is minimally intrusive to the students, faculty, staff and visitors of the university.        The Real Estate Development and Facilities Department at the NYU Langone Medical Center operates and manages all facilities, infrastructure and related support services across the medical center.                                 Summer Living at NYU During the summer months, New York University welcomes individuals who are taking summer classes at NYU to live in our residence halls. We also have limited housing available in select locations for individuals not taking classes at NYU during the summer. Read More                   NYU Law Summer Housing If you are looking for a safe and convenient way to enjoy living in New York, we encourage you to live with us as part of New York University School of Law's Summer Living in New York program in Manhattan's Greenwich Village. Read More                             Bookmark It!        NYUStudentLink                                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "On Campus Living                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Living at NYU   /   On Campus Living                 Sub Navigation                                 Explore the Residence Halls                       Residence Hall Policies                       The On Campus Experience                       Staff                       Our Goals                       About Us & Contact Us                       Dining                       Housing Services                                                                   On Campus Living                                      Welcome! The Office of Residential Life and Housing Services is responsible for the overall administration and operation of NYU’s 23 residence halls, home to approximately 11,000 undergraduate and graduate students during the academic year and summer session. Our office works in coordination with many departments and student groups to provide and maintain comfortable, safe and secure living environments for New York University residents.   Our Mission     We are committed to providing quality services and programs that enhance residential student success in safe and inclusive living learning communities.     Why Live On Campus?   Living in the halls provides an invaluable complement to a student's academic career. Living and Learning are the hallmarks of the residential experience. Check out the halls, find out what's happening in your hall and get involved!     The Office of Residential Life and Housing Services is a great resource throughout your journey in on campus living, from planning your move to transitioning into residential life to navigating NYU's services--housing and beyond. There are 23 residence halls at NYU. Use this site to explore them, their amenities and their locations.                                                             About Us & Contact Us                                                                                         Housing Rates Services & Forms                                                                                         Explore The Residence Halls                                                                                         ORLHS Staff Resources                                                                                         How To Apply                                                                                         Dining                                                                                         On Campus Experience                                                                                         Faculty Housing                                                                Follow Us:                                     Contact Us:   Email: housing@nyu.edu  Please include your NYU ID number with your inquiry.   Phone: 212-998-4600 (M-F, 9:00 am - 5:00 pm, New York time)     Residence Hall Staff: Check out our Explore the Residence Halls page to find individual hall and staff contact information.   Central Administrative Staff: Please click here to contact our central leadership and administrative staff members.   Mail:   Residential Life &amp; Housing Services  726 Broadway, 7th Floor  New York, NY 10003            Service Requests   Have a facilities problem (non-emergency) in the residence hall?   Simply use the Work Order Request Form and a Facilities and Construction Management staff member will assist!                                                                         NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Housing | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Housing             Housing                 Housing       Work Requests   Housing Applications and Forms   On-Campus Housing   Summer Housing   Family and Partner Housing   Rates and Options   Off-Campus Living   Cancellation Requests   Renovations &amp; Ongoing Projects   Emergency and Fire Safety   FAQ   Contact Us                              The Department of Residence Services strives to provide an environment which supports your studies at the law school through well-maintained facilities, community-enhancing activities, policies and procedures that are comprehensive, easily understood, and equitable. We work to create an atmosphere where learning is fostered, diversity is embraced, and mutual respect for all members of the community is cultivated. Take a moment to learn about what NYU School of Law housing has to offer!   Click here to view the NYU Law Campus Map                                Announcement: D’Agostino Renovation Summer 2015           We are pleased to announce the renovation of D’Agostino Hall during Summer 2015. Read more                                         Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "NYU 2015 Summer Housing                                                                        Overview     Apply     NYU Living     Arriving + Departing     Payment     Cancel/Change Housing     Dining     Groups + Organizations                           Twitter Feed      Facebook Feed                                                                             During the summer, New York University offers safe, convenient and affordable housing in New York City for both students and interns.     Our residence halls are located in some of the most vibrant neighborhoods of the city with easy access to all that New York City has to offer.        We are currently only accepting applications from NYU and non-NYU/affiliated applicants. We are no longer accepting applications from non-NYU, non-affiliated applicants.   Check here for information about our wait list.                  Why Did You Choose NYU Summer Housing?     We asked some summer residents what they were doing in NYC and why they chose NYU Summer Housing.                                        Site Map     Contact Us                             DATES     RATES                   As of April 27, 2015 we are no longer accepting applications from non-NYU, not affiliated applicants. Wait-list information can be found here .     For current availability, please check here .             Summer at NYU in NYC     Gain knowledge, experience New York City, and earn credits. NYU offers over 1,000 summer courses. We make it easy to fulfill your degree requirements or explore a new interest. Learn more HERE ."}, {"content": "Living at NYU                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Living at NYU                 Sub Navigation                                 On Campus Living                       Off Campus Living                       Summer Housing                       Faculty Housing                                                                   Living at NYU                                                 Living in New York City   Many of NYU's campus buildings are located right in the heart of Manhattan's vibrant Greenwich Village neighborhood. If you live on or off campus, if you're here for the academic year or for the summer, if you're a member of the faculty or a student, check out our residence hall communities, commuter resources, NYU Summer Housing, or faculty housing. All of our students and residents find themselves having a dynamic and engaging &quot;in and of&quot; New York City experience.   Students and faculty can find housing in our community as well as its surrounding neighborhoods, boroughs, and the greater New York City area. Whether you're a new student applying to live in one of the University's residence halls, looking for safe, affordable housing during your summer internship, or you're looking for assistance in your off-campus apartment search, NYU has services and offices to simplify the New York City housing process.              Student Housing   Learn more about moving to and from the Residence Halls.   Trying to decide which locale is best for you? Explore the Residence Halls .   The Office of Residential Life and Housing Services is responsible for NYU New York's 23 main residence halls located in Manhattan and Brooklyn.     The Department of Residence Services at the School of Law has information about on-campus housing for Law students.   Living on campus should feel like your “home away from home.” Get involved !        Residential staff come from many different experiences and offer multiple talents to enrich and foster our strong residential communities.                                                          Faculty Housing                                                                                         Student Housing                                                                                         School of Law Housing                                                                                          Health and Wellness                                               The Office of Residential Life and Housing Services has information about the University's residence halls, including how to apply for on-campus housing and student life in the halls.   For students working, interning or taking classes in New York City for the summer, the Office of Summer Housing and the Summer Living in New York Program at the NYU School of Law have information about living in an NYU residence hall during the summer months.        For students choosing to live in non-NYU housing, the Student Resource Center's Off Campus Living site has a number of resources and links to assist with the apartment search process, including a Housing and Roommate Registry available through NYU Home.     The NYU Faculty Housing and Residential Services Office supports University faculty with housing options and assistance. Navigate this page to learn more about the housing services that the University provides for its students, faculty and community.        The Department of Residence Services at the School of Law has information about on-campus housing for Law students, including how to apply and access to the applications, green living initiatives, services provided, and the social, cultural and educational activities offered to residents.        The New York University Department of Public Safety exists to mantain and promote a safe and secure campus environment in a manner that is minimally intrusive to the students, faculty, staff and visitors of the university.        The Real Estate Development and Facilities Department at the NYU Langone Medical Center operates and manages all facilities, infrastructure and related support services across the medical center.                                 Summer Living at NYU During the summer months, New York University welcomes individuals who are taking summer classes at NYU to live in our residence halls. We also have limited housing available in select locations for individuals not taking classes at NYU during the summer. Read More                   NYU Law Summer Housing If you are looking for a safe and convenient way to enjoy living in New York, we encourage you to live with us as part of New York University School of Law's Summer Living in New York program in Manhattan's Greenwich Village. Read More                             Bookmark It!        NYUStudentLink                                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "On Campus Living                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Living at NYU   /   On Campus Living                 Sub Navigation                                 Explore the Residence Halls                       Residence Hall Policies                       The On Campus Experience                       Staff                       Our Goals                       About Us & Contact Us                       Dining                       Housing Services                                                                   On Campus Living                                      Welcome! The Office of Residential Life and Housing Services is responsible for the overall administration and operation of NYU’s 23 residence halls, home to approximately 11,000 undergraduate and graduate students during the academic year and summer session. Our office works in coordination with many departments and student groups to provide and maintain comfortable, safe and secure living environments for New York University residents.   Our Mission     We are committed to providing quality services and programs that enhance residential student success in safe and inclusive living learning communities.     Why Live On Campus?   Living in the halls provides an invaluable complement to a student's academic career. Living and Learning are the hallmarks of the residential experience. Check out the halls, find out what's happening in your hall and get involved!     The Office of Residential Life and Housing Services is a great resource throughout your journey in on campus living, from planning your move to transitioning into residential life to navigating NYU's services--housing and beyond. There are 23 residence halls at NYU. Use this site to explore them, their amenities and their locations.                                                             About Us & Contact Us                                                                                         Housing Rates Services & Forms                                                                                         Explore The Residence Halls                                                                                         ORLHS Staff Resources                                                                                         How To Apply                                                                                         Dining                                                                                         On Campus Experience                                                                                         Faculty Housing                                                                Follow Us:                                     Contact Us:   Email: housing@nyu.edu  Please include your NYU ID number with your inquiry.   Phone: 212-998-4600 (M-F, 9:00 am - 5:00 pm, New York time)     Residence Hall Staff: Check out our Explore the Residence Halls page to find individual hall and staff contact information.   Central Administrative Staff: Please click here to contact our central leadership and administrative staff members.   Mail:   Residential Life &amp; Housing Services  726 Broadway, 7th Floor  New York, NY 10003            Service Requests   Have a facilities problem (non-emergency) in the residence hall?   Simply use the Work Order Request Form and a Facilities and Construction Management staff member will assist!                                                                         NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Off Campus Living                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Living at NYU   /   Off Campus Living                 Sub Navigation                                 Finding an Apartment                       Apartment Search Links                       List An Apartment                       Living with Roommates                       Glossary                                                                   Off Campus Living       Searching for an apartment in New York City can be challenging. Whether you are relocating from abroad, a current NYU housing resident, or considering a change of your current living situation, the apartment hunting process is often bewildering for even long time New Yorkers.   The NYU Student Resource Center can advise you with your search process. Although we do not provide actual off-campus apartments, we can advise you on the search process through a variety of resources available on this website. To aid your housing search we provide a centralized list of commonly used websites for apartment searches, a roommate registry, NYC market information, legal resources and local brokers, and more. But be prepared -- it's not easy!                                                           Apartment Listings                                                                                         Tenant Rights and Resources in NYC                                                                                         Finding a Roommate                                                                                         New York City Resources                                                                                         Campus Dining & Meal Plans                                                                                         Commuter Resources                                                        Off Campus Living Fair   Are you looking for summer or fall housing off campus? Stop by the Off Campus Living Fair to meet local real estate brokers, storage companies, web housing search companies, and more.     Wednesday, April 15, 2015 from 4 to 6pm   Global Center for Academic and Spiritual Life   283 Thompson, 5th Floor, Grand Hall     Register Here to attend.                Start here . . .                 Off Campus Living Pre-Recorded Webinar Take a look at our pre-recorded presentation on your own time. This presentation will provide you with information on how to navigate this website and make the most of the resources available. Read More             Contact Us   NYU Student Resource Center  60 Washington Square South, Room 210  New York, NY 10012-1936     Phone: 212-998-4411  Monday-Friday, 9am to 5pm                           Sign up for the Off Campus / Commuter Student Listserve        » Click here to Subscribe                                                                                                                   NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]