[{"detail": [{"content": "The State of New York City’s Housing and Neighborhoods in 2013 | NYU Wagner                                    Jump to navigation                                                    Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Faculty &amp; Research › Faculty Research › The State of New York City’s Housing and Neighborhoods in 2013          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                    The State of New York City’s Housing and Neighborhoods in 2013          Search by Topic/Keyword   Search by Intersections   Publications by Centers &amp; Institutes                  Request More Information     Apply to Wagner                        Publication                                      The State of New York City’s Housing and Neighborhoods in 2013           Furman Center for Real Estate and Urban Policy, New York University            I.G. Ellen et al.          05/28/2014               The State of New York City’s Housing and Neighborhoods in 2013 report , published annually by the NYU Furman Center, provides a compendium of data and analysis about New York City’s housing, land use, demographics, and quality of life indicators for each borough and the city’s 59 community districts.      The report combines timely and expert analysis of NYU Furman Center researchers with data transparency. It is presented in three parts:      Part 1: Focus on Economic Inequality      Each year, the State of New York City’s Housing and Neighborhoods describes, contextualizes, and provides analysis on a pressing and policy-relevant issue affecting New York City. In 2013, the report focuses on economic inequality in New York City, analyzing changes over time in the distribution of the city’s income, economic segregation of city residents, and the neighborhood environments experienced by people of different incomes.      Part 2: City-Wide Analysis      The City-Wide Analysis provides a broad, longitudinal analysis of the New York City's housing and neighborhoods. The chapter is divided into five parts: land use and the built environment; homeowners and their homes; renters and their homes; income and workers; and neighborhood services and conditions.      Part 3: City, Borough, and Community District Data      The data section provides current and historical statistics for over 50 housing, neighborhood, and socioeconomic indicators at the city, borough, and community district levels. It also includes indicator definitions and rankings; methods; and an index of New York City’s Community Districts and Sub-Borough Areas.               View/Download Article | View Report                                  Related Topics           Cities Housing & Community Development Infrastructure Policy Analysis Race, Class, Gender & Diversity Urban Planning Urban Policy                     Wagner Authors          Jorge De la Roca Ingrid Gould Ellen Mark Willis Vicki Been                                     © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]}]