[{"detail": [{"content": "Spring 2015 PhD Course Offerings, Spanish and Portuguese | NYU                                Navigation           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to Home       Spring 2015 PhD Course Offerings          Click here to view schedule   PORT-GA 1104.001        Title: Portuguese for Spanish Speakers      Instructor : Carlos Veloso      Day/Time: Monday 3:30-5:30pm      Description: PORT-GA  1104 is an accelerated course for advanced Spanish speakers with a good command  of Spanish grammar. It covers the fundamentals of the Portuguese language with  a focus on Brazil. In this course, Spanish sentence patterns and vocabulary  will be utilized as a basis for the study of similarities and differences  between the two languages. Comparisons among sound systems  (Spanish/English/Portuguese) will familiarize students with standard Portuguese  pronunciation. Written responses to short readings ( crônicas , poetry,  essays and articles) or visuals will help to review and expand grammar points  and to practice transferring common features of Spanish into Portuguese syntax.  Brief presentations on topics related to the arts and society will promote  essential speaking skills. By the end of the semester students will be prepared  to read complex materials and will have acquired basic proficiency in speaking,  writing and understanding standard Portuguese.      This is a zero credit course. A limited number of  spots are available for students from other departments/programs. These  spots will be allocated on a first come, first serve basis. Interested  students should contact Edgardo Núñez at edgardo.nunez@nyu.edu for  permission to enroll.             PORT-GA  2967.001            Title: The New Documentary Film in Brazil       Instructor: Marta Peixoto       Day/Time: Wednesday 4:00-6:00pm            Description: In Brazil, as elsewhere, the last twenty-some years have seen a surge in  documentary filmmaking, aided by the availability of lightweight and  inexpensive recording technologies. This  increase in Brazil, part of the Retomada or Renewal of cinema of all kinds in  the 1990s, made possible by favorable government policies, was accompanied by a  parallel surge in critical thinking about the genre. This course, CONDUCTED IN  ENGLISH, will examine a selection of these Brazilian films from the 1990s to  the present, in connections with film criticism and relevant film theory  (Jacques Rancière, André Bazin, and others), in a context of earlier  influential American and European documentary movements and filmmakers (direct  cinema, cinéma vérité, Frederick Wiseman, Jean Rouch, Agnès Varda) and of  Brazil's Cinema Novo. We will consider documentary film transnationally as a  genre in its distinction and confluences with fiction films, explore issues  such as: new modes of representation of \"a voz do povo,\" the uses of  fiction in documentary film, ethical concerns about the respectful use of other  people's images and words, and the construction of complex images of Brazil  changing political and social landscape since the end of the military  dictatorship.            Students will expand their critical and theoretical  vocabulary with regard to film and try their hand at film criticism. They may choose a final project on  documentary film from elsewhere in Latin America or Spain.             Readings for the course are available in one or more  of the following ways: for purchase online (amazon.com or elsewhere), posted on  NYU Classes, or at Bobst library. The  films are on reserve at the Avery Fisher Film Library at Bobst.                       SPAN-GA 2965.001            Title: Reading Modern  Spanish Culture through Raymond Williams       Instructor: Jo Labanyi       Day/Time: Wednesday  2:00-4:00pm            Description: The course will  revisit the writings of Raymond Williams, whose pioneering work in cultural  studies from the 1950s to the 1980s had an important influence on Latin  American cultural critics but has been relatively little used by scholars of  Spain. We will discuss a number of key concepts theorized by Williams, trying  them out, through close reading undertaken collectively in class, as ways of  reading excerpts from a wide range of Spanish cultural texts from the 19 th   century to the present. The latter will include fiction, drama, poetry, essays,  travel writing, and journalism (including television journalism). The aim will  be to develop critical tools for exploring the relationship between cultural  texts and social processes, showing how each can illuminate the other. In  particular, we will pursue Williams’ insight that the analysis of literary  forms can offer an understanding of social forms.            The  course will be taught in English to give Spanish-native-speaker students  increased academic competence in English.                    Texts:            This  course is going to be something of an experiment. Unlike most courses, which  have a limited selection of core literary and cultural texts supplemented by a  large amount of critical reading, in this case the core texts will be critical  works by Williams, which will be read in relation to a large selection of short  literary and cultural texts (mostly excerpts).            Works  by Raymond Williams            Ordered  for NYU Bookstore (you should buy these):      Modern Tragedy (1966)      The Country and  the City (1973)      Keywords: A  Vocabulary of Culture and Society (1976; rev. ed. 2014)      Marxism and  Literature (1977)      The Sociology of  Culture (1982;  orig. Culture , 1981)            Selections  from the following will be made available:      Culture and  Society (1958)      The Long  Revolution (1961)      Politics and  Letters: Interviews with New Left Review    (1979)      Culture and  Materialism (2005;  orig. Problems in Materialism and Culture ,  1980)      Writing in  Society (1983)      Politics of  Modernism (1989)                   Spanish  literary and cultural texts      These  will be short texts or excerpts from longer texts, made available via NYU  Classes or available online. They are expected to be as follows (there may be  some changes):      ·     José de  Espronceda’s “Canciones” (Pirata, Mendigo, Reo de muerte, Verdugo, Cosaco)  (poetry, late 1830s)      ·     Duque de Rivas, Don Álvaro o la fuerza del sino (play,  1835)      ·     Wenceslao Ayguals  de Izco, María o la hija de un jornalero (folletín,  1845) (available as Google e-book)      ·     Concepción Arenal, Cartas a los delincuentes (essays, 1865)  (on  www.cervantesvirtual.com )      ·     Juan Valera, Pepita Jiménez (novel, 1874) (at  www.gutenberg.org )      ·     Leopoldo Alas, El hambre en Andalucía (journalism,  1882)      ·     Leopoldo Alas, La Regenta (novel, 1884-1885) (at  www.gutenberg.org )      ·     Emilia Pardo Bazán,   Los pazos de Ulloa (novel, 1886) (at  www.gutenberg.org )      ·     José María de  Pereda, Peñas arriba (1895) (at  www.gutenberg.org )      ·     Benito Pérez  Galdós, Nazarín (novel, 1895) (on  www.cervantesvirtual.com )      ·     Miguel de Unamuno, En torno al casticismo (essays, 1895)  (at  www.es.wikisource.org )      ·     Miguel de Unamuno, Del sentimiento trágico de la vida (essays,  1912) (various online sources)      ·     Miguel de Unamuno, San Manuel Bueno, mártir (novella, publ.  in La Novela de Hoy subscription  series, 1931; as book, 1933)      ·     Ramón María del  Valle-Inclán, Romance de lobos (Comedia  bárbara) (play, 1908) (at  www.gutenberg.org )      ·     Carmen de Burgos, El artículo 438 (novella, publ. in La Novela Semanal subscription series,  1921)      ·     Salvador Seguí, Escuela de rebeldía (novella; publ.  posthumously in La Novela de Hoy subscription  series, 1923)      ·     José Ortega y  Gasset, La deshumanización del arte (1925)        ·     Federico García  Lorca, Así que pasen cinco años (play,  written 1931)      ·     Ernesto Giménez  Caballero, Genio de España (essay,  1932)      ·     Miguel Hernández, Vientos del pueblo me llevan (poetry,  1937)      ·     Rafael  Alberti, Radio Sevilla (agitprop  play, 1937)      ·     Selection  of poetry written by Republican soldiers during the Spanish Civil War      ·     Carmen  Laforet, Nada (novel, 1945)      ·     Gabriel Celaya, Cantos iberos (poems, 1955)      ·     Juan Goytisolo, Señas de identidad (novel, 1966)      ·     José Sanchis  Sinisterra, Terror y miseria en el primer  franquismo (plays, written 1979-2002; publ. 2003)      ·     Juan Eduardo  Zúñiga, Largo noviembre de Madrid (short  stories, 1980)      ·     Julio Llamazares, El río del olvido (travel writing, 1990)        ·     Dulce Chacón, Cielos de barro (novel, 2000)      ·     Montse Armengou  &amp; Ricard Belis, Les fosses del  silenci / Las fosas del silencio (documentary for Catalan television TV3,  2003)                  SPAN-GA 2967.001          Title: Poéticas del delirio en  Puerto Rico       Instructor: Rubén Ríos  Ávila       Description: Este seminario propone la bancarrota como un lugar  productivo desde donde re-imaginar a Puerto Rico y su precario lugar  \"entre\" las Américas. ¿Qué significa la reciente devaluación del  crédito en el contexto de la que fuera \"vitrina del Caribe\" para las  utopías liberales de los años cincuenta y de qué modo la producción artística y  cultural más reciente re-significa la catástrofe, encontrando allí modos  expresivos del delirio, es decir, racionalidades alternas que descubren en la  ruina, el detritus, el margen, el desvío, la pobreza, el tranque, o el fracaso  los rudimentos para una poética que es también una política. ¿De qué modo  produce este inhóspito contra-canon una nueva plantilla para una posible  escritura desde Puerto Rico y su diáspora, fuera de las usuales  territorialidades de la nación por venir? En este contexto leemos textos  de Manuel Ramos Otero, Aurea Sotomayor, Rafael Acevedo, Eduardo Lalo, Luis  Negrón, Justin Torres, así como obra fílmica de Carmen Oquendo, Antonio Santini  y Álvaro Aponte y textos teórico-críticos de Juan Duchesne, Arnaldo Cruz,  Jossiana Arroyo, Carlos Pabón y Agnes Lugo.       SPAN-GA 2967.002            Title: Borders and Diasporas          Instructor : Tomás Urayoán Noel          Day/Time: Tuesday  4:00-6:00pm            Description: This course  seeks to trace the evolution of border and diaspora as key terms  in literary and cultural studies over the past two decades. Books such as  Gloria Anzaldúa's Borderlands/La Frontera: The New Mestiza (1987) and  Paul Gilroy's The Black Atlantic: Modernity and Double Consciousness   (1993) helped shape contemporary understandings of these two terms by mapping  the Mexico-U.S. borderlands and the black Atlantic as what James Clifford calls  “productive sites of crossing; complex, unfinished paths between local and  global attachments.” While considering these and other foundational  interventions, we will also explore how more recent work engages other borders  (e.g. Haiti-Dominican Republic, Canada-U.S.) and diasporas (e.g. Caribbean,  Pacific) as well as new spatial logics (e.g. the neoliberal city, the carceral  border, digital cultures). Although we will pay particular attention to U.S.  Latina/o and Caribbean contexts, students are welcome and in fact encouraged to  explore borders and diasporas in ways that intersect with their own research.  Critical readings may include works by Gloria Anzaldúa, Paul Gilroy, Guillermo  Gómez-Peña, Stuart Hall, Claire Fox, Néstor García Canclini, Heriberto Yépez,  Silvio Torres-Saillant, Ramón Saldívar, Juan Flores, Alicia Schmidt Camacho,  Brent Hayes Edwards, Alejandro Lugo, and Michelle M. Wright. Additionally, we  may engage with popular music and film, and with literary texts, performances,  and/or installations by Américo Paredes, Josefina Báez, Craig Santos Perez,  Reina María Rodríguez, Alan Michelson, Pedro Pietri, Teddy Cruz, and M.  NourbeSe Philip, among others. We will likely also have a number of guest  speakers, readers, and/or performers.            (This  course will be conducted in English; reading knowledge of Spanish is not  required.)                      SPAN-GA 2968.001            Title:  Disputar lo precario. Recorridos de la cultura en el  Cono Sur y Brasil (1970-2010)          Instructor: Gabriel Giorgi       Day/Time: Monday 2:00-4:00pm    Description :  Quizá una de las marcas más perdurables que la llamada “era neoliberal”  imprimió sobre los lenguajes públicos sea la constelación de sentidos y afectos  en torno a la precariedad. Precarización, precariado, precariedad/precaridad:  modos, ciertamente heterogéneos, de nombrar el desfondamiento vertiginoso de la  promesas de seguridad y estabilidad que tanto el Estado de bienestar como la  sociedad neoliberal habían instalado desde la segunda mitad del siglo XX. En  esa constelación alrededor de la precariedad emerge una dimensión clave: la de  una vida que aparece, con un relieve cada vez más nítido, bajo la luz de  una nueva gestión política de la vulnerabilidad. En ese contexto, ciertos  recorridos de la cultura en América Latina parecen haber ensayado, al menos  desde los años 70, modos de nombrar, de disputar y de narrar los sentidos  posibles de esa precariedad vuelta punto de gravitación de la imaginación  política. El seminario se propone interrogar los modos por los cuales el trabajo  estético y cultural en torno a lo precario funcionó como uno de los vectores  creativos más productivos en las últimas décadas, donde la  precariedad, lejos de ser una condición fija, estabilizada y definitiva, se  vuelve la instancia de una reconfiguración de sensibilidades y de debates en  torno a lo común. Dos dimensiones parecen especialmente productivas para pensar  estas disputas en torno a lo precario: por un lado, la emergencia de territorialidades  heterogéneas (Zibechi, Ludmer, Rodriguez), irreductibles a la distribución  entre público/privado, nacional/global, rural/urbano; por otro, ficciones  y testimonios en torno a economías alternativas, a la vez que efímeras y  estratégicas, que pasan por el reciclaje de los despojos y las ruinas del  capital y por nuevas relaciones con lo natural y lo viviente. En estas  dimensiones se conjugan tensiones al interior de la denominada “subjetividad  neoliberal” , y se reconfigura la relación entre lo común y lo viviente;  allí la cultura parece encontrar nuevos terrenos para pensarse políticamente, a  la vez que desdibuja sus propios límites y tensa su misma especificidad. Los materiales a analizar incluyen textos de Rodolfo Fogwill,  Clarice Lispector , Sergio Chejfec, Gabriela Cabezón Cámara, Diamela Eltit,  Rafael Pinedo, Vinicius Faustini y Iosi Havilio. También discutiremos   films de Mendonça Filho y Eduardo Coutinho, junto a materiales teóricos e  históricos de Judith Butler, Raúl Zibechi, Ignacio Lewcowicz, Pierre Dardot y  Christian Larval, Maurizio Lazzarato, Brett Nelson y Ned Rossiter, entre otros .                              SPAN-GA  2968.002             (This course originates in CLACS)            Title: Latin American Independence in the Age of Revolution          Instructors: Sibylle Fischer  and Sinclair Thomson          Day/Time : Monday 2:00 -  4:45pm, plus Monday evening lectures                  SPAN-GA  2975.001             Title: Iberian  Cultures and the Experimental Filmic Imagination          Instructor: Sara  Nadal-Melsio          Day/Time : Wednesday  6:00-8:00pm            Description: The social and  political imaginaries of Francoist Spain created a singular instance of  temporal dislocation in the filmic avant-garde of the 1960s and 70s. Portuguese   novo cinema, and António Reis’s  pedagogical legacy in particular, also called for a reformulation of ‘national  art cinema.’      This  course proposes an examination of the political, historical, and aesthetic  conjunctures that allowed both the emergence and survival of, an often  clandestine, experimentalism in the Iberian peninsula. The commitment to  avant-garde practices pushed the envelope of political possibility by  establishing an elective affinity and an affective transfer between the  political and the aesthetic. By addressing this productive double  enunciation through a transnational lens, this course seeks to shed new light  on European peripheral cinematic avant-gardes through the reading of classical  film theory. We will pay special attention to questions of non-synchronicity  and filmic ontology, which were addressed by early film scholars and have  remained central to an Iberian tradition of experimentalism.      In  addition to the films themselves, theoretical readings will include, among  others, Jean Epstein, Béla Balázs, Gilles Deleuze, André Bazin, Serguei  Eisentein, Jacques Rancière and Stanley Cavell. Primary materials will be  drawn from the work of Pere Portabella, Jacinto Esteve, Antoni Padrós, Albert  Serra, Manoel de Oliveira, António Reis, and Pedro Costa among others. Course will be conducted in English. Films will be subtitled in English as well.                  SPAN-GA  2975.002            Title: Introduction to  Aesthetics and Literary Theory          Instructor: Eduardo  Subirats          Day/Time : Monday  6:00-8:00pm   Description : This seminar will  focus on five major works of Western aesthetics: Kant, Schiller, Hegel,  Schopenhauer, and Nietzsche. It will reconstruct central categories such as  form, beauty, genius, and myth. It also will focus on a central category: the  metaphysical (not moral) concept of will. Its ultimate goal is a critique of contemporary  artistic decadence, literary commercialism and anti- aesthetics.              SPAN-GA 2977.001            Title: Cubanologies:   Altered States of the Nation          Instructor: Ana Dopico         Day/Time: Tuesday 1:30-3:30pm       Description: This course works  through the Cuban literary, visual, and musical canons to engage the periodizations  and monuments of national culture. We will engage recent critical  studies, historiography and social and cultural theory to establish a  comparative analysis of the relation between state, nation, and empires.   We will think about Cuba beyond an insular state and identity and examine the  Latin American, hemispheric and global constellations that help us reframe Cuba  as subject, fetish, concept, and ideological factory.                  SPAN-GA 2978.001            Title: High and Low:  The Cultures of Latin American Modernismo          Instructor: Laura  Torres-Rodríguez          Day/Time: Thursday 5:00-7:00pm           Description: This class is an  introduction to the debates around turn-of-the-nineteenth-century aesthetic  production in Latin America. Recent academic contributions have  interrogated the traditional understandings of modernista period,  opening the field to more interdisciplinary methodologies. We will map this  academic corpus and revisit key texts in the construction of a Latin American  aesthetic culture and its contemporary influences. Modernismo is  generally recognized as the epitome of high literary expression in Latin  America because of its discourses on artistic autonomy. However, we will  explore its relations to popular and material culture, consumption economies,  and sexual politics. In addition to the study of canonical works for Latin  America continental definition, we will examine the margins of the movement,  known as bad modernism in order to propose other  aesthetic categories for understanding modernista forms. This  includes, among other approaches, affect and performance theory, political  economy, and gender and postcolonial studies. This course will be  conducted in Spanish.                   SPAN-GA 3545.001             Title: Dissertation  Proposal Workshop      Instructor: Georgina Dopico-Black      Day/Time: Thursday, 2:00-4:00pm       Description: Workshop to direct students toward the basic approaches and  structure of the future dissertation, with the goal of writing a finished  proposal .                                        Home       People       Language Placement       Undergraduate Program       Graduate Programs       Study Away       News &amp; Events       Alumni       Resources &amp; Affiliations       Ph.D. Portal       Employment Opportunities       Contact Us               Stay Connected           like us on Facebook                     Photo Credits         Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Spring 2015 PhD Course Offerings, Spanish and Portuguese | NYU                                Navigation           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to Home       Spring 2015 PhD Course Offerings          Click here to view schedule   PORT-GA 1104.001        Title: Portuguese for Spanish Speakers      Instructor : Carlos Veloso      Day/Time: Monday 3:30-5:30pm      Description: PORT-GA  1104 is an accelerated course for advanced Spanish speakers with a good command  of Spanish grammar. It covers the fundamentals of the Portuguese language with  a focus on Brazil. In this course, Spanish sentence patterns and vocabulary  will be utilized as a basis for the study of similarities and differences  between the two languages. Comparisons among sound systems  (Spanish/English/Portuguese) will familiarize students with standard Portuguese  pronunciation. Written responses to short readings ( crônicas , poetry,  essays and articles) or visuals will help to review and expand grammar points  and to practice transferring common features of Spanish into Portuguese syntax.  Brief presentations on topics related to the arts and society will promote  essential speaking skills. By the end of the semester students will be prepared  to read complex materials and will have acquired basic proficiency in speaking,  writing and understanding standard Portuguese.      This is a zero credit course. A limited number of  spots are available for students from other departments/programs. These  spots will be allocated on a first come, first serve basis. Interested  students should contact Edgardo Núñez at edgardo.nunez@nyu.edu for  permission to enroll.             PORT-GA  2967.001            Title: The New Documentary Film in Brazil       Instructor: Marta Peixoto       Day/Time: Wednesday 4:00-6:00pm            Description: In Brazil, as elsewhere, the last twenty-some years have seen a surge in  documentary filmmaking, aided by the availability of lightweight and  inexpensive recording technologies. This  increase in Brazil, part of the Retomada or Renewal of cinema of all kinds in  the 1990s, made possible by favorable government policies, was accompanied by a  parallel surge in critical thinking about the genre. This course, CONDUCTED IN  ENGLISH, will examine a selection of these Brazilian films from the 1990s to  the present, in connections with film criticism and relevant film theory  (Jacques Rancière, André Bazin, and others), in a context of earlier  influential American and European documentary movements and filmmakers (direct  cinema, cinéma vérité, Frederick Wiseman, Jean Rouch, Agnès Varda) and of  Brazil's Cinema Novo. We will consider documentary film transnationally as a  genre in its distinction and confluences with fiction films, explore issues  such as: new modes of representation of \"a voz do povo,\" the uses of  fiction in documentary film, ethical concerns about the respectful use of other  people's images and words, and the construction of complex images of Brazil  changing political and social landscape since the end of the military  dictatorship.            Students will expand their critical and theoretical  vocabulary with regard to film and try their hand at film criticism. They may choose a final project on  documentary film from elsewhere in Latin America or Spain.             Readings for the course are available in one or more  of the following ways: for purchase online (amazon.com or elsewhere), posted on  NYU Classes, or at Bobst library. The  films are on reserve at the Avery Fisher Film Library at Bobst.                       SPAN-GA 2965.001            Title: Reading Modern  Spanish Culture through Raymond Williams       Instructor: Jo Labanyi       Day/Time: Wednesday  2:00-4:00pm            Description: The course will  revisit the writings of Raymond Williams, whose pioneering work in cultural  studies from the 1950s to the 1980s had an important influence on Latin  American cultural critics but has been relatively little used by scholars of  Spain. We will discuss a number of key concepts theorized by Williams, trying  them out, through close reading undertaken collectively in class, as ways of  reading excerpts from a wide range of Spanish cultural texts from the 19 th   century to the present. The latter will include fiction, drama, poetry, essays,  travel writing, and journalism (including television journalism). The aim will  be to develop critical tools for exploring the relationship between cultural  texts and social processes, showing how each can illuminate the other. In  particular, we will pursue Williams’ insight that the analysis of literary  forms can offer an understanding of social forms.            The  course will be taught in English to give Spanish-native-speaker students  increased academic competence in English.                    Texts:            This  course is going to be something of an experiment. Unlike most courses, which  have a limited selection of core literary and cultural texts supplemented by a  large amount of critical reading, in this case the core texts will be critical  works by Williams, which will be read in relation to a large selection of short  literary and cultural texts (mostly excerpts).            Works  by Raymond Williams            Ordered  for NYU Bookstore (you should buy these):      Modern Tragedy (1966)      The Country and  the City (1973)      Keywords: A  Vocabulary of Culture and Society (1976; rev. ed. 2014)      Marxism and  Literature (1977)      The Sociology of  Culture (1982;  orig. Culture , 1981)            Selections  from the following will be made available:      Culture and  Society (1958)      The Long  Revolution (1961)      Politics and  Letters: Interviews with New Left Review    (1979)      Culture and  Materialism (2005;  orig. Problems in Materialism and Culture ,  1980)      Writing in  Society (1983)      Politics of  Modernism (1989)                   Spanish  literary and cultural texts      These  will be short texts or excerpts from longer texts, made available via NYU  Classes or available online. They are expected to be as follows (there may be  some changes):      ·     José de  Espronceda’s “Canciones” (Pirata, Mendigo, Reo de muerte, Verdugo, Cosaco)  (poetry, late 1830s)      ·     Duque de Rivas, Don Álvaro o la fuerza del sino (play,  1835)      ·     Wenceslao Ayguals  de Izco, María o la hija de un jornalero (folletín,  1845) (available as Google e-book)      ·     Concepción Arenal, Cartas a los delincuentes (essays, 1865)  (on  www.cervantesvirtual.com )      ·     Juan Valera, Pepita Jiménez (novel, 1874) (at  www.gutenberg.org )      ·     Leopoldo Alas, El hambre en Andalucía (journalism,  1882)      ·     Leopoldo Alas, La Regenta (novel, 1884-1885) (at  www.gutenberg.org )      ·     Emilia Pardo Bazán,   Los pazos de Ulloa (novel, 1886) (at  www.gutenberg.org )      ·     José María de  Pereda, Peñas arriba (1895) (at  www.gutenberg.org )      ·     Benito Pérez  Galdós, Nazarín (novel, 1895) (on  www.cervantesvirtual.com )      ·     Miguel de Unamuno, En torno al casticismo (essays, 1895)  (at  www.es.wikisource.org )      ·     Miguel de Unamuno, Del sentimiento trágico de la vida (essays,  1912) (various online sources)      ·     Miguel de Unamuno, San Manuel Bueno, mártir (novella, publ.  in La Novela de Hoy subscription  series, 1931; as book, 1933)      ·     Ramón María del  Valle-Inclán, Romance de lobos (Comedia  bárbara) (play, 1908) (at  www.gutenberg.org )      ·     Carmen de Burgos, El artículo 438 (novella, publ. in La Novela Semanal subscription series,  1921)      ·     Salvador Seguí, Escuela de rebeldía (novella; publ.  posthumously in La Novela de Hoy subscription  series, 1923)      ·     José Ortega y  Gasset, La deshumanización del arte (1925)        ·     Federico García  Lorca, Así que pasen cinco años (play,  written 1931)      ·     Ernesto Giménez  Caballero, Genio de España (essay,  1932)      ·     Miguel Hernández, Vientos del pueblo me llevan (poetry,  1937)      ·     Rafael  Alberti, Radio Sevilla (agitprop  play, 1937)      ·     Selection  of poetry written by Republican soldiers during the Spanish Civil War      ·     Carmen  Laforet, Nada (novel, 1945)      ·     Gabriel Celaya, Cantos iberos (poems, 1955)      ·     Juan Goytisolo, Señas de identidad (novel, 1966)      ·     José Sanchis  Sinisterra, Terror y miseria en el primer  franquismo (plays, written 1979-2002; publ. 2003)      ·     Juan Eduardo  Zúñiga, Largo noviembre de Madrid (short  stories, 1980)      ·     Julio Llamazares, El río del olvido (travel writing, 1990)        ·     Dulce Chacón, Cielos de barro (novel, 2000)      ·     Montse Armengou  &amp; Ricard Belis, Les fosses del  silenci / Las fosas del silencio (documentary for Catalan television TV3,  2003)                  SPAN-GA 2967.001          Title: Poéticas del delirio en  Puerto Rico       Instructor: Rubén Ríos  Ávila       Description: Este seminario propone la bancarrota como un lugar  productivo desde donde re-imaginar a Puerto Rico y su precario lugar  \"entre\" las Américas. ¿Qué significa la reciente devaluación del  crédito en el contexto de la que fuera \"vitrina del Caribe\" para las  utopías liberales de los años cincuenta y de qué modo la producción artística y  cultural más reciente re-significa la catástrofe, encontrando allí modos  expresivos del delirio, es decir, racionalidades alternas que descubren en la  ruina, el detritus, el margen, el desvío, la pobreza, el tranque, o el fracaso  los rudimentos para una poética que es también una política. ¿De qué modo  produce este inhóspito contra-canon una nueva plantilla para una posible  escritura desde Puerto Rico y su diáspora, fuera de las usuales  territorialidades de la nación por venir? En este contexto leemos textos  de Manuel Ramos Otero, Aurea Sotomayor, Rafael Acevedo, Eduardo Lalo, Luis  Negrón, Justin Torres, así como obra fílmica de Carmen Oquendo, Antonio Santini  y Álvaro Aponte y textos teórico-críticos de Juan Duchesne, Arnaldo Cruz,  Jossiana Arroyo, Carlos Pabón y Agnes Lugo.       SPAN-GA 2967.002            Title: Borders and Diasporas          Instructor : Tomás Urayoán Noel          Day/Time: Tuesday  4:00-6:00pm            Description: This course  seeks to trace the evolution of border and diaspora as key terms  in literary and cultural studies over the past two decades. Books such as  Gloria Anzaldúa's Borderlands/La Frontera: The New Mestiza (1987) and  Paul Gilroy's The Black Atlantic: Modernity and Double Consciousness   (1993) helped shape contemporary understandings of these two terms by mapping  the Mexico-U.S. borderlands and the black Atlantic as what James Clifford calls  “productive sites of crossing; complex, unfinished paths between local and  global attachments.” While considering these and other foundational  interventions, we will also explore how more recent work engages other borders  (e.g. Haiti-Dominican Republic, Canada-U.S.) and diasporas (e.g. Caribbean,  Pacific) as well as new spatial logics (e.g. the neoliberal city, the carceral  border, digital cultures). Although we will pay particular attention to U.S.  Latina/o and Caribbean contexts, students are welcome and in fact encouraged to  explore borders and diasporas in ways that intersect with their own research.  Critical readings may include works by Gloria Anzaldúa, Paul Gilroy, Guillermo  Gómez-Peña, Stuart Hall, Claire Fox, Néstor García Canclini, Heriberto Yépez,  Silvio Torres-Saillant, Ramón Saldívar, Juan Flores, Alicia Schmidt Camacho,  Brent Hayes Edwards, Alejandro Lugo, and Michelle M. Wright. Additionally, we  may engage with popular music and film, and with literary texts, performances,  and/or installations by Américo Paredes, Josefina Báez, Craig Santos Perez,  Reina María Rodríguez, Alan Michelson, Pedro Pietri, Teddy Cruz, and M.  NourbeSe Philip, among others. We will likely also have a number of guest  speakers, readers, and/or performers.            (This  course will be conducted in English; reading knowledge of Spanish is not  required.)                      SPAN-GA 2968.001            Title:  Disputar lo precario. Recorridos de la cultura en el  Cono Sur y Brasil (1970-2010)          Instructor: Gabriel Giorgi       Day/Time: Monday 2:00-4:00pm    Description :  Quizá una de las marcas más perdurables que la llamada “era neoliberal”  imprimió sobre los lenguajes públicos sea la constelación de sentidos y afectos  en torno a la precariedad. Precarización, precariado, precariedad/precaridad:  modos, ciertamente heterogéneos, de nombrar el desfondamiento vertiginoso de la  promesas de seguridad y estabilidad que tanto el Estado de bienestar como la  sociedad neoliberal habían instalado desde la segunda mitad del siglo XX. En  esa constelación alrededor de la precariedad emerge una dimensión clave: la de  una vida que aparece, con un relieve cada vez más nítido, bajo la luz de  una nueva gestión política de la vulnerabilidad. En ese contexto, ciertos  recorridos de la cultura en América Latina parecen haber ensayado, al menos  desde los años 70, modos de nombrar, de disputar y de narrar los sentidos  posibles de esa precariedad vuelta punto de gravitación de la imaginación  política. El seminario se propone interrogar los modos por los cuales el trabajo  estético y cultural en torno a lo precario funcionó como uno de los vectores  creativos más productivos en las últimas décadas, donde la  precariedad, lejos de ser una condición fija, estabilizada y definitiva, se  vuelve la instancia de una reconfiguración de sensibilidades y de debates en  torno a lo común. Dos dimensiones parecen especialmente productivas para pensar  estas disputas en torno a lo precario: por un lado, la emergencia de territorialidades  heterogéneas (Zibechi, Ludmer, Rodriguez), irreductibles a la distribución  entre público/privado, nacional/global, rural/urbano; por otro, ficciones  y testimonios en torno a economías alternativas, a la vez que efímeras y  estratégicas, que pasan por el reciclaje de los despojos y las ruinas del  capital y por nuevas relaciones con lo natural y lo viviente. En estas  dimensiones se conjugan tensiones al interior de la denominada “subjetividad  neoliberal” , y se reconfigura la relación entre lo común y lo viviente;  allí la cultura parece encontrar nuevos terrenos para pensarse políticamente, a  la vez que desdibuja sus propios límites y tensa su misma especificidad. Los materiales a analizar incluyen textos de Rodolfo Fogwill,  Clarice Lispector , Sergio Chejfec, Gabriela Cabezón Cámara, Diamela Eltit,  Rafael Pinedo, Vinicius Faustini y Iosi Havilio. También discutiremos   films de Mendonça Filho y Eduardo Coutinho, junto a materiales teóricos e  históricos de Judith Butler, Raúl Zibechi, Ignacio Lewcowicz, Pierre Dardot y  Christian Larval, Maurizio Lazzarato, Brett Nelson y Ned Rossiter, entre otros .                              SPAN-GA  2968.002             (This course originates in CLACS)            Title: Latin American Independence in the Age of Revolution          Instructors: Sibylle Fischer  and Sinclair Thomson          Day/Time : Monday 2:00 -  4:45pm, plus Monday evening lectures                  SPAN-GA  2975.001             Title: Iberian  Cultures and the Experimental Filmic Imagination          Instructor: Sara  Nadal-Melsio          Day/Time : Wednesday  6:00-8:00pm            Description: The social and  political imaginaries of Francoist Spain created a singular instance of  temporal dislocation in the filmic avant-garde of the 1960s and 70s. Portuguese   novo cinema, and António Reis’s  pedagogical legacy in particular, also called for a reformulation of ‘national  art cinema.’      This  course proposes an examination of the political, historical, and aesthetic  conjunctures that allowed both the emergence and survival of, an often  clandestine, experimentalism in the Iberian peninsula. The commitment to  avant-garde practices pushed the envelope of political possibility by  establishing an elective affinity and an affective transfer between the  political and the aesthetic. By addressing this productive double  enunciation through a transnational lens, this course seeks to shed new light  on European peripheral cinematic avant-gardes through the reading of classical  film theory. We will pay special attention to questions of non-synchronicity  and filmic ontology, which were addressed by early film scholars and have  remained central to an Iberian tradition of experimentalism.      In  addition to the films themselves, theoretical readings will include, among  others, Jean Epstein, Béla Balázs, Gilles Deleuze, André Bazin, Serguei  Eisentein, Jacques Rancière and Stanley Cavell. Primary materials will be  drawn from the work of Pere Portabella, Jacinto Esteve, Antoni Padrós, Albert  Serra, Manoel de Oliveira, António Reis, and Pedro Costa among others. Course will be conducted in English. Films will be subtitled in English as well.                  SPAN-GA  2975.002            Title: Introduction to  Aesthetics and Literary Theory          Instructor: Eduardo  Subirats          Day/Time : Monday  6:00-8:00pm   Description : This seminar will  focus on five major works of Western aesthetics: Kant, Schiller, Hegel,  Schopenhauer, and Nietzsche. It will reconstruct central categories such as  form, beauty, genius, and myth. It also will focus on a central category: the  metaphysical (not moral) concept of will. Its ultimate goal is a critique of contemporary  artistic decadence, literary commercialism and anti- aesthetics.              SPAN-GA 2977.001            Title: Cubanologies:   Altered States of the Nation          Instructor: Ana Dopico         Day/Time: Tuesday 1:30-3:30pm       Description: This course works  through the Cuban literary, visual, and musical canons to engage the periodizations  and monuments of national culture. We will engage recent critical  studies, historiography and social and cultural theory to establish a  comparative analysis of the relation between state, nation, and empires.   We will think about Cuba beyond an insular state and identity and examine the  Latin American, hemispheric and global constellations that help us reframe Cuba  as subject, fetish, concept, and ideological factory.                  SPAN-GA 2978.001            Title: High and Low:  The Cultures of Latin American Modernismo          Instructor: Laura  Torres-Rodríguez          Day/Time: Thursday 5:00-7:00pm           Description: This class is an  introduction to the debates around turn-of-the-nineteenth-century aesthetic  production in Latin America. Recent academic contributions have  interrogated the traditional understandings of modernista period,  opening the field to more interdisciplinary methodologies. We will map this  academic corpus and revisit key texts in the construction of a Latin American  aesthetic culture and its contemporary influences. Modernismo is  generally recognized as the epitome of high literary expression in Latin  America because of its discourses on artistic autonomy. However, we will  explore its relations to popular and material culture, consumption economies,  and sexual politics. In addition to the study of canonical works for Latin  America continental definition, we will examine the margins of the movement,  known as bad modernism in order to propose other  aesthetic categories for understanding modernista forms. This  includes, among other approaches, affect and performance theory, political  economy, and gender and postcolonial studies. This course will be  conducted in Spanish.                   SPAN-GA 3545.001             Title: Dissertation  Proposal Workshop      Instructor: Georgina Dopico-Black      Day/Time: Thursday, 2:00-4:00pm       Description: Workshop to direct students toward the basic approaches and  structure of the future dissertation, with the goal of writing a finished  proposal .                                        Home       People       Language Placement       Undergraduate Program       Graduate Programs       Study Away       News &amp; Events       Alumni       Resources &amp; Affiliations       Ph.D. Portal       Employment Opportunities       Contact Us               Stay Connected           like us on Facebook                     Photo Credits         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Graduate Certificate Program in Culture and Media, Anthropology | New York University                                   NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home         Graduate Certificate Program in Culture and Media   This information is also available for download in .pdf format, here . For a list of recent student documentaries produced in the Culture and Media Program    click here.          Certificate Program in Culture and Media     The Departments of Anthropology and Cinema Studies offer a specialized joint course of study leading to a New York State Certificate in Culture and Media for NYU graduate students who are also pursuing their PhD degrees in Anthropology or Cinema Studies. The program’s philosophy takes a broad approach to the relationships   between culture and media in a number of domains including: ethnographic   film’s significance for the fields of anthropology and cinema/media   studies; problems in representation of cultures through media; the   development of media in indigenous, Diaspora, and non-Western   communities; the emerging social and cultural formations shaped by new   media practices; the political economy shaping the production,   distribution and consumption of media worldwide; and the impact of new   media technologies on these processes.   This graduate program provides a focused course of studies   integrating production with theory and research. Training in this   program will enable students to pursue the following:   -Production work in state-of-the-art digital video based on their   own research, resulting in a twenty-thirty minute documentary. Student   works have shown in festivals worldwide, won multiple awards, and are in   distribution.  For a list of recent student documentaries click here .      -Ethnographic research into the social practice of media in a range of   communities and cultures. Students from the program have done PhD   research on the development of media in diverse settings, from the   emergence of film and TV in Papua New Guinea, to circulation of   religious media in Northern Nigeria.    -Teaching the history, theory, and production of ethnographic documentary and related issues.    -A career in media requiring an understanding of anthropology, such as   specialized programming and distribution of ethnographic film and   video, community-based documentary production, management of   ethnographic film/video libraries and archives, or work in new media.  Each year, two student works are selected for a pitch session at the prestigious SILVERDOCS documentary festival. http://silverdocs.com/ . CORE FACULTY:    Anthropology  Tejaswini Ganti Director, Program in Culture and Media Associate Professor, Department of Anthropology Faye Ginsburg (on Leave 2014-2015) David B. Kriser Professor of Anthropology Director, Center for Media, Culture and History    Cheryl Furjanic Director, Video Labs   \u2028Noelle Stout Assistant Professor, Department of Anthropology   Pegi Vail Associate Director, Center for Media, Culture, &amp; History   Cinema Studies    Toby Lee Assistant Professor, Cinema Studies Co-Director, Program in Culture and Media Robert Stam University Professor, Cinema Studies   NYU Kanbar Institute of Film and Television    Marco Williams Associate Arts Professor, Film and Television  INTERNSHIPS The program also arranges supervised internships for course credit, tailored to individual research and professional interests. Students work in a variety of programming and production positions for institutions, such as: The American Museum of Natural History Margaret Mead Film Festiva; The National Museum of the American Indian, Film-Video Center; The Museum of Modern Art, Department of Film RESOURCES The Anthropology Department has a film and video screening theater that seats up to forty. Our excellent and expanding study collection of over 2000 ethnographic/documentary film and video works -- from direct cinema to experimental genres -- includes most of the classics, important recent works, and a unique and comprehensive collection of works by indigenous media makers from all parts of the world.    The Department of Cinema Studies has a collection of over 38,000 videos and 3000 16mm prints at The George Amberg Memorial Film Study Center, and New York University's Avery Fisher Music and Media Center has over 2000 documentaries as well as other films available to students in its video library facility. In addition, some of the best film, video and broadcast libraries are available in New York City. THE CENTER FOR MEDIA, CULTURE, AND HISTORY    The program works closely with the Center for Media, Culture, and History, directed by Professor Faye Ginsburg. The Center sponsors fellows, screenings, lectures and conferences, and integrates concerns of faculty and students from the Program in Africana Studies and the Departments of Anthropology, Cinema Studies, History, and Performance Studies as well as other programs. The Center addresses issues of representation, social change, and identity construction embedded in the development of film, television, video, and new media worldwide. For more information about the Center, visit the website.    The Center for Media, Culture, and History: cmchnyu.org    THE CENTER for RELIGION &amp; MEDIA    The Center for Religion and Media, directed by Faye Ginsburg and Angela Zito, was inaugurated in 2003 as one of ten Centers of Excellence funded by The Pew Charitable Trusts ; it seeks to develop interdisciplinary, cross-cultural knowledge of how religious practices and ideas are shaped and spread through a variety of media. For more information about the Center, visit the website. The Center for Religion &amp; Media: crmnyu.org       CURRICULUM Students cannot take courses in the Culture and Media program unless they are enrolled in the PhD. program in Anthropology or the M.A/Ph.D program in Cinema Studies at NYU. To complete the Certificate Program, they must: (1) take the curriculum outlined below; (2) design and complete a project in ethnographic film or video in the form of either a production or original research; and (3) complete their M.A. in Anthropology or Cinema Studies. Students wishing to pursue a Ph.D. can integrate the Certificate Program into their studies for the advanced degree in consultation with their Dissertation Committee. Students with prior training in media may be able to substitute other courses from the extensive curriculum offered in Cinema Studies, Anthropology, or media production – including other forms such as photography and new media.  ANTHROPOLOGY STUDENTS: Courses [1] &amp; [2] below can count toward their M.A., and courses [3] &amp; [4] can count toward their PhD.     CINEMA STUDIES STUDENTS: Students should contact Toby Lee at tobylee@nyu.edu.     All students are required to take the following courses:       [1] ANTH GA 1215 / CINE GT 1402   Culture and Media I; History and Theory of Ethnographic Documentary (Ganti/Ginsburg) 4 PTS      [2] ANTH GA 1216 / CINE GT 1403   Culture and Media II; ETHNOGRAPHY OF MEDIA (Ginsburg/Ganti) 4 PTS       [3] CINE GT 2001    Cultural Theory and The Documentary (Toby Lee) 4 PTS      [4] Recommended course or approved elective in opposite dept       [5]/[6] CINE GT 1998 &amp; H56.0080    SIGHT AND SOUND DOCUMENTARY (Williams) 6 PTS   (Summer documentary production; mid-May to late June; 6pts.)      [7]/[8] ANTH GA 1218-19 &amp; ANTH GA 1218-19    VIDEO PRODUCTION SEMINAR (Stout/Furjanic/Vail) 8 PTS   (Prerequisite: Sight and Sound Documentary or equivalent)         COURSE DESCRIPTIONS (REQUIRED)    CULTURE &amp; MEDIA I (Ganti/Ginsburg)    This course offers a critical revision of the history of the genre of ethnographic film, the central debates it has engaged around cross-cultural representation, and the theoretical and cinematic responses to questions of the screen representation of culture, from the early romantic constructions of Robert Flaherty to current work in film, television and video on the part of indigenous people throughout the world. Ethnographic film has a peculiar and highly contested status within anthropology, cinema studies, and documentary practice. In this seminar, we will situate ethnographic film within the wider project of the representation of cultural lives, and especially \"natives\". Starting with what are regarded as the first examples of the genre, we will examine how these emerged in a particular intellectual context and political economy. We will then consider the key works that have defined the genre, and the epistemological and formal innovations associated with them, addressing questions concerning social theory, documentary, as well as the institutional structures through which they are funded, distributed, and seen by various audiences. Throughout the course we will keep in mind the properties of film as a signifying practice, its status as a form of anthropological knowledge, and the ethical and political concerns raised by cross-cultural representation.   CULTURE &amp; MEDIA II: ETHNOGRAPHY OF MEDIA (Ginsburg/Ganti)    In the last decade, a new field — the ethnography of media — has emerged as an exciting new arena of research. While claims about media in peoples lives are made on a daily basis, surprisingly little research has actually attempted to look at how media is part of the naturally occurring lived realities of people’s lives. In the last decade, anthropologists and media scholars interested in film, television, and video have been turning their attention increasingly beyond the text and empiricist notions of audiences, (stereotypically associated with the ethnography of media), to consider, ethnographically, the complex social worlds in which media is produced, circulated and consumed, at home and elsewhere. This work theorizes media studies from the point of view of cross-cultural ethnographic realities and anthropology from the perspective of new spaces of communication focusing on the social, economic and political life of media and how it makes a difference in the daily lives of people as a practice, whether in production, reception, or circulation.    The class will be organized around case studies that interrogate broader issues that are particularly endemic to questions of cross-cultural media including debates over cultural imperialism vs. the autonomy of local producers/consumers, the instability and stratification of reception, the shift from national to transnational circuits of production and consumption, the increasing complicity of researchers with their subjects over representations of culture, and the historically and culturally contingent ways in which images are read and used. These concerns are addressed in a variety of locations, from the complex circulation of films, photos, and lithographs, to the ever increasing range of televisual culture — from state sponsored melodramas, religious epics and soap operas, to varieties of public television; to the activist use of video, radio, the internet, and small media.    CULTURAL THEORY AND THE DOCUMENTARY (Toby Lee)    This course considers the actual and possible forms of relation between theories of culture and society and the mode of nonfiction cinema known as (social) documentary. From one perspective, theory is a discourse of explanation that is applied, concurrently or retroactively, to the images of culture presented in documentary films: films present raw material of culture to be theorized aesthetically, sociologically, psychologically, historically, politically, and so on. But at the same time, documentary filmmaking can be conceived as an intellectual discourse, what its founders called “a method of philosophic reasoning” (Paul Rotha), one meant to reflect or challenge certain cultural and social ideas. Despite the order of terms in the title of this course, what theory means to documentary, and vice versa, has always been an open question. This course explores various ways to answer the question.    SIGHT AND SOUND DOCUMENTARY (SUMMER COURSE) (Marco Williams)    The intensive six week summer course teaches students to look at their world and to develop the ability to create compelling and dramatic stories in which real people are the characters and real life is the plot. Through close study and analysis of feature length and short documentaries, and hands-on directing, shooting, sound-recording, editing and re-editing, students will rigorously explore the possibilities and the power of non-fiction story telling for film and video. The course is a dynamic combination of individual and group production work, in which each student will be expected to complete five projects. While tuition is covered, please be advised that there is a lab fee of approximately $600.   VIDEO PRODUCTION SEMINAR (Stout/Furjanic/Vail )    A two-semester seminar that provides training and equipment for advanced graduate students to produce a media ethnography or short documentary. During the fall semester, in-class instruction, lab exercises, and readings introduce digital audio and video production, including shooting and editing with HD cameras, professional audio equipment, and Final Cut Pro non-linear editing systems. Focusing on ethnographic media practices, students also address key representational, methodological, and ethical issues in the production of ethnographic documentary. By the completion of the fall term, students will have chosen a topic and field site for their final projects and completed a short video (5-10 minutes). During the spring semester, students continue to work intensively on their projects by shooting, editing, and screening their footage. The course culminates in a public screening of students’ completed, 20-30 min. ethnographic documentaries. Attendance in class and lab sessions is mandatory, and students who fail to complete all fall assignments will not be allowed to register for the spring semester. Students should come into the class with a well-developed project idea.    THE SEMINAR IS RESTRICTED TO STUDENTS IN THE PROGRAM IN CULTURE AND MEDIA. IT IS LIMITED TO TEN STUDENTS AND REQUIRES PERMISSION OF THE INSTRUCTOR. Culture &amp; Media I and Sight and Sound Documentary (summer session) are mandatory pre-requisites. There is no lab fee, but students are expected to provide their own videotapes. For a list of recent student documentaries click here.    SELECTED ELECTIVE COURSES/ CINEMA STUDIES and ANTHROPOLOGY/FALL 2014       Culture, Meaning and Society ANTH-GA 1222 (Rogers) This introduction to sociocultural anthropology is designed for graduate students working primarily in other disciplines, and is intended to give them a grasp of specifically anthropological ways of defining researchable questions, collecting data, and drawing inference. In the first half of the semester, we will consider the 20thcentury development of some of the basic concepts and practices that have defined the discipline (notably the culture concept, ethnographic fieldwork methods). In the second half of the semester, we will read a series of recent ethnographic case-studies to further explore current anthropological approaches to a selection of specific topics. These will be chosen largely as a function of student interests, but may include gender, religion, education, among others. *** Open only to non-Anthropology Graduate students.  Documentary Traditions CINE GT 1400 (Bagnall) Mondays 6:20 – 9 PM   Fourteen sessions are devoted to a comparison of current documentaries with those made in earlier decades to illustrate how the art has responded to social, political, and economic realities and to changes in technology and systems of distribution. Undergraduates who take the course for 3 points are required to keep journals in which they respond to each session and compare observations with those made when viewing at least one documentary of their choice seen outside class, as well as in response to critical essays provided at each session and references in the text. Those wishing to earn an extra point (register for one point of H56.1097 Independent Study) may write a substantial term paper based on a topic approved by the instructor. French New Wave CINE GT 1513 (Stam) This course offers an historical and critical overview of one of the most dynamic and influential film movements within the history of the cinema -- the French New Wave – a movement that has influenced filmmakers all over the world. After examining the philosophical underpinnings of the movement in philosophical existentialism (Jean-Paul Sartre, Simone de Beauvoir) and the theoretical underpinnings in the film criticism of Cahiers du Cinema, we will examine key films and directors. We will explore the three core groups that together formed the New Wave, notably 1) the Cahiers directors (Truffaut, Godard, Chabrol, Rivette, Rohmer); 2) the Left Bank directors (Resnais, Duras, Varda, Marker); and 3) Cinema Verite (Jean Rouch, Edgar Morin). While we will focus largely on the films themselves, we will situate New Wave films within a broader spectrum of philosophy, literature, and the art. Some key themes in the course will be: first-person auteur cinema; artistic modernism and the New Wave; the relation between film and the other arts; the revolution in film language; the filmic adaptation of novels; and feminism and the New Wave; race, gender and sexuality; the evolution of style; and the political evolution leading up to the near-revolution of May 1968. The course will approach the New Wave through 1) critical writing, including by the directors themselves; 2) the screening of a chronologically arranged series of feature films; and 3) the analysis of short clips related to the larger themes. The goal of the course is for students to gain an overall sense of the historical importance of the New Wave, of the characteristic styles and themes of the key directors, and of some of the theories that circulated around such films. Topics in Documentary Film CINE GT 2002 (Lee) The term \"expanded documentary\" points both to the ways in which traditional documentary practices have diversified and transformed over the last few decades, particularly with changes in media technologies, as well as to different ways we might re-examine other film, media and art traditions through the lens of documentary practice. In this course, we consider how the documentary impulse functions in film, video, animation, sound; in the gallery, in the archive, in public space, in cyberspace; in forms linear and nonlinear, online and off. We also investigate the role of documentation in relation to performance and social practice art. In tracing these variations of documentary practice over time, we approach these expanded forms of non-fiction media not as addenda to documentary traditions, but rather as opportunities to reflect critically on those traditions, to connect present developments to historical precedents, and to pry open our sense of documentary as form, endeavor and practice. (Cross-listed with CINE-UT 417) Nonfiction Film History CINE GT 2307 (Streible, TBA) This course introduces students to the study of nonfiction film. It explores the history and theory of nonfiction cinema, including—but not limited to—documentary film. The established milestones of the international tradition of documentary—from the romantic mythmaking of Robert Flaherty to the leftist collectives and state propaganda projects of the 1930s and 1940s, through cinéma vérité of the 1960s and the activist and personal styles of recent decades—are considered. But the course also places documentary in a broader context that includes forms of nonfiction typically segregated from the traditional conception of documentary. Some are somewhat familiar forms, such as actualities, travelogues, and newsreels. Others have been largely ignored by scholars until quite recently: sponsored, industrial, educational, scientific, and medical films; home movies and other amateur films; outtakes and other archival footage. Viewed both as discrete works of cinema and as artifacts of social and cultural significance, such orphaned films pose problems of history, culture, and aesthetics that challenge traditional conceptions of making, viewing, and studying films. Students read primary historical sources, as well as new scholarly approaches to the global history of nonfiction film, and to the possible uses and meanings of this vast archive.   Adv. Sem. Paradigms of Globalization CINE GT 2835 (Choi) This course examines multiple histories, structures, theories and key concepts of globalization, linking them with issues in the nation-state, post/modernity, post/colonialism, cultural imperialism, post/Fordism, empire, and trans/national identities. It brings together different forms of knowledge from anthropology, sociology, cultural studies, and political economy to bear on film and media studies troubled by geo-cultural uncertainty and convergence. ***Those students interested in taking this seminar should email JungBong Choi at jbc7@nyu.edu . The email should state your status in the grad program, any relevant past courses/ reading/ research, your particular interest in the seminar, and particular project, if any, that you would like to work on during the seminar. Adv. Sem. Comparative Post-colonialism CINE GT 3207 (Stam) Alongside and in the aftermath of the \"culture wars\" in the United States, many battle lines, national and transnational, have formed around such inter-related issues as \"postcoloniality,\" \"comparative imperialism,\"\"critical race\" and so forth. Challenged and debated from many directions, the terms themselves have become subject to diverse political force-fields, in some ways becoming sliding signifiers onto which diverse groups project their hopes and fears, their fantasies and anxieties. Our seminar will focus on the ways these debates are articulated differently in three zones: the Anglo-American, the French and Francophone, and the Brazilian Lusophone. What will interest us specifically will be the process of translation through which the debates are filtered. How do the debates\"travel\" and what happens to them during the voyage? What happens in the movement from one geographical space and cultural semantics into another? How do these movements translate? What are the different vocabularies? How do the terms themselves shift political and epistemological valence? What happens, then, when \"multiculturalism\" or\"postcoloniality,\" for example, are seen through other national grids, or enter other \"intellectual fields?\" How are \"out-of-place\" ideas reinvoiced, indigenized, co-opted, contained, hybridized, recontextualized, resisted? What is elided or added, or subtly changed, in the process of cross-cultural translation? How do the debates get grafted onto other, preexisting debates? What are the mirrors and grids and prisms through which the debates are seen? What is the role of national narcissism and exceptionalism? What anxieties and Utopians come into play when debates travel? Our approach throughout will be transdisciplinary, drawing on cultural studies, media studies, literary theory, and so forth.We will address the ways that popular culture can filter and reframe the debates. Popular culture, in this sense, will be invoked as illustrative of our larger themes but also as a form of intellectual/cultural agency in a globalized world. ***Those students interested in taking this seminar should email Robert Stam at rps1@nyu.edu by April 15. The email should state your status in the grad program, any relevant past courses/reading/research, your particular interest in the seminar, and particular project, if any, that you would like to work on during the seminar.                          Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Spring 2015 PhD Course Offerings, Spanish and Portuguese | NYU                                Navigation           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to Home       Spring 2015 PhD Course Offerings          Click here to view schedule   PORT-GA 1104.001        Title: Portuguese for Spanish Speakers      Instructor : Carlos Veloso      Day/Time: Monday 3:30-5:30pm      Description: PORT-GA  1104 is an accelerated course for advanced Spanish speakers with a good command  of Spanish grammar. It covers the fundamentals of the Portuguese language with  a focus on Brazil. In this course, Spanish sentence patterns and vocabulary  will be utilized as a basis for the study of similarities and differences  between the two languages. Comparisons among sound systems  (Spanish/English/Portuguese) will familiarize students with standard Portuguese  pronunciation. Written responses to short readings ( crônicas , poetry,  essays and articles) or visuals will help to review and expand grammar points  and to practice transferring common features of Spanish into Portuguese syntax.  Brief presentations on topics related to the arts and society will promote  essential speaking skills. By the end of the semester students will be prepared  to read complex materials and will have acquired basic proficiency in speaking,  writing and understanding standard Portuguese.      This is a zero credit course. A limited number of  spots are available for students from other departments/programs. These  spots will be allocated on a first come, first serve basis. Interested  students should contact Edgardo Núñez at edgardo.nunez@nyu.edu for  permission to enroll.             PORT-GA  2967.001            Title: The New Documentary Film in Brazil       Instructor: Marta Peixoto       Day/Time: Wednesday 4:00-6:00pm            Description: In Brazil, as elsewhere, the last twenty-some years have seen a surge in  documentary filmmaking, aided by the availability of lightweight and  inexpensive recording technologies. This  increase in Brazil, part of the Retomada or Renewal of cinema of all kinds in  the 1990s, made possible by favorable government policies, was accompanied by a  parallel surge in critical thinking about the genre. This course, CONDUCTED IN  ENGLISH, will examine a selection of these Brazilian films from the 1990s to  the present, in connections with film criticism and relevant film theory  (Jacques Rancière, André Bazin, and others), in a context of earlier  influential American and European documentary movements and filmmakers (direct  cinema, cinéma vérité, Frederick Wiseman, Jean Rouch, Agnès Varda) and of  Brazil's Cinema Novo. We will consider documentary film transnationally as a  genre in its distinction and confluences with fiction films, explore issues  such as: new modes of representation of \"a voz do povo,\" the uses of  fiction in documentary film, ethical concerns about the respectful use of other  people's images and words, and the construction of complex images of Brazil  changing political and social landscape since the end of the military  dictatorship.            Students will expand their critical and theoretical  vocabulary with regard to film and try their hand at film criticism. They may choose a final project on  documentary film from elsewhere in Latin America or Spain.             Readings for the course are available in one or more  of the following ways: for purchase online (amazon.com or elsewhere), posted on  NYU Classes, or at Bobst library. The  films are on reserve at the Avery Fisher Film Library at Bobst.                       SPAN-GA 2965.001            Title: Reading Modern  Spanish Culture through Raymond Williams       Instructor: Jo Labanyi       Day/Time: Wednesday  2:00-4:00pm            Description: The course will  revisit the writings of Raymond Williams, whose pioneering work in cultural  studies from the 1950s to the 1980s had an important influence on Latin  American cultural critics but has been relatively little used by scholars of  Spain. We will discuss a number of key concepts theorized by Williams, trying  them out, through close reading undertaken collectively in class, as ways of  reading excerpts from a wide range of Spanish cultural texts from the 19 th   century to the present. The latter will include fiction, drama, poetry, essays,  travel writing, and journalism (including television journalism). The aim will  be to develop critical tools for exploring the relationship between cultural  texts and social processes, showing how each can illuminate the other. In  particular, we will pursue Williams’ insight that the analysis of literary  forms can offer an understanding of social forms.            The  course will be taught in English to give Spanish-native-speaker students  increased academic competence in English.                    Texts:            This  course is going to be something of an experiment. Unlike most courses, which  have a limited selection of core literary and cultural texts supplemented by a  large amount of critical reading, in this case the core texts will be critical  works by Williams, which will be read in relation to a large selection of short  literary and cultural texts (mostly excerpts).            Works  by Raymond Williams            Ordered  for NYU Bookstore (you should buy these):      Modern Tragedy (1966)      The Country and  the City (1973)      Keywords: A  Vocabulary of Culture and Society (1976; rev. ed. 2014)      Marxism and  Literature (1977)      The Sociology of  Culture (1982;  orig. Culture , 1981)            Selections  from the following will be made available:      Culture and  Society (1958)      The Long  Revolution (1961)      Politics and  Letters: Interviews with New Left Review    (1979)      Culture and  Materialism (2005;  orig. Problems in Materialism and Culture ,  1980)      Writing in  Society (1983)      Politics of  Modernism (1989)                   Spanish  literary and cultural texts      These  will be short texts or excerpts from longer texts, made available via NYU  Classes or available online. They are expected to be as follows (there may be  some changes):      ·     José de  Espronceda’s “Canciones” (Pirata, Mendigo, Reo de muerte, Verdugo, Cosaco)  (poetry, late 1830s)      ·     Duque de Rivas, Don Álvaro o la fuerza del sino (play,  1835)      ·     Wenceslao Ayguals  de Izco, María o la hija de un jornalero (folletín,  1845) (available as Google e-book)      ·     Concepción Arenal, Cartas a los delincuentes (essays, 1865)  (on  www.cervantesvirtual.com )      ·     Juan Valera, Pepita Jiménez (novel, 1874) (at  www.gutenberg.org )      ·     Leopoldo Alas, El hambre en Andalucía (journalism,  1882)      ·     Leopoldo Alas, La Regenta (novel, 1884-1885) (at  www.gutenberg.org )      ·     Emilia Pardo Bazán,   Los pazos de Ulloa (novel, 1886) (at  www.gutenberg.org )      ·     José María de  Pereda, Peñas arriba (1895) (at  www.gutenberg.org )      ·     Benito Pérez  Galdós, Nazarín (novel, 1895) (on  www.cervantesvirtual.com )      ·     Miguel de Unamuno, En torno al casticismo (essays, 1895)  (at  www.es.wikisource.org )      ·     Miguel de Unamuno, Del sentimiento trágico de la vida (essays,  1912) (various online sources)      ·     Miguel de Unamuno, San Manuel Bueno, mártir (novella, publ.  in La Novela de Hoy subscription  series, 1931; as book, 1933)      ·     Ramón María del  Valle-Inclán, Romance de lobos (Comedia  bárbara) (play, 1908) (at  www.gutenberg.org )      ·     Carmen de Burgos, El artículo 438 (novella, publ. in La Novela Semanal subscription series,  1921)      ·     Salvador Seguí, Escuela de rebeldía (novella; publ.  posthumously in La Novela de Hoy subscription  series, 1923)      ·     José Ortega y  Gasset, La deshumanización del arte (1925)        ·     Federico García  Lorca, Así que pasen cinco años (play,  written 1931)      ·     Ernesto Giménez  Caballero, Genio de España (essay,  1932)      ·     Miguel Hernández, Vientos del pueblo me llevan (poetry,  1937)      ·     Rafael  Alberti, Radio Sevilla (agitprop  play, 1937)      ·     Selection  of poetry written by Republican soldiers during the Spanish Civil War      ·     Carmen  Laforet, Nada (novel, 1945)      ·     Gabriel Celaya, Cantos iberos (poems, 1955)      ·     Juan Goytisolo, Señas de identidad (novel, 1966)      ·     José Sanchis  Sinisterra, Terror y miseria en el primer  franquismo (plays, written 1979-2002; publ. 2003)      ·     Juan Eduardo  Zúñiga, Largo noviembre de Madrid (short  stories, 1980)      ·     Julio Llamazares, El río del olvido (travel writing, 1990)        ·     Dulce Chacón, Cielos de barro (novel, 2000)      ·     Montse Armengou  &amp; Ricard Belis, Les fosses del  silenci / Las fosas del silencio (documentary for Catalan television TV3,  2003)                  SPAN-GA 2967.001          Title: Poéticas del delirio en  Puerto Rico       Instructor: Rubén Ríos  Ávila       Description: Este seminario propone la bancarrota como un lugar  productivo desde donde re-imaginar a Puerto Rico y su precario lugar  \"entre\" las Américas. ¿Qué significa la reciente devaluación del  crédito en el contexto de la que fuera \"vitrina del Caribe\" para las  utopías liberales de los años cincuenta y de qué modo la producción artística y  cultural más reciente re-significa la catástrofe, encontrando allí modos  expresivos del delirio, es decir, racionalidades alternas que descubren en la  ruina, el detritus, el margen, el desvío, la pobreza, el tranque, o el fracaso  los rudimentos para una poética que es también una política. ¿De qué modo  produce este inhóspito contra-canon una nueva plantilla para una posible  escritura desde Puerto Rico y su diáspora, fuera de las usuales  territorialidades de la nación por venir? En este contexto leemos textos  de Manuel Ramos Otero, Aurea Sotomayor, Rafael Acevedo, Eduardo Lalo, Luis  Negrón, Justin Torres, así como obra fílmica de Carmen Oquendo, Antonio Santini  y Álvaro Aponte y textos teórico-críticos de Juan Duchesne, Arnaldo Cruz,  Jossiana Arroyo, Carlos Pabón y Agnes Lugo.       SPAN-GA 2967.002            Title: Borders and Diasporas          Instructor : Tomás Urayoán Noel          Day/Time: Tuesday  4:00-6:00pm            Description: This course  seeks to trace the evolution of border and diaspora as key terms  in literary and cultural studies over the past two decades. Books such as  Gloria Anzaldúa's Borderlands/La Frontera: The New Mestiza (1987) and  Paul Gilroy's The Black Atlantic: Modernity and Double Consciousness   (1993) helped shape contemporary understandings of these two terms by mapping  the Mexico-U.S. borderlands and the black Atlantic as what James Clifford calls  “productive sites of crossing; complex, unfinished paths between local and  global attachments.” While considering these and other foundational  interventions, we will also explore how more recent work engages other borders  (e.g. Haiti-Dominican Republic, Canada-U.S.) and diasporas (e.g. Caribbean,  Pacific) as well as new spatial logics (e.g. the neoliberal city, the carceral  border, digital cultures). Although we will pay particular attention to U.S.  Latina/o and Caribbean contexts, students are welcome and in fact encouraged to  explore borders and diasporas in ways that intersect with their own research.  Critical readings may include works by Gloria Anzaldúa, Paul Gilroy, Guillermo  Gómez-Peña, Stuart Hall, Claire Fox, Néstor García Canclini, Heriberto Yépez,  Silvio Torres-Saillant, Ramón Saldívar, Juan Flores, Alicia Schmidt Camacho,  Brent Hayes Edwards, Alejandro Lugo, and Michelle M. Wright. Additionally, we  may engage with popular music and film, and with literary texts, performances,  and/or installations by Américo Paredes, Josefina Báez, Craig Santos Perez,  Reina María Rodríguez, Alan Michelson, Pedro Pietri, Teddy Cruz, and M.  NourbeSe Philip, among others. We will likely also have a number of guest  speakers, readers, and/or performers.            (This  course will be conducted in English; reading knowledge of Spanish is not  required.)                      SPAN-GA 2968.001            Title:  Disputar lo precario. Recorridos de la cultura en el  Cono Sur y Brasil (1970-2010)          Instructor: Gabriel Giorgi       Day/Time: Monday 2:00-4:00pm    Description :  Quizá una de las marcas más perdurables que la llamada “era neoliberal”  imprimió sobre los lenguajes públicos sea la constelación de sentidos y afectos  en torno a la precariedad. Precarización, precariado, precariedad/precaridad:  modos, ciertamente heterogéneos, de nombrar el desfondamiento vertiginoso de la  promesas de seguridad y estabilidad que tanto el Estado de bienestar como la  sociedad neoliberal habían instalado desde la segunda mitad del siglo XX. En  esa constelación alrededor de la precariedad emerge una dimensión clave: la de  una vida que aparece, con un relieve cada vez más nítido, bajo la luz de  una nueva gestión política de la vulnerabilidad. En ese contexto, ciertos  recorridos de la cultura en América Latina parecen haber ensayado, al menos  desde los años 70, modos de nombrar, de disputar y de narrar los sentidos  posibles de esa precariedad vuelta punto de gravitación de la imaginación  política. El seminario se propone interrogar los modos por los cuales el trabajo  estético y cultural en torno a lo precario funcionó como uno de los vectores  creativos más productivos en las últimas décadas, donde la  precariedad, lejos de ser una condición fija, estabilizada y definitiva, se  vuelve la instancia de una reconfiguración de sensibilidades y de debates en  torno a lo común. Dos dimensiones parecen especialmente productivas para pensar  estas disputas en torno a lo precario: por un lado, la emergencia de territorialidades  heterogéneas (Zibechi, Ludmer, Rodriguez), irreductibles a la distribución  entre público/privado, nacional/global, rural/urbano; por otro, ficciones  y testimonios en torno a economías alternativas, a la vez que efímeras y  estratégicas, que pasan por el reciclaje de los despojos y las ruinas del  capital y por nuevas relaciones con lo natural y lo viviente. En estas  dimensiones se conjugan tensiones al interior de la denominada “subjetividad  neoliberal” , y se reconfigura la relación entre lo común y lo viviente;  allí la cultura parece encontrar nuevos terrenos para pensarse políticamente, a  la vez que desdibuja sus propios límites y tensa su misma especificidad. Los materiales a analizar incluyen textos de Rodolfo Fogwill,  Clarice Lispector , Sergio Chejfec, Gabriela Cabezón Cámara, Diamela Eltit,  Rafael Pinedo, Vinicius Faustini y Iosi Havilio. También discutiremos   films de Mendonça Filho y Eduardo Coutinho, junto a materiales teóricos e  históricos de Judith Butler, Raúl Zibechi, Ignacio Lewcowicz, Pierre Dardot y  Christian Larval, Maurizio Lazzarato, Brett Nelson y Ned Rossiter, entre otros .                              SPAN-GA  2968.002             (This course originates in CLACS)            Title: Latin American Independence in the Age of Revolution          Instructors: Sibylle Fischer  and Sinclair Thomson          Day/Time : Monday 2:00 -  4:45pm, plus Monday evening lectures                  SPAN-GA  2975.001             Title: Iberian  Cultures and the Experimental Filmic Imagination          Instructor: Sara  Nadal-Melsio          Day/Time : Wednesday  6:00-8:00pm            Description: The social and  political imaginaries of Francoist Spain created a singular instance of  temporal dislocation in the filmic avant-garde of the 1960s and 70s. Portuguese   novo cinema, and António Reis’s  pedagogical legacy in particular, also called for a reformulation of ‘national  art cinema.’      This  course proposes an examination of the political, historical, and aesthetic  conjunctures that allowed both the emergence and survival of, an often  clandestine, experimentalism in the Iberian peninsula. The commitment to  avant-garde practices pushed the envelope of political possibility by  establishing an elective affinity and an affective transfer between the  political and the aesthetic. By addressing this productive double  enunciation through a transnational lens, this course seeks to shed new light  on European peripheral cinematic avant-gardes through the reading of classical  film theory. We will pay special attention to questions of non-synchronicity  and filmic ontology, which were addressed by early film scholars and have  remained central to an Iberian tradition of experimentalism.      In  addition to the films themselves, theoretical readings will include, among  others, Jean Epstein, Béla Balázs, Gilles Deleuze, André Bazin, Serguei  Eisentein, Jacques Rancière and Stanley Cavell. Primary materials will be  drawn from the work of Pere Portabella, Jacinto Esteve, Antoni Padrós, Albert  Serra, Manoel de Oliveira, António Reis, and Pedro Costa among others. Course will be conducted in English. Films will be subtitled in English as well.                  SPAN-GA  2975.002            Title: Introduction to  Aesthetics and Literary Theory          Instructor: Eduardo  Subirats          Day/Time : Monday  6:00-8:00pm   Description : This seminar will  focus on five major works of Western aesthetics: Kant, Schiller, Hegel,  Schopenhauer, and Nietzsche. It will reconstruct central categories such as  form, beauty, genius, and myth. It also will focus on a central category: the  metaphysical (not moral) concept of will. Its ultimate goal is a critique of contemporary  artistic decadence, literary commercialism and anti- aesthetics.              SPAN-GA 2977.001            Title: Cubanologies:   Altered States of the Nation          Instructor: Ana Dopico         Day/Time: Tuesday 1:30-3:30pm       Description: This course works  through the Cuban literary, visual, and musical canons to engage the periodizations  and monuments of national culture. We will engage recent critical  studies, historiography and social and cultural theory to establish a  comparative analysis of the relation between state, nation, and empires.   We will think about Cuba beyond an insular state and identity and examine the  Latin American, hemispheric and global constellations that help us reframe Cuba  as subject, fetish, concept, and ideological factory.                  SPAN-GA 2978.001            Title: High and Low:  The Cultures of Latin American Modernismo          Instructor: Laura  Torres-Rodríguez          Day/Time: Thursday 5:00-7:00pm           Description: This class is an  introduction to the debates around turn-of-the-nineteenth-century aesthetic  production in Latin America. Recent academic contributions have  interrogated the traditional understandings of modernista period,  opening the field to more interdisciplinary methodologies. We will map this  academic corpus and revisit key texts in the construction of a Latin American  aesthetic culture and its contemporary influences. Modernismo is  generally recognized as the epitome of high literary expression in Latin  America because of its discourses on artistic autonomy. However, we will  explore its relations to popular and material culture, consumption economies,  and sexual politics. In addition to the study of canonical works for Latin  America continental definition, we will examine the margins of the movement,  known as bad modernism in order to propose other  aesthetic categories for understanding modernista forms. This  includes, among other approaches, affect and performance theory, political  economy, and gender and postcolonial studies. This course will be  conducted in Spanish.                   SPAN-GA 3545.001             Title: Dissertation  Proposal Workshop      Instructor: Georgina Dopico-Black      Day/Time: Thursday, 2:00-4:00pm       Description: Workshop to direct students toward the basic approaches and  structure of the future dissertation, with the goal of writing a finished  proposal .                                        Home       People       Language Placement       Undergraduate Program       Graduate Programs       Study Away       News &amp; Events       Alumni       Resources &amp; Affiliations       Ph.D. Portal       Employment Opportunities       Contact Us               Stay Connected           like us on Facebook                     Photo Credits         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Graduate Certificate Program in Culture and Media, Anthropology | New York University                                   NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                         Back to Home         Graduate Certificate Program in Culture and Media   This information is also available for download in .pdf format, here . For a list of recent student documentaries produced in the Culture and Media Program    click here.          Certificate Program in Culture and Media     The Departments of Anthropology and Cinema Studies offer a specialized joint course of study leading to a New York State Certificate in Culture and Media for NYU graduate students who are also pursuing their PhD degrees in Anthropology or Cinema Studies. The program’s philosophy takes a broad approach to the relationships   between culture and media in a number of domains including: ethnographic   film’s significance for the fields of anthropology and cinema/media   studies; problems in representation of cultures through media; the   development of media in indigenous, Diaspora, and non-Western   communities; the emerging social and cultural formations shaped by new   media practices; the political economy shaping the production,   distribution and consumption of media worldwide; and the impact of new   media technologies on these processes.   This graduate program provides a focused course of studies   integrating production with theory and research. Training in this   program will enable students to pursue the following:   -Production work in state-of-the-art digital video based on their   own research, resulting in a twenty-thirty minute documentary. Student   works have shown in festivals worldwide, won multiple awards, and are in   distribution.  For a list of recent student documentaries click here .      -Ethnographic research into the social practice of media in a range of   communities and cultures. Students from the program have done PhD   research on the development of media in diverse settings, from the   emergence of film and TV in Papua New Guinea, to circulation of   religious media in Northern Nigeria.    -Teaching the history, theory, and production of ethnographic documentary and related issues.    -A career in media requiring an understanding of anthropology, such as   specialized programming and distribution of ethnographic film and   video, community-based documentary production, management of   ethnographic film/video libraries and archives, or work in new media.  Each year, two student works are selected for a pitch session at the prestigious SILVERDOCS documentary festival. http://silverdocs.com/ . CORE FACULTY:    Anthropology  Tejaswini Ganti Director, Program in Culture and Media Associate Professor, Department of Anthropology Faye Ginsburg (on Leave 2014-2015) David B. Kriser Professor of Anthropology Director, Center for Media, Culture and History    Cheryl Furjanic Director, Video Labs   \u2028Noelle Stout Assistant Professor, Department of Anthropology   Pegi Vail Associate Director, Center for Media, Culture, &amp; History   Cinema Studies    Toby Lee Assistant Professor, Cinema Studies Co-Director, Program in Culture and Media Robert Stam University Professor, Cinema Studies   NYU Kanbar Institute of Film and Television    Marco Williams Associate Arts Professor, Film and Television  INTERNSHIPS The program also arranges supervised internships for course credit, tailored to individual research and professional interests. Students work in a variety of programming and production positions for institutions, such as: The American Museum of Natural History Margaret Mead Film Festiva; The National Museum of the American Indian, Film-Video Center; The Museum of Modern Art, Department of Film RESOURCES The Anthropology Department has a film and video screening theater that seats up to forty. Our excellent and expanding study collection of over 2000 ethnographic/documentary film and video works -- from direct cinema to experimental genres -- includes most of the classics, important recent works, and a unique and comprehensive collection of works by indigenous media makers from all parts of the world.    The Department of Cinema Studies has a collection of over 38,000 videos and 3000 16mm prints at The George Amberg Memorial Film Study Center, and New York University's Avery Fisher Music and Media Center has over 2000 documentaries as well as other films available to students in its video library facility. In addition, some of the best film, video and broadcast libraries are available in New York City. THE CENTER FOR MEDIA, CULTURE, AND HISTORY    The program works closely with the Center for Media, Culture, and History, directed by Professor Faye Ginsburg. The Center sponsors fellows, screenings, lectures and conferences, and integrates concerns of faculty and students from the Program in Africana Studies and the Departments of Anthropology, Cinema Studies, History, and Performance Studies as well as other programs. The Center addresses issues of representation, social change, and identity construction embedded in the development of film, television, video, and new media worldwide. For more information about the Center, visit the website.    The Center for Media, Culture, and History: cmchnyu.org    THE CENTER for RELIGION &amp; MEDIA    The Center for Religion and Media, directed by Faye Ginsburg and Angela Zito, was inaugurated in 2003 as one of ten Centers of Excellence funded by The Pew Charitable Trusts ; it seeks to develop interdisciplinary, cross-cultural knowledge of how religious practices and ideas are shaped and spread through a variety of media. For more information about the Center, visit the website. The Center for Religion &amp; Media: crmnyu.org       CURRICULUM Students cannot take courses in the Culture and Media program unless they are enrolled in the PhD. program in Anthropology or the M.A/Ph.D program in Cinema Studies at NYU. To complete the Certificate Program, they must: (1) take the curriculum outlined below; (2) design and complete a project in ethnographic film or video in the form of either a production or original research; and (3) complete their M.A. in Anthropology or Cinema Studies. Students wishing to pursue a Ph.D. can integrate the Certificate Program into their studies for the advanced degree in consultation with their Dissertation Committee. Students with prior training in media may be able to substitute other courses from the extensive curriculum offered in Cinema Studies, Anthropology, or media production – including other forms such as photography and new media.  ANTHROPOLOGY STUDENTS: Courses [1] &amp; [2] below can count toward their M.A., and courses [3] &amp; [4] can count toward their PhD.     CINEMA STUDIES STUDENTS: Students should contact Toby Lee at tobylee@nyu.edu.     All students are required to take the following courses:       [1] ANTH GA 1215 / CINE GT 1402   Culture and Media I; History and Theory of Ethnographic Documentary (Ganti/Ginsburg) 4 PTS      [2] ANTH GA 1216 / CINE GT 1403   Culture and Media II; ETHNOGRAPHY OF MEDIA (Ginsburg/Ganti) 4 PTS       [3] CINE GT 2001    Cultural Theory and The Documentary (Toby Lee) 4 PTS      [4] Recommended course or approved elective in opposite dept       [5]/[6] CINE GT 1998 &amp; H56.0080    SIGHT AND SOUND DOCUMENTARY (Williams) 6 PTS   (Summer documentary production; mid-May to late June; 6pts.)      [7]/[8] ANTH GA 1218-19 &amp; ANTH GA 1218-19    VIDEO PRODUCTION SEMINAR (Stout/Furjanic/Vail) 8 PTS   (Prerequisite: Sight and Sound Documentary or equivalent)         COURSE DESCRIPTIONS (REQUIRED)    CULTURE &amp; MEDIA I (Ganti/Ginsburg)    This course offers a critical revision of the history of the genre of ethnographic film, the central debates it has engaged around cross-cultural representation, and the theoretical and cinematic responses to questions of the screen representation of culture, from the early romantic constructions of Robert Flaherty to current work in film, television and video on the part of indigenous people throughout the world. Ethnographic film has a peculiar and highly contested status within anthropology, cinema studies, and documentary practice. In this seminar, we will situate ethnographic film within the wider project of the representation of cultural lives, and especially \"natives\". Starting with what are regarded as the first examples of the genre, we will examine how these emerged in a particular intellectual context and political economy. We will then consider the key works that have defined the genre, and the epistemological and formal innovations associated with them, addressing questions concerning social theory, documentary, as well as the institutional structures through which they are funded, distributed, and seen by various audiences. Throughout the course we will keep in mind the properties of film as a signifying practice, its status as a form of anthropological knowledge, and the ethical and political concerns raised by cross-cultural representation.   CULTURE &amp; MEDIA II: ETHNOGRAPHY OF MEDIA (Ginsburg/Ganti)    In the last decade, a new field — the ethnography of media — has emerged as an exciting new arena of research. While claims about media in peoples lives are made on a daily basis, surprisingly little research has actually attempted to look at how media is part of the naturally occurring lived realities of people’s lives. In the last decade, anthropologists and media scholars interested in film, television, and video have been turning their attention increasingly beyond the text and empiricist notions of audiences, (stereotypically associated with the ethnography of media), to consider, ethnographically, the complex social worlds in which media is produced, circulated and consumed, at home and elsewhere. This work theorizes media studies from the point of view of cross-cultural ethnographic realities and anthropology from the perspective of new spaces of communication focusing on the social, economic and political life of media and how it makes a difference in the daily lives of people as a practice, whether in production, reception, or circulation.    The class will be organized around case studies that interrogate broader issues that are particularly endemic to questions of cross-cultural media including debates over cultural imperialism vs. the autonomy of local producers/consumers, the instability and stratification of reception, the shift from national to transnational circuits of production and consumption, the increasing complicity of researchers with their subjects over representations of culture, and the historically and culturally contingent ways in which images are read and used. These concerns are addressed in a variety of locations, from the complex circulation of films, photos, and lithographs, to the ever increasing range of televisual culture — from state sponsored melodramas, religious epics and soap operas, to varieties of public television; to the activist use of video, radio, the internet, and small media.    CULTURAL THEORY AND THE DOCUMENTARY (Toby Lee)    This course considers the actual and possible forms of relation between theories of culture and society and the mode of nonfiction cinema known as (social) documentary. From one perspective, theory is a discourse of explanation that is applied, concurrently or retroactively, to the images of culture presented in documentary films: films present raw material of culture to be theorized aesthetically, sociologically, psychologically, historically, politically, and so on. But at the same time, documentary filmmaking can be conceived as an intellectual discourse, what its founders called “a method of philosophic reasoning” (Paul Rotha), one meant to reflect or challenge certain cultural and social ideas. Despite the order of terms in the title of this course, what theory means to documentary, and vice versa, has always been an open question. This course explores various ways to answer the question.    SIGHT AND SOUND DOCUMENTARY (SUMMER COURSE) (Marco Williams)    The intensive six week summer course teaches students to look at their world and to develop the ability to create compelling and dramatic stories in which real people are the characters and real life is the plot. Through close study and analysis of feature length and short documentaries, and hands-on directing, shooting, sound-recording, editing and re-editing, students will rigorously explore the possibilities and the power of non-fiction story telling for film and video. The course is a dynamic combination of individual and group production work, in which each student will be expected to complete five projects. While tuition is covered, please be advised that there is a lab fee of approximately $600.   VIDEO PRODUCTION SEMINAR (Stout/Furjanic/Vail )    A two-semester seminar that provides training and equipment for advanced graduate students to produce a media ethnography or short documentary. During the fall semester, in-class instruction, lab exercises, and readings introduce digital audio and video production, including shooting and editing with HD cameras, professional audio equipment, and Final Cut Pro non-linear editing systems. Focusing on ethnographic media practices, students also address key representational, methodological, and ethical issues in the production of ethnographic documentary. By the completion of the fall term, students will have chosen a topic and field site for their final projects and completed a short video (5-10 minutes). During the spring semester, students continue to work intensively on their projects by shooting, editing, and screening their footage. The course culminates in a public screening of students’ completed, 20-30 min. ethnographic documentaries. Attendance in class and lab sessions is mandatory, and students who fail to complete all fall assignments will not be allowed to register for the spring semester. Students should come into the class with a well-developed project idea.    THE SEMINAR IS RESTRICTED TO STUDENTS IN THE PROGRAM IN CULTURE AND MEDIA. IT IS LIMITED TO TEN STUDENTS AND REQUIRES PERMISSION OF THE INSTRUCTOR. Culture &amp; Media I and Sight and Sound Documentary (summer session) are mandatory pre-requisites. There is no lab fee, but students are expected to provide their own videotapes. For a list of recent student documentaries click here.    SELECTED ELECTIVE COURSES/ CINEMA STUDIES and ANTHROPOLOGY/FALL 2014       Culture, Meaning and Society ANTH-GA 1222 (Rogers) This introduction to sociocultural anthropology is designed for graduate students working primarily in other disciplines, and is intended to give them a grasp of specifically anthropological ways of defining researchable questions, collecting data, and drawing inference. In the first half of the semester, we will consider the 20thcentury development of some of the basic concepts and practices that have defined the discipline (notably the culture concept, ethnographic fieldwork methods). In the second half of the semester, we will read a series of recent ethnographic case-studies to further explore current anthropological approaches to a selection of specific topics. These will be chosen largely as a function of student interests, but may include gender, religion, education, among others. *** Open only to non-Anthropology Graduate students.  Documentary Traditions CINE GT 1400 (Bagnall) Mondays 6:20 – 9 PM   Fourteen sessions are devoted to a comparison of current documentaries with those made in earlier decades to illustrate how the art has responded to social, political, and economic realities and to changes in technology and systems of distribution. Undergraduates who take the course for 3 points are required to keep journals in which they respond to each session and compare observations with those made when viewing at least one documentary of their choice seen outside class, as well as in response to critical essays provided at each session and references in the text. Those wishing to earn an extra point (register for one point of H56.1097 Independent Study) may write a substantial term paper based on a topic approved by the instructor. French New Wave CINE GT 1513 (Stam) This course offers an historical and critical overview of one of the most dynamic and influential film movements within the history of the cinema -- the French New Wave – a movement that has influenced filmmakers all over the world. After examining the philosophical underpinnings of the movement in philosophical existentialism (Jean-Paul Sartre, Simone de Beauvoir) and the theoretical underpinnings in the film criticism of Cahiers du Cinema, we will examine key films and directors. We will explore the three core groups that together formed the New Wave, notably 1) the Cahiers directors (Truffaut, Godard, Chabrol, Rivette, Rohmer); 2) the Left Bank directors (Resnais, Duras, Varda, Marker); and 3) Cinema Verite (Jean Rouch, Edgar Morin). While we will focus largely on the films themselves, we will situate New Wave films within a broader spectrum of philosophy, literature, and the art. Some key themes in the course will be: first-person auteur cinema; artistic modernism and the New Wave; the relation between film and the other arts; the revolution in film language; the filmic adaptation of novels; and feminism and the New Wave; race, gender and sexuality; the evolution of style; and the political evolution leading up to the near-revolution of May 1968. The course will approach the New Wave through 1) critical writing, including by the directors themselves; 2) the screening of a chronologically arranged series of feature films; and 3) the analysis of short clips related to the larger themes. The goal of the course is for students to gain an overall sense of the historical importance of the New Wave, of the characteristic styles and themes of the key directors, and of some of the theories that circulated around such films. Topics in Documentary Film CINE GT 2002 (Lee) The term \"expanded documentary\" points both to the ways in which traditional documentary practices have diversified and transformed over the last few decades, particularly with changes in media technologies, as well as to different ways we might re-examine other film, media and art traditions through the lens of documentary practice. In this course, we consider how the documentary impulse functions in film, video, animation, sound; in the gallery, in the archive, in public space, in cyberspace; in forms linear and nonlinear, online and off. We also investigate the role of documentation in relation to performance and social practice art. In tracing these variations of documentary practice over time, we approach these expanded forms of non-fiction media not as addenda to documentary traditions, but rather as opportunities to reflect critically on those traditions, to connect present developments to historical precedents, and to pry open our sense of documentary as form, endeavor and practice. (Cross-listed with CINE-UT 417) Nonfiction Film History CINE GT 2307 (Streible, TBA) This course introduces students to the study of nonfiction film. It explores the history and theory of nonfiction cinema, including—but not limited to—documentary film. The established milestones of the international tradition of documentary—from the romantic mythmaking of Robert Flaherty to the leftist collectives and state propaganda projects of the 1930s and 1940s, through cinéma vérité of the 1960s and the activist and personal styles of recent decades—are considered. But the course also places documentary in a broader context that includes forms of nonfiction typically segregated from the traditional conception of documentary. Some are somewhat familiar forms, such as actualities, travelogues, and newsreels. Others have been largely ignored by scholars until quite recently: sponsored, industrial, educational, scientific, and medical films; home movies and other amateur films; outtakes and other archival footage. Viewed both as discrete works of cinema and as artifacts of social and cultural significance, such orphaned films pose problems of history, culture, and aesthetics that challenge traditional conceptions of making, viewing, and studying films. Students read primary historical sources, as well as new scholarly approaches to the global history of nonfiction film, and to the possible uses and meanings of this vast archive.   Adv. Sem. Paradigms of Globalization CINE GT 2835 (Choi) This course examines multiple histories, structures, theories and key concepts of globalization, linking them with issues in the nation-state, post/modernity, post/colonialism, cultural imperialism, post/Fordism, empire, and trans/national identities. It brings together different forms of knowledge from anthropology, sociology, cultural studies, and political economy to bear on film and media studies troubled by geo-cultural uncertainty and convergence. ***Those students interested in taking this seminar should email JungBong Choi at jbc7@nyu.edu . The email should state your status in the grad program, any relevant past courses/ reading/ research, your particular interest in the seminar, and particular project, if any, that you would like to work on during the seminar. Adv. Sem. Comparative Post-colonialism CINE GT 3207 (Stam) Alongside and in the aftermath of the \"culture wars\" in the United States, many battle lines, national and transnational, have formed around such inter-related issues as \"postcoloniality,\" \"comparative imperialism,\"\"critical race\" and so forth. Challenged and debated from many directions, the terms themselves have become subject to diverse political force-fields, in some ways becoming sliding signifiers onto which diverse groups project their hopes and fears, their fantasies and anxieties. Our seminar will focus on the ways these debates are articulated differently in three zones: the Anglo-American, the French and Francophone, and the Brazilian Lusophone. What will interest us specifically will be the process of translation through which the debates are filtered. How do the debates\"travel\" and what happens to them during the voyage? What happens in the movement from one geographical space and cultural semantics into another? How do these movements translate? What are the different vocabularies? How do the terms themselves shift political and epistemological valence? What happens, then, when \"multiculturalism\" or\"postcoloniality,\" for example, are seen through other national grids, or enter other \"intellectual fields?\" How are \"out-of-place\" ideas reinvoiced, indigenized, co-opted, contained, hybridized, recontextualized, resisted? What is elided or added, or subtly changed, in the process of cross-cultural translation? How do the debates get grafted onto other, preexisting debates? What are the mirrors and grids and prisms through which the debates are seen? What is the role of national narcissism and exceptionalism? What anxieties and Utopians come into play when debates travel? Our approach throughout will be transdisciplinary, drawing on cultural studies, media studies, literary theory, and so forth.We will address the ways that popular culture can filter and reframe the debates. Popular culture, in this sense, will be invoked as illustrative of our larger themes but also as a form of intellectual/cultural agency in a globalized world. ***Those students interested in taking this seminar should email Robert Stam at rps1@nyu.edu by April 15. The email should state your status in the grad program, any relevant past courses/reading/research, your particular interest in the seminar, and particular project, if any, that you would like to work on during the seminar.                          Contact Us | &copy; New York University , Arts and Science"}, {"content": "Fiction / Fact in Brazilian Documentary / Film, Spanish and Portuguese | NYU                                Navigation           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to Home       Fiction / Fact in Brazilian Documentary / Film   Fiction / Fact in Brazilian Documentary / Film                 Home       People       Language Placement       Undergraduate Program       Graduate Programs       Study Away       News &amp; Events       Alumni       Resources &amp; Affiliations       Ph.D. Portal       Employment Opportunities       Contact Us               Stay Connected           like us on Facebook                     Photo Credits         Contact Us | &copy; New York University , Arts and Science"}]}]