[{"detail": [{"content": "The Medical Student Elective | Orthopaedic Surgery                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Orthopaedic Surgery                                                                                  Home   Patient Care   Research   Education &amp; Training   For Physicians   About Us                                  Home Education &amp; Training Medical Students The Medical Student Elective            Print  Email               - A + A                                         Education & Training      Education News     open/close   Medical Students  The Medical Student Elective   The Summer Externship Program   Diversity Programs       open/close   Fellowship Programs  Adult Reconstructive Program   Hand Program   Pediatric Program   Shoulder &amp; Elbow Program   Spine Program   Sports Medicine Program       open/close   Residency Programs  Program Goals   Adult Rotation   Hand Rotation   Musculoskeletal Oncology   Pediatric Rotation   Spine Rotation   Sports Rotation   Trauma Rotation   Our Residents   Application     Academic Observership     open/close   Research Opportunities  Trauma Division   Adult Reconstructive Surgery Division   Shoulder and Elbow Division   Sports Medicine Division       open/close   Faculty Resources  CME Credit   SOM Research   Hospital Privileges     Conferences   Alumni Association   Surgical Skills Lab   CME Videos                                                                      The Medical Student Elective                                                       Description   This course will provide a general overview to the nature of Orthopaedic Surgery and its practice. The course consists of a four-week rotation on the various orthopaedic services contained within the Department of Orthopaedic Surgery. The student will be exposed to operating room procedures, emergency room diagnosis and treatment, care and evaluation of in-house patients and the varying didactic programs of the department. It is designed for students interested in gaining additional knowledge about orthopaedic surgery and/or students wishing to become orthopaedic surgeons.   Objectives of the Elective   To gain a general understanding of the various different types of orthopaedic practices and procedures.   To understand the principles behind the evaluation and treatment of orthopaedic patients.   To gain operating room exposure and experience.   To demonstrate the ability to present and give a cogent case history presentation and discussion.   Key Responsibilities of the Student While on the Elective   Each student is assigned to a specific orthopaedic team at the Hospital for Joint Diseases. Each student is assigned to one of the following services:   Adult Service   Pediatric Service   Spine Service   The student is an integral member of the team and responsible for rounding on patients and providing clinical care in the Emergency Room and operating theatre.   The student is required to spend one night a week on-call and spend one weekend day/night during the rotation on-call at the Bellevue Hospital Emergency Room. While on-call, the students are expected to assist the junior resident on-call in the evaluation and management of acute orthopaedic injuries.   The student is also responsible for preparing and giving a case presentation to his/her preceptor twice during the 4 week rotation, as well as actively participating in weekly student conferences and weekly team conferences.   A talk will be developed and given at the end of the rotation.   Didactic Program   Each student is assigned a preceptor, who is a member of the full time orthopaedic faculty. The student will meet with his/her preceptor twice during the rotation and present a case followed by a discussion to their preceptor. The didactic program also consists of weekly conferences and Wednesday grand rounds, at which time the student is expected to be prepared to answer varying questions tailored to their abilities and knowledge. Students will also be required to attend skills sessions on splinting/casting as well as fracture fixation during the rotation.   Method of Evaluation   The students are evaluated by the chief resident assigned to their service and also by their preceptor. They are evaluated based on their performance during the rotation, including knowledge base, ability to work as a team member and interactions with patients and peers. In addition, the student is required to submit an evaluation of the rotation itself prior to leaving the evaluation.   Scheduling Information   Months offered: All year (Please refer to the Academic Calendars/Elective Block Dates).   Report to: Randie Godette / NYU Langone Medical Center's Hospital for Joint Diseases / 301 E. 17th Street, Room 1402 / (212) 598-6509   Students per rotation: 12   Course Codes: 09-01 (4 weeks)   Prerequisites: Medicine and Surgery   How to Apply and Funding   To apply for medical student elective visit the NYU School of Medicine Registrar at:   http://med.nyu.edu/registrar/elective-catalogue/introduction-orthopaedic-surgery   The Department is committed to increasing diversity within the field of orthopaedic surgery.   We encourage underrepresented minorities in the field of orthopaedics to rotate for one month in our department prior to applying to orthopaedic residency. To that end, we are to offering funded positions to support students who are under represented minorities in the field of orthopaedic surgery. An independent committee will select award winners based upon merit, scholarship and need.  Scholarship funding will be used to assist with travel and living expenses while in New York City.   To apply for diversity funding:   Complete the application under Diversity Scholarships .   Send all letters and diversity applications for the Medical School elective to:    Randie Godette at randie.godette@nyumc.org , or  FAX:  212-598-6581   Letters should be addressed to:   Kenneth A. Egol, MD  Program Director  NYU Hospital for Joint Disease  301 E. 17th St.  New York, NY 10003                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]},
{"detail": [{"content": "The Medical Student Elective | Orthopaedic Surgery                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Orthopaedic Surgery                                                                                  Home   Patient Care   Research   Education &amp; Training   For Physicians   About Us                                  Home Education &amp; Training Medical Students The Medical Student Elective            Print  Email               - A + A                                         Education & Training      Education News     open/close   Medical Students  The Medical Student Elective   The Summer Externship Program   Diversity Programs       open/close   Fellowship Programs  Adult Reconstructive Program   Hand Program   Pediatric Program   Shoulder &amp; Elbow Program   Spine Program   Sports Medicine Program       open/close   Residency Programs  Program Goals   Adult Rotation   Hand Rotation   Musculoskeletal Oncology   Pediatric Rotation   Spine Rotation   Sports Rotation   Trauma Rotation   Our Residents   Application     Academic Observership     open/close   Research Opportunities  Trauma Division   Adult Reconstructive Surgery Division   Shoulder and Elbow Division   Sports Medicine Division       open/close   Faculty Resources  CME Credit   SOM Research   Hospital Privileges     Conferences   Alumni Association   Surgical Skills Lab   CME Videos                                                                      The Medical Student Elective                                                       Description   This course will provide a general overview to the nature of Orthopaedic Surgery and its practice. The course consists of a four-week rotation on the various orthopaedic services contained within the Department of Orthopaedic Surgery. The student will be exposed to operating room procedures, emergency room diagnosis and treatment, care and evaluation of in-house patients and the varying didactic programs of the department. It is designed for students interested in gaining additional knowledge about orthopaedic surgery and/or students wishing to become orthopaedic surgeons.   Objectives of the Elective   To gain a general understanding of the various different types of orthopaedic practices and procedures.   To understand the principles behind the evaluation and treatment of orthopaedic patients.   To gain operating room exposure and experience.   To demonstrate the ability to present and give a cogent case history presentation and discussion.   Key Responsibilities of the Student While on the Elective   Each student is assigned to a specific orthopaedic team at the Hospital for Joint Diseases. Each student is assigned to one of the following services:   Adult Service   Pediatric Service   Spine Service   The student is an integral member of the team and responsible for rounding on patients and providing clinical care in the Emergency Room and operating theatre.   The student is required to spend one night a week on-call and spend one weekend day/night during the rotation on-call at the Bellevue Hospital Emergency Room. While on-call, the students are expected to assist the junior resident on-call in the evaluation and management of acute orthopaedic injuries.   The student is also responsible for preparing and giving a case presentation to his/her preceptor twice during the 4 week rotation, as well as actively participating in weekly student conferences and weekly team conferences.   A talk will be developed and given at the end of the rotation.   Didactic Program   Each student is assigned a preceptor, who is a member of the full time orthopaedic faculty. The student will meet with his/her preceptor twice during the rotation and present a case followed by a discussion to their preceptor. The didactic program also consists of weekly conferences and Wednesday grand rounds, at which time the student is expected to be prepared to answer varying questions tailored to their abilities and knowledge. Students will also be required to attend skills sessions on splinting/casting as well as fracture fixation during the rotation.   Method of Evaluation   The students are evaluated by the chief resident assigned to their service and also by their preceptor. They are evaluated based on their performance during the rotation, including knowledge base, ability to work as a team member and interactions with patients and peers. In addition, the student is required to submit an evaluation of the rotation itself prior to leaving the evaluation.   Scheduling Information   Months offered: All year (Please refer to the Academic Calendars/Elective Block Dates).   Report to: Randie Godette / NYU Langone Medical Center's Hospital for Joint Diseases / 301 E. 17th Street, Room 1402 / (212) 598-6509   Students per rotation: 12   Course Codes: 09-01 (4 weeks)   Prerequisites: Medicine and Surgery   How to Apply and Funding   To apply for medical student elective visit the NYU School of Medicine Registrar at:   http://med.nyu.edu/registrar/elective-catalogue/introduction-orthopaedic-surgery   The Department is committed to increasing diversity within the field of orthopaedic surgery.   We encourage underrepresented minorities in the field of orthopaedics to rotate for one month in our department prior to applying to orthopaedic residency. To that end, we are to offering funded positions to support students who are under represented minorities in the field of orthopaedic surgery. An independent committee will select award winners based upon merit, scholarship and need.  Scholarship funding will be used to assist with travel and living expenses while in New York City.   To apply for diversity funding:   Complete the application under Diversity Scholarships .   Send all letters and diversity applications for the Medical School elective to:    Randie Godette at randie.godette@nyumc.org , or  FAX:  212-598-6581   Letters should be addressed to:   Kenneth A. Egol, MD  Program Director  NYU Hospital for Joint Disease  301 E. 17th St.  New York, NY 10003                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "Rotations | Psychiatry                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Psychiatry                                                                                  Home   About Us   Education   Research   Patient Care   Faculty   Newsletter   Affiliates                                  Home Education Other Training Programs NYU-Bellevue Psychology Internship Program Rotations            Print  Email               - A + A                                         Education        open/close   Overview     open/close   Residency Program     open/close   Medical Student Education     open/close   Fellowship Programs     open/close   Continuing Medical Education (CME)     open/close   Other Training Programs  NYU-Bellevue Psychology Internship Program  Overview   Program History   Adult Psychology   Child and Adolescent Psychology   Forensic Psychology   Training Goals   Program Structure   Rotations   Outpatient Caseload   Electives   Family Therapy   Group Psychotherapy   Didactic Program   Research Opportunities   Time Commitment   Application Information   Program Administration and Faculty   Salary and Benefits     Bellevue Psychology Externship Program   VA NY Harbor Healthcare System Psychology Internship Program   Training Program in Human Sexuality                                                                                                            Rotations                                          The internship year is divided into three four-month rotations. On each rotation site, the intern works closely with attending psychologists and/or psychiatrists who provide clinical and administrative supervision. Interns provide an array of clinical services and participate in various team activities on each rotation site. The majority of the rotation sites are open to all interns, who rank their preferences during the orientation period in July. The exceptions to this are outlined below. Adult Psychology Track : Interns in this track may rank their preferences from any of the rotations offered. At least one of their rotations will be on an inpatient unit. Child and Adolescent Psychology Track: Interns in this track must complete either the Child Inpatient Psychiatry Unit or the Adolescent Inpatient Psychiatry Unit rotation, and a second rotation that is also child or adolescent-focused. They may indicate their preferences for their third rotation from any of the other rotations offered. Forensic Psychology Track: Interns in this track must complete both the assessment-focused rotation and treatment-focused rotation on the Forensic Inpatient Psychiatry Service at Bellevue Hospital Center. They may indicate their preferences for their third rotation from any of the other rotations offered.   Adolescent Inpatient Psychiatry Unit   This unit serves patients between the ages of 12 and 16 years who present with a wide range of diagnoses, including psychotic disturbances, mood disorders, burgeoning personality disorders and behavioral disorders. The intern serves as the primary clinician for 3-5 patients, provides group psychotherapy, and conducts psychological assessments. Interns work as part of a multidisciplinary team that includes psychiatry residents, social workers, activity therapists and nursing staff. There is also frequent contact between interns on this rotation and outside agencies, including schools, treatment centers and the Administration for Children’s Services.   Adult Inpatient Psychiatry Unit   The adult inpatient psychiatry service comprises 220 beds across eight civilian units. It serves patients with primary Axis I diagnoses; among the most common of these are schizophrenia and schizoaffective disorder (all subtypes), as well as bipolar and major depressive disorders.  A considerable number of patients also carry Axis II diagnoses and many have co-morbid substance abuse problems.  Axis IV issues, including housing, immigration status, and family difficulties, also play a key role in patients’ presentations while on the service and in their discharge planning.    Bellevue/NYU Program for Survivors of Torture (PSOT)   This program provides comprehensive medical and mental health care to survivors of war and war trauma. Clients come from over 60 different countries, and the PSOT is committed to providing treatment that is both culturally relevant and appropriate. Interns on this rotation conduct intake interviews with potential new clients, provide individual and group psychotherapy, address crisis intervention needs, and participate in the forensic evaluation of asylum cases. Supervision is conducted according to an array of theoretical orientations including psychodynamic, cognitive-behavioral and family systems.   Chemical Dependency Outpatient Program (CDOP)   The primary mission of Bellevue’s Chemical Dependency Outpatient Program (CDOP) is to serve individuals experiencing substance use disorders.  Many of our clients, however, also experience co-occurring Axis I and/or Axis II disorders.  To effectively aid our clients in reaching their treatment goals, our team provides an array of services, including initial intake assessments, individual and group psychotherapy, psychological assessment, psychiatric services, social work services, support in pursuing medical care, and, as indicated, referrals to and coordination of services with outside agencies and programs. The rotation will provide abundant opportunities to expand and enhance your clinical skills with a particular focus on increasing/developing: knowledge of different classes of substances; proficiency in conceptualizing cases that involve co-occurring disorders; and the ability to design and implement evidence-based treatment plans for this population.  In addition, there will be numerous opportunities to collaborate with colleagues from other disciplines and to test any assumptions that you might have about working with this community of clients.   Child and Adolescent Comprehensive Psychiatric Emergency Program (C-CPEP)   The Child and Adolescent Comprehensive Psychiatric Emergency Program comprises comprehensive psychiatric services including triage, psychiatric evaluation and extended observation in the Child CPEP Emergency Room and Interim Crisis Clinic. In the Child CPEP Emergency Room, the psychology intern serves as a primary clinician on a multidisciplinary team. The intern has primary responsibility for the patient’s care including the diagnostic evaluation, mental status exam, and formulating an appropriate disposition plan. In the Interim Crisis Clinic, the intern also serves as primary clinician for short-term crisis intervention services in an outpatient setting while the patient is awaiting community outpatient follow-up.   Child and Adolescent Day Treatment Program   The Adolescent Day Treatment Program (ADTP) is an intensive, non-residential therapeutic program that provides a safe, supportive, patient-centered environment for children and adolescents aged 6-18 who have been diagnosed with psychiatric disorders. Areas of focus are both clinical (e.g. the stabilization of behavioral problems, the development of age-appropriate coping and social skills) as well as academic (e.g. incorporating direct school observation and collaboration with both family members and Bellevue’s on-site school staff). Psychology interns work as part of a multidisciplinary team and provide services including evaluation, treatment planning, individual, group and family therapy as well as skills-building and appropriate disposition planning and referral.   Child Inpatient Psychiatry Unit   This unit treats children between the ages of 4 and 11 years, providing psychiatric evaluation, psychological assessment and treatment services related to developmental and psychiatric disorders. This unit also has an autistic classroom for children in this age range. Interns on this rotation conduct assessments, provide psychotherapy and serve as the primary clinician for a small number of patients. There are also frequent opportunities for school consultation as well as interaction with family members.   Comprehensive Psychiatric Emergency Program (CPEP)   The CPEP is the gateway into the inpatient psychiatric services at Bellevue Hospital Center, evaluating over 700 patients each month. CPEP utilizes a prevention-oriented service model, designed to increase the variety of services available to the community that includes a Mobile Crisis Outreach Team, a 72-hour Interim Crisis Unit and crisis residence services. Interns on this rotation are responsible for conducting diagnostic evaluations, performing mental status examinations and formulating appropriate disposition plans. This rotation provides experience in rapid, in-depth psychiatric assessment, differential diagnosis, crisis management and psychopharmacology.   Forensic Assessment Rotation   On this rotation, required of interns in the Forensic Psychology Track, the intern spends time at both the Inpatient Forensic Psychiatry Service at Bellevue Hospital as well as the Bronx Forensic Psychiatry Court Clinic. The assessments conducted on the Forensic Psychiatry Service are typically used for the purposes of treatment planning, discharge planning, pre-sentencing evaluation or to aid in the assessment of competency to stand trial. At the Court Clinic, assessments incorporate interview and collateral data for purposes including the placement of offenders in jail diversion programs, assessment of clinical issues such as substance abuse or domestic violence, and for the purpose of gaining insight into adolescent offenders waived into adult criminal court for violent crimes.   Forensic Treatment Rotation   This rotation, required of interns in the Forensic Psychiatry Track, is housed on the Inpatient Forensic Psychiatry Service at Bellevue Hospital, which is a 60-bed service that provides acute psychiatric care to individuals who have been charged with a criminal act. Patients on this unit may be pre-arraignment, awaiting trial or post-conviction. Interns on this rotation work as part of a multi-disciplinary team comprised of a psychiatrist, psychologist, social worker, activity therapist and medical student. The intern conducts intake interviews and provides both individual and group psychotherapy services, and also serves as the primary therapist for a small number of cases. Interns on this rotation also have the opportunity to observe evaluations of competency to stand trial.   Inpatient Rehabilitation Medicine   This unit provides comprehensive care to individuals who present with an array of conditions including spinal cord injuries, cerebrovascular accident (stroke), dementia, traumatic orthopedic fractures and neurodegenerative diseases such as multiple sclerosis. Interns on this rotation conduct focused neuropsychological assessments and provide short-term psychotherapeutic treatment. Pre-morbid psychopathology, if present, is also assessed and treated as it impacts recovery and rehabilitation. This rotation integrates the intern into a multidisciplinary treatment team which is comprised of physicians, physical and occupational therapists, speech pathologists, art therapists, social workers and psychiatrists.   Neuropsychology Consultation Service   Interns on this rotation gain experience in providing neuropsychological assessment to address a wide array of referral questions. Interns will work with both psychiatric and non-psychiatric inpatients and outpatients. Particular focus is placed on the integration of both normative and qualitative interpretation of standard neuropsychological instruments and clinical data in order to create an effective report. This rotation offers an opportunity to experience the benefits of interdisciplinary collaboration to provide the highest level of patient care as it relates to neuropsychological evaluation. Depending on an Intern’s schedule, there may be opportunities to participate in a weekly multi-site case conference and a weekly seminar which includes, for example, journal club, didactics, case presentations, and a focus on professional development.   Psychiatry Walk-In Clinic   The Bellevue Hospital Center Psychiatry Walk-In Clinic is designed to provide comprehensive assessment for admission to the Bellevue Hospital Center Outpatient Psychiatric Clinic, crisis intervention, and linkage to other psychiatry services. The clinic is the gateway to most of the ambulatory services and serves a wide population, including the homeless. Patients who present to the clinic go through a three step evaluation; initial evaluation, laboratory work and medical evaluation. If patient presents as high risk, he or she might be escorted to CPEP. If a patient needs to be connected to outside treatment facilities, linkage is provided. Patients present to the psychiatry walk-in clinic in various stages of psychiatric stability. Mood disorders, anxiety disorders, psychosis, personality disorders, substance abuse, major life changes, psychosocial difficulties, unemployment and criminality are common.                                                                                                            NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]}]