[{"detail": [{"content": "Course Offerings    |     Italian Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program       NYU Florence       Events       Employment             Stay Connected           Facebook             Affiliations         Casa Italiana Zerilli-Marimò           Villa La Pietra                    Back to Home       Course Offerings   Jump To: Introductory Language Courses -Intensive Sequence    -Extensive Sequence Advanced Language Courses    Introductory Literature Courses Advanced Literature Courses    Culture and Society Courses Internship Independent Study    Honors Courses Graduate Courses Open to Undergraduates    Note: Placement in  Italian language courses is explained under \" Placement Examinations \" in the Academic Policies section of this bulletin.       Fulfillment of the  Morse Academic Plan (MAP) Language Requirement   The language  requirement in Italian may be fulfilled either by two 6-point  intensive courses (ITAL-UA 10 and ITAL-UA 20) for a total of 12  points. or by the extensive sequence of four 4-point courses (ITAL-UA  1, ITAL-UA 2, ITAL-UA 11, and ITAL-UA 12) for a total of 16 points. A  student may also follow a plan of study combining two 4-point courses  with one 6-point course (ITAL-UA 1, ITAL-UA 2, and ITAL-UA 20;  ITAL-UA 10, ITAL-UA 11, and ITAL-UA 12) for a total of 14 points. All  students planning to study in Italy or continue their study of  Italian beyond the MAP requirements are strongly advised to take  ITAL-UA 10 and ITAL-UA 20, since this permits completion of the  language requirement in two semesters.      Introductory  Language Courses       Intensive Sequence      Intensive Elementary  Italian   ITAL-UA 10 Open to  students with no previous training in Italian and to others on  assignment by placement test. Completes the equivalent of Elementary  Italian I and II in one semester. Offered every semester. 6 points.      Intensive Intermediate  Italian   ITAL-UA 20   Prerequisite: Intensive Elementary Italian (ITAL-UA 10), or  Elementary Italian II (ITAL-UA 2), or assignment by placement test.  Completes the equivalent of Intermediate Italian I and II in one  semester. Fulfills MAP language requirement. Offered every semester.  6 points.       Extensive Sequence      Elementary Italian I   ITAL-UA 1 Open to  students with no previous training in Italian and to others on  assignment by placement test. Not equivalent to Intensive Elementary  Italian (ITAL-UA 10). Only by combining ITAL-UA 1 with ITAL-UA 2 can  a student complete the equivalent of ITAL-UA 10 and then continue on  to the intermediate level. Offered every semester. 4 points.      Elementary Italian II   ITAL-UA 2   Prerequisite: Elementary Italian I (ITAL-UA 1) or assignment by  placement test. To continue on to the intermediate level, a student  must complete both ITAL-UA 1 and ITAL-UA 2. This sequence is  equivalent to ITAL-UA 10. Offered every semester. 4 points.      Intermediate Italian I   ITAL-UA 11   Prerequisite: Intensive Elementary Italian (ITAL-UA 10), or  Elementary Italian II (ITAL-UA 2), or assignment by placement test.  Not equivalent to Intensive Intermediate Italian (ITAL-UA 20). Only  by combining ITAL-UA 11 with ITAL-UA 12 can a student complete the  equivalent of ITAL-UA 20 and then continue on to the  post-intermediate level. Offered every semester. 4 points.      Intermediate Italian II   ITAL-UA 12   Prerequisite: Intermediate Italian I (ITAL-UA 11) or assignment by  placement test. Fulfills MAP language requirement. To fulfill MAP  requirements and continue on to the post-intermediate level, a  student must complete both ITAL-UA 11 and ITAL-UA 12. This sequence  is equivalent to ITAL-UA 20. Offered every semester. 4 points.      Advanced Language  Courses      Advanced Review of  Modern Italian   ITAL-UA 30   Prerequisite: Intermediate Italian II (ITAL-UA 12), or Intensive  Intermediate Italian (ITAL-UA 20), or permission of the instructor.  This course is a prerequisite for other advanced courses in language,  literature, and culture and society. Offered every semester. 4  points.   Systematizes and  reinforces the language skills presented in earlier-level courses  through an intensive review of grammar and composition, lexical  enrichment, improvement of speaking ability, and selected readings  from contemporary Italian literature.      Conversations in  Italian   ITAL-UA 101   Prerequisite: Advanced Review of Modern Italian (ITAL-UA 30) or  permission of the instructor. Offered every semester. 4 points.   Students entering this  course should have mastered the fundamental structures of Italian.  Designed to help students gain confidence and increase their  effectiveness in speaking present-day Italian. Through discussions,  oral reports, and readings, students improve pronunciation, become  familiar with idiomatic expressions, and develop vocabulary that  allows them to communicate with others on topics such as family and  student life, politics, the arts, food, and fashion. Useful for  students who are planning to study or travel abroad.      Creative Writing in  Italian   ITAL-UA 103 Formerly  Rewriting Italian. Prerequisite: Advanced Review of Modern Italian  (ITAL-UA 30) or permission of the instructor. Offered every semester.  4 points.   A creative approach to  writing in Italian that emphasizes transformations of texts. Students  are encouraged to rewrite, parody, and shift genres, with the aim of  improving their writing and reading techniques.      Advanced Composition   ITAL-UA 105   Prerequisite: Advanced Review of Modern Italian (ITAL-UA 30) or  permission of the instructor. Offered every semester. 4 points.   Aims to improve the  student's written Italian and reading comprehension of difficult  texts. The approach is threefold: (1) intensive study of the  syntactical structures of Italian; (2) reading and analysis of  contemporary texts from various sources, such as newspapers,  magazines, and literary works; and (3) frequent writing of short  compositions stressing grammatical and syntactical accuracy, as well  as variety of vocabulary.      Italian through Cinema   ITAL-UA 107   Prerequisite: Advanced Review of Modern Italian (ITAL-UA 30) or  permission of the instructor. Offered every semester. 4 points.   Students entering this  course should have mastered the fundamental structures of Italian.  Aims to enrich knowledge of Italian language, culture, and society  through screening and discussion of contemporary Italian cinema and  detailed analysis of selected film scripts. Students are encouraged  to use different idiomatic expressions and recognize regional  linguistic variety. Special emphasis is placed on developing a more  extensive vocabulary and an expressive range suited to discussion of  complex issues and their representation.      Translation   ITAL-UA 110   Prerequisites: Advanced Review of Modern Italian (ITAL-UA 30) and one  of the following: ITAL-UA 101, ITAL-UA 103, ITAL-UA 105, or ITAL-UA  107, or permission of the department. Offered every spring. 4 points.   Introduces students to  the theory and practice of translation. While engaging in the craft  of translation firsthand, students gain a deeper understanding of the  Italian language through the study of contemporary texts, such as  Italian novels and short stories. The course also stresses the  acquisition of vocabulary and complex idiomatic structures necessary  for effective reading comprehension, as well as written expression. A  special emphasis is on the analysis of dialogue, style, and  linguistic choices of each author, in order to explore the  development of the written language, slang, regional expressions, and  linguistic differences that have accompanied and defined the  evolution of Italian over the past 20 years.      Introductory  Literature Courses      The prerequisite for  the following courses is Advanced Review of Modern Italian (ITAL-UA  30) or permission of the instructor.      Readings in Medieval  and Renaissance Literature   ITAL-UA 115 Identical  to MEDI-UA 115. Offered in the fall. 4 points.   Introductory-level  literature course that, through a close reading of authors such as  Dante, Boccaccio, Petrarch, Machiavelli, and Ariosto, focuses on how  to understand a literary text in Italian. Covers Italian literature  from its origins to the 17th century.      Readings in Modern  Italian Literature   ITAL-UA 116 Offered in  the spring. 4 points.   Introductory-level  literature course that, through a close reading of authors such as  Alfieri, Foscolo, Leopardi, Manzoni, Verga, D'Annunzio, Moravia,  and Calvino, focuses on how to understand a literary text in Italian.  Covers Italian literature from the 18th century to the contemporary  period.      Introduction to the  Middle Ages   ITAL-UA 117 Offered  every other year. Ardizzone. 4 points.   Literature and culture  of the Middle Ages with a focus on the 13th and 14th centuries.  Francis of Assisi, Laudi, the Sicilian poets, the dolce stil novo,  and Dante's minor works are examined, as well as Boccaccio's  Decameron and Petrarch's Rime. Works are considered in relation to  feudal society, the Church, the communes, and other medieval  political structures.      Advanced Literature  Courses      The prerequisite for  the following courses is Advanced Review of Modern Italian (ITAL-UA  30) when the course is conducted in Italian, or permission of the  instructor. It is recommended that Readings in Medieval and  Renaissance Literature (ITAL-UA 115) or Readings in Modern Italian  Literature (ITAL-UA 116) be taken before any advanced literature  courses taught in Italian.      Love and War in  Renaissance Italy: Chivalric Romance and Epic   ITAL-UA 145 Offered  every two to three years. Cox. 4 points.   Offers the opportunity  to study two of the greatest works of Italian literature, Lodovico  Ariosto's Orlando furioso (1532) and Torquato Tasso's Gerusalemme  liberata (1581). Looks at these poems in their historical context and  in relation to the rich literary traditions of romance and epic that  converge in them. Thematic focuses include the construction of gender  and the representation of religious and racial \"otherness.\"      Women's Writing in  the Italian Renaissance   ITAL-UA 162 Identical  to SCA-UA 163. Offered every two to three years. Cox. 4 points.   A study of the  remarkable tradition of published writings by women that developed in  Italy between the 15th and 17th centuries. Offers an opportunity to  look in detail at the works of well-known writers such as Vittoria  Colonna, Gaspara Stampa, and Veronica Franco and lesser-known figures  such as Moderata Fonte and Maddalena Campiglia. We address the  reasons for the emergence of this tradition of writing by women and  the dynamics of its relationship with contemporary male literary  culture.      Dante's Divine Comedy   ITAL-UA 270 Identical  to MEDI-UA 270 when taught in English. Offered every two to three  years. Ardizzone, Freccero. 4 points.   Students study The  Divine Comedy both as a mirror of high medieval culture and as a  unique text that breaks out of its cultural bounds. The entire poem  is read, in addition to selections from the Vita Nuova and other  complementary minor works.      Boccaccio's Decameron   ITAL-UA 271 Identical  to MEDI-UA 271 when taught in English. Offered every two to three  years. Ardizzone. 4 points.   A study of Boccaccio's  Decameron with particular emphasis on themes, conceptual innovations,  and influences on French and English literatures.      20th-Century Italian  Poetry   ITAL-UA 272 Offered  every two to three years. Ardizzone. 4 points.   Covers the major  Italian poets and poetic movements of the 20th century. Works by  Ungaretti, Quasimodo, D'Annunzio, Luzi, Zanzotto, and the Lombard  school are examined.      Decadent Italy   ITAL-UA 273 Formerly  The Romantics. Offered every two to three years. Ferrari. 4 points.   Focuses on the thriving  cultural life of the years from Italy's unification in 1870 to the  rise of fascism in 1919. Explores the ascent of movements such as  scapigliatura, naturalism, decadentism, and futurism. Social,  political, and artistic ideas of the period are studied through the  works of writers such as Verga, Pascoli, D'Annunzio, Marinetti, and  Svevo.      Pirandello and the  Contemporary Theatre   ITAL-UA 274 Identical  to DRLIT-UA 280 when taught in English. Offered every two to three  years. 4 points.   An introduction to  Luigi Pirandello's major plays as they relate to the foundation of  contemporary theatre. Attention is also paid to grotesque and  futurist drama. Works studied include Sei personaggio in cerca  d'autore, Cosi è (se vi pare), and Enrico IV.      Modern and Contemporary  Century Italian Narrative   ITAL-UA 275 Offered  every two to three years. Ferrari. 4 points.   Follows the development  of Italian narrative from Manzoni and Verga to present-day trends in  Italian prose. Emphasizes works of Tabucchi, Maraini, Pasolini,  Morante, and Calvino.      Postmodern Italian  Fiction   ITAL-UA 276 Formerly  Calvino and Postmodernism. Offered every two to three years. Ferrari.  4 points.   Follows the development  of the Italian novel from the 1970s to the present day. Readings  include contemporary classics from authors such as Morante, Calvino,  Volponi, Tondelli, and Tabucchi, as well as novels published in the  last few years.      Novel and Society   ITAL-UA 277 Offered  every two to three years. Ferrari. 4 points.   Covers the development  of the Italian novel in the context of larger social, political, and  cultural developments in Italian society. Particular attention is  paid to the relations between narrative and shifts in national  identity following the unification of Italy in 1870 and at important  historical moments of the 20th century. Texts include works by  Manzoni, Verga, D'Annunzio, Tomasi di Lampedusa, Vittorini,  Moravia, and Volponi.      Women Writers in  Contemporary Italy   ITAL-UA 278 Formerly  The Italian Woman. Identical to SCA-UA 826. Offered every two to  three years. Ferrari. 4 points.   Covers novels written  by 20th-century Italian women writers. Attention is paid to concepts  of gender, history, self, and the differing narrative strategies  chosen to portray Italian society and women's places within it.  Texts include works by Banti, Maraini, Corti, Morante, Ginzburg,  Bellonci, and Aleramo.      Italian Autobiographies   ITAL-UA 279 Identical  to EURO-UA 276. Offered every two to three years. Ferrari. 4 points.   Examines strategies of  self-representation in autobiographies, diaries, letters, and novels  of selected authors. Readings include selections from Petrarch,  Cellini, Goldoni, Casanova, Alfieri, Pellico, Sciascia, Aleramo,  Viganò, and others.      Italian Cinema and  Literature   ITAL-UA 282 Identical  to DRLIT-UA 505. Offered every two to three years. Albertini. 4  points.   Studies the  relationship between Italian literature and post-World War II cinema,  including the poetics and politics of the process of cinematic  adaptation. Among the authors and directors examined are Lampedusa,  Bassani, Sciascia, Visconti, Moravia, De Cespedes, DeSica, and Rosi.      Other Worlds: Travel  Literature in Italy   ITAL-UA 283 Offered  every two to three years. Ferrari. 4 points.   Examines a selection of  Italian travel narratives within the context of contemporary  postcolonial theory. Readings include several early modern accounts  of voyages of discovery, as well as 19th- and 20th-century travel  narratives, both fictional and nonfictional. Topics to be considered  include the relation between power and the production of knowledge as  it manifests itself in such narratives; intertextuality and its  ideological effects; and modes of representation of racial, cultural,  historical, and sexual otherness.      Topics in Italian  Literature   ITAL-UA 285 Offered  every two to three years. 4 points.   Courses on subjects of  special interest taught by either a regular or a visiting faculty  member. For specific courses, please consult the current class  schedule.      Court Culture in  Renaissance Italy   ITAL-UA 311 Offered  every two to three years. Cox. 4 points.   Offers the opportunity  to study Italian Renaissance art and literature within its social and  political contexts, focusing especially on the princely courts of  northern Italy, which were among the most dynamic and innovative  centers of cultural production in Europe in this period. Secondary  source assignments are supplemented with a study of 16th-century  literary texts and artworks.      Gender and Performance  in the Italian Theatre   ITAL-UA 720 Identical  to DRLIT-UA 720. Offered every two to three years. Tylus. 4 points.   Examines plays that  explicitly highlight and question the status and performance of  gender, as well as selections from political treatises, books of  manners, and historiography of the early modern period (1350 to  1700). Topics such as cross-dressing, the emergence of the actress  and commedia dell'arte troupes, the dynamics of spectatorship, the  development of perspective in painting and theatre, and court power  relations are considered, as well the \"revisions\" that women  playwrights and writers made to a largely male-dominated canon.      Italian American Life  in Literature   ITAL-UA 724 Identical  to ENGL-UA 724. Offered every two to three years. Hendin. 4 points.   A study of the fiction  and poetry through which Italian American writers have expressed  their heritage and their engagement in American life. From narratives  of immigration to current work by \"assimilated\" writers, the  course explores the depiction of Italian American identity.  Challenging stereotypes, it explores changing family relationships,  sexual mores, and political and social concerns.      Topics in Renaissance  Literature   ITAL-UA 760 Offered  every two to three years. 4 points.   Variable content course  taught by regular or visiting faculty. For specific course content,  see current class schedule.      The Sicilian Novel   ITAL-UA 862 Offered  every two to three years. Tylus. 4 points.   Consideration of the  Sicilian novel of the 19th and 20th centuries, with particular  attention to Sicily's distinct literature and culture. Writers may  include Verga, Pirandello, De Roberto, Lampedusa, Sciascia, Mario  Puzo, Andrea Camilleri, Dacia Maraini, Elio Vittorini, and Vincenzo  Consolo; films may include Cinema paradiso, La terra trema, Il  Gattopardo, The Godfather, and Salvatore Giuliano.      The Italian South:  Literature, Theatre, Cinema   ITAL-UA 863 Identical  to DRLIT-UA 863. Offered every two to three years. Tylus, Rossellini.  4 points.   Examines the works of  southern thinkers and writers (Bruno, Campanella, and Vico), as well  as the Neapolitan Enlightenment and the southern question. It also  engages the works of 20th-century writers from southern Italy or of  authors who have written about it, such as Carlo Levi, Giuseppe  Tomasi di Lampedusa, Giovanni Verga, Leonardo Sciascia, and Vincenzo  Consolo.      Petrarch and  Petrarchism   ITAL-UA 872 Formerly  Italian Lyric Poetry. Offered every two to three years. Cox. 4  points.   Examines the love  poetry of Petrarch, one of the most influential lyric poets of all  time and a key figure in Renaissance thought. Also traces Petrarch's  influence on later Italian Renaissance poetry, focusing on the 16th  century. Poets to be studied include women writers such as Vittoria  Colonna and Gaspara Stampa and artists sch as Michelangelo and  Bronzino.      Culture and Society  Courses      Prerequisite for the  following courses is Advanced Review of Modern Italian (ITAL-UA 30)  when the course is conducted in Italian, or permission of the  instructor.      The Courtesan in  Italian Renaissance Society and Culture   ITAL-UA 142 Offered  every two to three years. Cox. 4 points.   Examines an intriguing  figure within the social panorama of Renaissance Italy, the \"honest  courtesan\" or cortigiana onesta. It contextualizes courtesans'  social position and cultural status, embracing elements of social  history, literary history, and music and art history. Texts studied  include both representations of courtesans, such as the notorious  dialogues of Pietro Aretino, and writings by courtesan poets, such as  Tullia d'Aragona and Veronica Franco.      Machiavelli   ITAL-UA 147 Offered  every other year. Albertini. 4 points.   The inventor of modern  political science, Niccolò Machiavelli is one of the most original  thinkers in the history of Western civilization. In this course,  Machiavelli's political, historical, and theatrical works are read  in the context in which they were conceived—the much tormented and  exciting Florence of the 15th and early 16th centuries, struggling  between republican rule and the magnificent tyranny of the Medici  family.      Italian Culture and the  Discourses of Early Modern Colonialism   ITAL-UA 148 Offered  every two to three years. Tylus. 4 points.   An overview of the  earliest documents relevant to Italian exploration of the \"new  world,\" as well as a consideration of the impact that the  explorations had at home. Focuses on early colonial literature, such  as the letters of Columbus, Pigafetta, and others, and examines the  process of colonization of the Italian subject as evident in works by  Machiavelli, Tasso, and Campanella.      Florence: Literature,  Art, Culture   ITAL-UA 149 Offered  every two to three years. Tylus. 4 points.   Covers the jewel of  Italian cities, from its Roman origins to the early 20th century.  While the focus is on literary works, we also spend considerable time  looking at the creation and expansion of the city itself as an  architectural unit, as well as at its art works and its cultural  florescence during the Renaissance. Ideal for students who plan to  study at La Pietra in the near future.      Dante and His World   ITAL-UA 160 Identical  to MEDI-UA 801, ENGL-UA 143. Offered every two to three years.  Ardizzone, Freccero. 4 points.   Interdisciplinary  introduction to late medieval culture, using Dante, its foremost  literary artist, as a focus. Attention is directed to literature,  art, and music, in addition to political, religious, and social  developments of the time. Emphasizes the continuity of the Western tradition, its intellectual history, especially the classical background of medieval culture and its transmission to the modern world. Readings include selections from Dante’s works as The New Life, The Divine Comedy, The Monarchy along with texts by St. Augustine, Severinus Boethius, St. Francis , Brunetto Latini, Thomas Aquinas, Boccaccio. Works of vernacular poets of 13th century and artists from Romanesque to Gothic will be considered. The course will be given in English.      The Civilization of the  Italian Renaissance   ITAL-UA 161 Identical  to MEDI-UA 161 when taught in English. Offered every two to three  years. 4 points.   Study of Italian  Renaissance civilization from its roots in the Middle Ages.  Concentrates on the major problems of the times: the rise of the  city-states and the evolution of the signorie, the birth of new  language and art forms, and the changing attitudes toward the  classical world, science, and philosophy. Students also explore,  through readings of chronicles, letters, and contemporary documents,  the effects such transformations had on the people of the times, on  their daily lives, and on self-perceptions.      Italian Fascism   ITAL-UA 165 Formerly  Fascism and Culture. Offered every two to three years. Ben-Ghiat,  Ferrari. 4 points.   An interdisciplinary  examination of the cultural production of the fascist period.  Students examine the image that the fascist regime produced of itself  through the study of popular novels, architecture, film, and  political speeches.      Contemporary Italy   ITAL-UA 166 Identical  to EURO-UA 164. Offered every two to three years. Albertini,  Ben-Ghiat. 4 points.   Covers the political,  cultural, economic, and social history of Italy since World War II.  Starting with the transition from fascism to democracy, examines the  Cold War, the growth of a mass consumer society, the social and  political movements of the late 1960s and 1970s, the battle against  the Mafia, postwar emigration, the rise and fall of postwar Christian  Democracy and Italian communism, and the emergence of new parties in  the 1990s such as Berlusconi's Forza Italia, Bossi's Northern  League, and Fini's neofascist Alleanza Nazionale.      Italian Colonialism   ITAL-UA 167 Identical  to HIST-UA 286, EURO-UA 161. Offered every two to three years.  Ben-Ghiat. 4 points.   Studies Italian  colonialism from the late 19th century through decolonization.  Through readings of colonial travel literature, films, novels,  diaries, memoirs, and histories, we address the meaning of  colonialism within Italian history and culture, the specificities of  Italian colonialism, and the legacies of colonialism in contemporary  Italy.      Modern Italy   ITAL-UA 168 Identical  to EURO-UA 163, HIST-UA 168. Offered every two to three years.  Ben-Ghiat. 4 points.   A survey of Italian  history from unification to the present. Examines the political,  social, and cultural history of liberalism, fascism, World War II,  Christian Democracy, and communism; the political crisis of the early  1990s; and the rise of new regional and rightist parties.      Topics in Renaissance  Culture   ITAL-UA 172 Offered  every two to three years. 4 points.   Variable content course  taught by regular or visiting faculty. For specific course content,  see current class schedule.      Women Mystics   ITAL-UA 172 Offered  every two to three years. Tylus. 4 points.   Traces the historical,  social, and literary significance of female mystics in late medieval  and early modern Italy (from roughly 1200 to 1600) through writings  by and about them. Primary materials include letters,  autobiographies, and hagiographies, while select secondary sources  help to situate these women and their texts within their proper  historical, literary, and theological contexts.      Topics in Italian  Culture   ITAL-UA 173 Offered  every two to three years. 4 points.   Courses on subjects of  special interest taught by a regular or visiting faculty member. For  specific courses, please consult the current class schedule.      Italian Films, Italian  Histories I   ITAL-UA 174 Identical  to DRLIT-UA 503. May be taken independently of Italian Films, Italian  Histories II. Offered every two to three years. Albertini. 4 points.   Studies representation  of Italian history from ancient Rome to the Risorgimento through the  medium of film. Issues to be covered throughout include the use of  filmic history as a means of forging national identity.      Italian Films, Italian  Histories II   ITAL-UA 175 Identical  to DRLIT-UA 506, HIST-UA 176. May be taken independently of Italian  Films, Italian Histories I. Offered every two to three years.  Ben-Ghiat. 4 points.   Studies representations  of Italian history from the unification of Italy to the present  through the medium of film. We explore the possibilities and  limitations of feature films for the representation of history, and  ask: What happens when history becomes cinema and when cinema takes  on history?      \"Renaissance Man\"  Revisited   ITAL-UA 811 Offered  every two to three years. Cox. 4 points.   Centers on the study of  two key texts of Italian Renaissance social and political thought,  Machiavelli's Il principe, and Castiglione's Libro del  Cortegiano. The human ideals described in these works—Machiavelli's  ruler and Castiglione's courtier and court lady—are discussed in  relation to those found in other texts of the period and in relation  to the historic notion of the Renaissance as the age that saw the  birth of the modern individual.      Topics in Italian  American Culture   ITAL-UA 861 Offered  every two years. 4 points.      Internship       Internship   ITAL-UA 980, 981   Prerequisite: permission of the department. Offered every semester. 2  or 4 points per term.   The internship program  offers upper-level students the opportunity to apply their studies to  the outside world. Working closely with a sponsor and a faculty  adviser, students may pursue internships in such diverse areas as  international trade, banking, publishing, community organizations,  and television and radio programs. Interested students should apply  to the department of their proposed internship early in the semester.      Independent Study      Independent Study   ITAL-UA 997, 998   Prerequisite: permission of the department. Offered every semester. 2  or 4 points per term.      Honors Courses      Honors Independent  Study   ITAL-UA 990   Prerequisite: Senior Honors Seminar (ITAL-UA 999). Offered every  semester. 4 points.   Open to students who  have been accepted into the honors program in Italian studies and are  writing the honors thesis in close consultation with their thesis  adviser. (See \"Honors Program in Italian Studies\" in the Program  section.)      Senior Honors Seminar   ITAL-UA 999   Prerequisite: permission of the department. Offered in the fall. 4  points.   Seminar with variable  content. Prepares students for the senior honors thesis. Primary  focus is on research and the application of critical methodologies.  Open to students who have been accepted to the honors program in  Italian studies. (See \"Honors Program in Italian Studies\" in the  Program section.)      Graduate Courses  Open to Undergraduates      Qualified  undergraduates may register for graduate courses in Italian with the  permission of the director of graduate studies. A complete list of  appropriate graduate courses is available in the department each  semester.                    Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Offerings    |     Italian Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program       NYU Florence       Events       Employment             Stay Connected           Facebook             Affiliations         Casa Italiana Zerilli-Marimò           Villa La Pietra                    Back to Home       Course Offerings   Jump To: Introductory Language Courses -Intensive Sequence    -Extensive Sequence Advanced Language Courses    Introductory Literature Courses Advanced Literature Courses    Culture and Society Courses Internship Independent Study    Honors Courses Graduate Courses Open to Undergraduates    Note: Placement in  Italian language courses is explained under \" Placement Examinations \" in the Academic Policies section of this bulletin.       Fulfillment of the  Morse Academic Plan (MAP) Language Requirement   The language  requirement in Italian may be fulfilled either by two 6-point  intensive courses (ITAL-UA 10 and ITAL-UA 20) for a total of 12  points. or by the extensive sequence of four 4-point courses (ITAL-UA  1, ITAL-UA 2, ITAL-UA 11, and ITAL-UA 12) for a total of 16 points. A  student may also follow a plan of study combining two 4-point courses  with one 6-point course (ITAL-UA 1, ITAL-UA 2, and ITAL-UA 20;  ITAL-UA 10, ITAL-UA 11, and ITAL-UA 12) for a total of 14 points. All  students planning to study in Italy or continue their study of  Italian beyond the MAP requirements are strongly advised to take  ITAL-UA 10 and ITAL-UA 20, since this permits completion of the  language requirement in two semesters.      Introductory  Language Courses       Intensive Sequence      Intensive Elementary  Italian   ITAL-UA 10 Open to  students with no previous training in Italian and to others on  assignment by placement test. Completes the equivalent of Elementary  Italian I and II in one semester. Offered every semester. 6 points.      Intensive Intermediate  Italian   ITAL-UA 20   Prerequisite: Intensive Elementary Italian (ITAL-UA 10), or  Elementary Italian II (ITAL-UA 2), or assignment by placement test.  Completes the equivalent of Intermediate Italian I and II in one  semester. Fulfills MAP language requirement. Offered every semester.  6 points.       Extensive Sequence      Elementary Italian I   ITAL-UA 1 Open to  students with no previous training in Italian and to others on  assignment by placement test. Not equivalent to Intensive Elementary  Italian (ITAL-UA 10). Only by combining ITAL-UA 1 with ITAL-UA 2 can  a student complete the equivalent of ITAL-UA 10 and then continue on  to the intermediate level. Offered every semester. 4 points.      Elementary Italian II   ITAL-UA 2   Prerequisite: Elementary Italian I (ITAL-UA 1) or assignment by  placement test. To continue on to the intermediate level, a student  must complete both ITAL-UA 1 and ITAL-UA 2. This sequence is  equivalent to ITAL-UA 10. Offered every semester. 4 points.      Intermediate Italian I   ITAL-UA 11   Prerequisite: Intensive Elementary Italian (ITAL-UA 10), or  Elementary Italian II (ITAL-UA 2), or assignment by placement test.  Not equivalent to Intensive Intermediate Italian (ITAL-UA 20). Only  by combining ITAL-UA 11 with ITAL-UA 12 can a student complete the  equivalent of ITAL-UA 20 and then continue on to the  post-intermediate level. Offered every semester. 4 points.      Intermediate Italian II   ITAL-UA 12   Prerequisite: Intermediate Italian I (ITAL-UA 11) or assignment by  placement test. Fulfills MAP language requirement. To fulfill MAP  requirements and continue on to the post-intermediate level, a  student must complete both ITAL-UA 11 and ITAL-UA 12. This sequence  is equivalent to ITAL-UA 20. Offered every semester. 4 points.      Advanced Language  Courses      Advanced Review of  Modern Italian   ITAL-UA 30   Prerequisite: Intermediate Italian II (ITAL-UA 12), or Intensive  Intermediate Italian (ITAL-UA 20), or permission of the instructor.  This course is a prerequisite for other advanced courses in language,  literature, and culture and society. Offered every semester. 4  points.   Systematizes and  reinforces the language skills presented in earlier-level courses  through an intensive review of grammar and composition, lexical  enrichment, improvement of speaking ability, and selected readings  from contemporary Italian literature.      Conversations in  Italian   ITAL-UA 101   Prerequisite: Advanced Review of Modern Italian (ITAL-UA 30) or  permission of the instructor. Offered every semester. 4 points.   Students entering this  course should have mastered the fundamental structures of Italian.  Designed to help students gain confidence and increase their  effectiveness in speaking present-day Italian. Through discussions,  oral reports, and readings, students improve pronunciation, become  familiar with idiomatic expressions, and develop vocabulary that  allows them to communicate with others on topics such as family and  student life, politics, the arts, food, and fashion. Useful for  students who are planning to study or travel abroad.      Creative Writing in  Italian   ITAL-UA 103 Formerly  Rewriting Italian. Prerequisite: Advanced Review of Modern Italian  (ITAL-UA 30) or permission of the instructor. Offered every semester.  4 points.   A creative approach to  writing in Italian that emphasizes transformations of texts. Students  are encouraged to rewrite, parody, and shift genres, with the aim of  improving their writing and reading techniques.      Advanced Composition   ITAL-UA 105   Prerequisite: Advanced Review of Modern Italian (ITAL-UA 30) or  permission of the instructor. Offered every semester. 4 points.   Aims to improve the  student's written Italian and reading comprehension of difficult  texts. The approach is threefold: (1) intensive study of the  syntactical structures of Italian; (2) reading and analysis of  contemporary texts from various sources, such as newspapers,  magazines, and literary works; and (3) frequent writing of short  compositions stressing grammatical and syntactical accuracy, as well  as variety of vocabulary.      Italian through Cinema   ITAL-UA 107   Prerequisite: Advanced Review of Modern Italian (ITAL-UA 30) or  permission of the instructor. Offered every semester. 4 points.   Students entering this  course should have mastered the fundamental structures of Italian.  Aims to enrich knowledge of Italian language, culture, and society  through screening and discussion of contemporary Italian cinema and  detailed analysis of selected film scripts. Students are encouraged  to use different idiomatic expressions and recognize regional  linguistic variety. Special emphasis is placed on developing a more  extensive vocabulary and an expressive range suited to discussion of  complex issues and their representation.      Translation   ITAL-UA 110   Prerequisites: Advanced Review of Modern Italian (ITAL-UA 30) and one  of the following: ITAL-UA 101, ITAL-UA 103, ITAL-UA 105, or ITAL-UA  107, or permission of the department. Offered every spring. 4 points.   Introduces students to  the theory and practice of translation. While engaging in the craft  of translation firsthand, students gain a deeper understanding of the  Italian language through the study of contemporary texts, such as  Italian novels and short stories. The course also stresses the  acquisition of vocabulary and complex idiomatic structures necessary  for effective reading comprehension, as well as written expression. A  special emphasis is on the analysis of dialogue, style, and  linguistic choices of each author, in order to explore the  development of the written language, slang, regional expressions, and  linguistic differences that have accompanied and defined the  evolution of Italian over the past 20 years.      Introductory  Literature Courses      The prerequisite for  the following courses is Advanced Review of Modern Italian (ITAL-UA  30) or permission of the instructor.      Readings in Medieval  and Renaissance Literature   ITAL-UA 115 Identical  to MEDI-UA 115. Offered in the fall. 4 points.   Introductory-level  literature course that, through a close reading of authors such as  Dante, Boccaccio, Petrarch, Machiavelli, and Ariosto, focuses on how  to understand a literary text in Italian. Covers Italian literature  from its origins to the 17th century.      Readings in Modern  Italian Literature   ITAL-UA 116 Offered in  the spring. 4 points.   Introductory-level  literature course that, through a close reading of authors such as  Alfieri, Foscolo, Leopardi, Manzoni, Verga, D'Annunzio, Moravia,  and Calvino, focuses on how to understand a literary text in Italian.  Covers Italian literature from the 18th century to the contemporary  period.      Introduction to the  Middle Ages   ITAL-UA 117 Offered  every other year. Ardizzone. 4 points.   Literature and culture  of the Middle Ages with a focus on the 13th and 14th centuries.  Francis of Assisi, Laudi, the Sicilian poets, the dolce stil novo,  and Dante's minor works are examined, as well as Boccaccio's  Decameron and Petrarch's Rime. Works are considered in relation to  feudal society, the Church, the communes, and other medieval  political structures.      Advanced Literature  Courses      The prerequisite for  the following courses is Advanced Review of Modern Italian (ITAL-UA  30) when the course is conducted in Italian, or permission of the  instructor. It is recommended that Readings in Medieval and  Renaissance Literature (ITAL-UA 115) or Readings in Modern Italian  Literature (ITAL-UA 116) be taken before any advanced literature  courses taught in Italian.      Love and War in  Renaissance Italy: Chivalric Romance and Epic   ITAL-UA 145 Offered  every two to three years. Cox. 4 points.   Offers the opportunity  to study two of the greatest works of Italian literature, Lodovico  Ariosto's Orlando furioso (1532) and Torquato Tasso's Gerusalemme  liberata (1581). Looks at these poems in their historical context and  in relation to the rich literary traditions of romance and epic that  converge in them. Thematic focuses include the construction of gender  and the representation of religious and racial \"otherness.\"      Women's Writing in  the Italian Renaissance   ITAL-UA 162 Identical  to SCA-UA 163. Offered every two to three years. Cox. 4 points.   A study of the  remarkable tradition of published writings by women that developed in  Italy between the 15th and 17th centuries. Offers an opportunity to  look in detail at the works of well-known writers such as Vittoria  Colonna, Gaspara Stampa, and Veronica Franco and lesser-known figures  such as Moderata Fonte and Maddalena Campiglia. We address the  reasons for the emergence of this tradition of writing by women and  the dynamics of its relationship with contemporary male literary  culture.      Dante's Divine Comedy   ITAL-UA 270 Identical  to MEDI-UA 270 when taught in English. Offered every two to three  years. Ardizzone, Freccero. 4 points.   Students study The  Divine Comedy both as a mirror of high medieval culture and as a  unique text that breaks out of its cultural bounds. The entire poem  is read, in addition to selections from the Vita Nuova and other  complementary minor works.      Boccaccio's Decameron   ITAL-UA 271 Identical  to MEDI-UA 271 when taught in English. Offered every two to three  years. Ardizzone. 4 points.   A study of Boccaccio's  Decameron with particular emphasis on themes, conceptual innovations,  and influences on French and English literatures.      20th-Century Italian  Poetry   ITAL-UA 272 Offered  every two to three years. Ardizzone. 4 points.   Covers the major  Italian poets and poetic movements of the 20th century. Works by  Ungaretti, Quasimodo, D'Annunzio, Luzi, Zanzotto, and the Lombard  school are examined.      Decadent Italy   ITAL-UA 273 Formerly  The Romantics. Offered every two to three years. Ferrari. 4 points.   Focuses on the thriving  cultural life of the years from Italy's unification in 1870 to the  rise of fascism in 1919. Explores the ascent of movements such as  scapigliatura, naturalism, decadentism, and futurism. Social,  political, and artistic ideas of the period are studied through the  works of writers such as Verga, Pascoli, D'Annunzio, Marinetti, and  Svevo.      Pirandello and the  Contemporary Theatre   ITAL-UA 274 Identical  to DRLIT-UA 280 when taught in English. Offered every two to three  years. 4 points.   An introduction to  Luigi Pirandello's major plays as they relate to the foundation of  contemporary theatre. Attention is also paid to grotesque and  futurist drama. Works studied include Sei personaggio in cerca  d'autore, Cosi è (se vi pare), and Enrico IV.      Modern and Contemporary  Century Italian Narrative   ITAL-UA 275 Offered  every two to three years. Ferrari. 4 points.   Follows the development  of Italian narrative from Manzoni and Verga to present-day trends in  Italian prose. Emphasizes works of Tabucchi, Maraini, Pasolini,  Morante, and Calvino.      Postmodern Italian  Fiction   ITAL-UA 276 Formerly  Calvino and Postmodernism. Offered every two to three years. Ferrari.  4 points.   Follows the development  of the Italian novel from the 1970s to the present day. Readings  include contemporary classics from authors such as Morante, Calvino,  Volponi, Tondelli, and Tabucchi, as well as novels published in the  last few years.      Novel and Society   ITAL-UA 277 Offered  every two to three years. Ferrari. 4 points.   Covers the development  of the Italian novel in the context of larger social, political, and  cultural developments in Italian society. Particular attention is  paid to the relations between narrative and shifts in national  identity following the unification of Italy in 1870 and at important  historical moments of the 20th century. Texts include works by  Manzoni, Verga, D'Annunzio, Tomasi di Lampedusa, Vittorini,  Moravia, and Volponi.      Women Writers in  Contemporary Italy   ITAL-UA 278 Formerly  The Italian Woman. Identical to SCA-UA 826. Offered every two to  three years. Ferrari. 4 points.   Covers novels written  by 20th-century Italian women writers. Attention is paid to concepts  of gender, history, self, and the differing narrative strategies  chosen to portray Italian society and women's places within it.  Texts include works by Banti, Maraini, Corti, Morante, Ginzburg,  Bellonci, and Aleramo.      Italian Autobiographies   ITAL-UA 279 Identical  to EURO-UA 276. Offered every two to three years. Ferrari. 4 points.   Examines strategies of  self-representation in autobiographies, diaries, letters, and novels  of selected authors. Readings include selections from Petrarch,  Cellini, Goldoni, Casanova, Alfieri, Pellico, Sciascia, Aleramo,  Viganò, and others.      Italian Cinema and  Literature   ITAL-UA 282 Identical  to DRLIT-UA 505. Offered every two to three years. Albertini. 4  points.   Studies the  relationship between Italian literature and post-World War II cinema,  including the poetics and politics of the process of cinematic  adaptation. Among the authors and directors examined are Lampedusa,  Bassani, Sciascia, Visconti, Moravia, De Cespedes, DeSica, and Rosi.      Other Worlds: Travel  Literature in Italy   ITAL-UA 283 Offered  every two to three years. Ferrari. 4 points.   Examines a selection of  Italian travel narratives within the context of contemporary  postcolonial theory. Readings include several early modern accounts  of voyages of discovery, as well as 19th- and 20th-century travel  narratives, both fictional and nonfictional. Topics to be considered  include the relation between power and the production of knowledge as  it manifests itself in such narratives; intertextuality and its  ideological effects; and modes of representation of racial, cultural,  historical, and sexual otherness.      Topics in Italian  Literature   ITAL-UA 285 Offered  every two to three years. 4 points.   Courses on subjects of  special interest taught by either a regular or a visiting faculty  member. For specific courses, please consult the current class  schedule.      Court Culture in  Renaissance Italy   ITAL-UA 311 Offered  every two to three years. Cox. 4 points.   Offers the opportunity  to study Italian Renaissance art and literature within its social and  political contexts, focusing especially on the princely courts of  northern Italy, which were among the most dynamic and innovative  centers of cultural production in Europe in this period. Secondary  source assignments are supplemented with a study of 16th-century  literary texts and artworks.      Gender and Performance  in the Italian Theatre   ITAL-UA 720 Identical  to DRLIT-UA 720. Offered every two to three years. Tylus. 4 points.   Examines plays that  explicitly highlight and question the status and performance of  gender, as well as selections from political treatises, books of  manners, and historiography of the early modern period (1350 to  1700). Topics such as cross-dressing, the emergence of the actress  and commedia dell'arte troupes, the dynamics of spectatorship, the  development of perspective in painting and theatre, and court power  relations are considered, as well the \"revisions\" that women  playwrights and writers made to a largely male-dominated canon.      Italian American Life  in Literature   ITAL-UA 724 Identical  to ENGL-UA 724. Offered every two to three years. Hendin. 4 points.   A study of the fiction  and poetry through which Italian American writers have expressed  their heritage and their engagement in American life. From narratives  of immigration to current work by \"assimilated\" writers, the  course explores the depiction of Italian American identity.  Challenging stereotypes, it explores changing family relationships,  sexual mores, and political and social concerns.      Topics in Renaissance  Literature   ITAL-UA 760 Offered  every two to three years. 4 points.   Variable content course  taught by regular or visiting faculty. For specific course content,  see current class schedule.      The Sicilian Novel   ITAL-UA 862 Offered  every two to three years. Tylus. 4 points.   Consideration of the  Sicilian novel of the 19th and 20th centuries, with particular  attention to Sicily's distinct literature and culture. Writers may  include Verga, Pirandello, De Roberto, Lampedusa, Sciascia, Mario  Puzo, Andrea Camilleri, Dacia Maraini, Elio Vittorini, and Vincenzo  Consolo; films may include Cinema paradiso, La terra trema, Il  Gattopardo, The Godfather, and Salvatore Giuliano.      The Italian South:  Literature, Theatre, Cinema   ITAL-UA 863 Identical  to DRLIT-UA 863. Offered every two to three years. Tylus, Rossellini.  4 points.   Examines the works of  southern thinkers and writers (Bruno, Campanella, and Vico), as well  as the Neapolitan Enlightenment and the southern question. It also  engages the works of 20th-century writers from southern Italy or of  authors who have written about it, such as Carlo Levi, Giuseppe  Tomasi di Lampedusa, Giovanni Verga, Leonardo Sciascia, and Vincenzo  Consolo.      Petrarch and  Petrarchism   ITAL-UA 872 Formerly  Italian Lyric Poetry. Offered every two to three years. Cox. 4  points.   Examines the love  poetry of Petrarch, one of the most influential lyric poets of all  time and a key figure in Renaissance thought. Also traces Petrarch's  influence on later Italian Renaissance poetry, focusing on the 16th  century. Poets to be studied include women writers such as Vittoria  Colonna and Gaspara Stampa and artists sch as Michelangelo and  Bronzino.      Culture and Society  Courses      Prerequisite for the  following courses is Advanced Review of Modern Italian (ITAL-UA 30)  when the course is conducted in Italian, or permission of the  instructor.      The Courtesan in  Italian Renaissance Society and Culture   ITAL-UA 142 Offered  every two to three years. Cox. 4 points.   Examines an intriguing  figure within the social panorama of Renaissance Italy, the \"honest  courtesan\" or cortigiana onesta. It contextualizes courtesans'  social position and cultural status, embracing elements of social  history, literary history, and music and art history. Texts studied  include both representations of courtesans, such as the notorious  dialogues of Pietro Aretino, and writings by courtesan poets, such as  Tullia d'Aragona and Veronica Franco.      Machiavelli   ITAL-UA 147 Offered  every other year. Albertini. 4 points.   The inventor of modern  political science, Niccolò Machiavelli is one of the most original  thinkers in the history of Western civilization. In this course,  Machiavelli's political, historical, and theatrical works are read  in the context in which they were conceived—the much tormented and  exciting Florence of the 15th and early 16th centuries, struggling  between republican rule and the magnificent tyranny of the Medici  family.      Italian Culture and the  Discourses of Early Modern Colonialism   ITAL-UA 148 Offered  every two to three years. Tylus. 4 points.   An overview of the  earliest documents relevant to Italian exploration of the \"new  world,\" as well as a consideration of the impact that the  explorations had at home. Focuses on early colonial literature, such  as the letters of Columbus, Pigafetta, and others, and examines the  process of colonization of the Italian subject as evident in works by  Machiavelli, Tasso, and Campanella.      Florence: Literature,  Art, Culture   ITAL-UA 149 Offered  every two to three years. Tylus. 4 points.   Covers the jewel of  Italian cities, from its Roman origins to the early 20th century.  While the focus is on literary works, we also spend considerable time  looking at the creation and expansion of the city itself as an  architectural unit, as well as at its art works and its cultural  florescence during the Renaissance. Ideal for students who plan to  study at La Pietra in the near future.      Dante and His World   ITAL-UA 160 Identical  to MEDI-UA 801, ENGL-UA 143. Offered every two to three years.  Ardizzone, Freccero. 4 points.   Interdisciplinary  introduction to late medieval culture, using Dante, its foremost  literary artist, as a focus. Attention is directed to literature,  art, and music, in addition to political, religious, and social  developments of the time. Emphasizes the continuity of the Western tradition, its intellectual history, especially the classical background of medieval culture and its transmission to the modern world. Readings include selections from Dante’s works as The New Life, The Divine Comedy, The Monarchy along with texts by St. Augustine, Severinus Boethius, St. Francis , Brunetto Latini, Thomas Aquinas, Boccaccio. Works of vernacular poets of 13th century and artists from Romanesque to Gothic will be considered. The course will be given in English.      The Civilization of the  Italian Renaissance   ITAL-UA 161 Identical  to MEDI-UA 161 when taught in English. Offered every two to three  years. 4 points.   Study of Italian  Renaissance civilization from its roots in the Middle Ages.  Concentrates on the major problems of the times: the rise of the  city-states and the evolution of the signorie, the birth of new  language and art forms, and the changing attitudes toward the  classical world, science, and philosophy. Students also explore,  through readings of chronicles, letters, and contemporary documents,  the effects such transformations had on the people of the times, on  their daily lives, and on self-perceptions.      Italian Fascism   ITAL-UA 165 Formerly  Fascism and Culture. Offered every two to three years. Ben-Ghiat,  Ferrari. 4 points.   An interdisciplinary  examination of the cultural production of the fascist period.  Students examine the image that the fascist regime produced of itself  through the study of popular novels, architecture, film, and  political speeches.      Contemporary Italy   ITAL-UA 166 Identical  to EURO-UA 164. Offered every two to three years. Albertini,  Ben-Ghiat. 4 points.   Covers the political,  cultural, economic, and social history of Italy since World War II.  Starting with the transition from fascism to democracy, examines the  Cold War, the growth of a mass consumer society, the social and  political movements of the late 1960s and 1970s, the battle against  the Mafia, postwar emigration, the rise and fall of postwar Christian  Democracy and Italian communism, and the emergence of new parties in  the 1990s such as Berlusconi's Forza Italia, Bossi's Northern  League, and Fini's neofascist Alleanza Nazionale.      Italian Colonialism   ITAL-UA 167 Identical  to HIST-UA 286, EURO-UA 161. Offered every two to three years.  Ben-Ghiat. 4 points.   Studies Italian  colonialism from the late 19th century through decolonization.  Through readings of colonial travel literature, films, novels,  diaries, memoirs, and histories, we address the meaning of  colonialism within Italian history and culture, the specificities of  Italian colonialism, and the legacies of colonialism in contemporary  Italy.      Modern Italy   ITAL-UA 168 Identical  to EURO-UA 163, HIST-UA 168. Offered every two to three years.  Ben-Ghiat. 4 points.   A survey of Italian  history from unification to the present. Examines the political,  social, and cultural history of liberalism, fascism, World War II,  Christian Democracy, and communism; the political crisis of the early  1990s; and the rise of new regional and rightist parties.      Topics in Renaissance  Culture   ITAL-UA 172 Offered  every two to three years. 4 points.   Variable content course  taught by regular or visiting faculty. For specific course content,  see current class schedule.      Women Mystics   ITAL-UA 172 Offered  every two to three years. Tylus. 4 points.   Traces the historical,  social, and literary significance of female mystics in late medieval  and early modern Italy (from roughly 1200 to 1600) through writings  by and about them. Primary materials include letters,  autobiographies, and hagiographies, while select secondary sources  help to situate these women and their texts within their proper  historical, literary, and theological contexts.      Topics in Italian  Culture   ITAL-UA 173 Offered  every two to three years. 4 points.   Courses on subjects of  special interest taught by a regular or visiting faculty member. For  specific courses, please consult the current class schedule.      Italian Films, Italian  Histories I   ITAL-UA 174 Identical  to DRLIT-UA 503. May be taken independently of Italian Films, Italian  Histories II. Offered every two to three years. Albertini. 4 points.   Studies representation  of Italian history from ancient Rome to the Risorgimento through the  medium of film. Issues to be covered throughout include the use of  filmic history as a means of forging national identity.      Italian Films, Italian  Histories II   ITAL-UA 175 Identical  to DRLIT-UA 506, HIST-UA 176. May be taken independently of Italian  Films, Italian Histories I. Offered every two to three years.  Ben-Ghiat. 4 points.   Studies representations  of Italian history from the unification of Italy to the present  through the medium of film. We explore the possibilities and  limitations of feature films for the representation of history, and  ask: What happens when history becomes cinema and when cinema takes  on history?      \"Renaissance Man\"  Revisited   ITAL-UA 811 Offered  every two to three years. Cox. 4 points.   Centers on the study of  two key texts of Italian Renaissance social and political thought,  Machiavelli's Il principe, and Castiglione's Libro del  Cortegiano. The human ideals described in these works—Machiavelli's  ruler and Castiglione's courtier and court lady—are discussed in  relation to those found in other texts of the period and in relation  to the historic notion of the Renaissance as the age that saw the  birth of the modern individual.      Topics in Italian  American Culture   ITAL-UA 861 Offered  every two years. 4 points.      Internship       Internship   ITAL-UA 980, 981   Prerequisite: permission of the department. Offered every semester. 2  or 4 points per term.   The internship program  offers upper-level students the opportunity to apply their studies to  the outside world. Working closely with a sponsor and a faculty  adviser, students may pursue internships in such diverse areas as  international trade, banking, publishing, community organizations,  and television and radio programs. Interested students should apply  to the department of their proposed internship early in the semester.      Independent Study      Independent Study   ITAL-UA 997, 998   Prerequisite: permission of the department. Offered every semester. 2  or 4 points per term.      Honors Courses      Honors Independent  Study   ITAL-UA 990   Prerequisite: Senior Honors Seminar (ITAL-UA 999). Offered every  semester. 4 points.   Open to students who  have been accepted into the honors program in Italian studies and are  writing the honors thesis in close consultation with their thesis  adviser. (See \"Honors Program in Italian Studies\" in the Program  section.)      Senior Honors Seminar   ITAL-UA 999   Prerequisite: permission of the department. Offered in the fall. 4  points.   Seminar with variable  content. Prepares students for the senior honors thesis. Primary  focus is on research and the application of critical methodologies.  Open to students who have been accepted to the honors program in  Italian studies. (See \"Honors Program in Italian Studies\" in the  Program section.)      Graduate Courses  Open to Undergraduates      Qualified  undergraduates may register for graduate courses in Italian with the  permission of the director of graduate studies. A complete list of  appropriate graduate courses is available in the department each  semester.                    Contact Us | &copy; New York University , Arts and Science"}, {"content": "Current Course Schedule [Undergraduate]    |     Italian Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program       NYU Florence       Events       Employment             Stay Connected           Facebook             Affiliations         Casa Italiana Zerilli-Marimò           Villa La Pietra                    Back to Home       Current Course Schedule [Undergraduate]   FALL 2015  CORE-UA 400 Texts and Ideas: Visible and Invisible Cities Tuesday/Thursday 11:00am-12:15pm, CASA Auditorium Cox Sample Syllabus The   experience of living in a city is one vital thread that connects us   with our ancient, medieval, and early modern ancestors, and that   continues to provide a unifying element in millions of our   contemporaries’ disparate lives across the globe. Urban life is a   constant environment and stimulus, whether you find yourself in New   York, Florence, Accra, or Shanghai. Our aim is to supply conceptual   frameworks and historical contexts for this experience by exploring the   ways human communities have been theorized and imagined within the   Western tradition from classical antiquity through to the Renaissance,   particularly the city, conceived since Aristotle as the proper habitat   of humankind, and the relationship between the family or household and   the state. The primary texts encompass utopian writings and works of   political theory, but also texts describing and analyzing real-world   communities and visual and cartographic representations of cities and   urban space. Readings include the canonical—from Plato, Aristotle,   Vergil, Dante, Boccaccio, More, Shakespeare—to texts from Christine de   Pizan and Moderata Fontelong, marginalized from the canon and only now   becoming visible.  ITAL-UA 115 Readings in Medieval and Renaissance Literature Tuesday/Thursday 9:30am-10:45am, CASA Library Instructor TBD Conducted in Italian , (Prerequisite of ITAL-UA 30 or by Department's permission)  Introductory-level   literature course that, through a close reading of authors such as   Dante, Boccaccio, Petrarch,Machiavelli, and Ariosto, focuses on how to   understand a literary text in Italian. Covers Italian literature from   its origins to 17th century.     ITAL-UA 148 Giordano Bruno and the Art of Memory (same as HIST-UA 126) Tuesday 12:30pm-3:15pm, CASA Library Cipani Conducted in English The Art of Memory reached a peak of refinement and complexity during the Italian Renaissance. Far more than a mere tool for passive retention of information: memory devices had the ambition to assist in the structuring of thought, the organization of knowledge, the solving of philosophical questions, and were intended also as tools for creative output. This course examines the impact of the pervasive culture of memory on the literary production of the time, highlighting the interdependence between textual and visual codes. A main focus will be on the heretic philosopher and cosmologist Giordano Bruno, burnt at stake by the Roman Inquisition in 1600, who conceived his imposing mnemonic system as an inner mirror of the infinite universe and of nature's creative principles. We will first examine Bruno's works explicitly devoted to memory, assessing elements of continuity and innovation with respect to the tradition. Subsequently, sampling Bruno's Italian dialogues, his writings on magic, and his satyrical comedy Candlebearer, we will look for intersections between his theory of memory, on the one hand, and his strategy of self-representation, his literary style, and his doctrine of infinity on the other. ITAL-UA 164 Italian Colonialism (same as HIST-UA 204, EURO-UA 161) Monday 9:30am-12:15pm, CASA Library Ben-Ghiat Conducted in English ITAL-UA 172 Topics: Narrating Immigrant Experience Monday/Wednesday 12:30pm-1:45pm, CASA Library Lakhous Conducted in English How can we narrate immigration today? Can we argue that the immigrant experience is universal? How can we recount family memories of immigration? What is the relationship between identity and memory? What are the connections between immigration, emigration, and colonialism? We will attempt to answer such questions – and to approach different narratives of immigrant experience – through novels, films, documentaries, and essays. We will examine cases in different national and cultural contexts. We will look in particular at the Italian case; for, Italy represents a unique case in the world: after decades of exporting immigrants, it has become an importer. But we will also examine other histories and experiences (whether in China, Vietnam, Tunisia, France, Romania, the USA, Canada, Argentina, Australia, and others); internal migration (especially to the North of Italy in the fifties and the sixties); and finally non-European Community immigrants.  ITAL-UA 173 Topics in Italian Culture: Medieval Italy Monday/Wednesday 2:00pm-3:15pm, CASA Library Vise Conducted in English Medieval Italy can look like a land replete with impossible contradiction. The northern cities witnessed Europe’s first stirrings of formal republican self-governance since the Fall of Rome but also the violent repression of political dissenters; the flowering of vernacular literature in writers like Petrarca, Dante and Boccaccio but also the highest levels of Latinity in Europe; the development of systems of justice to which modern institutions trace their origin but also notoriously bloody factional violence and vendetta; the boom of a mercantile economy but also wildly popular grassroots religious critiques of wealth. In one city we find the first broad-based emancipation of slaves and serfs in the West while in another, the brutal exclusion of the turbulent lower-class guild of wool carders from political life. They were the “cities of God” where sometimes heretics ruled. The Mezzogiorno, southern Italy, glittered with literary and artistic achievement and bustled with ethnic and religious diversity under the succession of multiple foreign monarchies. And in the middle, the Papal States staggered in competition with the powers of the North, the South, and its own squabbling aristocracy. Yet at the same time, its ruler claimed a monopoly on the souls of European Christians and operated the highest court of appeals for major European legal disputes. In this class, we will explore this complex culture by looking at a wide range of primary sources from poetry to prisoner graffiti, high and low art, and complimentary secondary sources. The course will begin with the early medieval period and the emergence of the communes, Papal states, and Southern Kingdom after the fall of Rome and then proceed thematically to conclude by considering what this period bequeathed to subsequent generations. For each theme, our central question will remain: were these deep contrasts ultimately a source of strength and creativity or of chaos and division? Topics to be covered include: legal and extra-legal justice, religious plurality, politics and religion, women and gender, wealth and poverty, intellectual life, art and patronage, factions and la familia , and the creation of state.  ITAL-UA 174 Italian Films, Italian Histories I (same as DRLIT-UA 503, EURO-UA 173) Tuesday, 12:30pm-3:15pm &amp; Thursday 12:30pm-1:45pm CASA Auditorium Albertini Conducted in English Sample Syll abus  Films are responsible for creating a national identity more than any other medium of communication. Cinematography has played a much more prominent role in the construction of a common popular history in Italy, than in other European states, given the relatively young age of the unified Italian nation. From the papier-maché buildings of ancient Rome presented in the very first Italian movies to the powerful non-professional actors of neorealistic cinema representing the Nazi occupation of the peninsula; these are the images that for generations of Italians represent Italian History, much more than the fading memories of high-school textbooks or of high-brow intellectual debates rigorously kept in the seldom read pages of national newspapers. The purpose of this course (that is ideally completed by \"Italian Films, Italian Histories II\" taught by Professor Ben-Ghiat in the Spring) is to provide a general but accurate overview of Italian history and a critical analysis of its representation through films from the origins to the Risorgimento. This (first) course is devoted to Roman, Medieval, and Renaissance history and it closes with a rather in-depth presentation of different accounts of the Risorgimento (the process of Italian unification). ITAL-UA 270 Dante's Divine Comedy (same as COLIT-UA 270, ENGL-UA 142, MEDI-UA 271) Monday/Wednesday 2:00pm-3:15pm, CASA Auditorium Conducted in English   SPRING 2015  ITAL-UA 116 Readings in Modern Italian Literature  Tuesday/Thursday 9:30am-10:45am, CASA 201 Antonangeli Conducted in Italian , (Prerequisite of ITAL-UA 30 or by Department's permission) Introductory-level literature course that, through a close reading of   authors such as Alfieri, Foscolo, Leopardi, Manzoni, Verga, D'Annunzio,   Moravia, and Calvino, focuses on how to understand a literary text in   Italian. Covers Italian literature from the 18th century to the   contemporary period. ITAL-UA 121 The Renaissance (same as HIST-UA 121, MEDI-UA 121) Tuesday/Thursday 3:30pm-4:45pm, TISC LC9 Appuhn Conducted in English ITAL-UA 172 Hellscapes and Elysia in the Renaissance and Beyond (same as COLIT-UA 173, ENGL-UA 56, MEDI-UA 172) Monday/Wednesday 11am-12:15pm, CASA 201 McHugh Conducted in English Syllabus  This course explores various representations of otherworlds, both infernal and paradisal: the realms of the afterlife, regions of marvel or idyllic bliss, political utopias and dystopias. Readings and discussion focus on how these imagined lands reflect, critique, and animate the real world, from antiquity through our own times.  ITAL-UA 173.001 Murder, Italian Style! (same as DRLIT-UA 505) Monday/Wednesday 12:30pm-1:45pm, CASA 201 Falkoff Course conducted in English; reading knowledge of Italian recommended but not required. A genre whose development is associated with urbanization, crime fiction—like so many other emblems of modernity—is often considered to have arrived belatedly in Italy. Despite this initial reticence, several critically acclaimed writers of contemporary Italy have used the genre as a narrative space from which to launch a broader commentary on aspects of Italian history and culture such as the fascist period, honor killings, police brutality, political corruption, femicide, and xenophobia. This course will consider novels, plays, and films from the 1950s to the present, analyzing the ways in which they use conventions of the crime fiction as a point of departure for literary experimentation, philosophical reflection, and cultural critique. ITAL-UA 173.002 Italy and the Mediterranean: Empire, Politics and Culture (same as AHSEM-UA 218.001 and MEIS-UA 659.001) Tuesday/Thursday 4:55pm-6:10pm, CASA 306 Valerie McGuire Conducted in English NOTE: ONLY OPEN TO CAS SOPHOMORES, JUNIORS, AND SENIORS Shortly after its unification in 1861, the Italian nation began a prolonged attempt to establish an overseas empire on a scale with other European colonial powers. This course examines how Italian imperialism unfolded and how it impacted politics and culture on the global level, as well as how it shaped internal attitudes and beliefs, particularly during Italy’s Fascist period. The course studies the formation of Italy’s national project under two different empires and discovers how processes such as emigration and the Southern Question intertwined with its first attempts to establish foreign colonies. As Ottoman collapse and the First World War initiated a new phase of European colonialism, Italy turned to the Mediterranean as the domain of its empire. We investigate how the Mediterranean region ignited fantasies of the exotic and the familiar and how it both promoted and challenged Italian myths of national identity. The course studies Italy’s imperial history and culture through a range of medium, including film, novels and scholarly articles. Reading knowledge in Italian is a plus but not a requisite. ITAL-UA 282 Italian Cinema and Literature Tuesday 12:30-1:45pm and Thursday 12:30-3:15pm CASA Auditorium Albertini Course conducted in Italian (Prerequisite of ITAL-UA 30 or by Department's permission) Sample Syllabus The course will focus on the development of Italian cinema in the post war period, emphasizing the relationship between literature and film adaptation. The books and the films will offer a unique opportunity to analyze and discuss crucial issues related to the historical, political, and cultural evolution of Italy concentrating in particular on the political unification process (Risorgimento). ITAL-UA 285 Topics in Italian Literature: Dante's Purgatorio (same as ENGL-UA 52 and MEDI-UA 285.001) Monday/Wednesday 12:30pm-1:45pm, CASA 201 Conducted in English ITAL-UA 724 Italian-American Life in Literature (same as ENGL-UA 724) Tuesday/Thursday 11am-12:15pm, CASA 201 Hendin Conducted in English Sample Syllabus A   study of the fiction and poetry through which Italian American writers   have expressed their heritage and their engagement in American life.   From narratives of immigration to current work by \"assimilated\" writers,   the course explores the depiction of Italian American identity.   Challenging stereotypes, it explores changing family relationships,   sexual mores, and political and social concerns. ITAL-UA 760 Topics in the Renaissance: Visual Languages of the Renaissance: Emblems, Dreams, Hieroglyphs (same as MEDI-UA 760.001) Thursday 12:30pm-3:00pm, CASA 201 Cipani Conducted in English Syllabus Making knowledge visible was one of the great Renaissance endeavors. Some of the period's most characteristic products were born out of the conviction that concepts could be systematically turned into images — and that such images could be organized into a visual language, more profound and universal than discursive logic. Egyptian hieroglyphs and dream visions, in their mysterious graphic exuberance, were considered typical vehicles of this advanced mode of communication. The desire to emulate their symbolic density is reflected both in literature and in art, often in ways that challenge common distinctions between visual and verbal communication. In this course you will be introduced to an assortment of works representative of such interplay between text and image: emblem books, dream books and dream-centered works, hieroglyphic inventions and studies, collections of proverbs, iconology manuals, etc. Among the books examined are some widely considered as the finest examples of design in the history of printing. Early modern and recent theory of emblems will also be discussed. As a present-day counterpart of Renaissance emblems, the course will conclude with a survey of corporate logos and Russian criminal tattoos. CORE-UA 554 Cultures &amp; Contexts: Italy Tuesday/Thursday 12:30-1:45PM FALL 2014  CORE-UA 400-70 Texts and Ideas: Visible and Invisible Cities Tuesday/Thursday 11:00am-12:15pm, CASA Auditorium Cox Sample Syllabus The experience of living in a city is one vital thread that connects us with our ancient, medieval, and early modern ancestors, and that continues to provide a unifying element in millions of our contemporaries’ disparate lives across the globe. Urban life is a constant environment and stimulus, whether you find yourself in New York, Florence, Accra, or Shanghai. Our aim is to supply conceptual frameworks and historical contexts for this experience by exploring the ways human communities have been theorized and imagined within the Western tradition from classical antiquity through to the Renaissance, particularly the city, conceived since Aristotle as the proper habitat of humankind, and the relationship between the family or household and the state. The primary texts encompass utopian writings and works of political theory, but also texts describing and analyzing real-world communities and visual and cartographic representations of cities and urban space. Readings include the canonical—from Plato, Aristotle, Vergil, Dante, Boccaccio, More, Shakespeare—to texts from Christine de Pizan and Moderata Fontelong, marginalized from the canon and only now becoming visible. ITAL-UA 115 Readings in Medieval &amp; Renaissance Literature CANCELED ITAL-UA 165 Italian Fascism (same as HIST-UA 171) Monday 11am-1:45pm Ben-Ghiat Conducted in English Syllabus This interdisciplinary course examines the dictatorship that ruled Italy between 1922 and 1943. We address the relationship between culture and politics, public and private; Fascist biopolitics; anti-Fascism; fascist colonialism and racism; the cult of Mussolini; and Fascist-era feminities and masculinities. We will combine secondary sources with readings of Fascist speeches and anti-Fascist novels, and viewings of newsreels and Fascist war films. The course is conducted in English, and most of the readings are in English. ITAL-UA 166 Contemporary Italy (same as EURO-UA 164) Tuesday/Thursday 12:30pm-1:45pm Albertini Conducted in English Covers the political, cultural, economic, and social history of Italy since World War II. Starting with the transition from fascism to democracy, examines the Cold War, the growth of a mass consumer society, the social and political movements of the late 1960s and 1970s, the battle against the Mafia, postwar emigration, the rise and fall of postwar Christian Democracy and Italian communism, and the emergence of new parties in the 1990s such as Berlusconi's Forza Italia, Bossi's Northern League, and Fini's neofascist Alleanza Nazionale. ITAL-UA 172 Portraits of Women: From 19th to 20th Century Monday/Wednesday 11am-12:15pm Ducci Conducted in Italian (Prereq: ITAL-UA 30 Advanced Review of Modern Italian) The purpose of this class is to understand the changing image and voice of Italian women in a period of intense change from traditionalism to modernity. The course is based on a choice of short texts in Italian, selected for their relevance and accessible language, combined with images and visual material taken from painting, photography, fashion, theater, and film. The emphasis is on improving skills of reading and communication in Italian, while at the same time discussing the history of gender and its politics in a country where the struggle between tradition and change often invests the image and life of women. ITAL-UA 173 Violence and Memory in Contemporary Italy Tuesday/Thursday 2:00-3:15pm Forgacs Conducted in English Sample Syllabus Acts of violence, against individuals or groups of people, have played an important part in the collective memory of Italy after Fascism. However, they have also been open to conflicting interpretations. Was the execution of Mussolini and Clara Petacci and the public desecration of their corpses in Milan in 1945 an act of legitimate retribution for the sufferings inflicted by the Fascist regime and its alliance with Nazi Germany or an act that displaced Italians’ collective guilt over acquiescence? Were the bullets and bombs of the “anni di piombo” from 1969 to 1980 assaults on the fabric of a democratic society or symptoms of a malfunctioning political system and civil society? Did the collective mourning of mafia victims in the 1990s allow attention to be turned away from collusion between politicians and organized crime? Why are some massacres well known and publicly commemorated and others largely removed from collective memory? This course takes five cases where violence has given rise to these kinds of controversy and debate over historical memory. ITAL-UA 270 Dante's Divine Comedy Monday/Wednesday 11am-12:15pm Freccero Conducted in English Sample Syllabus Students study The Divine Comedy both as a mirror of high medieval culture and as a unique text that breaks out of its cultural bounds. The entire poem is read, in addition to selections from the Vita Nuova and other complementary minor works. ITAL-UA 285-001 Love in the Renaissance: From Lyric to Letters Wednesday 11am-1:45pm Bolzoni Conducted in English, Readings in Italian . Love is one of the central themes of the Renaissance literature. The course is aimed to investigate how such topic is represented and discussed in different literary genres: poetry, theatre, letters, chivalric poems. Special attention will be paid to the representation of passions and the figure of woman. During the course, a number of texts will be read: compositions of women poets, such as Gaspara Stampa and Isabella di Morra, will be analysed; among the theatre pieces, La Mandragola by Niccolò Machiavelli; as far as letters are concerned, students will investigate the epistolary exchange between Pietro Bembo and Maria Savorgnan; finally, regarding the chivalric poems, episodes from Orlando innamorato of Matteo M. Boiardo and Orlando furioso of Ludovico Ariosto will be analysed. Moreover, the reading of a number of love poems by Michelangelo will represent an occasion for investigating the intertwining links between literature and figurative arts. ITAL-UA 285-002 Ecologies of Italian Literature Monday/Wednesday 2pm-3:15pm CANCELED ITAL-UA 861 Past and Present Stories of Italian Immigration Monday/Wednesday 2:00pm-3:15pm Marazzi Syllabus Conducted in English This course provides a cultural approach to the history of the adaptation of Italian immigrants to American culture and society, and compares it with the present change occurring in Italy, in the light of an unprecedented inbound immigration. The epical phenomenon of the Italian mass migration to the U.S. will be examined using immigrants’ words as primary sources – analyzing novels, poetry, “colonial” journalism and theatre, and private letters – with a keen attention to cases of bilingualism and code-mixing.                            SPRING 2014  \u2028ITAL-UA 30 Advanced Review of Modern Italian Section 001 - TWR 11:00am-12:15pm Section 002 - TWR 2:00pm-3:15pm Anderson-Tirro Taught in Italian Prerequisite: Intermediate Italian II (ITAL-UA 12), or Intensive Intermediate Italian (ITAL-UA 20), or placement exam. This course is a prerequisite for other advanced courses in language, literature, and culture and society. Systematizes and reinforces the language skills presented in earlier-level courses through an intensive review of grammar and composition, lexical enrichment, improvement of speaking ability, and selected readings from contemporary Italian literature.  ITAL-UA 107 Italian through Cinema TWR 11:00am-12:15pm Taught in Italian Prerequisite: Advanced Review of Modern Italian (ITAL-UA 30) or permission of the instructor. \u2028Students entering this course should have mastered the fundamental structures of Italian. Aims to enrich knowledge of Italian language, culture, and society through screening and discussion of contemporary Italian cinema and detailed analysis of selected film scripts. Students are encouraged to use different idiomatic expressions and recognize regional linguistic variety. Special emphasis is placed on developing a more extensive vocabulary and an expressive range suited to discussion of complex issues and their representation. ITAL-UA 108 Italian though Opera TWR 11am-12:15pm Scarcella Perino Taught in Italian Prerequisite: Advanced Review of Modern Italian (ITAL-UA 30) or permission of the instructor. This course is designed to help students increase their understanding of the Italian language and their effectiveness in spoken Italian through exposure to famous Italian operas and to opera culture. Activities spurred directly by primary sources (reading of librettos, listening of arias) will be supplemented with critical materials on reception and on current performances. With the help of opera adaptations, recreations, popularizations, quotes, etc, operatic plots and settings will be linked thematically to present day issues, leading to discussion on contemporary social and cultural perspectives. Opera’s unique mixture of word, gesture, and music will offer students a great opportunity to internalize the language and acquire fluency. \u2028ITAL-UA 110 Translation TWR 12:30pm-1:45pm Marchelli Taught in Italian Prerequisites: Advanced Review of Modern Italian (ITAL-UA 30) and one of the following: ITAL-UA 101, ITAL-UA 103, ITAL-UA 105, or ITAL-UA 107, or permission of the department. Introduces students to the theory and practice of translation. While engaging in the craft of translation firsthand, students gain a deeper understanding of the Italian language through the study of contemporary texts, such as Italian novels and short stories. The course also stresses the acquisition of vocabulary and complex idiomatic structures necessary for effective reading comprehension, as well as written expression. A special emphasis is on the analysis of dialogue, style, and linguistic choices of each author, in order to explore the development of the written language, slang, regional expressions, and linguistic differences that have accompanied and defined the evolution of Italian over the past 20 years. ITAL-UA 116 Readings in Modern Italian Literature (same as COLIT-UA 141) MW 9:30-10:45am Lucchi Taught in Italian Sample Syllabus Introductory-level literature course that, through a close reading of authors such as Alfieri, Foscolo, Leopardi, Manzoni, Verga, D'Annunzio, Moravia, and Calvino, focuses on how to understand a literary text in Italian. Covers Italian literature from the 18th century to the contemporary period. ITAL-UA 147 Machiavelli (same as MEDI-147) TR 2:00pm-3:15pm Albertini The inventor of modern political science, Niccolò Machiavelli is one of the most original thinkers in the history of Western civilization. In this course, Machiavelli's political, historical, and theatrical works are read in the context in which they were conceived—the much tormented and exciting Florence of the 15th and early 16th centuries, struggling between republican rule and the magnificent tyranny of the Medici family. ITAL-UA 160 Dante and His World (same as COLIT-UA 173, ENGL-UA 143 and MEDI-UA 801) MW 12:30pm-1:45pm Ardizzone                           Interdisciplinary introduction to late medieval culture, using Dante, its foremost literary artist, as a focus. Attention is directed to literature, art, and music, in addition to political, religious, and social developments of the time. Emphasizes the continuity of the Western tradition, its intellectual history, especially the classical background of medieval culture and its transmission to the modern world. Readings include selections from Dante’s works as The New Life, The Divine Comedy, The Monarchy along with texts by St. Augustine, Severinus Boethius, St. Francis , Brunetto Latini, Thomas Aquinas, Boccaccio. Works of vernacular poets of 13th century and artists from Romanesque to Gothic will be considered. The course will be given in English. ITAL-UA 173 Visions on and of Mafia MW 2:00-3:15PM Montalbano From its local origins in Sicily, the Mafia has become a global phenomenon and a widespread model of organized crime that threatens and corrupts the international economy, political systems, and social environments. Though its power and underworld affect legal business, control illegal traffic, and trample human rights, nevertheless film, television, and literature stimulate a continued fascination with a romantic and even heroic vision of the Mafia. In this seminar we will explore and compare American and Italian films on the Mafia and the literary texts upon which many of them are based from the late 1940s to today. Combining the analyses of historians, sociologists, and intellectuals, along with the testimonies of victims, we will not only challenge the stereotypes through which cultural productions envision the Mafiosi but also, and more importantly, we will shift the inquiry to how the Mafiosi envision the world by asking: What is the ideology of Mafia? How do Mafiosi picture society, human beings, and law? Does Mafia have its own ethic? How does a religious imaginary shape a Mafia worldview? How does Mafia’s normative discourse govern the performance of femininity, masculinity, and homosexuality? Can we consider Mafia to be terrorism? Examining together the visions on and of Mafia through cultural, socio-political, and historical perspectives, this seminar aims to deconstruct the mythological eye and instead form an analytical eye with which to investigate and understand the Mafioso universe and power. ITAL-UA 175 Italian Films, Italian Histories II (same as HIST-UA 176, CINE-UT 235, DRLIT-UA 506) M 11:00am-12:15pm; W 11:00am-1:45pm Ben-Ghiat Studies representations  of Italian history from the unification of Italy to the present  through the medium of film. We explore the possibilities and  limitations of feature films for the representation of history, and  ask: What happens when history becomes cinema and when cinema takes  on history? ITAL-UA 274 Pirandello and the  Contemporary Theatre   (same as DRLIT-UA 280) TR 9:30am-10:45am Oliver   An introduction to  Luigi Pirandello's major plays as they relate to the foundation of  contemporary theatre. Attention is also paid to grotesque and  futurist drama. Works studied include Sei personaggio in cerca  d'autore, Cosi è (se vi pare), and Enrico IV. ITAL-UA 724 Italian-American Life in Literature (same as ENGL-UA 724) TR 11am-12:15pm Hendin A study of the fiction and poetry through which Italian American writers have expressed their heritage and their engagement in American life. From narratives of immigration to current work by \"assimilated\" writers, the course explores the depiction of Italian American identity. Challenging stereotypes, it explores changing family relationships, sexual mores, and political and social concerns. ITAL-UA 760-001 Giordano Bruno &amp; the Art of Memory (same as MEDI-UA 760-001) TR 12:30pm-1:45pm Cipani The Art of Memory reached a peak of refinement and complexity during the Italian Renaissance. Far more than a mere tool for passive retention of information: memory devices had the ambition to assist in the structuring of thought, the organization of knowledge, the solving of philosophical questions, and were intended also as tools for creative output. This course examines the impact of the pervasive culture of memory on the literary production of the time, highlighting the interdependence between textual and visual codes. A main focus will be on the heretic philosopher and cosmologist Giordano Bruno, burnt at stake by the Roman Inquisition in 1600, who conceived his imposing mnemonic system as an inner mirror of the infinite universe and of nature's creative principles. Sampling the varied textual genres of Bruno's work (philosophical dialogues, writings on magic, a satirical comedy), one of the questions this course aims to answer is the same posed to Bruno by Henry III King of France: is the Art of Memory acquired \"by magic\" or \"by science\"? ITAL-UA 760-002 Humanism in the Renaissance (same as MEDI-UA 760-002) MW 11:00am-12:15pm Freccero  FALL 2013  ITAL UA 115 Readings in Medieval and Renaissance Literature  MW 9:30-10:45am,  Casa Library  Taught in Italian  (Prereq: ITAL-UA 30; Same as MEDI 115) Introductory-level   literature course that, through a close reading of authors such as   Dante, Boccaccio, Petrarch,Machiavelli, and Ariosto, focuses on how to   understand a literary text in Italian. Covers Italian literature from   its origins to 17th century.   ITAL-UA 142 - The Courtesan in Renaissance Culture &amp; Society Cox TR 11-12:30pm, Casa Library Examines an intriguing figure within the social panorama of Renaissance Italy, the \"honest courtesan\" or cortigiana onesta. It contextualizes courtesans' social position and cultural status, embracing elements of social history, literary history, and music and art history. Texts studied include both representations of courtesans, such as the notorious dialogues of Pietro Aretino, and writings by courtesan poets, such as Tullia d'Aragona and Veronica Franco.  ITAL UA 173-001 Topics in Italian Culture: Media, Society and Politics in Italy: Since 1943  Forgacs TR 2-3:15pm, Casa Library The course aims to give students a good understanding of how the mass media and popular cultural forms have interacted with social change and political power in Italy from the fall of Fascism to the present. Some observers have seen postwar Italy as following a relatively normal pattern of evolution of the mass media within a democratic polity, whereas others have seen Italy as exceptional, among the western democracies, both for the degree of political interferences with the media and, since the later 1990s, for the breakdown of democratic norms. This course will enable students to assess these views in an informed way. It will also allow them to consider how far the media should be seen as mirrors of social change and how far were they themselves agents of change. The course will cover some of the most significant moments and turning points in the political and social history of the period, using contemporary sources and documents from various media.   ITAL UA 174 Italian Films, Italian Histories I Albertini T 12:30-3:15pm; R 12:30-1:45pm, Casa Auditorium  Studies representation of Italian history through the medium of film from ancient Rome through the Risorgimento. Issues to be covered throughout include the use of filmic history as a means of forging national identity.  ITAL UA 270 Dante's Divine Comedy in Translation Freccero MW 11-12:15pm Casa Auditorium (same as MEDI 271, COLIT 270, ENGL 142)  Students   study the Divine Comedy both as a mirror of high medieval culture and   as a unique text that breaks out of its cultural bounds. The entire poem   is read, in addition to selections from the Vita Nuova and other   complementary minor works.  ITAL UA 271 Boccaccio's Decameron  Ardizzone MW 2:00-3:15pm, Casa Library A study of Boccaccio’s Decameron with particular emphasis on themes, conceptual innovations, and influences on French and English literatures. ITAL-UA 285 Topics in Italian Literature: Food in Italian Literature and Culture - The Art of Taste, The Taste of Nation: Italian Literary and Cinematic Gastronomy Falkoff TR 12:30-1:45pm, Casa Library Casa Library Sample Syllabus “What is the glory of Dante compared to spaghetti?” Italian journalist Giuseppe Prezzolini famously asks in his 1954 history of pasta. While numerous cookbooks cite Prezzolini to evoke Italy’s consummate culinary achievements, this course instead poses the question: “What is the glory of spaghetti compared to its representation in literature and film?” We begin the semester with short stories by Giovanni Boccaccio in which the preparation and consumption of food becomes a critical act of communication. Turning to films, novels, memoirs, cookbooks, and manifestos from the late nineteenth century to the present, we will reflect upon the narrative functions of elaborate descriptions of culinary triumphs. Do such descriptions constitute a form of “food-porn”? If so, how is the project of reading and interpreting the texts changed? We will also ask what ideological work is performed by literary gastronomy; and how it contributes to the production of national, regional, and local identities, and socioeconomic differences.   SUMMER 2013  Six-Week Session 1 (May 28-July 5) ITAL-UA 10 Intensive Elementary Italian Instructors: Nicola Lucchi, Wayne Clinger M-F, 9AM-12PM  Six-Week Session 2 (July 8-August 16) ITAL-UA 20 Intensive Intermediate Italian Instructors: Jennifer Newman, Melissa Swain M-F, 9AM-12PM ITAL-UA 173 Italian Crimes, Italian Fictions Instructor: Franco Baldasso Tuesdays and Thursdays, 2PM-5PM The history of Italian culture hides a proliferation of murky stories. Admired literary representations from Dante’s Inferno to Machiavellian politicians, and the cinematic allure of criminal organizations such as mafia or camorra, are only some of the reasons why Italy stands out in the global imagination today also for its crimes, its mysteries and its alluring sinners. Through crime fiction, writers and filmmakers analyze, criticize, and unveil the violence of politics, the complexity of Italian history and its difficult modernization, the collective traumas and the conformism of a society always eager to find a scapegoat for its vices. This course aims to shed new light on modern Italian culture and society through the perspective of the books and films illuminating this dark side. Crime fiction in Italy has a specific name, “il giallo”, from the color of the covers of the popular books that invaded Italian market. “I gialli” are not only a literary genre – many groundbreaking movies featuring prominent Italian actors and directors, from Mastroianni to Volonté, share the name. The genre is a major player in Italian self-representation even beyond Hollywood clichés. The course will approach modern Italian novels, from Moravia to Sciascia, and their filmic adaptations tackling issues such as the fascist mentality, the evolution of mafia as a modern global enterprise, political terrorism, social and gender exclusion––looking at what is behind enduring stereotypes about Italians.  SPRING 2013  ITAL UA 116 Readings in Modern Italian Literature Ziegler TR 9:30-10:45AM, Casa Libary Taught in Italian (Prereq: ITAL-UA 30) Introductory-level   literature course that, through a close reading of authors such as   Dante, Boccaccio, Petrarch,Machiavelli, and Ariosto, focuses on how to   understand a literary text in Italian. Covers Italian literature from   its origins to 17th century.     ITAL UA 166 Contemporary Italy: Identities, Society, and Culture Albertini TR 2-3:15PM, Casa Library Taught in Italian (Prereq: ITAL-UA 30) Covers the political,  cultural, economic, and social history of Italy since World War II.  Starting with the transition from fascism to democracy, examines the  Cold War, the growth of a mass consumer society, the social and  political movements of the late 1960s and 1970s, the battle against  the Mafia, postwar emigration, the rise and fall of postwar Christian  Democracy and Italian communism, and the emergence of new parties in  the 1990s such as Berlusconi's Forza Italia, Bossi's Northern  League, and Fini's neofascist Alleanza Nazionale.    ITAL UA 173-001 Topics in Italian Culture: Verdi's Contexts Izzo TR 11-12:15PM, Casa Auditorium This   course addresses the intersection of art and ideology in Italy,   Germany, Spain, France, and the Soviet Union, during the period   1914-1968. In each instance, we will examine the tensions between   cultures of fascism and anti- fascism ,   both visual and verbal. Addressing the development of fascist ideology   and its relationship to culture, our focus will shift from Futurist   proto-fascist incitements to nationalist war and colonialism, to Dadaist   subversion of that same rhetoric, to the shifting and evolving tensions   of these forces throughout the period between the World Wars. Along the   way, we will examine the representational strategies of different   political systems (and their dissenters) in context: Nazi Germany,   Mussolini’s Italy, Popular Front and Vichy France, Republican and   Franco’s Spain, and (as a counterpoint) the post-revolutionary Soviet   Union. Addressing both the interventions of particular artists, as well   as broader issues of media and modernism, we will consider how the   struggle between fascism and anti- fascism    lies at the heart of twentieth-century culture. We will look at a   variety of media, objects, and texts: from film and photography, to   painting and exhibitions, to posters and spectacles, to poems and   manifestos. In each instance will consider some specific case studies,   whether the 1932 Exhibition of the Fascist Revolution or the 1937   Degenerate Art Exhibition in Nazi Germany.  ITAL UA 283 Other Worlds: Travel Literature in Italy Ferrari MW 2-3:15pm, Casa Library Ubiquitous   concepts - \"home,\" \"discovery,\" \"difference,\" - appear to be simple;   yet they mask complex literary and social themes. This course will   analyze how a voyage changes not only our conception of a given   destination, but also of our point of departure: of all the familiar   surroundings, signposts, and people that we recognize as \"home.\" Home is   then defined not simply as one's family and household but as all the   components that shape one's identity and sense of belonging, such as   nationality, ethnicity, language, religion, and gender. Every journey is   marked by displacement: a transformation that calls into question the   traveler's original position so that, to borrow Thomas Wolfe's phrase,   one can never \"go home again.\" This course will examine a selection of   Italian travel narratives within the context of contemporary   post-colonial theory. Questions to be addressed include: the relation   between power and the production of knowledge as it manifests itself in   such narratives; intertextuality and its ideological effects; modes of   representation of racial, cultural, historical, and sexual otherness.  ITAL UA 285-001 Tpcs in Italian Literature: Remapping Italian Cultural History: Private and Public Intellectuals in Italy from St. Francis to Boccaccio Ardizzone MW 12:30-1:45PM, Casa Library This course enlarges the range of texts offered in an undergraduate course on early modern Italian culture, including works less well known and not considered part of the canon. We begin by focusing on the notion of an intellectual as defined by both contemporary and non-contemporary historians or philosophers like J. Le Goff, A. De Libera, E. Said, A. Gramsci, and R. W. Emerson. The works of these authors will allow us to expand the notion of the intellectual and to introduce as intellectual every commitment resulting in a work useful to the public in the broadest sense. Dante’s statement that being intellectual means knowing our proper goal or the aim of our actions introduces the idea that every human work is intellectually motivated either by being directed to the public or by being conceived in a private way. We therefore introduce the idea that both public and private intellectuals, directly or indirectly, collaborate in creating a work of collective use and identity. That a public intellectual must first be a private intellectual is our starting point. Under the category of intellectual we therefore list the sailors committed to making portolan charts and the mapmakers who devised instruments for practical knowledge.In the same way, we include the merchants who invented the single-double entry in bookkeeping. The figure of a saint like St. Francis of Assisi is part of the picture because he has advanced human freedom and awareness. The pilgrims who link devotion and travel enter the list, along with poets, writers, statesmen and masters of rhetoric, philosophers, craftsmen, and artists. Theory and pragmatism are considered in the course as deeply connected. Literary, philosophical culture is linked to technical scientific knowledge. Readings include works by St. Francis and St. Claire of Assisi, Marco Polo, Pier delle Vigne, Brunetto Latini, Dante, Petrarch, Boccaccio, along with texts written by merchants and pilgrims. Works of artists from Romanesque to Gothic will be considered, as well as those of cartographers or makers of portolans. The course concludes by touching briefly on the culture of the Quattrocento and the new emerging model of the intellectual that is proposed, for example, in the Florentine culture of that time. The course will be given in English.                              ITAL UA   285-002 Tpcs in Italian Literature: Petrarch's Canzoniere Freccero MW 11-12:15PM, Casa Library  ITAL UA 724 Italian American Life in Literature Hendin TR 11am-12:15PM, Casa Library A   study of the fiction and poetry by which Italian American writers have   expressed their heritage and their engagement in American life. From   narratives of immigration to current work by \"assimilated\" writers, the   course explores the depiction of Italian American identity. Challenging   stereotypes, it explores changing family relationships, sexual mores,   and political and social concerns.  ITAL UA 760 Tpcs in Renaissance: Giordano Bruno and the Art of Memory  Cipani TR 12:30-1:45PM, Casa Library The Art of Memory reached a peak of refinement and complexity during the   Italian Renaissance. Far more than a mere tool for passive retention of   information: memory devices had the ambition to assist in the   structuring of thought, the organization of knowledge, the solving of   philosophical questions, and were intended also as tools for creative   output. This course examines the impact of the pervasive culture of   memory on the literary production of the time, highlighting the   interdependence between textual and visual codes. A main focus will be   on the heretic philosopher and cosmologist Giordano Bruno , burnt at   stake by the Roman Inquisition in 1600, who conceived his imposing   mnemonic system as an inner mirror of the infinite universe and of   nature's creative principles. Sampling the varied textual genres of    Bruno 's work (philosophical dialogues, writings on magic, a satyrical   comedy), one of the questions this course aims to answer is the same   posed to Bruno by Henry III King of France: is the Art of Memory   acquired \"by magic\" or \"by science\"?      January 2013  ITAL UA 861 Italian Americans On Screen: From the Black Hand to Jersey Shore Jacqueline Reich MTWRF 10am-1:30pm, Casa Auditorium  What   can explain the shocking popularity of Jersey Shore? Where did the   controversial images of Italian Americans that the show displays   originate? This course proposes and examination of Italian Americans as   represented in mainstream and independent American cinema, and later   television, from the silent era to the present. Particular attention   with be paid to the traditional stereotypes associated with these   representations (how they arose and why they continue to exist), two   specific genres -- the gangster film and the boxing film -- and how   Italian American filmmakers respond to and re-vision them  FALL 2012     ITAL UA 115 Readings in Medieval and Renaissance Literature Perna MW 9:30-10:45am Casa 201 Taught in Italian (Prereq: ITAL-UA 30; Same as MEDI 115) Introductory-level literature course that, through a close reading of authors such as Dante, Boccaccio, Petrarch,Machiavelli, and Ariosto, focuses on how to understand a literary text in Italian. Covers Italian literature from its origins to 17th century.     ITAL UA 173-001 Topics in Italian Culture: Media, Society and Politics in Italy: 1943-2012 Forgacs TR 2-3:15pm 4 credits    ITAL UA 173-002 Topics in Italian Culture: Fascism and Anti-Fascism in European Art and Architecture, 1914-1968 Merjian TR 11-12:15pm 4 credits This course addresses the intersection of art and ideology in Italy, Germany, Spain, France, and the Soviet Union, during the period 1914-1968. In each instance, we will examine the tensions between cultures of fascism and anti- fascism , both visual and verbal. Addressing the development of fascist ideology and its relationship to culture, our focus will shift from Futurist proto-fascist incitements to nationalist war and colonialism, to Dadaist subversion of that same rhetoric, to the shifting and evolving tensions of these forces throughout the period between the World Wars. Along the way, we will examine the representational strategies of different political systems (and their dissenters) in context: Nazi Germany, Mussolini’s Italy, Popular Front and Vichy France, Republican and Franco’s Spain, and (as a counterpoint) the post-revolutionary Soviet Union. Addressing both the interventions of particular artists, as well as broader issues of media and modernism, we will consider how the struggle between fascism and anti- fascism lies at the heart of twentieth-century culture. We will look at a variety of media, objects, and texts: from film and photography, to painting and exhibitions, to posters and spectacles, to poems and manifestos. In each instance will consider some specific case studies, whether the 1932 Exhibition of the Fascist Revolution or the 1937 Degenerate Art Exhibition in Nazi Germany.  ITAL UA 174 Italian Films, Italian Histories I Albertini T 12:30-3:15pm; R 12:30-1:45pm 4 credits  ITAL UA 270 Dante's Divine Comedy in Translation Freccero MW 11-12:15pm Casa Auditorium (same as MEDI 271, COLIT 270, ENGL 142)  Students study the Divine Comedy both as a mirror of high medieval culture and as a unique text that breaks out of its cultural bounds. The entire poem is read, in addition to selections from the Vita Nuova and other complementary minor works.  ITAL UA 277 Novel and Society Ferrari MW 2-3:15 Casa 201  Taught in Italian (Prereq: ITAL-UA 30)    ITAL UA 285 Dante's Vita Nova : A Text in its Context Ardizzone MW 12:30-1:45pm, Casa 201 4 credits     ITAL UA 861 Topics in Italian-American Culture: Ital ian Americans as Political Actors: From Radicals to Conservatives, 1910s-2010s Tintori MW 9:30-10:45am 4 credits                     Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Offerings    |     Italian Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program       NYU Florence       Events       Employment             Stay Connected           Facebook             Affiliations         Casa Italiana Zerilli-Marimò           Villa La Pietra                    Back to Home       Course Offerings   Jump To: Introductory Language Courses -Intensive Sequence    -Extensive Sequence Advanced Language Courses    Introductory Literature Courses Advanced Literature Courses    Culture and Society Courses Internship Independent Study    Honors Courses Graduate Courses Open to Undergraduates    Note: Placement in  Italian language courses is explained under \" Placement Examinations \" in the Academic Policies section of this bulletin.       Fulfillment of the  Morse Academic Plan (MAP) Language Requirement   The language  requirement in Italian may be fulfilled either by two 6-point  intensive courses (ITAL-UA 10 and ITAL-UA 20) for a total of 12  points. or by the extensive sequence of four 4-point courses (ITAL-UA  1, ITAL-UA 2, ITAL-UA 11, and ITAL-UA 12) for a total of 16 points. A  student may also follow a plan of study combining two 4-point courses  with one 6-point course (ITAL-UA 1, ITAL-UA 2, and ITAL-UA 20;  ITAL-UA 10, ITAL-UA 11, and ITAL-UA 12) for a total of 14 points. All  students planning to study in Italy or continue their study of  Italian beyond the MAP requirements are strongly advised to take  ITAL-UA 10 and ITAL-UA 20, since this permits completion of the  language requirement in two semesters.      Introductory  Language Courses       Intensive Sequence      Intensive Elementary  Italian   ITAL-UA 10 Open to  students with no previous training in Italian and to others on  assignment by placement test. Completes the equivalent of Elementary  Italian I and II in one semester. Offered every semester. 6 points.      Intensive Intermediate  Italian   ITAL-UA 20   Prerequisite: Intensive Elementary Italian (ITAL-UA 10), or  Elementary Italian II (ITAL-UA 2), or assignment by placement test.  Completes the equivalent of Intermediate Italian I and II in one  semester. Fulfills MAP language requirement. Offered every semester.  6 points.       Extensive Sequence      Elementary Italian I   ITAL-UA 1 Open to  students with no previous training in Italian and to others on  assignment by placement test. Not equivalent to Intensive Elementary  Italian (ITAL-UA 10). Only by combining ITAL-UA 1 with ITAL-UA 2 can  a student complete the equivalent of ITAL-UA 10 and then continue on  to the intermediate level. Offered every semester. 4 points.      Elementary Italian II   ITAL-UA 2   Prerequisite: Elementary Italian I (ITAL-UA 1) or assignment by  placement test. To continue on to the intermediate level, a student  must complete both ITAL-UA 1 and ITAL-UA 2. This sequence is  equivalent to ITAL-UA 10. Offered every semester. 4 points.      Intermediate Italian I   ITAL-UA 11   Prerequisite: Intensive Elementary Italian (ITAL-UA 10), or  Elementary Italian II (ITAL-UA 2), or assignment by placement test.  Not equivalent to Intensive Intermediate Italian (ITAL-UA 20). Only  by combining ITAL-UA 11 with ITAL-UA 12 can a student complete the  equivalent of ITAL-UA 20 and then continue on to the  post-intermediate level. Offered every semester. 4 points.      Intermediate Italian II   ITAL-UA 12   Prerequisite: Intermediate Italian I (ITAL-UA 11) or assignment by  placement test. Fulfills MAP language requirement. To fulfill MAP  requirements and continue on to the post-intermediate level, a  student must complete both ITAL-UA 11 and ITAL-UA 12. This sequence  is equivalent to ITAL-UA 20. Offered every semester. 4 points.      Advanced Language  Courses      Advanced Review of  Modern Italian   ITAL-UA 30   Prerequisite: Intermediate Italian II (ITAL-UA 12), or Intensive  Intermediate Italian (ITAL-UA 20), or permission of the instructor.  This course is a prerequisite for other advanced courses in language,  literature, and culture and society. Offered every semester. 4  points.   Systematizes and  reinforces the language skills presented in earlier-level courses  through an intensive review of grammar and composition, lexical  enrichment, improvement of speaking ability, and selected readings  from contemporary Italian literature.      Conversations in  Italian   ITAL-UA 101   Prerequisite: Advanced Review of Modern Italian (ITAL-UA 30) or  permission of the instructor. Offered every semester. 4 points.   Students entering this  course should have mastered the fundamental structures of Italian.  Designed to help students gain confidence and increase their  effectiveness in speaking present-day Italian. Through discussions,  oral reports, and readings, students improve pronunciation, become  familiar with idiomatic expressions, and develop vocabulary that  allows them to communicate with others on topics such as family and  student life, politics, the arts, food, and fashion. Useful for  students who are planning to study or travel abroad.      Creative Writing in  Italian   ITAL-UA 103 Formerly  Rewriting Italian. Prerequisite: Advanced Review of Modern Italian  (ITAL-UA 30) or permission of the instructor. Offered every semester.  4 points.   A creative approach to  writing in Italian that emphasizes transformations of texts. Students  are encouraged to rewrite, parody, and shift genres, with the aim of  improving their writing and reading techniques.      Advanced Composition   ITAL-UA 105   Prerequisite: Advanced Review of Modern Italian (ITAL-UA 30) or  permission of the instructor. Offered every semester. 4 points.   Aims to improve the  student's written Italian and reading comprehension of difficult  texts. The approach is threefold: (1) intensive study of the  syntactical structures of Italian; (2) reading and analysis of  contemporary texts from various sources, such as newspapers,  magazines, and literary works; and (3) frequent writing of short  compositions stressing grammatical and syntactical accuracy, as well  as variety of vocabulary.      Italian through Cinema   ITAL-UA 107   Prerequisite: Advanced Review of Modern Italian (ITAL-UA 30) or  permission of the instructor. Offered every semester. 4 points.   Students entering this  course should have mastered the fundamental structures of Italian.  Aims to enrich knowledge of Italian language, culture, and society  through screening and discussion of contemporary Italian cinema and  detailed analysis of selected film scripts. Students are encouraged  to use different idiomatic expressions and recognize regional  linguistic variety. Special emphasis is placed on developing a more  extensive vocabulary and an expressive range suited to discussion of  complex issues and their representation.      Translation   ITAL-UA 110   Prerequisites: Advanced Review of Modern Italian (ITAL-UA 30) and one  of the following: ITAL-UA 101, ITAL-UA 103, ITAL-UA 105, or ITAL-UA  107, or permission of the department. Offered every spring. 4 points.   Introduces students to  the theory and practice of translation. While engaging in the craft  of translation firsthand, students gain a deeper understanding of the  Italian language through the study of contemporary texts, such as  Italian novels and short stories. The course also stresses the  acquisition of vocabulary and complex idiomatic structures necessary  for effective reading comprehension, as well as written expression. A  special emphasis is on the analysis of dialogue, style, and  linguistic choices of each author, in order to explore the  development of the written language, slang, regional expressions, and  linguistic differences that have accompanied and defined the  evolution of Italian over the past 20 years.      Introductory  Literature Courses      The prerequisite for  the following courses is Advanced Review of Modern Italian (ITAL-UA  30) or permission of the instructor.      Readings in Medieval  and Renaissance Literature   ITAL-UA 115 Identical  to MEDI-UA 115. Offered in the fall. 4 points.   Introductory-level  literature course that, through a close reading of authors such as  Dante, Boccaccio, Petrarch, Machiavelli, and Ariosto, focuses on how  to understand a literary text in Italian. Covers Italian literature  from its origins to the 17th century.      Readings in Modern  Italian Literature   ITAL-UA 116 Offered in  the spring. 4 points.   Introductory-level  literature course that, through a close reading of authors such as  Alfieri, Foscolo, Leopardi, Manzoni, Verga, D'Annunzio, Moravia,  and Calvino, focuses on how to understand a literary text in Italian.  Covers Italian literature from the 18th century to the contemporary  period.      Introduction to the  Middle Ages   ITAL-UA 117 Offered  every other year. Ardizzone. 4 points.   Literature and culture  of the Middle Ages with a focus on the 13th and 14th centuries.  Francis of Assisi, Laudi, the Sicilian poets, the dolce stil novo,  and Dante's minor works are examined, as well as Boccaccio's  Decameron and Petrarch's Rime. Works are considered in relation to  feudal society, the Church, the communes, and other medieval  political structures.      Advanced Literature  Courses      The prerequisite for  the following courses is Advanced Review of Modern Italian (ITAL-UA  30) when the course is conducted in Italian, or permission of the  instructor. It is recommended that Readings in Medieval and  Renaissance Literature (ITAL-UA 115) or Readings in Modern Italian  Literature (ITAL-UA 116) be taken before any advanced literature  courses taught in Italian.      Love and War in  Renaissance Italy: Chivalric Romance and Epic   ITAL-UA 145 Offered  every two to three years. Cox. 4 points.   Offers the opportunity  to study two of the greatest works of Italian literature, Lodovico  Ariosto's Orlando furioso (1532) and Torquato Tasso's Gerusalemme  liberata (1581). Looks at these poems in their historical context and  in relation to the rich literary traditions of romance and epic that  converge in them. Thematic focuses include the construction of gender  and the representation of religious and racial \"otherness.\"      Women's Writing in  the Italian Renaissance   ITAL-UA 162 Identical  to SCA-UA 163. Offered every two to three years. Cox. 4 points.   A study of the  remarkable tradition of published writings by women that developed in  Italy between the 15th and 17th centuries. Offers an opportunity to  look in detail at the works of well-known writers such as Vittoria  Colonna, Gaspara Stampa, and Veronica Franco and lesser-known figures  such as Moderata Fonte and Maddalena Campiglia. We address the  reasons for the emergence of this tradition of writing by women and  the dynamics of its relationship with contemporary male literary  culture.      Dante's Divine Comedy   ITAL-UA 270 Identical  to MEDI-UA 270 when taught in English. Offered every two to three  years. Ardizzone, Freccero. 4 points.   Students study The  Divine Comedy both as a mirror of high medieval culture and as a  unique text that breaks out of its cultural bounds. The entire poem  is read, in addition to selections from the Vita Nuova and other  complementary minor works.      Boccaccio's Decameron   ITAL-UA 271 Identical  to MEDI-UA 271 when taught in English. Offered every two to three  years. Ardizzone. 4 points.   A study of Boccaccio's  Decameron with particular emphasis on themes, conceptual innovations,  and influences on French and English literatures.      20th-Century Italian  Poetry   ITAL-UA 272 Offered  every two to three years. Ardizzone. 4 points.   Covers the major  Italian poets and poetic movements of the 20th century. Works by  Ungaretti, Quasimodo, D'Annunzio, Luzi, Zanzotto, and the Lombard  school are examined.      Decadent Italy   ITAL-UA 273 Formerly  The Romantics. Offered every two to three years. Ferrari. 4 points.   Focuses on the thriving  cultural life of the years from Italy's unification in 1870 to the  rise of fascism in 1919. Explores the ascent of movements such as  scapigliatura, naturalism, decadentism, and futurism. Social,  political, and artistic ideas of the period are studied through the  works of writers such as Verga, Pascoli, D'Annunzio, Marinetti, and  Svevo.      Pirandello and the  Contemporary Theatre   ITAL-UA 274 Identical  to DRLIT-UA 280 when taught in English. Offered every two to three  years. 4 points.   An introduction to  Luigi Pirandello's major plays as they relate to the foundation of  contemporary theatre. Attention is also paid to grotesque and  futurist drama. Works studied include Sei personaggio in cerca  d'autore, Cosi è (se vi pare), and Enrico IV.      Modern and Contemporary  Century Italian Narrative   ITAL-UA 275 Offered  every two to three years. Ferrari. 4 points.   Follows the development  of Italian narrative from Manzoni and Verga to present-day trends in  Italian prose. Emphasizes works of Tabucchi, Maraini, Pasolini,  Morante, and Calvino.      Postmodern Italian  Fiction   ITAL-UA 276 Formerly  Calvino and Postmodernism. Offered every two to three years. Ferrari.  4 points.   Follows the development  of the Italian novel from the 1970s to the present day. Readings  include contemporary classics from authors such as Morante, Calvino,  Volponi, Tondelli, and Tabucchi, as well as novels published in the  last few years.      Novel and Society   ITAL-UA 277 Offered  every two to three years. Ferrari. 4 points.   Covers the development  of the Italian novel in the context of larger social, political, and  cultural developments in Italian society. Particular attention is  paid to the relations between narrative and shifts in national  identity following the unification of Italy in 1870 and at important  historical moments of the 20th century. Texts include works by  Manzoni, Verga, D'Annunzio, Tomasi di Lampedusa, Vittorini,  Moravia, and Volponi.      Women Writers in  Contemporary Italy   ITAL-UA 278 Formerly  The Italian Woman. Identical to SCA-UA 826. Offered every two to  three years. Ferrari. 4 points.   Covers novels written  by 20th-century Italian women writers. Attention is paid to concepts  of gender, history, self, and the differing narrative strategies  chosen to portray Italian society and women's places within it.  Texts include works by Banti, Maraini, Corti, Morante, Ginzburg,  Bellonci, and Aleramo.      Italian Autobiographies   ITAL-UA 279 Identical  to EURO-UA 276. Offered every two to three years. Ferrari. 4 points.   Examines strategies of  self-representation in autobiographies, diaries, letters, and novels  of selected authors. Readings include selections from Petrarch,  Cellini, Goldoni, Casanova, Alfieri, Pellico, Sciascia, Aleramo,  Viganò, and others.      Italian Cinema and  Literature   ITAL-UA 282 Identical  to DRLIT-UA 505. Offered every two to three years. Albertini. 4  points.   Studies the  relationship between Italian literature and post-World War II cinema,  including the poetics and politics of the process of cinematic  adaptation. Among the authors and directors examined are Lampedusa,  Bassani, Sciascia, Visconti, Moravia, De Cespedes, DeSica, and Rosi.      Other Worlds: Travel  Literature in Italy   ITAL-UA 283 Offered  every two to three years. Ferrari. 4 points.   Examines a selection of  Italian travel narratives within the context of contemporary  postcolonial theory. Readings include several early modern accounts  of voyages of discovery, as well as 19th- and 20th-century travel  narratives, both fictional and nonfictional. Topics to be considered  include the relation between power and the production of knowledge as  it manifests itself in such narratives; intertextuality and its  ideological effects; and modes of representation of racial, cultural,  historical, and sexual otherness.      Topics in Italian  Literature   ITAL-UA 285 Offered  every two to three years. 4 points.   Courses on subjects of  special interest taught by either a regular or a visiting faculty  member. For specific courses, please consult the current class  schedule.      Court Culture in  Renaissance Italy   ITAL-UA 311 Offered  every two to three years. Cox. 4 points.   Offers the opportunity  to study Italian Renaissance art and literature within its social and  political contexts, focusing especially on the princely courts of  northern Italy, which were among the most dynamic and innovative  centers of cultural production in Europe in this period. Secondary  source assignments are supplemented with a study of 16th-century  literary texts and artworks.      Gender and Performance  in the Italian Theatre   ITAL-UA 720 Identical  to DRLIT-UA 720. Offered every two to three years. Tylus. 4 points.   Examines plays that  explicitly highlight and question the status and performance of  gender, as well as selections from political treatises, books of  manners, and historiography of the early modern period (1350 to  1700). Topics such as cross-dressing, the emergence of the actress  and commedia dell'arte troupes, the dynamics of spectatorship, the  development of perspective in painting and theatre, and court power  relations are considered, as well the \"revisions\" that women  playwrights and writers made to a largely male-dominated canon.      Italian American Life  in Literature   ITAL-UA 724 Identical  to ENGL-UA 724. Offered every two to three years. Hendin. 4 points.   A study of the fiction  and poetry through which Italian American writers have expressed  their heritage and their engagement in American life. From narratives  of immigration to current work by \"assimilated\" writers, the  course explores the depiction of Italian American identity.  Challenging stereotypes, it explores changing family relationships,  sexual mores, and political and social concerns.      Topics in Renaissance  Literature   ITAL-UA 760 Offered  every two to three years. 4 points.   Variable content course  taught by regular or visiting faculty. For specific course content,  see current class schedule.      The Sicilian Novel   ITAL-UA 862 Offered  every two to three years. Tylus. 4 points.   Consideration of the  Sicilian novel of the 19th and 20th centuries, with particular  attention to Sicily's distinct literature and culture. Writers may  include Verga, Pirandello, De Roberto, Lampedusa, Sciascia, Mario  Puzo, Andrea Camilleri, Dacia Maraini, Elio Vittorini, and Vincenzo  Consolo; films may include Cinema paradiso, La terra trema, Il  Gattopardo, The Godfather, and Salvatore Giuliano.      The Italian South:  Literature, Theatre, Cinema   ITAL-UA 863 Identical  to DRLIT-UA 863. Offered every two to three years. Tylus, Rossellini.  4 points.   Examines the works of  southern thinkers and writers (Bruno, Campanella, and Vico), as well  as the Neapolitan Enlightenment and the southern question. It also  engages the works of 20th-century writers from southern Italy or of  authors who have written about it, such as Carlo Levi, Giuseppe  Tomasi di Lampedusa, Giovanni Verga, Leonardo Sciascia, and Vincenzo  Consolo.      Petrarch and  Petrarchism   ITAL-UA 872 Formerly  Italian Lyric Poetry. Offered every two to three years. Cox. 4  points.   Examines the love  poetry of Petrarch, one of the most influential lyric poets of all  time and a key figure in Renaissance thought. Also traces Petrarch's  influence on later Italian Renaissance poetry, focusing on the 16th  century. Poets to be studied include women writers such as Vittoria  Colonna and Gaspara Stampa and artists sch as Michelangelo and  Bronzino.      Culture and Society  Courses      Prerequisite for the  following courses is Advanced Review of Modern Italian (ITAL-UA 30)  when the course is conducted in Italian, or permission of the  instructor.      The Courtesan in  Italian Renaissance Society and Culture   ITAL-UA 142 Offered  every two to three years. Cox. 4 points.   Examines an intriguing  figure within the social panorama of Renaissance Italy, the \"honest  courtesan\" or cortigiana onesta. It contextualizes courtesans'  social position and cultural status, embracing elements of social  history, literary history, and music and art history. Texts studied  include both representations of courtesans, such as the notorious  dialogues of Pietro Aretino, and writings by courtesan poets, such as  Tullia d'Aragona and Veronica Franco.      Machiavelli   ITAL-UA 147 Offered  every other year. Albertini. 4 points.   The inventor of modern  political science, Niccolò Machiavelli is one of the most original  thinkers in the history of Western civilization. In this course,  Machiavelli's political, historical, and theatrical works are read  in the context in which they were conceived—the much tormented and  exciting Florence of the 15th and early 16th centuries, struggling  between republican rule and the magnificent tyranny of the Medici  family.      Italian Culture and the  Discourses of Early Modern Colonialism   ITAL-UA 148 Offered  every two to three years. Tylus. 4 points.   An overview of the  earliest documents relevant to Italian exploration of the \"new  world,\" as well as a consideration of the impact that the  explorations had at home. Focuses on early colonial literature, such  as the letters of Columbus, Pigafetta, and others, and examines the  process of colonization of the Italian subject as evident in works by  Machiavelli, Tasso, and Campanella.      Florence: Literature,  Art, Culture   ITAL-UA 149 Offered  every two to three years. Tylus. 4 points.   Covers the jewel of  Italian cities, from its Roman origins to the early 20th century.  While the focus is on literary works, we also spend considerable time  looking at the creation and expansion of the city itself as an  architectural unit, as well as at its art works and its cultural  florescence during the Renaissance. Ideal for students who plan to  study at La Pietra in the near future.      Dante and His World   ITAL-UA 160 Identical  to MEDI-UA 801, ENGL-UA 143. Offered every two to three years.  Ardizzone, Freccero. 4 points.   Interdisciplinary  introduction to late medieval culture, using Dante, its foremost  literary artist, as a focus. Attention is directed to literature,  art, and music, in addition to political, religious, and social  developments of the time. Emphasizes the continuity of the Western tradition, its intellectual history, especially the classical background of medieval culture and its transmission to the modern world. Readings include selections from Dante’s works as The New Life, The Divine Comedy, The Monarchy along with texts by St. Augustine, Severinus Boethius, St. Francis , Brunetto Latini, Thomas Aquinas, Boccaccio. Works of vernacular poets of 13th century and artists from Romanesque to Gothic will be considered. The course will be given in English.      The Civilization of the  Italian Renaissance   ITAL-UA 161 Identical  to MEDI-UA 161 when taught in English. Offered every two to three  years. 4 points.   Study of Italian  Renaissance civilization from its roots in the Middle Ages.  Concentrates on the major problems of the times: the rise of the  city-states and the evolution of the signorie, the birth of new  language and art forms, and the changing attitudes toward the  classical world, science, and philosophy. Students also explore,  through readings of chronicles, letters, and contemporary documents,  the effects such transformations had on the people of the times, on  their daily lives, and on self-perceptions.      Italian Fascism   ITAL-UA 165 Formerly  Fascism and Culture. Offered every two to three years. Ben-Ghiat,  Ferrari. 4 points.   An interdisciplinary  examination of the cultural production of the fascist period.  Students examine the image that the fascist regime produced of itself  through the study of popular novels, architecture, film, and  political speeches.      Contemporary Italy   ITAL-UA 166 Identical  to EURO-UA 164. Offered every two to three years. Albertini,  Ben-Ghiat. 4 points.   Covers the political,  cultural, economic, and social history of Italy since World War II.  Starting with the transition from fascism to democracy, examines the  Cold War, the growth of a mass consumer society, the social and  political movements of the late 1960s and 1970s, the battle against  the Mafia, postwar emigration, the rise and fall of postwar Christian  Democracy and Italian communism, and the emergence of new parties in  the 1990s such as Berlusconi's Forza Italia, Bossi's Northern  League, and Fini's neofascist Alleanza Nazionale.      Italian Colonialism   ITAL-UA 167 Identical  to HIST-UA 286, EURO-UA 161. Offered every two to three years.  Ben-Ghiat. 4 points.   Studies Italian  colonialism from the late 19th century through decolonization.  Through readings of colonial travel literature, films, novels,  diaries, memoirs, and histories, we address the meaning of  colonialism within Italian history and culture, the specificities of  Italian colonialism, and the legacies of colonialism in contemporary  Italy.      Modern Italy   ITAL-UA 168 Identical  to EURO-UA 163, HIST-UA 168. Offered every two to three years.  Ben-Ghiat. 4 points.   A survey of Italian  history from unification to the present. Examines the political,  social, and cultural history of liberalism, fascism, World War II,  Christian Democracy, and communism; the political crisis of the early  1990s; and the rise of new regional and rightist parties.      Topics in Renaissance  Culture   ITAL-UA 172 Offered  every two to three years. 4 points.   Variable content course  taught by regular or visiting faculty. For specific course content,  see current class schedule.      Women Mystics   ITAL-UA 172 Offered  every two to three years. Tylus. 4 points.   Traces the historical,  social, and literary significance of female mystics in late medieval  and early modern Italy (from roughly 1200 to 1600) through writings  by and about them. Primary materials include letters,  autobiographies, and hagiographies, while select secondary sources  help to situate these women and their texts within their proper  historical, literary, and theological contexts.      Topics in Italian  Culture   ITAL-UA 173 Offered  every two to three years. 4 points.   Courses on subjects of  special interest taught by a regular or visiting faculty member. For  specific courses, please consult the current class schedule.      Italian Films, Italian  Histories I   ITAL-UA 174 Identical  to DRLIT-UA 503. May be taken independently of Italian Films, Italian  Histories II. Offered every two to three years. Albertini. 4 points.   Studies representation  of Italian history from ancient Rome to the Risorgimento through the  medium of film. Issues to be covered throughout include the use of  filmic history as a means of forging national identity.      Italian Films, Italian  Histories II   ITAL-UA 175 Identical  to DRLIT-UA 506, HIST-UA 176. May be taken independently of Italian  Films, Italian Histories I. Offered every two to three years.  Ben-Ghiat. 4 points.   Studies representations  of Italian history from the unification of Italy to the present  through the medium of film. We explore the possibilities and  limitations of feature films for the representation of history, and  ask: What happens when history becomes cinema and when cinema takes  on history?      \"Renaissance Man\"  Revisited   ITAL-UA 811 Offered  every two to three years. Cox. 4 points.   Centers on the study of  two key texts of Italian Renaissance social and political thought,  Machiavelli's Il principe, and Castiglione's Libro del  Cortegiano. The human ideals described in these works—Machiavelli's  ruler and Castiglione's courtier and court lady—are discussed in  relation to those found in other texts of the period and in relation  to the historic notion of the Renaissance as the age that saw the  birth of the modern individual.      Topics in Italian  American Culture   ITAL-UA 861 Offered  every two years. 4 points.      Internship       Internship   ITAL-UA 980, 981   Prerequisite: permission of the department. Offered every semester. 2  or 4 points per term.   The internship program  offers upper-level students the opportunity to apply their studies to  the outside world. Working closely with a sponsor and a faculty  adviser, students may pursue internships in such diverse areas as  international trade, banking, publishing, community organizations,  and television and radio programs. Interested students should apply  to the department of their proposed internship early in the semester.      Independent Study      Independent Study   ITAL-UA 997, 998   Prerequisite: permission of the department. Offered every semester. 2  or 4 points per term.      Honors Courses      Honors Independent  Study   ITAL-UA 990   Prerequisite: Senior Honors Seminar (ITAL-UA 999). Offered every  semester. 4 points.   Open to students who  have been accepted into the honors program in Italian studies and are  writing the honors thesis in close consultation with their thesis  adviser. (See \"Honors Program in Italian Studies\" in the Program  section.)      Senior Honors Seminar   ITAL-UA 999   Prerequisite: permission of the department. Offered in the fall. 4  points.   Seminar with variable  content. Prepares students for the senior honors thesis. Primary  focus is on research and the application of critical methodologies.  Open to students who have been accepted to the honors program in  Italian studies. (See \"Honors Program in Italian Studies\" in the  Program section.)      Graduate Courses  Open to Undergraduates      Qualified  undergraduates may register for graduate courses in Italian with the  permission of the director of graduate studies. A complete list of  appropriate graduate courses is available in the department each  semester.                    Contact Us | &copy; New York University , Arts and Science"}, {"content": "Current Course Schedule [Undergraduate]    |     Italian Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program       NYU Florence       Events       Employment             Stay Connected           Facebook             Affiliations         Casa Italiana Zerilli-Marimò           Villa La Pietra                    Back to Home       Current Course Schedule [Undergraduate]   FALL 2015  CORE-UA 400 Texts and Ideas: Visible and Invisible Cities Tuesday/Thursday 11:00am-12:15pm, CASA Auditorium Cox Sample Syllabus The   experience of living in a city is one vital thread that connects us   with our ancient, medieval, and early modern ancestors, and that   continues to provide a unifying element in millions of our   contemporaries’ disparate lives across the globe. Urban life is a   constant environment and stimulus, whether you find yourself in New   York, Florence, Accra, or Shanghai. Our aim is to supply conceptual   frameworks and historical contexts for this experience by exploring the   ways human communities have been theorized and imagined within the   Western tradition from classical antiquity through to the Renaissance,   particularly the city, conceived since Aristotle as the proper habitat   of humankind, and the relationship between the family or household and   the state. The primary texts encompass utopian writings and works of   political theory, but also texts describing and analyzing real-world   communities and visual and cartographic representations of cities and   urban space. Readings include the canonical—from Plato, Aristotle,   Vergil, Dante, Boccaccio, More, Shakespeare—to texts from Christine de   Pizan and Moderata Fontelong, marginalized from the canon and only now   becoming visible.  ITAL-UA 115 Readings in Medieval and Renaissance Literature Tuesday/Thursday 9:30am-10:45am, CASA Library Instructor TBD Conducted in Italian , (Prerequisite of ITAL-UA 30 or by Department's permission)  Introductory-level   literature course that, through a close reading of authors such as   Dante, Boccaccio, Petrarch,Machiavelli, and Ariosto, focuses on how to   understand a literary text in Italian. Covers Italian literature from   its origins to 17th century.     ITAL-UA 148 Giordano Bruno and the Art of Memory (same as HIST-UA 126) Tuesday 12:30pm-3:15pm, CASA Library Cipani Conducted in English The Art of Memory reached a peak of refinement and complexity during the Italian Renaissance. Far more than a mere tool for passive retention of information: memory devices had the ambition to assist in the structuring of thought, the organization of knowledge, the solving of philosophical questions, and were intended also as tools for creative output. This course examines the impact of the pervasive culture of memory on the literary production of the time, highlighting the interdependence between textual and visual codes. A main focus will be on the heretic philosopher and cosmologist Giordano Bruno, burnt at stake by the Roman Inquisition in 1600, who conceived his imposing mnemonic system as an inner mirror of the infinite universe and of nature's creative principles. We will first examine Bruno's works explicitly devoted to memory, assessing elements of continuity and innovation with respect to the tradition. Subsequently, sampling Bruno's Italian dialogues, his writings on magic, and his satyrical comedy Candlebearer, we will look for intersections between his theory of memory, on the one hand, and his strategy of self-representation, his literary style, and his doctrine of infinity on the other. ITAL-UA 164 Italian Colonialism (same as HIST-UA 204, EURO-UA 161) Monday 9:30am-12:15pm, CASA Library Ben-Ghiat Conducted in English ITAL-UA 172 Topics: Narrating Immigrant Experience Monday/Wednesday 12:30pm-1:45pm, CASA Library Lakhous Conducted in English How can we narrate immigration today? Can we argue that the immigrant experience is universal? How can we recount family memories of immigration? What is the relationship between identity and memory? What are the connections between immigration, emigration, and colonialism? We will attempt to answer such questions – and to approach different narratives of immigrant experience – through novels, films, documentaries, and essays. We will examine cases in different national and cultural contexts. We will look in particular at the Italian case; for, Italy represents a unique case in the world: after decades of exporting immigrants, it has become an importer. But we will also examine other histories and experiences (whether in China, Vietnam, Tunisia, France, Romania, the USA, Canada, Argentina, Australia, and others); internal migration (especially to the North of Italy in the fifties and the sixties); and finally non-European Community immigrants.  ITAL-UA 173 Topics in Italian Culture: Medieval Italy Monday/Wednesday 2:00pm-3:15pm, CASA Library Vise Conducted in English Medieval Italy can look like a land replete with impossible contradiction. The northern cities witnessed Europe’s first stirrings of formal republican self-governance since the Fall of Rome but also the violent repression of political dissenters; the flowering of vernacular literature in writers like Petrarca, Dante and Boccaccio but also the highest levels of Latinity in Europe; the development of systems of justice to which modern institutions trace their origin but also notoriously bloody factional violence and vendetta; the boom of a mercantile economy but also wildly popular grassroots religious critiques of wealth. In one city we find the first broad-based emancipation of slaves and serfs in the West while in another, the brutal exclusion of the turbulent lower-class guild of wool carders from political life. They were the “cities of God” where sometimes heretics ruled. The Mezzogiorno, southern Italy, glittered with literary and artistic achievement and bustled with ethnic and religious diversity under the succession of multiple foreign monarchies. And in the middle, the Papal States staggered in competition with the powers of the North, the South, and its own squabbling aristocracy. Yet at the same time, its ruler claimed a monopoly on the souls of European Christians and operated the highest court of appeals for major European legal disputes. In this class, we will explore this complex culture by looking at a wide range of primary sources from poetry to prisoner graffiti, high and low art, and complimentary secondary sources. The course will begin with the early medieval period and the emergence of the communes, Papal states, and Southern Kingdom after the fall of Rome and then proceed thematically to conclude by considering what this period bequeathed to subsequent generations. For each theme, our central question will remain: were these deep contrasts ultimately a source of strength and creativity or of chaos and division? Topics to be covered include: legal and extra-legal justice, religious plurality, politics and religion, women and gender, wealth and poverty, intellectual life, art and patronage, factions and la familia , and the creation of state.  ITAL-UA 174 Italian Films, Italian Histories I (same as DRLIT-UA 503, EURO-UA 173) Tuesday, 12:30pm-3:15pm &amp; Thursday 12:30pm-1:45pm CASA Auditorium Albertini Conducted in English Sample Syll abus  Films are responsible for creating a national identity more than any other medium of communication. Cinematography has played a much more prominent role in the construction of a common popular history in Italy, than in other European states, given the relatively young age of the unified Italian nation. From the papier-maché buildings of ancient Rome presented in the very first Italian movies to the powerful non-professional actors of neorealistic cinema representing the Nazi occupation of the peninsula; these are the images that for generations of Italians represent Italian History, much more than the fading memories of high-school textbooks or of high-brow intellectual debates rigorously kept in the seldom read pages of national newspapers. The purpose of this course (that is ideally completed by \"Italian Films, Italian Histories II\" taught by Professor Ben-Ghiat in the Spring) is to provide a general but accurate overview of Italian history and a critical analysis of its representation through films from the origins to the Risorgimento. This (first) course is devoted to Roman, Medieval, and Renaissance history and it closes with a rather in-depth presentation of different accounts of the Risorgimento (the process of Italian unification). ITAL-UA 270 Dante's Divine Comedy (same as COLIT-UA 270, ENGL-UA 142, MEDI-UA 271) Monday/Wednesday 2:00pm-3:15pm, CASA Auditorium Conducted in English   SPRING 2015  ITAL-UA 116 Readings in Modern Italian Literature  Tuesday/Thursday 9:30am-10:45am, CASA 201 Antonangeli Conducted in Italian , (Prerequisite of ITAL-UA 30 or by Department's permission) Introductory-level literature course that, through a close reading of   authors such as Alfieri, Foscolo, Leopardi, Manzoni, Verga, D'Annunzio,   Moravia, and Calvino, focuses on how to understand a literary text in   Italian. Covers Italian literature from the 18th century to the   contemporary period. ITAL-UA 121 The Renaissance (same as HIST-UA 121, MEDI-UA 121) Tuesday/Thursday 3:30pm-4:45pm, TISC LC9 Appuhn Conducted in English ITAL-UA 172 Hellscapes and Elysia in the Renaissance and Beyond (same as COLIT-UA 173, ENGL-UA 56, MEDI-UA 172) Monday/Wednesday 11am-12:15pm, CASA 201 McHugh Conducted in English Syllabus  This course explores various representations of otherworlds, both infernal and paradisal: the realms of the afterlife, regions of marvel or idyllic bliss, political utopias and dystopias. Readings and discussion focus on how these imagined lands reflect, critique, and animate the real world, from antiquity through our own times.  ITAL-UA 173.001 Murder, Italian Style! (same as DRLIT-UA 505) Monday/Wednesday 12:30pm-1:45pm, CASA 201 Falkoff Course conducted in English; reading knowledge of Italian recommended but not required. A genre whose development is associated with urbanization, crime fiction—like so many other emblems of modernity—is often considered to have arrived belatedly in Italy. Despite this initial reticence, several critically acclaimed writers of contemporary Italy have used the genre as a narrative space from which to launch a broader commentary on aspects of Italian history and culture such as the fascist period, honor killings, police brutality, political corruption, femicide, and xenophobia. This course will consider novels, plays, and films from the 1950s to the present, analyzing the ways in which they use conventions of the crime fiction as a point of departure for literary experimentation, philosophical reflection, and cultural critique. ITAL-UA 173.002 Italy and the Mediterranean: Empire, Politics and Culture (same as AHSEM-UA 218.001 and MEIS-UA 659.001) Tuesday/Thursday 4:55pm-6:10pm, CASA 306 Valerie McGuire Conducted in English NOTE: ONLY OPEN TO CAS SOPHOMORES, JUNIORS, AND SENIORS Shortly after its unification in 1861, the Italian nation began a prolonged attempt to establish an overseas empire on a scale with other European colonial powers. This course examines how Italian imperialism unfolded and how it impacted politics and culture on the global level, as well as how it shaped internal attitudes and beliefs, particularly during Italy’s Fascist period. The course studies the formation of Italy’s national project under two different empires and discovers how processes such as emigration and the Southern Question intertwined with its first attempts to establish foreign colonies. As Ottoman collapse and the First World War initiated a new phase of European colonialism, Italy turned to the Mediterranean as the domain of its empire. We investigate how the Mediterranean region ignited fantasies of the exotic and the familiar and how it both promoted and challenged Italian myths of national identity. The course studies Italy’s imperial history and culture through a range of medium, including film, novels and scholarly articles. Reading knowledge in Italian is a plus but not a requisite. ITAL-UA 282 Italian Cinema and Literature Tuesday 12:30-1:45pm and Thursday 12:30-3:15pm CASA Auditorium Albertini Course conducted in Italian (Prerequisite of ITAL-UA 30 or by Department's permission) Sample Syllabus The course will focus on the development of Italian cinema in the post war period, emphasizing the relationship between literature and film adaptation. The books and the films will offer a unique opportunity to analyze and discuss crucial issues related to the historical, political, and cultural evolution of Italy concentrating in particular on the political unification process (Risorgimento). ITAL-UA 285 Topics in Italian Literature: Dante's Purgatorio (same as ENGL-UA 52 and MEDI-UA 285.001) Monday/Wednesday 12:30pm-1:45pm, CASA 201 Conducted in English ITAL-UA 724 Italian-American Life in Literature (same as ENGL-UA 724) Tuesday/Thursday 11am-12:15pm, CASA 201 Hendin Conducted in English Sample Syllabus A   study of the fiction and poetry through which Italian American writers   have expressed their heritage and their engagement in American life.   From narratives of immigration to current work by \"assimilated\" writers,   the course explores the depiction of Italian American identity.   Challenging stereotypes, it explores changing family relationships,   sexual mores, and political and social concerns. ITAL-UA 760 Topics in the Renaissance: Visual Languages of the Renaissance: Emblems, Dreams, Hieroglyphs (same as MEDI-UA 760.001) Thursday 12:30pm-3:00pm, CASA 201 Cipani Conducted in English Syllabus Making knowledge visible was one of the great Renaissance endeavors. Some of the period's most characteristic products were born out of the conviction that concepts could be systematically turned into images — and that such images could be organized into a visual language, more profound and universal than discursive logic. Egyptian hieroglyphs and dream visions, in their mysterious graphic exuberance, were considered typical vehicles of this advanced mode of communication. The desire to emulate their symbolic density is reflected both in literature and in art, often in ways that challenge common distinctions between visual and verbal communication. In this course you will be introduced to an assortment of works representative of such interplay between text and image: emblem books, dream books and dream-centered works, hieroglyphic inventions and studies, collections of proverbs, iconology manuals, etc. Among the books examined are some widely considered as the finest examples of design in the history of printing. Early modern and recent theory of emblems will also be discussed. As a present-day counterpart of Renaissance emblems, the course will conclude with a survey of corporate logos and Russian criminal tattoos. CORE-UA 554 Cultures &amp; Contexts: Italy Tuesday/Thursday 12:30-1:45PM FALL 2014  CORE-UA 400-70 Texts and Ideas: Visible and Invisible Cities Tuesday/Thursday 11:00am-12:15pm, CASA Auditorium Cox Sample Syllabus The experience of living in a city is one vital thread that connects us with our ancient, medieval, and early modern ancestors, and that continues to provide a unifying element in millions of our contemporaries’ disparate lives across the globe. Urban life is a constant environment and stimulus, whether you find yourself in New York, Florence, Accra, or Shanghai. Our aim is to supply conceptual frameworks and historical contexts for this experience by exploring the ways human communities have been theorized and imagined within the Western tradition from classical antiquity through to the Renaissance, particularly the city, conceived since Aristotle as the proper habitat of humankind, and the relationship between the family or household and the state. The primary texts encompass utopian writings and works of political theory, but also texts describing and analyzing real-world communities and visual and cartographic representations of cities and urban space. Readings include the canonical—from Plato, Aristotle, Vergil, Dante, Boccaccio, More, Shakespeare—to texts from Christine de Pizan and Moderata Fontelong, marginalized from the canon and only now becoming visible. ITAL-UA 115 Readings in Medieval &amp; Renaissance Literature CANCELED ITAL-UA 165 Italian Fascism (same as HIST-UA 171) Monday 11am-1:45pm Ben-Ghiat Conducted in English Syllabus This interdisciplinary course examines the dictatorship that ruled Italy between 1922 and 1943. We address the relationship between culture and politics, public and private; Fascist biopolitics; anti-Fascism; fascist colonialism and racism; the cult of Mussolini; and Fascist-era feminities and masculinities. We will combine secondary sources with readings of Fascist speeches and anti-Fascist novels, and viewings of newsreels and Fascist war films. The course is conducted in English, and most of the readings are in English. ITAL-UA 166 Contemporary Italy (same as EURO-UA 164) Tuesday/Thursday 12:30pm-1:45pm Albertini Conducted in English Covers the political, cultural, economic, and social history of Italy since World War II. Starting with the transition from fascism to democracy, examines the Cold War, the growth of a mass consumer society, the social and political movements of the late 1960s and 1970s, the battle against the Mafia, postwar emigration, the rise and fall of postwar Christian Democracy and Italian communism, and the emergence of new parties in the 1990s such as Berlusconi's Forza Italia, Bossi's Northern League, and Fini's neofascist Alleanza Nazionale. ITAL-UA 172 Portraits of Women: From 19th to 20th Century Monday/Wednesday 11am-12:15pm Ducci Conducted in Italian (Prereq: ITAL-UA 30 Advanced Review of Modern Italian) The purpose of this class is to understand the changing image and voice of Italian women in a period of intense change from traditionalism to modernity. The course is based on a choice of short texts in Italian, selected for their relevance and accessible language, combined with images and visual material taken from painting, photography, fashion, theater, and film. The emphasis is on improving skills of reading and communication in Italian, while at the same time discussing the history of gender and its politics in a country where the struggle between tradition and change often invests the image and life of women. ITAL-UA 173 Violence and Memory in Contemporary Italy Tuesday/Thursday 2:00-3:15pm Forgacs Conducted in English Sample Syllabus Acts of violence, against individuals or groups of people, have played an important part in the collective memory of Italy after Fascism. However, they have also been open to conflicting interpretations. Was the execution of Mussolini and Clara Petacci and the public desecration of their corpses in Milan in 1945 an act of legitimate retribution for the sufferings inflicted by the Fascist regime and its alliance with Nazi Germany or an act that displaced Italians’ collective guilt over acquiescence? Were the bullets and bombs of the “anni di piombo” from 1969 to 1980 assaults on the fabric of a democratic society or symptoms of a malfunctioning political system and civil society? Did the collective mourning of mafia victims in the 1990s allow attention to be turned away from collusion between politicians and organized crime? Why are some massacres well known and publicly commemorated and others largely removed from collective memory? This course takes five cases where violence has given rise to these kinds of controversy and debate over historical memory. ITAL-UA 270 Dante's Divine Comedy Monday/Wednesday 11am-12:15pm Freccero Conducted in English Sample Syllabus Students study The Divine Comedy both as a mirror of high medieval culture and as a unique text that breaks out of its cultural bounds. The entire poem is read, in addition to selections from the Vita Nuova and other complementary minor works. ITAL-UA 285-001 Love in the Renaissance: From Lyric to Letters Wednesday 11am-1:45pm Bolzoni Conducted in English, Readings in Italian . Love is one of the central themes of the Renaissance literature. The course is aimed to investigate how such topic is represented and discussed in different literary genres: poetry, theatre, letters, chivalric poems. Special attention will be paid to the representation of passions and the figure of woman. During the course, a number of texts will be read: compositions of women poets, such as Gaspara Stampa and Isabella di Morra, will be analysed; among the theatre pieces, La Mandragola by Niccolò Machiavelli; as far as letters are concerned, students will investigate the epistolary exchange between Pietro Bembo and Maria Savorgnan; finally, regarding the chivalric poems, episodes from Orlando innamorato of Matteo M. Boiardo and Orlando furioso of Ludovico Ariosto will be analysed. Moreover, the reading of a number of love poems by Michelangelo will represent an occasion for investigating the intertwining links between literature and figurative arts. ITAL-UA 285-002 Ecologies of Italian Literature Monday/Wednesday 2pm-3:15pm CANCELED ITAL-UA 861 Past and Present Stories of Italian Immigration Monday/Wednesday 2:00pm-3:15pm Marazzi Syllabus Conducted in English This course provides a cultural approach to the history of the adaptation of Italian immigrants to American culture and society, and compares it with the present change occurring in Italy, in the light of an unprecedented inbound immigration. The epical phenomenon of the Italian mass migration to the U.S. will be examined using immigrants’ words as primary sources – analyzing novels, poetry, “colonial” journalism and theatre, and private letters – with a keen attention to cases of bilingualism and code-mixing.                            SPRING 2014  \u2028ITAL-UA 30 Advanced Review of Modern Italian Section 001 - TWR 11:00am-12:15pm Section 002 - TWR 2:00pm-3:15pm Anderson-Tirro Taught in Italian Prerequisite: Intermediate Italian II (ITAL-UA 12), or Intensive Intermediate Italian (ITAL-UA 20), or placement exam. This course is a prerequisite for other advanced courses in language, literature, and culture and society. Systematizes and reinforces the language skills presented in earlier-level courses through an intensive review of grammar and composition, lexical enrichment, improvement of speaking ability, and selected readings from contemporary Italian literature.  ITAL-UA 107 Italian through Cinema TWR 11:00am-12:15pm Taught in Italian Prerequisite: Advanced Review of Modern Italian (ITAL-UA 30) or permission of the instructor. \u2028Students entering this course should have mastered the fundamental structures of Italian. Aims to enrich knowledge of Italian language, culture, and society through screening and discussion of contemporary Italian cinema and detailed analysis of selected film scripts. Students are encouraged to use different idiomatic expressions and recognize regional linguistic variety. Special emphasis is placed on developing a more extensive vocabulary and an expressive range suited to discussion of complex issues and their representation. ITAL-UA 108 Italian though Opera TWR 11am-12:15pm Scarcella Perino Taught in Italian Prerequisite: Advanced Review of Modern Italian (ITAL-UA 30) or permission of the instructor. This course is designed to help students increase their understanding of the Italian language and their effectiveness in spoken Italian through exposure to famous Italian operas and to opera culture. Activities spurred directly by primary sources (reading of librettos, listening of arias) will be supplemented with critical materials on reception and on current performances. With the help of opera adaptations, recreations, popularizations, quotes, etc, operatic plots and settings will be linked thematically to present day issues, leading to discussion on contemporary social and cultural perspectives. Opera’s unique mixture of word, gesture, and music will offer students a great opportunity to internalize the language and acquire fluency. \u2028ITAL-UA 110 Translation TWR 12:30pm-1:45pm Marchelli Taught in Italian Prerequisites: Advanced Review of Modern Italian (ITAL-UA 30) and one of the following: ITAL-UA 101, ITAL-UA 103, ITAL-UA 105, or ITAL-UA 107, or permission of the department. Introduces students to the theory and practice of translation. While engaging in the craft of translation firsthand, students gain a deeper understanding of the Italian language through the study of contemporary texts, such as Italian novels and short stories. The course also stresses the acquisition of vocabulary and complex idiomatic structures necessary for effective reading comprehension, as well as written expression. A special emphasis is on the analysis of dialogue, style, and linguistic choices of each author, in order to explore the development of the written language, slang, regional expressions, and linguistic differences that have accompanied and defined the evolution of Italian over the past 20 years. ITAL-UA 116 Readings in Modern Italian Literature (same as COLIT-UA 141) MW 9:30-10:45am Lucchi Taught in Italian Sample Syllabus Introductory-level literature course that, through a close reading of authors such as Alfieri, Foscolo, Leopardi, Manzoni, Verga, D'Annunzio, Moravia, and Calvino, focuses on how to understand a literary text in Italian. Covers Italian literature from the 18th century to the contemporary period. ITAL-UA 147 Machiavelli (same as MEDI-147) TR 2:00pm-3:15pm Albertini The inventor of modern political science, Niccolò Machiavelli is one of the most original thinkers in the history of Western civilization. In this course, Machiavelli's political, historical, and theatrical works are read in the context in which they were conceived—the much tormented and exciting Florence of the 15th and early 16th centuries, struggling between republican rule and the magnificent tyranny of the Medici family. ITAL-UA 160 Dante and His World (same as COLIT-UA 173, ENGL-UA 143 and MEDI-UA 801) MW 12:30pm-1:45pm Ardizzone                           Interdisciplinary introduction to late medieval culture, using Dante, its foremost literary artist, as a focus. Attention is directed to literature, art, and music, in addition to political, religious, and social developments of the time. Emphasizes the continuity of the Western tradition, its intellectual history, especially the classical background of medieval culture and its transmission to the modern world. Readings include selections from Dante’s works as The New Life, The Divine Comedy, The Monarchy along with texts by St. Augustine, Severinus Boethius, St. Francis , Brunetto Latini, Thomas Aquinas, Boccaccio. Works of vernacular poets of 13th century and artists from Romanesque to Gothic will be considered. The course will be given in English. ITAL-UA 173 Visions on and of Mafia MW 2:00-3:15PM Montalbano From its local origins in Sicily, the Mafia has become a global phenomenon and a widespread model of organized crime that threatens and corrupts the international economy, political systems, and social environments. Though its power and underworld affect legal business, control illegal traffic, and trample human rights, nevertheless film, television, and literature stimulate a continued fascination with a romantic and even heroic vision of the Mafia. In this seminar we will explore and compare American and Italian films on the Mafia and the literary texts upon which many of them are based from the late 1940s to today. Combining the analyses of historians, sociologists, and intellectuals, along with the testimonies of victims, we will not only challenge the stereotypes through which cultural productions envision the Mafiosi but also, and more importantly, we will shift the inquiry to how the Mafiosi envision the world by asking: What is the ideology of Mafia? How do Mafiosi picture society, human beings, and law? Does Mafia have its own ethic? How does a religious imaginary shape a Mafia worldview? How does Mafia’s normative discourse govern the performance of femininity, masculinity, and homosexuality? Can we consider Mafia to be terrorism? Examining together the visions on and of Mafia through cultural, socio-political, and historical perspectives, this seminar aims to deconstruct the mythological eye and instead form an analytical eye with which to investigate and understand the Mafioso universe and power. ITAL-UA 175 Italian Films, Italian Histories II (same as HIST-UA 176, CINE-UT 235, DRLIT-UA 506) M 11:00am-12:15pm; W 11:00am-1:45pm Ben-Ghiat Studies representations  of Italian history from the unification of Italy to the present  through the medium of film. We explore the possibilities and  limitations of feature films for the representation of history, and  ask: What happens when history becomes cinema and when cinema takes  on history? ITAL-UA 274 Pirandello and the  Contemporary Theatre   (same as DRLIT-UA 280) TR 9:30am-10:45am Oliver   An introduction to  Luigi Pirandello's major plays as they relate to the foundation of  contemporary theatre. Attention is also paid to grotesque and  futurist drama. Works studied include Sei personaggio in cerca  d'autore, Cosi è (se vi pare), and Enrico IV. ITAL-UA 724 Italian-American Life in Literature (same as ENGL-UA 724) TR 11am-12:15pm Hendin A study of the fiction and poetry through which Italian American writers have expressed their heritage and their engagement in American life. From narratives of immigration to current work by \"assimilated\" writers, the course explores the depiction of Italian American identity. Challenging stereotypes, it explores changing family relationships, sexual mores, and political and social concerns. ITAL-UA 760-001 Giordano Bruno &amp; the Art of Memory (same as MEDI-UA 760-001) TR 12:30pm-1:45pm Cipani The Art of Memory reached a peak of refinement and complexity during the Italian Renaissance. Far more than a mere tool for passive retention of information: memory devices had the ambition to assist in the structuring of thought, the organization of knowledge, the solving of philosophical questions, and were intended also as tools for creative output. This course examines the impact of the pervasive culture of memory on the literary production of the time, highlighting the interdependence between textual and visual codes. A main focus will be on the heretic philosopher and cosmologist Giordano Bruno, burnt at stake by the Roman Inquisition in 1600, who conceived his imposing mnemonic system as an inner mirror of the infinite universe and of nature's creative principles. Sampling the varied textual genres of Bruno's work (philosophical dialogues, writings on magic, a satirical comedy), one of the questions this course aims to answer is the same posed to Bruno by Henry III King of France: is the Art of Memory acquired \"by magic\" or \"by science\"? ITAL-UA 760-002 Humanism in the Renaissance (same as MEDI-UA 760-002) MW 11:00am-12:15pm Freccero  FALL 2013  ITAL UA 115 Readings in Medieval and Renaissance Literature  MW 9:30-10:45am,  Casa Library  Taught in Italian  (Prereq: ITAL-UA 30; Same as MEDI 115) Introductory-level   literature course that, through a close reading of authors such as   Dante, Boccaccio, Petrarch,Machiavelli, and Ariosto, focuses on how to   understand a literary text in Italian. Covers Italian literature from   its origins to 17th century.   ITAL-UA 142 - The Courtesan in Renaissance Culture &amp; Society Cox TR 11-12:30pm, Casa Library Examines an intriguing figure within the social panorama of Renaissance Italy, the \"honest courtesan\" or cortigiana onesta. It contextualizes courtesans' social position and cultural status, embracing elements of social history, literary history, and music and art history. Texts studied include both representations of courtesans, such as the notorious dialogues of Pietro Aretino, and writings by courtesan poets, such as Tullia d'Aragona and Veronica Franco.  ITAL UA 173-001 Topics in Italian Culture: Media, Society and Politics in Italy: Since 1943  Forgacs TR 2-3:15pm, Casa Library The course aims to give students a good understanding of how the mass media and popular cultural forms have interacted with social change and political power in Italy from the fall of Fascism to the present. Some observers have seen postwar Italy as following a relatively normal pattern of evolution of the mass media within a democratic polity, whereas others have seen Italy as exceptional, among the western democracies, both for the degree of political interferences with the media and, since the later 1990s, for the breakdown of democratic norms. This course will enable students to assess these views in an informed way. It will also allow them to consider how far the media should be seen as mirrors of social change and how far were they themselves agents of change. The course will cover some of the most significant moments and turning points in the political and social history of the period, using contemporary sources and documents from various media.   ITAL UA 174 Italian Films, Italian Histories I Albertini T 12:30-3:15pm; R 12:30-1:45pm, Casa Auditorium  Studies representation of Italian history through the medium of film from ancient Rome through the Risorgimento. Issues to be covered throughout include the use of filmic history as a means of forging national identity.  ITAL UA 270 Dante's Divine Comedy in Translation Freccero MW 11-12:15pm Casa Auditorium (same as MEDI 271, COLIT 270, ENGL 142)  Students   study the Divine Comedy both as a mirror of high medieval culture and   as a unique text that breaks out of its cultural bounds. The entire poem   is read, in addition to selections from the Vita Nuova and other   complementary minor works.  ITAL UA 271 Boccaccio's Decameron  Ardizzone MW 2:00-3:15pm, Casa Library A study of Boccaccio’s Decameron with particular emphasis on themes, conceptual innovations, and influences on French and English literatures. ITAL-UA 285 Topics in Italian Literature: Food in Italian Literature and Culture - The Art of Taste, The Taste of Nation: Italian Literary and Cinematic Gastronomy Falkoff TR 12:30-1:45pm, Casa Library Casa Library Sample Syllabus “What is the glory of Dante compared to spaghetti?” Italian journalist Giuseppe Prezzolini famously asks in his 1954 history of pasta. While numerous cookbooks cite Prezzolini to evoke Italy’s consummate culinary achievements, this course instead poses the question: “What is the glory of spaghetti compared to its representation in literature and film?” We begin the semester with short stories by Giovanni Boccaccio in which the preparation and consumption of food becomes a critical act of communication. Turning to films, novels, memoirs, cookbooks, and manifestos from the late nineteenth century to the present, we will reflect upon the narrative functions of elaborate descriptions of culinary triumphs. Do such descriptions constitute a form of “food-porn”? If so, how is the project of reading and interpreting the texts changed? We will also ask what ideological work is performed by literary gastronomy; and how it contributes to the production of national, regional, and local identities, and socioeconomic differences.   SUMMER 2013  Six-Week Session 1 (May 28-July 5) ITAL-UA 10 Intensive Elementary Italian Instructors: Nicola Lucchi, Wayne Clinger M-F, 9AM-12PM  Six-Week Session 2 (July 8-August 16) ITAL-UA 20 Intensive Intermediate Italian Instructors: Jennifer Newman, Melissa Swain M-F, 9AM-12PM ITAL-UA 173 Italian Crimes, Italian Fictions Instructor: Franco Baldasso Tuesdays and Thursdays, 2PM-5PM The history of Italian culture hides a proliferation of murky stories. Admired literary representations from Dante’s Inferno to Machiavellian politicians, and the cinematic allure of criminal organizations such as mafia or camorra, are only some of the reasons why Italy stands out in the global imagination today also for its crimes, its mysteries and its alluring sinners. Through crime fiction, writers and filmmakers analyze, criticize, and unveil the violence of politics, the complexity of Italian history and its difficult modernization, the collective traumas and the conformism of a society always eager to find a scapegoat for its vices. This course aims to shed new light on modern Italian culture and society through the perspective of the books and films illuminating this dark side. Crime fiction in Italy has a specific name, “il giallo”, from the color of the covers of the popular books that invaded Italian market. “I gialli” are not only a literary genre – many groundbreaking movies featuring prominent Italian actors and directors, from Mastroianni to Volonté, share the name. The genre is a major player in Italian self-representation even beyond Hollywood clichés. The course will approach modern Italian novels, from Moravia to Sciascia, and their filmic adaptations tackling issues such as the fascist mentality, the evolution of mafia as a modern global enterprise, political terrorism, social and gender exclusion––looking at what is behind enduring stereotypes about Italians.  SPRING 2013  ITAL UA 116 Readings in Modern Italian Literature Ziegler TR 9:30-10:45AM, Casa Libary Taught in Italian (Prereq: ITAL-UA 30) Introductory-level   literature course that, through a close reading of authors such as   Dante, Boccaccio, Petrarch,Machiavelli, and Ariosto, focuses on how to   understand a literary text in Italian. Covers Italian literature from   its origins to 17th century.     ITAL UA 166 Contemporary Italy: Identities, Society, and Culture Albertini TR 2-3:15PM, Casa Library Taught in Italian (Prereq: ITAL-UA 30) Covers the political,  cultural, economic, and social history of Italy since World War II.  Starting with the transition from fascism to democracy, examines the  Cold War, the growth of a mass consumer society, the social and  political movements of the late 1960s and 1970s, the battle against  the Mafia, postwar emigration, the rise and fall of postwar Christian  Democracy and Italian communism, and the emergence of new parties in  the 1990s such as Berlusconi's Forza Italia, Bossi's Northern  League, and Fini's neofascist Alleanza Nazionale.    ITAL UA 173-001 Topics in Italian Culture: Verdi's Contexts Izzo TR 11-12:15PM, Casa Auditorium This   course addresses the intersection of art and ideology in Italy,   Germany, Spain, France, and the Soviet Union, during the period   1914-1968. In each instance, we will examine the tensions between   cultures of fascism and anti- fascism ,   both visual and verbal. Addressing the development of fascist ideology   and its relationship to culture, our focus will shift from Futurist   proto-fascist incitements to nationalist war and colonialism, to Dadaist   subversion of that same rhetoric, to the shifting and evolving tensions   of these forces throughout the period between the World Wars. Along the   way, we will examine the representational strategies of different   political systems (and their dissenters) in context: Nazi Germany,   Mussolini’s Italy, Popular Front and Vichy France, Republican and   Franco’s Spain, and (as a counterpoint) the post-revolutionary Soviet   Union. Addressing both the interventions of particular artists, as well   as broader issues of media and modernism, we will consider how the   struggle between fascism and anti- fascism    lies at the heart of twentieth-century culture. We will look at a   variety of media, objects, and texts: from film and photography, to   painting and exhibitions, to posters and spectacles, to poems and   manifestos. In each instance will consider some specific case studies,   whether the 1932 Exhibition of the Fascist Revolution or the 1937   Degenerate Art Exhibition in Nazi Germany.  ITAL UA 283 Other Worlds: Travel Literature in Italy Ferrari MW 2-3:15pm, Casa Library Ubiquitous   concepts - \"home,\" \"discovery,\" \"difference,\" - appear to be simple;   yet they mask complex literary and social themes. This course will   analyze how a voyage changes not only our conception of a given   destination, but also of our point of departure: of all the familiar   surroundings, signposts, and people that we recognize as \"home.\" Home is   then defined not simply as one's family and household but as all the   components that shape one's identity and sense of belonging, such as   nationality, ethnicity, language, religion, and gender. Every journey is   marked by displacement: a transformation that calls into question the   traveler's original position so that, to borrow Thomas Wolfe's phrase,   one can never \"go home again.\" This course will examine a selection of   Italian travel narratives within the context of contemporary   post-colonial theory. Questions to be addressed include: the relation   between power and the production of knowledge as it manifests itself in   such narratives; intertextuality and its ideological effects; modes of   representation of racial, cultural, historical, and sexual otherness.  ITAL UA 285-001 Tpcs in Italian Literature: Remapping Italian Cultural History: Private and Public Intellectuals in Italy from St. Francis to Boccaccio Ardizzone MW 12:30-1:45PM, Casa Library This course enlarges the range of texts offered in an undergraduate course on early modern Italian culture, including works less well known and not considered part of the canon. We begin by focusing on the notion of an intellectual as defined by both contemporary and non-contemporary historians or philosophers like J. Le Goff, A. De Libera, E. Said, A. Gramsci, and R. W. Emerson. The works of these authors will allow us to expand the notion of the intellectual and to introduce as intellectual every commitment resulting in a work useful to the public in the broadest sense. Dante’s statement that being intellectual means knowing our proper goal or the aim of our actions introduces the idea that every human work is intellectually motivated either by being directed to the public or by being conceived in a private way. We therefore introduce the idea that both public and private intellectuals, directly or indirectly, collaborate in creating a work of collective use and identity. That a public intellectual must first be a private intellectual is our starting point. Under the category of intellectual we therefore list the sailors committed to making portolan charts and the mapmakers who devised instruments for practical knowledge.In the same way, we include the merchants who invented the single-double entry in bookkeeping. The figure of a saint like St. Francis of Assisi is part of the picture because he has advanced human freedom and awareness. The pilgrims who link devotion and travel enter the list, along with poets, writers, statesmen and masters of rhetoric, philosophers, craftsmen, and artists. Theory and pragmatism are considered in the course as deeply connected. Literary, philosophical culture is linked to technical scientific knowledge. Readings include works by St. Francis and St. Claire of Assisi, Marco Polo, Pier delle Vigne, Brunetto Latini, Dante, Petrarch, Boccaccio, along with texts written by merchants and pilgrims. Works of artists from Romanesque to Gothic will be considered, as well as those of cartographers or makers of portolans. The course concludes by touching briefly on the culture of the Quattrocento and the new emerging model of the intellectual that is proposed, for example, in the Florentine culture of that time. The course will be given in English.                              ITAL UA   285-002 Tpcs in Italian Literature: Petrarch's Canzoniere Freccero MW 11-12:15PM, Casa Library  ITAL UA 724 Italian American Life in Literature Hendin TR 11am-12:15PM, Casa Library A   study of the fiction and poetry by which Italian American writers have   expressed their heritage and their engagement in American life. From   narratives of immigration to current work by \"assimilated\" writers, the   course explores the depiction of Italian American identity. Challenging   stereotypes, it explores changing family relationships, sexual mores,   and political and social concerns.  ITAL UA 760 Tpcs in Renaissance: Giordano Bruno and the Art of Memory  Cipani TR 12:30-1:45PM, Casa Library The Art of Memory reached a peak of refinement and complexity during the   Italian Renaissance. Far more than a mere tool for passive retention of   information: memory devices had the ambition to assist in the   structuring of thought, the organization of knowledge, the solving of   philosophical questions, and were intended also as tools for creative   output. This course examines the impact of the pervasive culture of   memory on the literary production of the time, highlighting the   interdependence between textual and visual codes. A main focus will be   on the heretic philosopher and cosmologist Giordano Bruno , burnt at   stake by the Roman Inquisition in 1600, who conceived his imposing   mnemonic system as an inner mirror of the infinite universe and of   nature's creative principles. Sampling the varied textual genres of    Bruno 's work (philosophical dialogues, writings on magic, a satyrical   comedy), one of the questions this course aims to answer is the same   posed to Bruno by Henry III King of France: is the Art of Memory   acquired \"by magic\" or \"by science\"?      January 2013  ITAL UA 861 Italian Americans On Screen: From the Black Hand to Jersey Shore Jacqueline Reich MTWRF 10am-1:30pm, Casa Auditorium  What   can explain the shocking popularity of Jersey Shore? Where did the   controversial images of Italian Americans that the show displays   originate? This course proposes and examination of Italian Americans as   represented in mainstream and independent American cinema, and later   television, from the silent era to the present. Particular attention   with be paid to the traditional stereotypes associated with these   representations (how they arose and why they continue to exist), two   specific genres -- the gangster film and the boxing film -- and how   Italian American filmmakers respond to and re-vision them  FALL 2012     ITAL UA 115 Readings in Medieval and Renaissance Literature Perna MW 9:30-10:45am Casa 201 Taught in Italian (Prereq: ITAL-UA 30; Same as MEDI 115) Introductory-level literature course that, through a close reading of authors such as Dante, Boccaccio, Petrarch,Machiavelli, and Ariosto, focuses on how to understand a literary text in Italian. Covers Italian literature from its origins to 17th century.     ITAL UA 173-001 Topics in Italian Culture: Media, Society and Politics in Italy: 1943-2012 Forgacs TR 2-3:15pm 4 credits    ITAL UA 173-002 Topics in Italian Culture: Fascism and Anti-Fascism in European Art and Architecture, 1914-1968 Merjian TR 11-12:15pm 4 credits This course addresses the intersection of art and ideology in Italy, Germany, Spain, France, and the Soviet Union, during the period 1914-1968. In each instance, we will examine the tensions between cultures of fascism and anti- fascism , both visual and verbal. Addressing the development of fascist ideology and its relationship to culture, our focus will shift from Futurist proto-fascist incitements to nationalist war and colonialism, to Dadaist subversion of that same rhetoric, to the shifting and evolving tensions of these forces throughout the period between the World Wars. Along the way, we will examine the representational strategies of different political systems (and their dissenters) in context: Nazi Germany, Mussolini’s Italy, Popular Front and Vichy France, Republican and Franco’s Spain, and (as a counterpoint) the post-revolutionary Soviet Union. Addressing both the interventions of particular artists, as well as broader issues of media and modernism, we will consider how the struggle between fascism and anti- fascism lies at the heart of twentieth-century culture. We will look at a variety of media, objects, and texts: from film and photography, to painting and exhibitions, to posters and spectacles, to poems and manifestos. In each instance will consider some specific case studies, whether the 1932 Exhibition of the Fascist Revolution or the 1937 Degenerate Art Exhibition in Nazi Germany.  ITAL UA 174 Italian Films, Italian Histories I Albertini T 12:30-3:15pm; R 12:30-1:45pm 4 credits  ITAL UA 270 Dante's Divine Comedy in Translation Freccero MW 11-12:15pm Casa Auditorium (same as MEDI 271, COLIT 270, ENGL 142)  Students study the Divine Comedy both as a mirror of high medieval culture and as a unique text that breaks out of its cultural bounds. The entire poem is read, in addition to selections from the Vita Nuova and other complementary minor works.  ITAL UA 277 Novel and Society Ferrari MW 2-3:15 Casa 201  Taught in Italian (Prereq: ITAL-UA 30)    ITAL UA 285 Dante's Vita Nova : A Text in its Context Ardizzone MW 12:30-1:45pm, Casa 201 4 credits     ITAL UA 861 Topics in Italian-American Culture: Ital ian Americans as Political Actors: From Radicals to Conservatives, 1910s-2010s Tintori MW 9:30-10:45am 4 credits                     Contact Us | &copy; New York University , Arts and Science"}, {"content": "Courses - Spring 2015                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Florence   /   Academics                 Sub Navigation                                 Courses                       Special Programs                       Faculty                       Facilities & Services                       Beyond The Classroom                                                                   Courses - Spring 2015        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department, can be found here .   Spring 2015 courses with days and times will be available in Albert, NYU's Student Information System the week of October 13, 2014. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .                   Academic Requirements & Registration Guidelines                                           Please review these requirements and guidelines before registration                                 Students must register for 12-18 credits   All students must participate in Global Orientations. Students do not need to enroll for this course during registration.     Enrollment in an Italian Language course is required; select one that matches your skill level. If you cannot find a section that works with your schedule, contact florence.academicsupport@nyu.edu     Language courses cannot be taken pass/fail   Attendance is expected and required; absences will negatively affect grades   Before you plan your personal travel, check your syllabi! Academic site visits and field trips are considered required class time.   Certain Art History, Economics, Business, and Psychology courses have prerequisites, visiting students email global.academics@nyu.edu for permission.     Required 30 minutes between class means a required 30 minutes between classes.   More information about Registering for Study Away Courses and registration FAQ's is available here .   If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                            Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016          Required Course For All Students                                                    Global Orientations: Italian Society and Culture                               This course provides students with a shared study-away experience at NYU Florence, engages them in the intellectual life of our site, and prepares them for their course work by giving them a basic foundation in the history and culture of Italy. Students also benefit from basic instruction in Italian language; this instruction is designed to supplement their formal language courses and to enable them to function in their new surroundings.                                  Italian Language    All students are required to take an Italian language course for graded credit. (This course cannot be taken Pass/Fail).                                                    Extensive Elementary Italian I - ITAL-UA 9001 - 4 points                               Students will gain understanding of the basic messages in simple oral and written  communication. They will be able to acquire key information from listening and reading brief, simple, authentic material and have a fair understanding of the meaning of short standard Italian conversation in a limited number of content areas. Students will be able to engage in basic conversation  as well as to initiate communication on familiar topics. Strong emphasis will be given to communicative  situations involving first and second person forms; writing activities with pertinent vocabulary  and structure will include simple autobiographical information, brief messages, simple forms and lists. Linguistic structures : subject pronouns, articles, adjectives, prepositions, present and present perfect indicative.     Sample Syllabus                                                                      Extensive Elementary Italian II - ITAL-UA 9002 - 4 points                               Prerequisites: Successful completion of Extensive Elem I     Students will gain understanding of oral and written material on a variety of topics, ranging from personal routine to include family, taste and hobbies. Their understanding will include present and past events. Students will be able to engage in conversations on a variety of real-life situations regarding familiar subjects, to respond to open-ended questions and initiate communication on these topics. They will be able to give and follow directions, instructions and commands. Skills in mono-directional oral presentation will begin to emerge. Writing activities will include narration of present and past events, personal experiences, school and work situations, as well as brief messages to family and friends. Linguistic structures: subject and object pronouns, articles, adjectives, present indicative and imperative, the two main past tenses in use in contemporary Italian.                                                                        Intensive Elementary Italian - ITAL-UA 9010 - 6 points                               This daily course immerses students in the Italian language. The basic structures and vocabulary of the Italian language are presented. Students are also provided with systematic practice of oral Italian through dialogues, pattern drills, and exercises. Special emphasis is given to correct pronunciation, sound placement, and intonation. Conducted in Italian.   Sample Syllabus                                                                    Extensive Intermediate Italian I - ITAL-UA 9011 - 4 points                               Prerequisites: Successful completion of Extensive Elem I &amp; II or Intensive Elementary Italian   Students will gain understanding of oral and written communication on various topics in the past, present and future in addition to expressions of personal wishes, feelings and hopes.  Students will recognize key information in the reading and listening of authentic material and will understand, to some extent advanced texts featuring narration and description of events.  Students will be able to handle most conversation tasks and standard social situations. Students will be able to write short letters and short paragraphs and show command of simple sentence syntax. Linguistic structures: students will be familiar with increasingly complex grammatical content, such as indirect and combined pronouns, future tense, conditional and subjunctive modes.     Sample Syllabus                                                                      Extensive Intermediate Italian II - ITAL-UA 9012 - 4 points                               Prerequisites: Successful completion of Extensive Interm I   Students will gain understanding of oral and written material ranging from general routine and leisure time activities, to more complex topics such as politics, environmental issues, and work environment. Students will be able to read and appreciate pertinent authentic texts. Students will be able to handle most uncomplicated conversation tasks and standard social situations. Students will be able to debate and argue for opposite viewpoints on a range of topics, to make comparisons and hypothesis. Presentation skills, written and oral, will solidify; skills in narrating in paragraphs begin to emerge and develop in a creative direction. Linguistic structures: students will gain knowledge of increasingly complex verbal forms such as all tenses of the subjunctive mode, past conditional and preterit, as well as several elaborate grammatical structures.                                                                        Intensive Intermediate Italian - ITAL-UA 9020 - 6 points                               Prerequisites: ITAL-UA 1 &amp; ITAL-UA 2, Elementary Italian I &amp; II; or ITAL-UA 10, Intensive Elementary Italian   This course offers students who are at the intermediate level a daily immersion class. The acquisition and practice of more sophisticated structures of Italian are undertaken. Fundamental oral and written skills are developed, and vocabulary enrichment and conversational ability are emphasized. Conducted in Italian.   Sample Syllabus                                                                    Advanced Review of Modern Italian - ITAL-UA 9030 - 4 points                               Prerequisites: ITAL-UA 11, ITAL-UA 12, Intermediate Italian I &amp; II; or ITAL-UA 20, Intensive Intermediate Italian   Intensive review of Italian grammar through written and oral exercises, conversations, compositions, translation, and readings from contemporary Italian literature. Conducted in Italian.   Sample Syllabus                                                                    Conversations in Italian - ITAL-UA 9101 - 4 points                               Prerequisites: ITAL-UA 30, Advanced Review of Modern Italian   Students entering the course should have mastered the fundamental structure of Italian. The course is designed to help students gain confidence and increase their effectiveness in speaking present-day Italian. Through discussions, oral reports, and readings, students develop vocabulary in a variety of topics, improve pronunciation, and learn an extensive range of idiomatic expressions. Conducted in Italian.   Sample Syllabus                                                                    Creative Writing in Italian - ITAL-UA 9103 - 4 points                               Co-Requisite: Conversations in Italian - ITAL-UA 9101   Students entering the course should have mastered the fundamental structure of Italian. The course is designed to help students gain confidence and increase their effectiveness in writing present-day Italian. Conducted in Italian.   Sample Syllabus                              Art and Arts Professions                                                    Intro to Interdisciplinary Art Practice - ART-UE 9TBA - 2 points                               Intro to Interdisciplinary Art Practice is designed as an intensive course to provide a forum in which to explore and engage the relationship between photography, performance and contemporary art, otherwise known as the politics of performance. Through class assignments and readings in contemporary theory we will develop a critical vocabulary for an understanding of the relationship between photography and performance and a forum in which to challenge and push our individual practice to the next level. All experience levels are welcome and will be helpful to our class. In Florence, we will use the resources of La Pietra and nearby institutions to engage the site specificity of NYU Florence and its rich history, including field trips, visiting artists, and seminar based classes. The class will take place simultaneously with the Blackamoor project held at La Pietra at NYU Florence, of which Lyle Ashton Harris is participating in.                              Art History   NOTE: Art History courses meet in the center of Florence; students should allow for 30 minutes commute time between Art History classes and their prior/subsequent classes.                                                   European Architecture of the Renaissance - ARTH-UA 9301 - 4 points                               Prerequisite: ARTH-UA 2, History of Western Art II, ARTH-UA 19, History of Architecture, ARTH-UA 301, European Architecture, or permission of the instructor   The new style in architecture, sparked by the buildings of Brunelleschi and the designs and writings of L.B. Alberti, developed in 15th-century Florence against the background of a vigorously evolving humanist culture. A study of the new movement through the great qattrocento masters and the work of the giants of the 16th century (e.g., Bramante, Michelangelo, Palladio) and the spread of Renaissance style into other countries. Conducted in English.   Sample Syllabus                                                                    Renaissance Art - ARTH-UA 9005 - 4 points                               NOTE: This course meets in the center of Florence. Student should allow for 30 minutes commute time between this class and their prior or subsequent class.   NYU Students who have already taken ARTH-UA 2 will not receive major credit for ARTH-UA 5 [Renaissance Art survey] or ARTH-UA 6 [Modern Art survey].   The city of Florence will be the classroom as students study the masters, explore museums, examine texts, and analyze the historical significance of monuments. With eyes cast simultaneously on painting, the graphic arts, sculpture, and architecture, this class will explore a broad range of art patronage that included religious and civic bodies, princely courts, and a growing number of private clients. The course will focus on points of intersection, transition, and the transformations that lead from one tradition to the next. Above all, our approach will encourage critical thinking and a search for unifying connections in studying the underlying logic of image making. Works will be examined on their native terms: both as physical objects, with sensitivity to their particular function and intended reception, and as visual images active within larger contexts. Conducted in English.   Sample Syllabus                                                                    Early Masters of Italian Renaissance Painting - ARTH-UA 9306 - 4 points                               Prerequisite: ARTH-UA 2, History of Western Art II, ARTH-UA 300, Renaissance Art, or equivalent introductory art history course.   This course is conceived as a series of selected studies, offering in depth analysis of a few great masters of Early Renaissance Italian painting: Giotto, Masaccio, Fra Angelico, Benozzo Gozzoli and Ghirlandaio, Botticelli, Filippino Lippi, among others. These artists have been chosen for the unique opportunity afforded by study in Florence to examine their works in original contexts, especially the great fresco cycles they created with their workshops. The course is, however, neither limited to the study of these artists nor to the study of painting. Their works will be considered in relation to those of other contemporary masters active in the courts of Central and Northern Italy, including Andrea Mantegna, Piero della Francesca, Cosmé Tura and Leonardo da Vinci. They will also be considered in rapport with other contemporary art forms, especially the sculpture of Ghiberti, Donatello and Verrocchio. In studying original works of art on site, context, function and materials will be considered equal in importance to matters of style. Special attention will be given to the phenomenon of collecting as an active force shaping the development of artistic forms and genres. The study of collecting will bring into consideration intellectual, social, economic and political issues that complicate and enrich our understanding of the work of the early masters of the Italian Renaissance. Conducted in English.   Sample Syllabus                                                                    The Gardens and Landscapes of Tuscany - ARTH-UA 9653 or ITAL-UA 9405 - 4 points                               NOTE: This course meets in the center of Florence. Student should allow for 30 minutes commute time between this class and their prior or subsequent class   Students in the Art History Dept: This course counts for Urban Design credit and Art History elective credit.   The city of Florence has long been admired for its combination of buildings and gardens. This course emphasizes the art of garden and landscape design, with tours to sites around the city and the surrounding areas. The starting point of the course is the 57 acres of historically significant landscape surrounding NYU's Villa La Pietra, with Renaissance-style gardens, rolling hills, and olive groves, all located within the city limits of Florence. Conducted in English.   Sample Syllabus                                                                     Special Topics: Roman Art - ARTH-UA 9150 - 4 points                               Course description coming soon.                                Business                                                  Principles of Financial Accounting - ACCT-UB 9001 - 4 points                               An introduction to the area of financial accounting. Encompasses accounting concepts from the point of view of the corporate investor and business management. Accounting procedures are discussed to facilitate the comprehension of the recording, summarizing, and reporting of business transactions. The basic principles of asset valuation and revenue and cost recognition are presented. Various asset, liability, and capital accounts are studied in detail with emphasis on an analytical and interpretive approach. The area of financial accounting is further analyzed through a discussion of the concepts and underlying financial statement analysis and the exposition of funds flow. Conducted in English.   Sample Syllabus                                                                    Introduction to Marketing - MKTG-UB 9001 - 4 points                               Evaluates, from the management point of view, marketing as a system for the satisfaction of human wants and as a catalyst of business activity. Deals with the subject at all levels from producer to consumer and emphasizes the planning required for the efficient use of marketing tools in the development and expansion of markets. Concentrates on the principles, functions, and tools of marketing, including quantitative methods. Utilizes cases and projects to develop a problem-solving ability in dealing with specific areas.   Sample Syllabus                              Cinema Studies                                                    History of Italian Cinema (Lecture and Screening) - ICINE-UT 1103 - 4 points                               Co-requisite: Enrollment in a screening time.   This course covers Italian film from the beginnings of the neo-realist movement to 1960, concentrating both on the aesthetic, theoretical development of neorealism and on its political, economic, social, and cultural context. Directors studied in detail include Rossellini, Visconti, de Sica, and Antonioni. Conducted in English.   Sample Syllabus                              College Core Curriculum                                                    Cultures and Contexts: Italy - CORE-UA 9554 - 4 points                               In Italy, regional identities have always been strong, while national identity has always been complex, a situation that characterizes even current political debates. Although the Italian peninsula was home to some of the most important ancient civilizations, Italy’s existence as a united country dates only from the nineteenth century, making it younger than the US as a modern nation state. Italy was first unified by the Romans, making Roman antiquity a point of reference throughout history as intellectuals and political leaders dreamed of a unified nation. We examine how Italian identity was formed throughout history, both by Italians and by foreign visitors to Italy, in response to the principal ancient cultures that thrived on the peninsula. The focus is on primary sources—literary works, artifacts, art objects, works of architecture, opera and film—taking advantage of the unique resources of Florence to explore these in their original contexts.     Sample Syllabus                              Comparative Literature                                                    Topics in 19th Century Literature: Italy and Italians in English Literature from the Romantics to Modernism - COLIT-UA 9180 or SASEM-UG 9201 - 4 points                               Romantic, Victorian, and Modernist writers in both Britain and the United States were fascinated by Italy. The &quot;Italy and Italians&quot; of the title refers not only to images and characters in the works of the British and American authors we will be reading but also to their affinities with Italian literature. Recurring themes in the course will be history and its uses in literature, gender and sexuality, democracy and aristocracy, language and power, and religion as an instrument of sexual repression.   Sample Syllabus                              Economics                                                  Introduction to Macroeconomics - ECON-UA 9001 - 4 points (formerly Economic Principles I)                               This course is not open to NYU Stern students.   Prerequisites: Pre-calculus or equivalent level of mathematical training   Introduction to the American economy, elements of supply and demand, and basic macroeconomic principles. Includes national income and employment, money, banking, inflation, business fluctuations, monetary and fiscal policy, the balance of payments, and comparative economic systems. Conducted in English.   Sample Syllabus                                                                      Introduction to Microeconomics - ECON-UA 9002 - 4 points (formerly Economic Principles II)                               This course is not open to NYU Stern students.   Prerequisites: Pre-calculus or equivalent level of mathematical training     Focuses on individual economic decision makers—households, business firms, and government agencies—and how they are linked together. The emphasis is on decision making by households and firms and how these decisions shape our economic life. Explores the different environments in which businesses sell their products, hire workers, and raise funds to expand their operations; the economic effects of various government policies, such as minimum wage legislation, rent controls, antitrust laws, and more. Conducted in English.                                                                      Economics of European Integration - ECON-UA 9219 - 4 points                               Prerequisites: ECON-UA 1 Economic Principles or ECON-UA 5 Intro to Economic Analysis or equivalents   The financial crisis that hit the global economy since the summer of 2008 is without precedent in post-war economic history. Although its size and extent are exceptional. the crisis has many features in common with similar financial-stress driven recession episodes in the past. However, this time there’s something different, with the crisis being global akin to the events that triggered the Great Depression of the 1930s. This crisis spread quickly and rapidly moved from the US to European countries that show the weakest economic indicators (PIIGS: Portugal, Ireland and Italy, Greece and Spain). This course will focus on the long run causes, consequences and EU responses to the crisis, conditionally on the characteristics of the countries involved. We will focus on the long process of European Integration and discuss whether it may represent a possible solution to the recent crisis.   Sample Syllabus                                                                    Money and Banking - ECON-UA 9231 - 4 points                               This course is not open to NYU Stern students.   Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2), or Introduction to Economic Analysis (ECON-UA 5) or equivalents.   We offer a perspective on the workings of the monetary and financial system within a country and at an international level. The role of money and the tools to conduct monetary policy will be analyzed in detail. The concept of the value of money now and in the future helps in understanding the role of interest rates and of risk; various way to store wealth will take us into the structure of financial markets where financial instruments are created and traded to meet diverse needs. Some basic concepts on the role played by commercial banks will introduce the function of the Central Bank and of monetary policy in the overall goal of ensuring financial stability to the system. Current issues, such as the role of the European Central Bank and the instability created by the subprime mortgage crisis, will be discussed.   Sample Syllabus                                                                    International Economics - ECON-UA 9238 - 4 points                               This course is not open to NYU Stern students.   Prerequisites: Microeconomics &amp; Macroeconomics (ECON-UA 1 and ECON-UA 2) or equivalents.   Focuses on international trade in goods, services, and capital.The issues discussed include gains from trade and their distribution; analysis of protectionism; strategic trade barriers; the trade deficit; exchange rate determination; and government intervention in foreign exchange markets.                                                                      Economic Development - ECON-UA 9323 - 4 points                               Prerequisites: Intermediate Microeconomics, Intermediate Macroeconomics, &amp; International Economics (NYU ECON-UA 10, ECON-UA 12, &amp; ECON-UA 238) or equivalents. International Economics can be taken as co-requisite with special permission.     This course aims at offering a global perspective on development, long term change in the world economy, and the interaction between countries, regulatory systems and firms. Recent developments have changed completely the patterns of development and the relationships between developed and developing/emerging countries.  The focus of the course is on the shift of production to East Asia, on poverty and inequality, on the dynamics of international trade and investment, including changes in production patterns (outsourcing, offshoring, service offshoring), on the relationship between trade and economic growth, trade imbalances and protectionism, and on the impact of technological innovation on international competitiveness.     Sample Syllabus                                                                        Mathematics  for Economics I - MATH-UA 9211 - 4 points                               Prerequisites: Completion of Algebra and Calculus with a grade of C or higher or passing placement exam.   This course is only open to Economics Policy Majors and prospective majors.   This course introduces calculus for real valued functions of a single real variable and of several real variables. In particular, it shows how calculus can be used to solve optimization problems for these functions, including constrained optimization problems which can be solved by substitution. A substantial number of economic examples will be analyzed during the course.                                European &amp; Mediterranean Studies                                                  Modern Italy - EURO-UA 9163 or HIST-UA 9168 or ITAL-UA 9868 - 4 points                               This course introduces contemporary Italy in all its complexity and fascination. Reviewing politics, economics, society, and culture over the past two centuries, the course has a primary goal -- to consider how developments since the 1800s have influenced the lives and formed the outlook of today's Italians. In other words, we are engaged in the historical search for something quite elusive: Italian “identity”. Topics will include the unification of the country, national identity in the late 19th and early 20th centuries, the First World War, and Italian fascism, World War Two and the resistance, the post-war Italian Republic, the economic &quot;miracle&quot;, the South, the Mafia, terrorism, popular culture, and the most recent political and social developments, including Italy and the European Union. Lectures combine with readings and films (taking advantage of Italy’s magnificent post-war cinema).     Sample Syllabus                          Gallatin School of Individualized Study                                                   History of Italian Fashion - IDSEM-UG 9200 - 4 points                               Please note that students accepted to the Gallatin Fashion in Florence Program will be given registration priority for this course. This is a 7 week intensive course. Specific course dates and meeting times will be posted in ALBERT.     Italian fashion is famous internationally for its combination of quality and elegance. This course explores the development of fashion as an integral part of Italian identity. It looks at four historical moments or movements that played a significant role in developing that identity: Renaissance Florence under the de Medici, Mussolini’s mandate for Italian-based fashion, the post-war Italian film industry in the 1950s and 60s, and, today’s global fashion industry where the image of Italian style is one of quality, luxury and sexy elegance. Conducted in English.   Sample Syllabus                                                                    Global Fashion Industry: Italy - PRACT-UG 9200 (formerly SASEM-UG 9203) - 4 points                               Please note that students accepted to the Gallatin Fashion in Florence Program will be given registration priority for this course.    Global Fashion Industry: Italy will provide students with a deep understanding of the contemporary fashion industry in Italy, as well as of Italy's position in the global fashion arena. The course will drive students through the entire lifecycle of the fashion business, from forecasting trends to retailing, through design, sourcing, product development and production. Particular attention will be dedicated to different marketing aspects of the process, such as: identity building, brand positioning, merchandising, buying, costing, communication. All levels of retail, from luxury to mass market will be covered. The course will end with an analysis of the new challenges, such as sourcing globalization, emerging markets, sustainability and growing significance of technology.  A strong effort will be put into organizing site visits to studios, showrooms and factories, as well as meeting with professional players.   Each session will be structured to give students an overview of a particular stage of the Industry, through a mix of lectures from the course leader and visiting professionals, studio and showroom visits, walking tours, reading assignments and practical projects. Conducted in English.                                                                        Topics in 19th Century Literature: Italy and Italians in English Literature from the Romantics to Modernism - COLIT-UA 9180 or SASEM-UG 9201 - 4 points                               Romantic, Victorian, and Modernist writers in both Britain and the United States were fascinated by Italy. The &quot;Italy and Italians&quot; of the title refers not only to images and characters in the works of the British and American authors we will be reading but also to their affinities with Italian literature. Recurring themes in the course will be history and its uses in literature, gender and sexuality, democracy and aristocracy, language and power, and religion as an instrument of sexual repression.   Sample Syllabus                              Global Liberal Studies                                                  Experiential Learning II - EXLI- UF 9302 - 2 points                               Open to Global Liberal Studies students only.   Course description coming soon.                              History                                                  Italy During the Renaissance - HIST-UA 9123 or MEDI-UA 9123 - 4 points                                The Renaissance began and reached maturity in Italy between 1350 and 1500. This course closely examines the political, economic, and social situations in Italy during this period, emphasizing the special conditions that produced Renaissance art and literature. The relationship between culture, society, and politics is studied in the case of Florence, in which the hegemony of the Medici house and its patronage brought the city to cultural leadership in the Western world. Conducted in English.   Sample Syllabus                                                                    Modern Italy - EURO-UA 9163 or HIST-UA 9168 or ITAL-UA 9868 - 4 points                               This course introduces contemporary Italy in all its complexity and fascination. Reviewing politics, economics, society, and culture over the past two centuries, the course has a primary goal -- to consider how developments since the 1800s have influenced the lives and formed the outlook of today's Italians. In other words, we are engaged in the historical search for something quite elusive: Italian “identity”. Topics will include the unification of the country, national identity in the late 19th and early 20th centuries, the First World War, and Italian fascism, World War Two and the resistance, the post-war Italian Republic, the economic &quot;miracle&quot;, the South, the Mafia, terrorism, popular culture, and the most recent political and social developments, including Italy and the European Union. Lectures combine with readings and films (taking advantage of Italy’s magnificent post-war cinema).     Sample Syllabus                                                                    History of Immigration in Europe &amp; United States from World War II to Present - HIST-UA 9186 - 4 points                               In both Europe and the US, the topic of immigration is highly politicized, and frequently occupies the center of national and regional debates on identity, citizenship and belonging. On both sides of the Atlantic, the concept of multiculturalism and the question of irregular migration present thorny issues for academics and policy makers alike. This course will provide a comparative (US/Europe) introduction to the history of migration, from the late 1880´s to the present day, in order to help students develop a basic historical framework that will allow them to more deeply understand contemporary migration policy and debates surrounding immigrant integration. The experiences of a number of European countries will be looked at in depth: the UK, France, Italy, and Germany. We will begin by looking at mass Italian migration to the US in the late 19th and early Twentieth Centuries, discussing how the first waves of Italian migrants were racialized and how they were inserted into the existing racial order in the US. We will learn about the Fascist Period in Italy, and in particular, its Racial Laws and the specificities of the Holocaust in Italy during World War II and how this period has influenced the way that continental European countries collect and organize census data. Moving into the contemporary period, we will explore how Italy has transformed itself from a historic emigrant-sending country into one of Europe´s leading immigrant-receiving nations and how it has managed migration to date; discuss the myths and reality of the hotly debated issue of undocumented migration; learn about how migration policy is always gendered and impacts differently upon men and women; gain insight into the highly stigmatized Roma communities in Europe, and study multiculturalism and citizenship policy in Europe and the US through a range of case studies, such as the Muslim headscarf debate. There will be a strong focus on &quot;on-site&quot; learning in this course, with field trips to a Sikh temple in the province of Tuscany, the Jewish museum in Florence, the Chinese quarter of Prato, as well as site visits to associations that work with immigrants and refugees.                                                                      The Italian South - HIST-UA 9538 - 4 points                               The course is a voyage through the fascinating and complex history and culture of the  Italian South, from the first half of the Nineteenth Century to the present day. Adopting  an interdisciplinary approach we will explore the rich patrimony of southern history, as  well as the violence of a society with neither rules nor justice.     Sample Syllabus                                  Italian Studies                                                  Dante's Divine Comedy - ITAL-UA 9270 - 4 points                               Italian instruction will be offered for Italian Immersion students.   This course analyzes Dante's poetry in itself and as an object of translation and adaptation. The text of the Divine Comedy, a 14,000-line journey through the afterlife, will be studied in terms of its transmission and reception in contemporary culture. Emphasis will be put on Dante's influence on literature, art, music, media and film. The text is read in translation with references to the original Italian facing text. Conducted in English.   Sample Syllabus                                                                    Traveling the Italian Way: from Pinocchio to Spaghetti Pulp Fiction - ITAL-UA 9285 - 4 points                               This course, taught in English, will focus on the representation of travel experience in Modern Italian Literature and its related media, especially 20th-century Cinema, Modernist Art, underground comics, and the way they intersect with each other. Its aim is to offer the student a new pattern in the succession of tendencies, movements and mass cultures, with a broader perspective, spanning from 19th Century Post-Unification Italian culture to 1980s 'cult writers, cartoonists and literary groups from the 1990s and 2000s. The course will undertake not only a spatial journey abroad (to America, the Middle or Far East, Africa) or inland (especially the South), but also an intellectual, political and spiritual adventure: tracing a path between the Wars, the economic Boom, the Generation of ’68 and ’77, a psychedelic trip in New Age trends, and the so called Pulp Generation or Young Cannibals.                                                                      Italian Politics - ITAL-UA 9512 or POL-UA 9512 - 4 points                               Italian instruction will be offered for Italian Immersion students.    Presents a study of post-World War II Italian politics and society in comparative and historical perspective. Seeks explanations of Italian political development in specific historical factors such as the 19th century patterns of state formation and the experience of fascism. Comparative analysis seeks to show how the social structure, political culture, and party systems have shaped Italy's distinct development. Current and recurrent political issues include the problem of integrating the south into the national economy and state response to social movements, particularly terrorism. Conducted in English.   Sample Syllabus                                                                    Modern Italy - EURO-UA 9163 or HIST-UA 9168 or ITAL-UA 9868 - 4 points                               This course introduces contemporary Italy in all its complexity and fascination. Reviewing politics, economics, society, and culture over the past two centuries, the course has a primary goal -- to consider how developments since the 1800s have influenced the lives and formed the outlook of today's Italians. In other words, we are engaged in the historical search for something quite elusive: Italian “identity”. Topics will include the unification of the country, national identity in the late 19th and early 20th centuries, the First World War, and Italian fascism, World War Two and the resistance, the post-war Italian Republic, the economic &quot;miracle&quot;, the South, the Mafia, terrorism, popular culture, and the most recent political and social developments, including Italy and the European Union. Lectures combine with readings and films (taking advantage of Italy’s magnificent post-war cinema).     Sample Syllabus                                                                    Culture of the City: Italian Urban Life - ITAL-UA 9403 or SCA-UA 9620 - 4 points                               Urban culture is complex, fantastic, frightening, and a part of daily life, encompassing everything from the opera to street musicians, the public library to the piazza, the theater to local cafes and social clubs. This course, where cities are considered to be sources of cultural invention, explores through literature, history, social science and student experience, the evolution of high and popular culture, both modernist and post-modern. Emphasis will be placed on how cultures create bonds between specific interest groups, and how culture becomes the arena for acting out or resolving group conflict. This course will focus on Italian cities, including Florence. Conducted in English.   Sample Syllabus                                                                    Italian Opera - MUSIC-UA -9121 or ITAL-UA 9170 - 4 points                               The course covers the evolution of Italian opera from its beginnings in Florence to the early 20th century with special emphasis on Monteverdi, Rossini, Donizetti, Verdi and Puccini. The approach is multidisciplinary and aims at a comprehensive survey of the music theatre in the context of the Italian cultural heritage. Literary sources, musico-dramatic features, vocal styles are studied in connection with major works that best represent trends and genres in the Italian operatic tradition. Students are expected to master the distinctive characteristics of such genres as favola in musica, intermezzo, opera seria, opera buffa, grand opera, dramma lirico, and the basic elements of Italian versification. Students listen to and watch recorded operas and attend performances in Florence or other Italian cities. Conducted in English   Sample Syllabus                                                                    Global Media Seminar: Media Activism and Democracy - MCC-UE 9452 or ITAL-UA 9513 - 4 points                               This course presents an investigation on how civil society activism evolved in Italy and in Eastern and Western political regimes over the last 30 years, with a special emphasis on the use that civil society activists made of media outlets (i.e. television, radio, newspapers, and digital media). In the course, students will be introduced to the transformations introduced in current political regimes (both democratic and authoritarian) by media activism, and they will develop a closer understanding and a critical view of the Italian and international media-politics-civil society conundrums.     Sample Syllabus                                  Mathematics                                                    Mathematics  for Economics I - MATH-UA 9211 - 4 points                               Prerequisites: Completion of Algebra and Calculus with a grade of C or higher or passing placement exam.   This course is only open to Economics Policy Majors and prospective majors.   This course introduces calculus for real valued functions of a single real variable and of several real variables. In particular, it shows how calculus can be used to solve optimization problems for these functions, including constrained optimization problems which can be solved by substitution. A substantial number of economic examples will be analyzed during the course.                                Media, Culture, &amp; Communication                                                    Global Media Seminar: Media Activism and Democracy - MCC-UE 9452 or ITAL-UA 9513 - 4 points                               This course presents an investigation on how civil society activism evolved in Italy and in Eastern and Western political regimes over the last 30 years, with a special emphasis on the use that civil society activists made of media outlets (i.e. television, radio, newspapers, and digital media). In the course, students will be introduced to the transformations introduced in current political regimes (both democratic and authoritarian) by media activism, and they will develop a closer understanding and a critical view of the Italian and international media-politics-civil society conundrums.     Sample Syllabus                                  Medieval and Renaissance Studies                                                  Italy During the Renaissance - HIST-UA 9123 or MEDI-UA 9123 - 4 points                                The Renaissance began and reached maturity in Italy between 1350 and 1500. This course closely examines the political, economic, and social situations in Italy during this period, emphasizing the special conditions that produced Renaissance art and literature. The relationship between culture, society, and politics is studied in the case of Florence, in which the hegemony of the Medici house and its patronage brought the city to cultural leadership in the Western world. Conducted in English.   Sample Syllabus                                                                    Magic, Religion &amp; Inquisition - MEDI-UA 9995 or RELST-UA 9671 - 4 points                               This course is made up of four sections. The first opens with an analysis of the intellectual foundations of the witch-hunt from late Antiquity to the early Renaissance. The second section concentrates on the most infamous handbook for witch-hunters, Malleus Maleficarum (“The Hammer of the Witches”) and on the roots of medieval misogyny. The third section looks at the mass witch-hunts of the sixteenth and seventeenth centuries on the backdrop of the break between Protestant and Catholic Europe, and examines the connections linking witch-hunting to the momentous social, political and religious changes of the times. In the fourth part, the course will shift focus to the grassroots level, shedding light on the economic and social mechanisms which lead a community to “make a witch”.   Sample Syllabus                              Metropolitan Studies                                                  Culture of the City: Italian Urban Life - ITAL-UA 9403 or SCA-UA 9620 - 4 points                               Urban culture is complex, fantastic, frightening, and a part of daily life, encompassing everything from the opera to street musicians, the public library to the piazza, the theater to local cafes and social clubs. This course, where cities are considered to be sources of cultural invention, explores through literature, history, social science and student experience, the evolution of high and popular culture, both modernist and post-modern. Emphasis will be placed on how cultures create bonds between specific interest groups, and how culture becomes the arena for acting out or resolving group conflict. This course will focus on Italian cities, including Florence. Conducted in English.   Sample Syllabus                              Music                                                  Italian Opera - MUSIC-UA -9121 or ITAL-UA 9170 - 4 points                               The course covers the evolution of Italian opera from its beginnings in Florence to the early 20th century with special emphasis on Monteverdi, Rossini, Donizetti, Verdi and Puccini. The approach is multidisciplinary and aims at a comprehensive survey of the music theatre in the context of the Italian cultural heritage. Literary sources, musico-dramatic features, vocal styles are studied in connection with major works that best represent trends and genres in the Italian operatic tradition. Students are expected to master the distinctive characteristics of such genres as favola in musica, intermezzo, opera seria, opera buffa, grand opera, dramma lirico, and the basic elements of Italian versification. Students listen to and watch recorded operas and attend performances in Florence or other Italian cities. Conducted in English   Sample Syllabus                              Photography                                                    Photojournalism: Exploring Italian Society - IPHTI-UT 1200 - 4 points                                A digital SLR camera is required.     NOTE: This course meets in the center of Florence. Students should allow for 30 minutes commute time between this class and their prior or subsequent class.   The course Photojournalism: Exploring Italian Society focuses on the contemporary life of Florence, a city best known as a UNESCO World Heritage site, but that is also a European city attempting to rise to the challenges that currently confront other urban environments throughout Europe and the world. The course draws its strengths from the unique resources of the program and the city of Florence. From Italian labor protests, to commemoration of historic events, to immigrant populations, mass transit and tourism, Florence has many compelling contemporary visual stories to tell. Students have the unique opportunity to capture these issues in images.   Sample Syllabus                                                                      Photography of Architecture, City and Territory - IPHTI-UT 1210 - 4 points                               City, territory and architecture have been, from the beginning of photography, privileged objects for its practice. Photography has become a tool to strengthen the understanding of architecture, to highlight aesthetic and design ideas and to critically interpret space. This class focuses on architectural photography and the photography of urban space, both in relation to their historical roots and contemporary practice, covering the theoretical connections between architecture and photography. Through course assignments students will learn to confront a variety of challenges presented by photographing different architectural styles. By the end of the course, each student will have produced a portfolio of architectural photography.   This is an intermediate photography course. Each student must have basic knowledge of digital photographic techniques and their own SLR digital camera with manually adjustable aperture and shutter speed, as well as a flash drive to backup your work. The course is a combination of lectures and labs for a total of six hours per week.     Sample Syllabus                                Politics                                                  Comparative Politics- POL-UA 9500- 4 points                               This course will introduce students to the study of comparative politics, which is defined as the study of domestic politics anywhere in the world. As a way of cutting into this vast topic, we specifically focus on the process of democratic transition by analyzing the democratic revolution that has swept the globe during the last thirty-five years. In turn we will explore the causes of democratization, threats to democratization, and factors that may aid in a successful consolidation of democracy. As part of this process, students will be exposed to a wide range of topics in comparative politics, including theories of democratic transitions, the politics of economic reform, voting, parties, and electoral systems, and theories of ethnic conflict.   Please note: this course fulfills the requirement for a “core” course for Politics majors, the first time such a course has been offered at NYU-Florence, and is taught by Professor Tucker, who normally teaches the course in New York. As such, it is to date the only opportunity *anywhere* to take a politics core course in a small class format. As an introductory course, it is also perfectly appropriate for non-politics majors as well.     Sample Syllabus                                                                         Acton Seminar: Policies and Politics of the European Union - POL-UA 9595 - 4 points                               The European Union is a unique and strange entity. It has 27 states and 500 million people. Its GNP is more or less equal to that of the USA. Many of its members share a common currency and a common monetary policy. Yet it is a union without a state. The spectacular progress in the area of economic integration has not been matched by the creation of a common government and a common identity. The economic giant is still a political dwarf as it has been confirmed time and again whenever there is an international crisis,. Yet so far this strange entity has been working. Its achievements in the economic arena have been remarkable. The course will analyze in an interdisciplinary fashion the making of the Union, its institutions, its policies and its prospects in the very challenging environment of today. Probably more so than in any other period in its history the survival of the Union, as we have known it, will be tested by the impact of the most serious crisis of the post-war period. Particular attention will be given to the new economic governance established by the Union in responding to the problems posed by the poor economic and financial performance of some of its members, i.e. the PIGS (Portugal, Ireland, Greece, Spain). Conducted in English.   Sample Syllabus                                                                    Italian Politics - ITAL-UA 9512 or POL-UA 9512 - 4 points                               Italian instruction will be offered for Italian Immersion students.    Presents a study of post-World War II Italian politics and society in comparative and historical perspective. Seeks explanations of Italian political development in specific historical factors such as the 19th century patterns of state formation and the experience of fascism. Comparative analysis seeks to show how the social structure, political culture, and party systems have shaped Italy's distinct development. Current and recurrent political issues include the problem of integrating the south into the national economy and state response to social movements, particularly terrorism. Conducted in English.   Sample Syllabus                                                                    Quantitative Methods - POL-UA 9800 or Statistics for Social Research - SOC-UA 9302 - 4 points                               In our society the need for deep understanding of what is going on translates into a need to keep track what has happened, how to outline trends, plan the future knowing the present or the past. We have all heard about demographic pressure, social policies, health care planning, inflation, market volatility: these are all concepts which rely heavily on statistical information. Changes have to be managed properly and in an informed way: scientific experiments be they on a medicine, on fertilizer or airbags must be planned as to ensure their validity. Total quality in production is a statistics-based philosophy of management, and if you like a commercial it is also because a statistician has provided information about consumer tastes and behaviour. In this course we will provide an introduction to the tools of statistics but most importantly we will try and understand the rationale behind statistics.   Sample Syllabus                                                                    United States &amp; European Union Relations since WWII - POL-UA 9721 - 4 points                               This course explores the role of the US in Europe from the end of World War II to the present with a particular emphasis on understanding the sources of cooperation and conflict. The topics covered in the first part will include the US vision of the new international order, the end of the old European balance of power, the Cold War and the division of Europe, the building of the Western alliance, the collapse of communism in Eastern Europe. The second part of the course will concentrate on contemporary issues ranging from the evolution of NATO to trade relations and the role of the dollar and the euro in the international monetary system. Particular attention will also be given to the challenges posed by the ‘war on terror’, the wars in Iraq and Afghanistan. Conducted in English.   Sample Syllabus                              Religious Studies                                                  Magic, Religion &amp; Inquisition - MEDI-UA 9995 or RELST-UA 9671 - 4 points                               This course is made up of four sections. The first opens with an analysis of the intellectual foundations of the witch-hunt from late Antiquity to the early Renaissance. The second section concentrates on the most infamous handbook for witch-hunters, Malleus Maleficarum (“The Hammer of the Witches”) and on the roots of medieval misogyny. The third section looks at the mass witch-hunts of the sixteenth and seventeenth centuries on the backdrop of the break between Protestant and Catholic Europe, and examines the connections linking witch-hunting to the momentous social, political and religious changes of the times. In the fourth part, the course will shift focus to the grassroots level, shedding light on the economic and social mechanisms which lead a community to “make a witch”.   Sample Syllabus                              Sociology                                                  Social Networks - SOC-UA 9970 - 4 points                               Social life in its different forms, from the delicate equilibrium of a triadic relation to the chaotic dynamic of a crowd, emerges from the interdependent behavior of multiple actors. By studying social networks -- i.e., the web of relationships in which individuals and groups are embedded --, we will understand important collective dynamics, such as interpersonal influence, social diffusion, the origin of social norms, group cohesion and inter-group conflict, political participation, and market exchange. This course will offer an overview of basic social networks concepts, combining the theoretical tradition of structural and relational sociology with the analytical tools of graph theory.   Sample Syllabus                                                                    Quantitative Methods - POL-UA 9800 or Statistics for Social Research - SOC-UA 9302 - 4 points                               In our society the need for deep understanding of what is going on translates into a need to keep track what has happened, how to outline trends, plan the future knowing the present or the past. We have all heard about demographic pressure, social policies, health care planning, inflation, market volatility: these are all concepts which rely heavily on statistical information. Changes have to be managed properly and in an informed way: scientific experiments be they on a medicine, on fertilizer or airbags must be planned as to ensure their validity. Total quality in production is a statistics-based philosophy of management, and if you like a commercial it is also because a statistician has provided information about consumer tastes and behaviour. In this course we will provide an introduction to the tools of statistics but most importantly we will try and understand the rationale behind statistics.   Sample Syllabus                                                                    The Politics of Organized Crime: Italian Mafias in a Comparative Perspective - SOC-UA 9506 - 4 points                               This course will introduce students to the study of criminal organizations in Italy and abroad. Analysis of real-world data over the last decades, such as court proceedings and crime statistics, dismisses many of the accepted myths about Italian mafias. We will explore the organization of mafia groups, rules and codes, activities both in legitimate business and illegal markets, and their relationship to politics. This comparative approach will help students identify those factors facilitating the emergence, migration and persistence of organized crime across countries. The course will include a review of the legislative efforts and best-practices designed to prevent and control organized crime in Italy and in the United States.     Sample Syllabus                                Italian Immersion Program   The following courses are part of the Italian Immersion program. Some courses are conducted in Italian, while others are taught in English, with Italian instruction and assignments for students in the program. Courses are open to all students studying at NYU in Florence who have completed one course beyond intermediate Italian, or who have equivalent fluency.                                                  Advanced Review of Modern Italian - ITAL-UA 9030 - 4 points                               Prerequisites: ITAL-UA 11, ITAL-UA 12, Intermediate Italian I &amp; II; or ITAL-UA 20, Intensive Intermediate Italian   Intensive review of Italian grammar through written and oral exercises, conversations, compositions, translation, and readings from contemporary Italian literature. Conducted in Italian.   Sample Syllabus                                                                    Conversations in Italian - ITAL-UA 9101 - 4 points                               Prerequisites: ITAL-UA 30, Advanced Review of Modern Italian   Students entering the course should have mastered the fundamental structure of Italian. The course is designed to help students gain confidence and increase their effectiveness in speaking present-day Italian. Through discussions, oral reports, and readings, students develop vocabulary in a variety of topics, improve pronunciation, and learn an extensive range of idiomatic expressions. Conducted in Italian.   Sample Syllabus                                                                    Italian Politics - ITAL-UA 9512 or POL-UA 9512 - 4 points                               Italian instruction will be offered for Italian Immersion students.    Presents a study of post-World War II Italian politics and society in comparative and historical perspective. Seeks explanations of Italian political development in specific historical factors such as the 19th century patterns of state formation and the experience of fascism. Comparative analysis seeks to show how the social structure, political culture, and party systems have shaped Italy's distinct development. Current and recurrent political issues include the problem of integrating the south into the national economy and state response to social movements, particularly terrorism. Conducted in English.   Sample Syllabus                                                                    Creative Writing in Italian - ITAL-UA 9103 - 4 points                               Co-Requisite: Conversations in Italian - ITAL-UA 9101   Students entering the course should have mastered the fundamental structure of Italian. The course is designed to help students gain confidence and increase their effectiveness in writing present-day Italian. Conducted in Italian.   Sample Syllabus                                                                   NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                               Upcoming Application Deadlines   Spring Semester     Priority: September 15   Regular: October 15   Applications received after October 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.                Learn     Courses   Special Programs   Freshman Program   Facilities   Faculty   Community Service                      Live     Housing &amp; Meals   Cost &amp; Budgeting   Language   Culture &amp; Customs   Safety   Health &amp; Wellness     Staff                Explore      Getting Around   Restaurants    Nightlife    Things to do    Local Travel    Regional Travel                                    Questions?        Contact Us                                                                                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]