[{"detail": [{"content": "Noncredit Course Index                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                                                                                 About             History & Mission The School and NYC Message from the Dean Academic Accreditation Administration Newsroom The School Community Convocation Visual Identity and Editorial Guidelines School Events                   Admissions             Graduate Admissions Undergraduate Admissions Events You@NYU Apply                   Academics             Academic Departments Academic Policies and Procedures Academic Accreditation Degree Programs Graduate Programs Undergraduate Programs Online Offerings Diploma Program Admissions  High School Academy Noncredit Offerings Course Search Certificates Intensives New Courses Online Offerings Professional Advantage Programs Information Sessions  Online Offerings                   Noncredit                 Faculty             Office of Faculty Affairs Faculty Search                   Career             About For Students For Employers For Alumni For Faculty                   Conferences & Events                 Giving                 Alumni             Alumni Community Stay Connected Alumni Benefits and Services Alumni Award Programs and Events                                                     Noncredit Course Index                                            Noncredit Course Index &rsaquo;                                                                                                                                              Select a Department:                           Sort List by Alpha:     ALL A B C D E F G H I J K L M N O P Q R S T U V W X Y Z                     Semesters Offered     Course Number             Course Title                       Noncredit Courses                                   SEARCHING ...                                                                                                    QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          High School Academy          Professional Advantage                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}]},
{"detail": [{"content": "Noncredit Course Index                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                                                                                 About             History & Mission The School and NYC Message from the Dean Academic Accreditation Administration Newsroom The School Community Convocation Visual Identity and Editorial Guidelines School Events                   Admissions             Graduate Admissions Undergraduate Admissions Events You@NYU Apply                   Academics             Academic Departments Academic Policies and Procedures Academic Accreditation Degree Programs Graduate Programs Undergraduate Programs Online Offerings Diploma Program Admissions  High School Academy Noncredit Offerings Course Search Certificates Intensives New Courses Online Offerings Professional Advantage Programs Information Sessions  Online Offerings                   Noncredit                 Faculty             Office of Faculty Affairs Faculty Search                   Career             About For Students For Employers For Alumni For Faculty                   Conferences & Events                 Giving                 Alumni             Alumni Community Stay Connected Alumni Benefits and Services Alumni Award Programs and Events                                                     Noncredit Course Index                                            Noncredit Course Index &rsaquo;                                                                                                                                              Select a Department:                           Sort List by Alpha:     ALL A B C D E F G H I J K L M N O P Q R S T U V W X Y Z                     Semesters Offered     Course Number             Course Title                       Noncredit Courses                                   SEARCHING ...                                                                                                    QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          High School Academy          Professional Advantage                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "Advanced Honors Seminars: Spring 2015, CAS | NYU                                                  Navigation       College of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty       About the College | Programs | Students | Admissions | Alumni                  Back to Home             Advanced Honors Seminars: Spring 2015   The College is one of the most diverse communities   anywhere–an exciting, sophisticated center in one of the most exciting   and cosmopolitan cities in the world. Our mission is to prepare students   to be thought leaders and successful global citizens. We do this by   creating unique academic opportunities for student and faculty   engagement that emphasize research and scholarly communication. Part of   the College’s Honors Program, the Advanced Honors Seminars place   students in small classes with distinguished faculty to study topics   that have the potential to change how we think and how we work. As such,   they are ideal gateways for the intellectually stimulating discussions   we aim to foster. They challenge students and faculty to engage   intensively within and beyond their fields of study, and they inspire   intellectual responsibility towards the scholarly community and the   wider world. In spring 2005, the College of Arts and Science   launched the Advanced Honors Seminar program, which extends the basic   principles behind the Freshman Honors Seminars to upper-level courses   (open to sophomores, juniors, and seniors). Distinguished professors   drawn not only from the College’s faculty but also from NYU’s   professional schools, and from among New York’s professional, cultural,   and governmental leaders, teach these small classes. In many instances,   the seminars are cross-listed with departments and students may count   the classes toward their majors or minors; in some cases, the classes   will count only as electives. Advanced Honors Seminars have three   central goals: to create close mentoring relationships between   exceptional faculty and students; to challenge students intellectually   through honors-level work in critical thinking, writing, and conversing;   and to strengthen students’ interest in and aptitude for conducting   independent research (e.g. a DURF grant or a Senior Honors Thesis). They   are designed to foster scholarly insight and debate and to nurture the   intellectual passions of students and faculty alike. We encourage you to   try one this year! G. Gabrielle Starr Seryl Kushner Dean of the College of Arts and Science Wendy Suzuki Director of College Honors Programs   Course Descriptions  Power, Domination and Resistance AHSEM-UA 166 (class # 23136)  Instructor: Steven Lukes Thursday, 3:30–6:00 p.m. This course will introduce students to the complexities of conceptualizing and studying power. How do we determine where it lies? Who has more and who less? How do we study its mechanisms and effects, above all in view of the intuition that it is at its most effective when least observable by both agents and observers? Is power at its most effective when most imperceptible, and, if so, how are we to study it? What are the relations between the concept of “power” and such related concepts as “authority,” “influence,” “manipulation,” “coercion,” “force,” and “violence”? What is the relationship between so-called “hard” and “soft” power? We will look at some classical writings (from Thomas Hobbes to Max Weber), at modern writers (such as Hannah Arendt, Pierre Bourdieu, and Michel Foucault), and at work by contemporary political scientists and sociologists. Abstract discussion will be leavened throughout by case studies exemplifying the conceptual discussion. Cross-listed with Sociology as SOC-UA 935.001. This course can count towards the major in Sociology as either an advanced seminar or elective. Steven Lukes is Professor of Sociology. He studied philosophy, politics, and economics at Oxford, where he obtained his doctorate, writing a thesis on Durkheim under the supervision of the anthropologist E. E. Evans-Prichard. He has previously held posts in Politics and Sociology at Balliol College, Oxford; in Political and Social Theory at the European University Institute in Florence; in Moral Philosophy at the University of Siena; and in Sociology at the London School of Economics. He is a Fellow of the British Academy and an editor of the European Journal of Sociology. His writing and teaching have ranged over political science, political and moral philosophy, sociology, anthropology, and the philosophy of the social sciences. His published works include Emile Durkheim: His Life and Work; Individualism, Marxism, and Morality ; Liberals and Cannibals: The Implications of Diversity ; The Curious Enlightenment of Professor Caritat: A Comedy of Ideas (a novel soon to be reissued); and Power: A Radical View , which recently appeared in a much-expanded second edition. He is also co-editor of Rationality and Relativism and The Category of the Person: Anthropology, Philosophy, History . His most recent book is Moral Relativism . What is Memory? AHSEM-UA 187 (class # 19746)  Instructor: Suzanne England Tuesday, 2:00-4:30 p.m. The questions “What is memory?” and “What is forgetting?” have intrigued thinkers for millennia. Thanks to the written records that serve as our cultural memory, we know that memory has been a topic of inquiry at least since those records began. Today’s philosophers, psychologists, and literary scholars are continuing to hone the concept of the self as it was understood by John Locke, David Hume, and Ralph Waldo Emerson among others, as a dynamic tension between memory and consciousness. Together this work pursues such questions as how is memory embodied? How and why do we forget? What is the connection between memory and the self—and with language and story-telling—and with moral and ethical reasoning? What events are best forgotten and how do we go about forgetting them? The proliferation of memorials of war and conflict today has led some cultural critics to wonder if so much remembering gums up the salve of forgetting so necessary for the healing process of forgiving. The course is structured around six units: Life Memories, The Idea of Memory, The Science of Memory, The Art of Memory, Cultural Memory, and Forgetting. Readings represent the full spectrum of western thinking about memory, from Plato to the Pew Research Center’s report on memory and the internet. It is hoped that in addition to learning a great deal about memory and forgetting as academic topics, students come away from the course having gained new insights into the workings of their own memories and having developed a personal practice of memory that serves their growth as individuals long after their memories of the course itself have dimmed. Cross-listed with the Silver School of Social Work as UNDSW-US 79.001. Suzanne England is a Professor at the Silver School of Social Work at NYU. She holds degrees from the University of Pittsburgh, the University of Illinois Chicago, and Tulane University. She was Dean of the Silver School at NYU from 2001 to 2009 and Dean at the Tulane Graduate School of Social Work from 1994 to 2001. Professor England’s teaching includes methods of human inquiry, social policy and politics, narrative approaches to policy and advocacy, management and organizational practice, and ethical leadership. Her current research is on narratives—literary, dramatic, autobiographical, and popular culture representations of aging, old age, memory, caregiving and domestic space. This research is at the nexus of moral philosophy and memory studies as she seeks to develop frameworks for examining memory and forgetting in moral performances, and the expressions of meta-narratives and archetypes of aging, old age and age-related dementias in contemporary literature and popular culture. Making History: Culture and Politics in the Caribbean AHSEM-UA 204 (class # 11940)  Instructor: Sibylle Fischer Wednesday, 3:30–6:10 p.m. In this seminar we will study the culture and politics of the Caribbean. The class is organized around key moments of Caribbean history: “Discovery;” slavery and the struggles against it; colonialism and independence movements; U.S. occupations, dictatorships and revolutionary movements; the massive growth of a Caribbean diaspora; and the transformation of the Caribbean islands into so many tourist destinations. While the Spanish-speaking islands (Cuba, Puerto Rico, Dominican Republic) are at the center, the French and English-speaking Caribbean (and questions that concern the Caribbean as a region), will be part of the discussion. Readings are drawn from primary sources (slave testimonies, declarations of independence, revolutionary discourses), literary texts, film, and important essays in cultural studies/critical theory, anthropology, and history. The class will be taught in English. Reading of texts in the original language is encouraged. Cross-listed with Spanish as SPAN-UA 551.002 and with History as HIST-UA 760.001. Sibylle Fischer holds a Ph.D. in Comparative Literature and Spanish from Columbia University. She has held teaching positions at Duke as well as at Princeton and now teaches in the Department of Spanish &amp; Portuguese and the Center for Latin American and Caribbean Studies at NYU, with affiliations with Comparative Literature and Africana Studies. Her research focuses on Caribbean history and culture. Her study of the Haitian Revolution (1791-1804) and its impact on Caribbean national cultures, Modernity Disavowed , won book awards from the Modern Language Association, the Latin American Studies Association, The Caribbean Cultural Studies Association, and the Caribbean Philosophical Association. Jewish Women in Modern History AHSEM-UA 219 (class # 23214)  Instructor: Marion Kaplan Monday, 12:30-3:00 p.m. This course will approach Jewish women’s history from the perspective of social history. After an introduction to the normative role of women in Judaism, the body of the course will focus on Jewish women in Modern Europe and America, analyzing their history in a variety of countries from the American and French Revolutions, through the bourgeois 19th century, World War I, the interwar era, the Nazi era, and postwar Europe and the United States. Students will read secondary sources but we will pay particular attention to memoirs, diaries, and letters. Students will learn about the prescriptive roles of Jewish women in the home, family, religion, and worlds of work and social life. They will focus, however, on the actual activities of Jewish women, what they did, rather than what they were supposed to do. They will investigate the rich variety of responsibilities and tasks that women performed in the (often intersecting) private and public spheres of life, how they both preserved religion in the modern era and also mediated non-Jewish culture for their families. They will further note that women both kept the Jewish family and community together and reached out to non-Jews, joining in secular women’s organizations, local community projects, and the field of social work and teaching. They will discover that women’s roles were often contested and always crucial to the Jewish community. Cross-listed with Hebrew and Judaic Studies as HBRJD-UA 185.001 and with History as HIST-UA 800.001.  Marion Kaplan is Skirball Professor of Modern Jewish History. She has also taught at Queens College, CUNY. She is the author of The Jewish Feminist Movement in Germany: The Campaigns of the Jüdischer Frauenbund, 1904–1938 (1979); The Making of the Jewish Middle Class: Women, Family, and Identity in Imperial Germany (1991); and Between Dignity and Despair: Jewish Life in Nazi Germany (1998). The last two won the National Jewish Book Award in their respective years. She has edited books on European women’s history— When Biology Became Destiny: Women in Weimar and Nazi Germany and The Marriage Bargain: Dowries in European History . Her most recent books are Jewish Daily Life in Germany, 1618–1945 (2005) and Dominican Haven: The Jewish Refugee Settlement in Sosúa, 1940–1945 (2008). She is co-editor of Gender and Jewish History (2010). Anthropology in the Horror Film AHSEM-UA 220 (class # 23219)  Instructor: Edward Hubbard Thursday, 4:55-7:35 p.m. Anthropologists have appeared as protagonists and key characters in many horror films. Films like The Serpent and the Rainbow (1988), Ganja and Hess (1973), Candyman (1992) and Cannibal Holocaust (1980), have pitted the anthropologist against powerful spirits and demons, accursed artifacts, mutant beasts, malevolent sorcerers and ferocious cannibals. This course is a critical examination of the anthropologist and anthropological research as conventions of the horror film. Through weekly screenings, reading and discussions, we will examine filmic representations of the anthropologist as a liminal figure – a hapless intermediary between science and superstition, between modernity and arcane tradition – who grapples methodologically with both rationalist and non-rationalist epistemes. We will also examine cinematic depictions of fieldwork as a terrifying, ill-advised crossing of social, cultural, geographic, and temporal boundaries. These films will be used as a basis to consider the major disciplinary problems, anxieties and even phobias arising out of anthropology’s troubled place in the history of the West. We will look at the often complimentary roles played by anthropological science and the horror genre in constructing, popularizing and sometimes challenging Western notions of race, ethnicity, class, gender, sexuality and citizenship. Cross-listed with Social and Cultural Analysis as SCA-UA 180.003 and with Dramatic Literature as DRLIT-UA 306.001. Edward Akintola Hubbard is Assistant Professor/Faculty Fellow in the Africana Studies Program. He holds a B.A. from the University of the West Indies (Jamaica), an M.A. from the University of Chicago and a Ph.D from Harvard University. He completed his doctoral studies in social anthropology in 2011 and came to NYU in the fall of 2013. His regional focus is the Afro-Atlantic – specifically Cape Verde, Brazil and the Caribbean – with interests in pop culture, media, creolization, globalization, gothic and carnivalesque aesthetics, gender and sexuality. His dissertation research, based on three years of multi-sited fieldwork, is entitled Creolization and Contemporary Pop Iconicity in Cape Verde. His forthcoming publications include articles that explore black abjection in creole cultures by way of analysis of multiple forms of ethnographic data, primarily blason populaire; an experimental piece on race and the experience of the uncanny in ethnographic research; and a monograph on the globalization of acoustic batuku music in Cape Verde. Migration, Citizenship, and Belonging AHSEM-UA 221 (class # 23220)  Instructor: Arely Zimmerman Tuesday and Thursday, 9:30-10:45 a.m. New modalities of economic organization and relationships, innovations in technology and communication, and the sheer rate of growth of Latin American migration to U.S. cities has impacted the modes and practices of identity, community and membership in U.S. Latino communities. This course examines the normative and political dilemmas around issues of citizenship, belonging, and national identity amongst U.S. Latinos- brought about by immigration, transnationalism, neoliberalism, and globalization. These dilemmas revolve around themes national identity and sovereignty, democratic citizenship, and the rights of immigrants. The class will draw from a wide array of readings in political and legal theory, sociology, anthropology, and U.S. Latino studies. By the end of the class, students will be able to articulate and understand political theories of nation-state citizenship, including its historical, sociological, and legal underpinnings. Importantly, students will have a deep understanding of how citizenship is transformed as both a legal status and a set of practices that constitute contemporary political and social membership. Cross-listed with Social and Cultural Analysis as SCA-UA 541.002. Arely Zimmerman holds a Ph.D. in Political Science from the University of California (Los Angeles), with specializations in political theory and race and ethnic politics. Her work examines social movements and immigrant rights activism through the lens of democratic theory. Her current book project, Contesting Citizenship: Central Americans and the Politics of Belonging Across Borders , outlines a framework of citizenship in contexts of transnational exclusion through a case study of US Central American communities and their struggles for legalization. She is concurrently working on new research in the areas of youth, second generation Latino/a civic engagement, and new media. Empire and Decolonization AHSEM-UA 222 (class # 23573)  Instructor: Manu Goswami Thursday, 4:55-7:35 p.m. This class examines the global history of empire and decolonization, focusing on the case studies of the Spanish Empire from the nineteenth century and the British Empire in the twentieth century. These two great empires – the first running from the 15th to the 19th centuries, the second from the 18th to the 20th – are often contrasted as opposites: where the Spanish Empire is seen as the great bastion of medieval Catholicism, the British Empire is taken as Protestant and liberal. Where the first is thought of as founded through conquest and war, the second is often described as taking place through settlement and commerce. This course will question these oppositions, examining how both colonial projects of rule, and the nationalist movements that emerged against them, helped create the ideas and institutions associated with liberalism and democracy. Cross-listed with History as HIST-UA 569.001 . Manu Goswami is Associate Professor of History and the author of Producing India: From Colonial Economy to National Space (2004). Her research interests include nationalism and internationalism, political economy and economic thought, social theory and historical methods. Her articles have appeared in Comparative Studies of Society and History, American Historical Review, boundary 2, Journal of Historical Sociology and Political Power and Social Theory , among others. Rival Monarchies: Old Regime Spain and France AHSEM-UA 223 (class # 23574)  Instructor: Jean-Frédéric Schaub Wednesday, 4:55-7:35 p.m. In the memory of the history of Western Europe, the 16th century was Spanish, the 17th French, and the 18th British. The aim of this seminar is to tell the story of a 200 year duel between two archenemies: France and Spain from the Late Middle Ages to the eve of the Enlightenment. Both powers alternatively dominated during these 200 years. At the end of the period, Spain was still the most powerful European colonial empire and France the most threatening continental power upon the European soil. This is a story of wars, conquest and frontiers. The seminar will provide students with a dynamic overview of the rivalry of the two most powerful European monarchies and empires in the Early Modern Times, before the rising of the British power. Cross-listed with History as HIST-UA 275.001. Jean-Frédéric Schaub teaches at the Ecole des hautes études en sciences sociales (Paris). He is a researcher at the Mondes Américains EHESS’ center, as a specialist in the comparative history of the Iberian Empires. He has been visiting professor at Yale, Michigan, Oxford, Tokyo, Buenos Aires and Rio de Janeiro. He is currently preparing, with Silvia Sebastiani, a new book on the creation of racial categories in Western societies from the Late Middle Ages to the Enlightenment. He has written books on a large array of topics, such as the Jewish community in the Northern African city of Oran; the union of Spanish and Portuguese crowns in Renaissance Europe; the influence of the Spanish religious and political models on absolutist France; the historical background of Aphra Behn’s novel Orroonoko or The Royal Slave ; and the challenge of writing a global history of Europe. 20th Century Music: Studies in Contemporary Opera AHSEM-UA 224 (class # 23575)  Instructor: Louis Karchin Tuesday and Thursday, 3:30-4:45 p.m. Prerequisite: ability to read music. This course will explore operas of the 20th and 21st centuries, beginning with works emerging from the classical tradition such as Richard Strauss’ comedy Der Rosenkavalier , and continuing with the groundbreaking operas of Berg, Bartok, Britten, Stravinsky and others. The second half of the course will explore such recent innovative works as John Adam’s Nixon in China , Kaija Saariaho’s L’amour de loin , Helmut Lachenmann’s Das Mädchen mit den Schwefelhölzern , and Gyorgy Ligeti’s Le Grande Macabre . The course will focus on the interrelation of music and text, and consider subject matter as it reflects the cultural milieu of the times. Cross-listed with Music as MUSIC-UA 111.001. Louis Karchin , Professor of Music at NYU, is the composer of over 70 works, including two operas. His first opera, Romulus , is available on a Naxos Records release that has garnered acclaim internationally. He has received three awards for his work from the American Academy of Arts and Letters, and a Guggenheim Fellowship, among many honors. Mr. Karchin has also been instrumental in new music advocacy, co-founding, mentoring, and often conducting performance ensembles such as the Orchestra of the League of Composers and the Washington Square Ensemble. He has written extensively on contemporary music topics. The Search for Authenticity AHSEM-UA 225 (class # 23681) Instructor: David Samuels Tuesday and Thursday, 11:00 a.m.-12:15 p.m. How should human beings sound? This is a question that has linked ideas about music to ideas about ethics for 100 years or more. The social and ethical dilemmas of two world wars and the global spread of industrial modernity created a challenge: how can we maintain our true humanity in the face of these traumas and disruptions? In this course we will explore three areas of musical life: folk music revivals, ethnomusicology, and historical performance movements. By attending to links between them, we will attempt to address questions about the role of “authenticity” in musical and ethical discourse; how concerns about authenticity have colored critical responses to various musical styles and performers; and whether, in the end, authenticity is really what people have been worried about at all. Cross-listed with Music as MUSIC-UA 153.002. David Samuels is Associate Professor of Music at NYU. He is a linguistic anthropologist, folklorist, and ethnomusicologist, and received his Ph.D. in anthropology from the University of Texas. His book Putting A Song On Top of It: Music and Identity on the San Carlos Apache Reservation (University of Arizona Press, 2004) was the first book-length monograph exploring popular music’s place in the formation of contemporary Indigenous identities. His current work is focused in two main areas: how missionary encounters refigured Indigenous ideologies of language, culture, and aesthetics; and the ethical ideas suffusing various musical movements in the 20th and 21st centuries. Literature and Machines AHSEM-UA 226 (class # 24031) Instructor: Nicola Cipani Tuesday, 12:30-3:00 p.m. Machine metaphors play an important role in modern literature, conveying beliefs, anxieties, shifts, and reflections on key topics, including the nature of consciousness and creativity; the dynamics of desire and gratification; gender roles; the organization of society; the meaning of \"nature\"; and the function of technology. This course explores different manifestations of the machine theme, broadly clustered around the following categories: imaginary machines constituting the centerpiece of narrative plots; machine aesthetic as modernist ideal; and mechanization of the inventive process (text-generating machines). Students read and discuss a selection of works from different cultural contexts, primarily from the late 19th and 20th century (e.g., Belle Époque, Futurist, and postwar), representing a wide spectrum of attitudes toward the machine, from dreamy immersion in virtual realities to enlightened machine-assisted awakening, from the fear of dehumanization to the desire for man-machine fusion. Nicola Cipani is Assistant Clinical Professor at the Department of Italian Studies and has been working at NYU for ten years. His interests include reception of antiquity in medieval and early modern culture, Renaissance philosophy, the intersection of verbal/ visual forms (such as the art of memory, emblem books, and representations of dreams), and 20th-century experimental literature. At the Italian Department he has served in the capacity of Director of Language Programs (since 2005), Director of Summer Programs (2011-12), and Director of Undergraduate Studies (2011, 2013). Latin America's 1968 AHSEM-UA 229 (class # 24553)  Instructor: Jill Lane Wednesday, 9:30 a.m.-12:00 p.m. In Latin America, the year 1968 marked a turning point in the social, political, and cultural transformations that had had been unfolding in the wake of the Cuban Revolution of 1959. For Latin America, as for the rest of the world, the sixties were shaped by the geopolitics of the Cold War and of anti-colonial struggles across the globe. Yet they are most remembered by those who lived them as a time when ordinary people felt, like never before and perhaps never after, that they could change the course of history. Millions of youth in student movements, advocates for indigenous rights, workers, campesinos, educators, intellectuals, and artists, along with guerrillas and other armed insurgents, were self-aware actors in world-historical projects of radical social, political, economic, and cultural change. In these years, the personal became political, politics became theatrical, theatre became a weapon, and the lines between self, art, and politics were forever changed. In this course we study the complex relations between revolution, counterculture, and authoritarian rule as they emerged in Latin America’s 1968: the emergence of Brazil’s Cinema Novo, Cuba’s imperfect cinema, and militant documentary across the region; the rise of rock and activist nueva canción; and the apogee of student activism and the counterculture in Brazil, Mexico, and Argentina. We encounter 1968 through art, music, film, fiction, journalism and news coverage, along with other primary documents from the period. No knowledge of Spanish or Portuguese is needed for this course; students with these languages may read texts in the original. Jill Lane is Director of the Center for Latin American and Caribbean Studies, and Associate Professor in the Department of Spanish and Portuguese at NYU. She a performance and cultural studies scholar whose research focuses on the history of theatre and performance in Latin America. She is author of Blackface Cuba, 1868-1895 , and co-editor with Marcial Godoy of e-misférica , the online journal of the Hemispheric Institute of Performance and Politics.                              See Also               Past Advanced Honors Seminars                       Welcome!       About CAS       Academic Programs       Undergraduate Research       Academic Integrity       Academic Support Service       College Cohort Program       Study Abroad and Summer Study       Student Life       Admissions       Financial Aid       Events               Updated on 04&#047;02&#047;2015       Stay Connected       like us on Facebook       follow us on Twitter       follow us on Vimeo       follow us on Instagram           Contact Us | Welcome Class of 2019!                             Contact Us | Welcome Class of 2019!"}]},
{"detail": [{"content": "Noncredit Course Index                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                                                                                 About             History & Mission The School and NYC Message from the Dean Academic Accreditation Administration Newsroom The School Community Convocation Visual Identity and Editorial Guidelines School Events                   Admissions             Graduate Admissions Undergraduate Admissions Events You@NYU Apply                   Academics             Academic Departments Academic Policies and Procedures Academic Accreditation Degree Programs Graduate Programs Undergraduate Programs Online Offerings Diploma Program Admissions  High School Academy Noncredit Offerings Course Search Certificates Intensives New Courses Online Offerings Professional Advantage Programs Information Sessions  Online Offerings                   Noncredit                 Faculty             Office of Faculty Affairs Faculty Search                   Career             About For Students For Employers For Alumni For Faculty                   Conferences & Events                 Giving                 Alumni             Alumni Community Stay Connected Alumni Benefits and Services Alumni Award Programs and Events                                                     Noncredit Course Index                                            Noncredit Course Index &rsaquo;                                                                                                                                              Select a Department:                           Sort List by Alpha:     ALL A B C D E F G H I J K L M N O P Q R S T U V W X Y Z                     Semesters Offered     Course Number             Course Title                       Noncredit Courses                                   SEARCHING ...                                                                                                    QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          High School Academy          Professional Advantage                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "Advanced Honors Seminars: Spring 2015, CAS | NYU                                                  Navigation       College of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty       About the College | Programs | Students | Admissions | Alumni                  Back to Home             Advanced Honors Seminars: Spring 2015   The College is one of the most diverse communities   anywhere–an exciting, sophisticated center in one of the most exciting   and cosmopolitan cities in the world. Our mission is to prepare students   to be thought leaders and successful global citizens. We do this by   creating unique academic opportunities for student and faculty   engagement that emphasize research and scholarly communication. Part of   the College’s Honors Program, the Advanced Honors Seminars place   students in small classes with distinguished faculty to study topics   that have the potential to change how we think and how we work. As such,   they are ideal gateways for the intellectually stimulating discussions   we aim to foster. They challenge students and faculty to engage   intensively within and beyond their fields of study, and they inspire   intellectual responsibility towards the scholarly community and the   wider world. In spring 2005, the College of Arts and Science   launched the Advanced Honors Seminar program, which extends the basic   principles behind the Freshman Honors Seminars to upper-level courses   (open to sophomores, juniors, and seniors). Distinguished professors   drawn not only from the College’s faculty but also from NYU’s   professional schools, and from among New York’s professional, cultural,   and governmental leaders, teach these small classes. In many instances,   the seminars are cross-listed with departments and students may count   the classes toward their majors or minors; in some cases, the classes   will count only as electives. Advanced Honors Seminars have three   central goals: to create close mentoring relationships between   exceptional faculty and students; to challenge students intellectually   through honors-level work in critical thinking, writing, and conversing;   and to strengthen students’ interest in and aptitude for conducting   independent research (e.g. a DURF grant or a Senior Honors Thesis). They   are designed to foster scholarly insight and debate and to nurture the   intellectual passions of students and faculty alike. We encourage you to   try one this year! G. Gabrielle Starr Seryl Kushner Dean of the College of Arts and Science Wendy Suzuki Director of College Honors Programs   Course Descriptions  Power, Domination and Resistance AHSEM-UA 166 (class # 23136)  Instructor: Steven Lukes Thursday, 3:30–6:00 p.m. This course will introduce students to the complexities of conceptualizing and studying power. How do we determine where it lies? Who has more and who less? How do we study its mechanisms and effects, above all in view of the intuition that it is at its most effective when least observable by both agents and observers? Is power at its most effective when most imperceptible, and, if so, how are we to study it? What are the relations between the concept of “power” and such related concepts as “authority,” “influence,” “manipulation,” “coercion,” “force,” and “violence”? What is the relationship between so-called “hard” and “soft” power? We will look at some classical writings (from Thomas Hobbes to Max Weber), at modern writers (such as Hannah Arendt, Pierre Bourdieu, and Michel Foucault), and at work by contemporary political scientists and sociologists. Abstract discussion will be leavened throughout by case studies exemplifying the conceptual discussion. Cross-listed with Sociology as SOC-UA 935.001. This course can count towards the major in Sociology as either an advanced seminar or elective. Steven Lukes is Professor of Sociology. He studied philosophy, politics, and economics at Oxford, where he obtained his doctorate, writing a thesis on Durkheim under the supervision of the anthropologist E. E. Evans-Prichard. He has previously held posts in Politics and Sociology at Balliol College, Oxford; in Political and Social Theory at the European University Institute in Florence; in Moral Philosophy at the University of Siena; and in Sociology at the London School of Economics. He is a Fellow of the British Academy and an editor of the European Journal of Sociology. His writing and teaching have ranged over political science, political and moral philosophy, sociology, anthropology, and the philosophy of the social sciences. His published works include Emile Durkheim: His Life and Work; Individualism, Marxism, and Morality ; Liberals and Cannibals: The Implications of Diversity ; The Curious Enlightenment of Professor Caritat: A Comedy of Ideas (a novel soon to be reissued); and Power: A Radical View , which recently appeared in a much-expanded second edition. He is also co-editor of Rationality and Relativism and The Category of the Person: Anthropology, Philosophy, History . His most recent book is Moral Relativism . What is Memory? AHSEM-UA 187 (class # 19746)  Instructor: Suzanne England Tuesday, 2:00-4:30 p.m. The questions “What is memory?” and “What is forgetting?” have intrigued thinkers for millennia. Thanks to the written records that serve as our cultural memory, we know that memory has been a topic of inquiry at least since those records began. Today’s philosophers, psychologists, and literary scholars are continuing to hone the concept of the self as it was understood by John Locke, David Hume, and Ralph Waldo Emerson among others, as a dynamic tension between memory and consciousness. Together this work pursues such questions as how is memory embodied? How and why do we forget? What is the connection between memory and the self—and with language and story-telling—and with moral and ethical reasoning? What events are best forgotten and how do we go about forgetting them? The proliferation of memorials of war and conflict today has led some cultural critics to wonder if so much remembering gums up the salve of forgetting so necessary for the healing process of forgiving. The course is structured around six units: Life Memories, The Idea of Memory, The Science of Memory, The Art of Memory, Cultural Memory, and Forgetting. Readings represent the full spectrum of western thinking about memory, from Plato to the Pew Research Center’s report on memory and the internet. It is hoped that in addition to learning a great deal about memory and forgetting as academic topics, students come away from the course having gained new insights into the workings of their own memories and having developed a personal practice of memory that serves their growth as individuals long after their memories of the course itself have dimmed. Cross-listed with the Silver School of Social Work as UNDSW-US 79.001. Suzanne England is a Professor at the Silver School of Social Work at NYU. She holds degrees from the University of Pittsburgh, the University of Illinois Chicago, and Tulane University. She was Dean of the Silver School at NYU from 2001 to 2009 and Dean at the Tulane Graduate School of Social Work from 1994 to 2001. Professor England’s teaching includes methods of human inquiry, social policy and politics, narrative approaches to policy and advocacy, management and organizational practice, and ethical leadership. Her current research is on narratives—literary, dramatic, autobiographical, and popular culture representations of aging, old age, memory, caregiving and domestic space. This research is at the nexus of moral philosophy and memory studies as she seeks to develop frameworks for examining memory and forgetting in moral performances, and the expressions of meta-narratives and archetypes of aging, old age and age-related dementias in contemporary literature and popular culture. Making History: Culture and Politics in the Caribbean AHSEM-UA 204 (class # 11940)  Instructor: Sibylle Fischer Wednesday, 3:30–6:10 p.m. In this seminar we will study the culture and politics of the Caribbean. The class is organized around key moments of Caribbean history: “Discovery;” slavery and the struggles against it; colonialism and independence movements; U.S. occupations, dictatorships and revolutionary movements; the massive growth of a Caribbean diaspora; and the transformation of the Caribbean islands into so many tourist destinations. While the Spanish-speaking islands (Cuba, Puerto Rico, Dominican Republic) are at the center, the French and English-speaking Caribbean (and questions that concern the Caribbean as a region), will be part of the discussion. Readings are drawn from primary sources (slave testimonies, declarations of independence, revolutionary discourses), literary texts, film, and important essays in cultural studies/critical theory, anthropology, and history. The class will be taught in English. Reading of texts in the original language is encouraged. Cross-listed with Spanish as SPAN-UA 551.002 and with History as HIST-UA 760.001. Sibylle Fischer holds a Ph.D. in Comparative Literature and Spanish from Columbia University. She has held teaching positions at Duke as well as at Princeton and now teaches in the Department of Spanish &amp; Portuguese and the Center for Latin American and Caribbean Studies at NYU, with affiliations with Comparative Literature and Africana Studies. Her research focuses on Caribbean history and culture. Her study of the Haitian Revolution (1791-1804) and its impact on Caribbean national cultures, Modernity Disavowed , won book awards from the Modern Language Association, the Latin American Studies Association, The Caribbean Cultural Studies Association, and the Caribbean Philosophical Association. Jewish Women in Modern History AHSEM-UA 219 (class # 23214)  Instructor: Marion Kaplan Monday, 12:30-3:00 p.m. This course will approach Jewish women’s history from the perspective of social history. After an introduction to the normative role of women in Judaism, the body of the course will focus on Jewish women in Modern Europe and America, analyzing their history in a variety of countries from the American and French Revolutions, through the bourgeois 19th century, World War I, the interwar era, the Nazi era, and postwar Europe and the United States. Students will read secondary sources but we will pay particular attention to memoirs, diaries, and letters. Students will learn about the prescriptive roles of Jewish women in the home, family, religion, and worlds of work and social life. They will focus, however, on the actual activities of Jewish women, what they did, rather than what they were supposed to do. They will investigate the rich variety of responsibilities and tasks that women performed in the (often intersecting) private and public spheres of life, how they both preserved religion in the modern era and also mediated non-Jewish culture for their families. They will further note that women both kept the Jewish family and community together and reached out to non-Jews, joining in secular women’s organizations, local community projects, and the field of social work and teaching. They will discover that women’s roles were often contested and always crucial to the Jewish community. Cross-listed with Hebrew and Judaic Studies as HBRJD-UA 185.001 and with History as HIST-UA 800.001.  Marion Kaplan is Skirball Professor of Modern Jewish History. She has also taught at Queens College, CUNY. She is the author of The Jewish Feminist Movement in Germany: The Campaigns of the Jüdischer Frauenbund, 1904–1938 (1979); The Making of the Jewish Middle Class: Women, Family, and Identity in Imperial Germany (1991); and Between Dignity and Despair: Jewish Life in Nazi Germany (1998). The last two won the National Jewish Book Award in their respective years. She has edited books on European women’s history— When Biology Became Destiny: Women in Weimar and Nazi Germany and The Marriage Bargain: Dowries in European History . Her most recent books are Jewish Daily Life in Germany, 1618–1945 (2005) and Dominican Haven: The Jewish Refugee Settlement in Sosúa, 1940–1945 (2008). She is co-editor of Gender and Jewish History (2010). Anthropology in the Horror Film AHSEM-UA 220 (class # 23219)  Instructor: Edward Hubbard Thursday, 4:55-7:35 p.m. Anthropologists have appeared as protagonists and key characters in many horror films. Films like The Serpent and the Rainbow (1988), Ganja and Hess (1973), Candyman (1992) and Cannibal Holocaust (1980), have pitted the anthropologist against powerful spirits and demons, accursed artifacts, mutant beasts, malevolent sorcerers and ferocious cannibals. This course is a critical examination of the anthropologist and anthropological research as conventions of the horror film. Through weekly screenings, reading and discussions, we will examine filmic representations of the anthropologist as a liminal figure – a hapless intermediary between science and superstition, between modernity and arcane tradition – who grapples methodologically with both rationalist and non-rationalist epistemes. We will also examine cinematic depictions of fieldwork as a terrifying, ill-advised crossing of social, cultural, geographic, and temporal boundaries. These films will be used as a basis to consider the major disciplinary problems, anxieties and even phobias arising out of anthropology’s troubled place in the history of the West. We will look at the often complimentary roles played by anthropological science and the horror genre in constructing, popularizing and sometimes challenging Western notions of race, ethnicity, class, gender, sexuality and citizenship. Cross-listed with Social and Cultural Analysis as SCA-UA 180.003 and with Dramatic Literature as DRLIT-UA 306.001. Edward Akintola Hubbard is Assistant Professor/Faculty Fellow in the Africana Studies Program. He holds a B.A. from the University of the West Indies (Jamaica), an M.A. from the University of Chicago and a Ph.D from Harvard University. He completed his doctoral studies in social anthropology in 2011 and came to NYU in the fall of 2013. His regional focus is the Afro-Atlantic – specifically Cape Verde, Brazil and the Caribbean – with interests in pop culture, media, creolization, globalization, gothic and carnivalesque aesthetics, gender and sexuality. His dissertation research, based on three years of multi-sited fieldwork, is entitled Creolization and Contemporary Pop Iconicity in Cape Verde. His forthcoming publications include articles that explore black abjection in creole cultures by way of analysis of multiple forms of ethnographic data, primarily blason populaire; an experimental piece on race and the experience of the uncanny in ethnographic research; and a monograph on the globalization of acoustic batuku music in Cape Verde. Migration, Citizenship, and Belonging AHSEM-UA 221 (class # 23220)  Instructor: Arely Zimmerman Tuesday and Thursday, 9:30-10:45 a.m. New modalities of economic organization and relationships, innovations in technology and communication, and the sheer rate of growth of Latin American migration to U.S. cities has impacted the modes and practices of identity, community and membership in U.S. Latino communities. This course examines the normative and political dilemmas around issues of citizenship, belonging, and national identity amongst U.S. Latinos- brought about by immigration, transnationalism, neoliberalism, and globalization. These dilemmas revolve around themes national identity and sovereignty, democratic citizenship, and the rights of immigrants. The class will draw from a wide array of readings in political and legal theory, sociology, anthropology, and U.S. Latino studies. By the end of the class, students will be able to articulate and understand political theories of nation-state citizenship, including its historical, sociological, and legal underpinnings. Importantly, students will have a deep understanding of how citizenship is transformed as both a legal status and a set of practices that constitute contemporary political and social membership. Cross-listed with Social and Cultural Analysis as SCA-UA 541.002. Arely Zimmerman holds a Ph.D. in Political Science from the University of California (Los Angeles), with specializations in political theory and race and ethnic politics. Her work examines social movements and immigrant rights activism through the lens of democratic theory. Her current book project, Contesting Citizenship: Central Americans and the Politics of Belonging Across Borders , outlines a framework of citizenship in contexts of transnational exclusion through a case study of US Central American communities and their struggles for legalization. She is concurrently working on new research in the areas of youth, second generation Latino/a civic engagement, and new media. Empire and Decolonization AHSEM-UA 222 (class # 23573)  Instructor: Manu Goswami Thursday, 4:55-7:35 p.m. This class examines the global history of empire and decolonization, focusing on the case studies of the Spanish Empire from the nineteenth century and the British Empire in the twentieth century. These two great empires – the first running from the 15th to the 19th centuries, the second from the 18th to the 20th – are often contrasted as opposites: where the Spanish Empire is seen as the great bastion of medieval Catholicism, the British Empire is taken as Protestant and liberal. Where the first is thought of as founded through conquest and war, the second is often described as taking place through settlement and commerce. This course will question these oppositions, examining how both colonial projects of rule, and the nationalist movements that emerged against them, helped create the ideas and institutions associated with liberalism and democracy. Cross-listed with History as HIST-UA 569.001 . Manu Goswami is Associate Professor of History and the author of Producing India: From Colonial Economy to National Space (2004). Her research interests include nationalism and internationalism, political economy and economic thought, social theory and historical methods. Her articles have appeared in Comparative Studies of Society and History, American Historical Review, boundary 2, Journal of Historical Sociology and Political Power and Social Theory , among others. Rival Monarchies: Old Regime Spain and France AHSEM-UA 223 (class # 23574)  Instructor: Jean-Frédéric Schaub Wednesday, 4:55-7:35 p.m. In the memory of the history of Western Europe, the 16th century was Spanish, the 17th French, and the 18th British. The aim of this seminar is to tell the story of a 200 year duel between two archenemies: France and Spain from the Late Middle Ages to the eve of the Enlightenment. Both powers alternatively dominated during these 200 years. At the end of the period, Spain was still the most powerful European colonial empire and France the most threatening continental power upon the European soil. This is a story of wars, conquest and frontiers. The seminar will provide students with a dynamic overview of the rivalry of the two most powerful European monarchies and empires in the Early Modern Times, before the rising of the British power. Cross-listed with History as HIST-UA 275.001. Jean-Frédéric Schaub teaches at the Ecole des hautes études en sciences sociales (Paris). He is a researcher at the Mondes Américains EHESS’ center, as a specialist in the comparative history of the Iberian Empires. He has been visiting professor at Yale, Michigan, Oxford, Tokyo, Buenos Aires and Rio de Janeiro. He is currently preparing, with Silvia Sebastiani, a new book on the creation of racial categories in Western societies from the Late Middle Ages to the Enlightenment. He has written books on a large array of topics, such as the Jewish community in the Northern African city of Oran; the union of Spanish and Portuguese crowns in Renaissance Europe; the influence of the Spanish religious and political models on absolutist France; the historical background of Aphra Behn’s novel Orroonoko or The Royal Slave ; and the challenge of writing a global history of Europe. 20th Century Music: Studies in Contemporary Opera AHSEM-UA 224 (class # 23575)  Instructor: Louis Karchin Tuesday and Thursday, 3:30-4:45 p.m. Prerequisite: ability to read music. This course will explore operas of the 20th and 21st centuries, beginning with works emerging from the classical tradition such as Richard Strauss’ comedy Der Rosenkavalier , and continuing with the groundbreaking operas of Berg, Bartok, Britten, Stravinsky and others. The second half of the course will explore such recent innovative works as John Adam’s Nixon in China , Kaija Saariaho’s L’amour de loin , Helmut Lachenmann’s Das Mädchen mit den Schwefelhölzern , and Gyorgy Ligeti’s Le Grande Macabre . The course will focus on the interrelation of music and text, and consider subject matter as it reflects the cultural milieu of the times. Cross-listed with Music as MUSIC-UA 111.001. Louis Karchin , Professor of Music at NYU, is the composer of over 70 works, including two operas. His first opera, Romulus , is available on a Naxos Records release that has garnered acclaim internationally. He has received three awards for his work from the American Academy of Arts and Letters, and a Guggenheim Fellowship, among many honors. Mr. Karchin has also been instrumental in new music advocacy, co-founding, mentoring, and often conducting performance ensembles such as the Orchestra of the League of Composers and the Washington Square Ensemble. He has written extensively on contemporary music topics. The Search for Authenticity AHSEM-UA 225 (class # 23681) Instructor: David Samuels Tuesday and Thursday, 11:00 a.m.-12:15 p.m. How should human beings sound? This is a question that has linked ideas about music to ideas about ethics for 100 years or more. The social and ethical dilemmas of two world wars and the global spread of industrial modernity created a challenge: how can we maintain our true humanity in the face of these traumas and disruptions? In this course we will explore three areas of musical life: folk music revivals, ethnomusicology, and historical performance movements. By attending to links between them, we will attempt to address questions about the role of “authenticity” in musical and ethical discourse; how concerns about authenticity have colored critical responses to various musical styles and performers; and whether, in the end, authenticity is really what people have been worried about at all. Cross-listed with Music as MUSIC-UA 153.002. David Samuels is Associate Professor of Music at NYU. He is a linguistic anthropologist, folklorist, and ethnomusicologist, and received his Ph.D. in anthropology from the University of Texas. His book Putting A Song On Top of It: Music and Identity on the San Carlos Apache Reservation (University of Arizona Press, 2004) was the first book-length monograph exploring popular music’s place in the formation of contemporary Indigenous identities. His current work is focused in two main areas: how missionary encounters refigured Indigenous ideologies of language, culture, and aesthetics; and the ethical ideas suffusing various musical movements in the 20th and 21st centuries. Literature and Machines AHSEM-UA 226 (class # 24031) Instructor: Nicola Cipani Tuesday, 12:30-3:00 p.m. Machine metaphors play an important role in modern literature, conveying beliefs, anxieties, shifts, and reflections on key topics, including the nature of consciousness and creativity; the dynamics of desire and gratification; gender roles; the organization of society; the meaning of \"nature\"; and the function of technology. This course explores different manifestations of the machine theme, broadly clustered around the following categories: imaginary machines constituting the centerpiece of narrative plots; machine aesthetic as modernist ideal; and mechanization of the inventive process (text-generating machines). Students read and discuss a selection of works from different cultural contexts, primarily from the late 19th and 20th century (e.g., Belle Époque, Futurist, and postwar), representing a wide spectrum of attitudes toward the machine, from dreamy immersion in virtual realities to enlightened machine-assisted awakening, from the fear of dehumanization to the desire for man-machine fusion. Nicola Cipani is Assistant Clinical Professor at the Department of Italian Studies and has been working at NYU for ten years. His interests include reception of antiquity in medieval and early modern culture, Renaissance philosophy, the intersection of verbal/ visual forms (such as the art of memory, emblem books, and representations of dreams), and 20th-century experimental literature. At the Italian Department he has served in the capacity of Director of Language Programs (since 2005), Director of Summer Programs (2011-12), and Director of Undergraduate Studies (2011, 2013). Latin America's 1968 AHSEM-UA 229 (class # 24553)  Instructor: Jill Lane Wednesday, 9:30 a.m.-12:00 p.m. In Latin America, the year 1968 marked a turning point in the social, political, and cultural transformations that had had been unfolding in the wake of the Cuban Revolution of 1959. For Latin America, as for the rest of the world, the sixties were shaped by the geopolitics of the Cold War and of anti-colonial struggles across the globe. Yet they are most remembered by those who lived them as a time when ordinary people felt, like never before and perhaps never after, that they could change the course of history. Millions of youth in student movements, advocates for indigenous rights, workers, campesinos, educators, intellectuals, and artists, along with guerrillas and other armed insurgents, were self-aware actors in world-historical projects of radical social, political, economic, and cultural change. In these years, the personal became political, politics became theatrical, theatre became a weapon, and the lines between self, art, and politics were forever changed. In this course we study the complex relations between revolution, counterculture, and authoritarian rule as they emerged in Latin America’s 1968: the emergence of Brazil’s Cinema Novo, Cuba’s imperfect cinema, and militant documentary across the region; the rise of rock and activist nueva canción; and the apogee of student activism and the counterculture in Brazil, Mexico, and Argentina. We encounter 1968 through art, music, film, fiction, journalism and news coverage, along with other primary documents from the period. No knowledge of Spanish or Portuguese is needed for this course; students with these languages may read texts in the original. Jill Lane is Director of the Center for Latin American and Caribbean Studies, and Associate Professor in the Department of Spanish and Portuguese at NYU. She a performance and cultural studies scholar whose research focuses on the history of theatre and performance in Latin America. She is author of Blackface Cuba, 1868-1895 , and co-editor with Marcial Godoy of e-misférica , the online journal of the Hemispheric Institute of Performance and Politics.                              See Also               Past Advanced Honors Seminars                       Welcome!       About CAS       Academic Programs       Undergraduate Research       Academic Integrity       Academic Support Service       College Cohort Program       Study Abroad and Summer Study       Student Life       Admissions       Financial Aid       Events               Updated on 04&#047;02&#047;2015       Stay Connected       like us on Facebook       follow us on Twitter       follow us on Vimeo       follow us on Instagram           Contact Us | Welcome Class of 2019!                             Contact Us | Welcome Class of 2019!"}, {"content": "Faculty    | Department of Art History | NYU                            NEW YORK UNIVERSITY ARTS AND SCIENCE COLLEGE OF ARTS AND SCIENCE GRADUATE SCHOOL OF ARTS AND SCIENCE                               Home       About       Undergraduate Programs       Graduate Program     Faculty     Events       Resources       Employment Opportunities       Contact Us       Fields of Vision Blog                                                                        Home &gt; Faculty       Faculty        Miriam Basilio   Associate Professor Major Interests: Art, propaganda, cultural property and national identity in Spain, modern Spanish and Latin American art, and the reception of Latin American art in the United States.              Mosette Broderick   Clinical Professor Major Interests: 19th and 20th century architecture and urbanism, America and England, 19th century social history, collecting history, and Fifth Avenue.              Finbarr Barry Flood   Professor William R. Kenan Jr. Professor of the Humanities; Institute of Fine Arts Major Interests: Art and architecture of the Islamic world; Cross-cultural dimensions of Islamic material culture; Theories and practices of image-making; Technologies of representation; Art historical historiography, methodology, and theory; and Orientalism.                  Dennis V Geronimus   Associate Professor; Chair Major Interests: Renaissance art, crosscurrents between the art of Italy and Northern Europe in the fifteenth and sixteenth centuries.              Pepe Karmel   Associate Professor Major Interests: Picasso, Pollock, Cubism, Minimalism, Contemporary Art, Critical Theory, Art and Perception              Dipti Khera   Assistant Professor Institute of Fine Arts Major Interests: Art and architecture of South Asia; Early modern visual and material culture of South Asia; Vernacular and non-European accounts of aesthetics, affect and visual-spatial practices; Cartographic cultures, art, and urban topography; Global art histories, theory and methodology; Historiography of cross-cultural encounters; Colonial visions, design and decorative arts; Collecting, museums and contemporary heritage landscapes; Postcolonial studies, modern architecture and comparative urbanism              Carol Krinsky   Professor Major Interests: 20th century architecture and planning; 15th century painting.              Meredith Martin   Associate Professor Institute of Fine Arts Major Interests: 18th- and 19th-Century French and British art, architecture, material culture, and landscape design; art and gender politics, cross-cultural encounters in European art; interiors and identity; historical revivalism and contemporary art              Michele Matteini   Assistant Professor Major Interests: Late Imperial (ca. 1400-1800) Chinese painting and material culture; antiquarianism and collecting culture; Qing history; urban culture and history; inter-Asian and transcontinental artistic exchanges; eighteenth-century art and globalism; craft and embodied knowledge; anthropology and art history; historiography of Chinese painting and art.              Louise Rice   Associate Professor Major Interests: Renaissance and Baroque art and architecture; history of prints and print culture.              Shelley Rice   Arts Professor Major Interests: Photography: History, Criticism and Theory.              Jon Ritter   Clinical Associate Professor Major Interests: 19th and 20th century architecture and urbanism; public art; history of city planning and public space.              Julia Robinson   Assistant Professor Major Interests: Recent & Current/General & Specific: Topics in 1960s through Contemporary art. Score and language-based artistic strategies; performance (and performativity) from Fluxus through the present; the shift from medium to media in contemporary art.              Ann Macy Roth   Clinical Associate Professor; Director, Ancient Near Eastern and Egyptian Studies Program Major Interests: Ancient Egyptian society and religion, particularly in the early periods; gender, royalty, wealth, and rank as expressed in architecture and art; archaeology of cemeteries              Kenneth Silver   Professor; Director of Undergraduate Studies Major Interests: French and American twentieth-century art.              Kathryn A. Smith   Professor Major Interests: Early Christian and medieval art; illustrated Gothic manuscripts; image-text relationships in medieval art, especially illuminated manuscripts; the roles of imagery in lay religion; images and one-off illustrated books as expressive and constitutive of medieval notions of the self.              Edward J Sullivan   Professor Helen Gould Sheppard Professor Major Interests: Art of Latin America, 19th, 20th century art of the Iberian Peninsula, 17th/20th century, Caribbean art.               Affiliated Faculty          Joan Breton Connelly   Professor; Director, NYU Yeronisos Island Excavations, Cyprus Major Interests: Greek sculpture and vase painting, Greek myth and religion, Cypriot archaeology, the Hellenistic East.              Boris Groys   Global Distinguished Professor              Eve Meltzer   Assistant Professor Major Interests: contemporary art history, theory, and criticism;photography, material culture, psychoanalysis, structuralism, post-structuralism, and phenomenology              Jordana Mendelson   Associate Professor Major Interests: Early twentieth-century visual culture in Spain              Ara H. Merjian   Associate Professor; Director of Undergraduate Studies Major Interests: Twentieth-century Italian and French Art History and Theory; Futurism and the Italian avant-garde between the World Wars; Nietzschean philosophy and modernist aesthetics; early avant-garde film theory and history; Pasolini and post-war Italian aesthetics and politics.              Nicholas Mirzoeff   Major Interests: Visual Culture, Cultural Studies, Climate Change, Contemporary Art and New Media, Disability Studies              Fred R. Myers   Professor Major Interests: Indigenous people and politics, Aboriginal Australia; exchange theory and material culture; anthropology of art and contemporary artworlds; the production and circulation of culture; in identity and personhood; theories of value and practices of signification.              Christopher Wood   Professor Major Interests: Temporalities of art: anachronism, archaism, typology, primitivisms; history of scholarship, esp. the disciplines of art history and archeology; folk art and folk literature; Märchen and Sagen; portraiture and especially “embedded” portraits (donors, votaries); votive objects and images, pilgrimages, relics; drawing and studio practice in the Renaissance; European art and the New World; art and replication technologies; magic and witchcraft in early modern Europe; art and the Protestant Reformation; iconoclasm; German art and culture in the 19th century; art and poetry of Romanticism.                                               Contact Us | &copy; New York University , Arts and Science"}]}]