[{"detail": [{"content": "LitMed: Literature Arts Medicine Database                                                                                                        Patient Care            Faculty &amp; Staff Directory            Events            Careers            Donate                                                                                                                                                                                                                                                                                                                                                                                                           Toggle navigation                                                                            Home                 Explore                 About The Database                 Editorial Board                 Blog                 Resources                 Contact Us                                                                           BROWSE DATABASE          VISUAL ARTS         LITERATURE         PERFORMANCE ARTS         A - Z INDEX                                                   Memoirs of Hadrian                                 Yourcenar, Marguerite                                                                                  Primary Category:                      Literature /              Fiction                                                    Genre:          Novel                                                                Coulehan, Jack                             Annotator                                                                                                            Adoption                                        Aging                                        Colonialism                                        Death and Dying                                        Depression                                        Euthanasia                                        Family Relationships                                        Grief                                        Homicide                                        Human Worth                                        Lesbian/Gay/Bisexual/Transgender Issues                                        Loneliness                                        Love                                        Memory                                        Mourning                                        Narrative as Method                                        Patient Experience                                        Power Relations                                        Rebellion                                        Religion                                        Sexuality                                        Society                                        Suicide                                        Time                                        Tuberculosis                                                                                                        Date of entry: Jul-13-2006                                Last revised: May-25-2007                                                         Summary              Memoirs of Hadrian is a historical novel in the form of a long letter written by the Roman Emperor Hadrian to his young friend and eventual successor, Marcus Aurelius. Alas, Hadrian is &quot;growing old, and is about to die of a dropsical heart.&quot; The Emperor begins by describing his recent visit with his physician Hermogenes, who &quot;was alarmed, in spite of himself, at the rapid progress of the disease&quot; (3). In light of his physical deterioration, Hadrian begins to reflect on his life and work, and to share his wisdom with his young correspondent. Hadrian tells of his early life as the prot&eacute;g&eacute; of the Emperor Trajan, his military and political victories, and his eventual adoption by Trajan, a move that guaranteed the succession when his adoptive father died. While Trajan, whose victories brought the Roman Empire to its greatest size, was a military man to the core, Hadrian considers himself essentially peace loving--his personal life devoted to simplicity and harmony; and his public life to prosperity and justice. Nonetheless, he has always recognized that, in order to govern effectively, ruthless action is sometimes required. Hadrian&#39;s marriage to the Empress Sabina was simply a matter of convenience. The love of his life was a beautiful young man named Antinous. The two men were deeply committed to one another, but at the same time the middle-aged emperor had &quot;a certain dread of bondage&quot; ( 177) that kept him from fully giving himself to Antinous with the abandon of youth. They were visiting Alexandria when the despondent Antinous committed suicide in a way that mimicked a religious ritual, essentially sacrificing himself to the deified Emperor. Hadrian was crushed with grief and descended into a long period of depression. However, he eventually overcame his depression through his love of literature and ideas, as well as his sense of duty to the Empire (no SSRIs being available at the time), although not before attempting to enlist his physician in assisted suicide. Unable to refuse his emperor&#39;s request, the physician himself commits suicide rather than violating his Hippocratic Oath. Hadrian&#39;s final military engagements involve crushing Jewish insurgents in Palestine, completing the destruction of Jerusalem, and founding a new Roman city on its site. The aged Emperor reflects frequently on his tolerance for all religions, except for politically disruptive fanatics like the followers of a Jewish prophet called Christ. As to the Jews in Palestine, he cannot understand why they continue to engage in self-destructive rebellion, most recently with Bar Kokhba and Rabbi Akiva as their leaders. In his final years Hadrian adopts Lucius, one of his former lovers (in this account), as his son and heir, but Lucius soon dies, presumably from tuberculosis. Eventually, the Emperor adopts Antinous Pius as his heir and further arranges for Marcus Aurelius to succeed Antinous Pius. At the end of his letter, Hadrian writes, &quot;I could now return to Tibur, going back to that retreat which is called illness, to experiment with my suffering, to taste fully what delights are left to me, and to resume in peace my interrupted dialogue with a shade.&quot; [i.e. Antinous, his lost love (271)].                                   Commentary              In Memoirs of Hadrian, Marguerite Yourcenar has given us the fully imagined voice of Publius Aelius Trianus Hadrianus, or Hadrian (76-38 CE), Roman emperor from 117 to 138. For additional biographical information, see http://en.wikipedia.org/wiki/Hadrian . The epistolary technique allows Hadrian&#39;s &quot;confession&quot; and testament to range widely through time and space, but remain firmly anchored in the here-and-now of his final illness. Interestingly, the wisdom that Hadrian conveys to the young Marcus Aurelius contains the kernel of the Stoic philosophy later associated with Aurelius himself. Memoirs of Hadrian is a fine example of narrative-as-method. Its classic purity of line reflects Hadrian&#39;s love of Greek art and architecture, and the simplicity of its prose seems appropriate for a man of Hadrian&#39;s stoical temperament. The description of Hadrian and Antinous&#39;s love for one another is a classic paean to male love, as well as a case study of obsession. Hadrian&#39;s bereavement is fully and painfully realized.                                   Miscellaneous             First published in France in 1951. Translated from the French by Grace Frick in collaboration with the author. The author was born Marguerite Cleenewerck de Crayencour.                                                                             Publisher                     Modern Library                                                                      Place Published                     New York                                                                      Edition                     1995                                                                      Page Count                     347                                                                                               Student Login         Library                       Policies &amp; Disclaimers         Sitemap                                         Editors Login »"}]}]