[{"detail": [{"content": "NYU Center for Brain Imaging                                                                                 Welcome to the NYU Center for Brain Imaging    The NYU Center for Brain Imaging is a shared facility, dedicated to research and teaching in cognitive neuroscience. Please visit our public web site to see what we have to offer.    The internal website is a knowledge repository for CBI users. You may request an account by sending an email to info@cbi.nyu.edu . Once you have an account, you will have access to a wealth of information about the facilities, policies, and procedures of the Center.     Subscribe to one of our public mailing lists .    Upcoming Events                     Date &amp; Location   Speakers        Friday, April 24   4-5pm   Meyer 551        Franco Pestill, PhD  (Psychology, Neuroscience and Cognitive Science, Indiana University)  Software project: francopestilli.github.io/life   Innovation for in-vivo white-matter mapping using LiFE and ensemble tractography    Magnetic resonance diffusion imaging and computational tractography are the only technologies that enable neuroscientists to measure white matter in the living human brain. In the decade since their development, these technologies revolutionized our understanding of the importance of the human white-matter for health and disease. The white matter pathways comprise a set of active wires and the responses and properties of these wires predict human cognitive and emotional abilities in health and disease. Beside excitement, the need for a systematic approach to tractography validation (Pestilli Scientific Data 2015) and a framework to perform statistical model testing can be seen in recent reports in Science that set out to characterize human white matter structure (Van Wedeen et al., Science 2011; Catani et al., Science 2011).   I will present a new method (LiFE, Linear Fascicle Evaluation) to perform both tractography validation and statistical hypotheses testing on the network of brain connections (Pestilli et al., Nature Methods 2014). These new methods improve current techniques in fundamental ways and can be applied to any type of diffusion data. I will show that by using the methods we were able to identify a major white-matter pathway communicating information between the dorsal and ventral visual streams, the Vertical Occipital Fasciculus (VOF; Yeatman, Wiener, Pestilli et al., PNAS 2014; Takemura et al., Cerebral Cortex, In Press).    Beyond the advances to in-vivo white-matter mapping, it is agreed that there is need to improve tractography methods (Sporns, Nature Methods 2012; Catani et al., 2011). I will present a new approach to tractography. Ensemble tractography (Takemura, Wandell and Pestilli, under review) uses the LiFE method and combines a series of connectomes generated with a variety of tractography algorithms and parameters set. We show that Ensemble tractography improves the representation of the white-matter in living brains by best exploiting available data. Connectomes generated using ensemble tractography are denser and represent a wide variety of white-matter properties. For example, connectomes contain both long-range white matter tracts as well as short range u-fibers. These methods can being used to improve the precision by white-matter tracts and connections that can be mapped and to related their properties to human perception and cognition.     Associated articles.   http://goo.gl/fWjhui   http://goo.gl/ie1Bg6   http://goo.gl/VKlmlI                                                    public resources          Home About Us Mailing Lists Investigators Staff Resources Events Volunteer Directions Contact Us Software SVN Repository HPC Status                internal resources          CBI Intranet      FMRI Course      Scheduler/Database                     All contents &copy New York University. All rights reserved.           Feedback"}]},
{"detail": [{"content": "NYU Center for Brain Imaging                                                                                 Welcome to the NYU Center for Brain Imaging    The NYU Center for Brain Imaging is a shared facility, dedicated to research and teaching in cognitive neuroscience. Please visit our public web site to see what we have to offer.    The internal website is a knowledge repository for CBI users. You may request an account by sending an email to info@cbi.nyu.edu . Once you have an account, you will have access to a wealth of information about the facilities, policies, and procedures of the Center.     Subscribe to one of our public mailing lists .    Upcoming Events                     Date &amp; Location   Speakers        Friday, April 24   4-5pm   Meyer 551        Franco Pestill, PhD  (Psychology, Neuroscience and Cognitive Science, Indiana University)  Software project: francopestilli.github.io/life   Innovation for in-vivo white-matter mapping using LiFE and ensemble tractography    Magnetic resonance diffusion imaging and computational tractography are the only technologies that enable neuroscientists to measure white matter in the living human brain. In the decade since their development, these technologies revolutionized our understanding of the importance of the human white-matter for health and disease. The white matter pathways comprise a set of active wires and the responses and properties of these wires predict human cognitive and emotional abilities in health and disease. Beside excitement, the need for a systematic approach to tractography validation (Pestilli Scientific Data 2015) and a framework to perform statistical model testing can be seen in recent reports in Science that set out to characterize human white matter structure (Van Wedeen et al., Science 2011; Catani et al., Science 2011).   I will present a new method (LiFE, Linear Fascicle Evaluation) to perform both tractography validation and statistical hypotheses testing on the network of brain connections (Pestilli et al., Nature Methods 2014). These new methods improve current techniques in fundamental ways and can be applied to any type of diffusion data. I will show that by using the methods we were able to identify a major white-matter pathway communicating information between the dorsal and ventral visual streams, the Vertical Occipital Fasciculus (VOF; Yeatman, Wiener, Pestilli et al., PNAS 2014; Takemura et al., Cerebral Cortex, In Press).    Beyond the advances to in-vivo white-matter mapping, it is agreed that there is need to improve tractography methods (Sporns, Nature Methods 2012; Catani et al., 2011). I will present a new approach to tractography. Ensemble tractography (Takemura, Wandell and Pestilli, under review) uses the LiFE method and combines a series of connectomes generated with a variety of tractography algorithms and parameters set. We show that Ensemble tractography improves the representation of the white-matter in living brains by best exploiting available data. Connectomes generated using ensemble tractography are denser and represent a wide variety of white-matter properties. For example, connectomes contain both long-range white matter tracts as well as short range u-fibers. These methods can being used to improve the precision by white-matter tracts and connections that can be mapped and to related their properties to human perception and cognition.     Associated articles.   http://goo.gl/fWjhui   http://goo.gl/ie1Bg6   http://goo.gl/VKlmlI                                                    public resources          Home About Us Mailing Lists Investigators Staff Resources Events Volunteer Directions Contact Us Software SVN Repository HPC Status                internal resources          CBI Intranet      FMRI Course      Scheduler/Database                     All contents &copy New York University. All rights reserved.           Feedback"}, {"content": "IFA - Digital Media Services                                                                                                                       ABOUT      EVENTS      PEOPLE      NEWS      ACADEMICS      CONSERVATION PROGRAM      PROSPECTIVE STUDENTS      RESEARCH & LIBRARIES      CONTACT      SUPPORT US                                   Digital Media Services and Image Archive      Formerly Visual Resources Collections      Services for Students           IFA students at all levels of study have access to a variety of resources through the Digital Media Services and Image Archive department (DMS). Services for students include:            Scans for seminar presentations and papers. DMS will make high-quality scans on request for students, from books, existing 35mm slides or lantern slides, postcards; from just about anything. Students can order 25 scans per presentation or paper, on a 3-to-5 day  turnaraound. For more information about scanning services, please  contact the Curator ( jenni.rodda@nyu.edu ) or the Imaging Services Supervisor ( jason.varone@nyu.edu ).            Help  with image research. The DMS staff is available from 9:00 a.m. to  7:00 p.m. Monday through Friday when classes are in session, and will be  happy to help you find what you need among the on-line resources available  through NYU. Please contact the Curator ( jenni.rodda@nyu.edu ) for more information.           Assistance  with special AV needs. Want to add bells and whistles to your  seminar presentation? Need a special piece of equipment—a film projector,  overhead, or large monitor? We can help! We will work closely with the Computer Services department to meet your needs.   Contact the Support Technician in the Computer Services Department ( george.cintron@nyu.edu ) for more  information on what’s available and how to reserve it.        Access  to the image library. IFA/CC students have unlimited access to one  of the largest and most comprehensive image libraries in the discipline of  art history, including a collection of hundreds of thousands of  traditional photographs in a variety of historic archives, and more than 1  million digital images made available through NYU’s Artstor  subscription. The image library is open from 9:00 a.m. to 5:00 p.m.,  Monday through Friday, and is located in the basement level of the Duke  House. Please contact the Curator ( jenni.rodda@nyu.edu ) for more information, or  just come visit!           Help  with photography. Our in-house Photographer is available for  informal instruction in all things photographic, both analog and digital;  and will be happy to make a new head-shot for you when you need one.  Contact her ( nitalee.roberts@nyu.edu )  for more information.           Assistance  with imaging and presentation softwares. The DMS staff works with  the staff of IFA/CC Computer Services to provide the best possible back-up  for all basic imaging and presentation softwares. Have a questions  about PowerPoint? Artstor’s Offline Image Viewer?  PhotoShop? HyperImage? We can help! Contact Computer Services or the Curator ( jenni.rodda@nyu.edu ) for more information or to  make an appointment.           Services for Faculty      In addition to the services listed for students, the DMS provides the following services for IFA/CC faculty:      Scans on demand. The DMS will make high-quality scans on request, on very  short turnaround, for classes and publications. Please contact the  Curator ( jenni.rodda@nyu.edu ) or Imaging Services Supervisor ( jason.varone@nyu.edu ) for more  information.                AV  assistance. A variety of unusual presentation equipment and the  staff needed to run it are available for classroom use through the DMS. Please contact the Support Technician in the Computer Services Department ( george.cintron@nyu.edu ) for more information.                 Help  with photography. Our in-house Photographer is ready to lend  assistance with imaging for publications, new head shots, just about  anything. Please contact her for more information ( nitalee.roberts@nyu.edu ).                Image  database assistance. In addition to lending assistance with the  University’s local image database, the DMS staff is happy to help with  other database projects, in conjunction with the IFA/CC Computer Services  staff and the NYU ITS staff. Ongoing projects include contributions  to SAHARA and development of HyperImage projects. We also help with  image database needs in remote locations: for example, DMS student  staff have collaborated with the staff of the Abydos Excavation in Egypt  for the last five years. Please contact the Curator ( jenni.rodda@nyu.edu ) for more information.                Class  blogs and on-line course reserves. The DMS staff help build and  maintain the on-line presence of IFA/CC courses, including image reserves,  blogs, and other services. Please contact the Imaging Services Supervisor ( jason.varone@nyu.edu ) for assistance.                Faculty  web pages and contributions to the Faculty Digital Archive (FDA).  The DMS staff will be happy to help update faculty web pages, including  taking new photos on request. The DMS is also the administrative  contact for the Faculty Digital Archive (FDA), the University’s primary  archival resource, and home to conference proceedings, papers, and other  digital materials. Please contact the Curator ( jenni.rodda@nyu.edu ) for more information.             Services for Outside Scholars       Outside scholars may conduct research in the IFA’s image library by appointment ONLY. Please contact the Curator ( jenni.rodda@nyu.edu ) for more information. Assisted photocopying and on-demand scanning services are available by request. Fees vary depending on the service requested. The image library is open to outside scholars by appointment, Monday through Friday, 10:00 a.m. until 4:00 p.m.                                 Digital Media Services      Services Provided    Online Course Reserves    Collections Holdings    Digital Media Services Dept Overview              Resources and Manuals       Image-Based    Online Resources    Getting    Started with Artstor    PowerPoint    Image Guidelines      Widescreen    PowerPoint Template     North American Lantern Slide Survey                              Follow us!"}, {"content": "Breast Imaging | Radiology                                      Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Radiology                                                                                  Home   About Us   Patient Care   For Healthcare Professionals   Research   Education                                  Home About Us Subspecialties Breast Imaging            Print  Email               - A + A                                                                                                                  Breast Imaging       The NYU Langone Breast Imaging provides comprehensive outpatient screening, diagnostic and interventional services for patients at several sites at the NYU Langone Medical Center. These sites include the NYU Langone Clinical Cancer Center, Center for Women’s Imaging, Center for Women’s Health, Gramercy Park Radiology (new), Columbus Radiology, Bellevue and Gouverneur Hospital.   Diagnostic services include high-resolution 3T magnetic resonance imaging (MRI), low-dose digital mammography, ultrasonography, and conventional radiography. Interventional services include Ultrasound, stereotactic, and MRI guided core biopsies, Ultrasound guided fine needle aspirations (FNA), galactography, and needle localizations. Each of our 14 radiologists are fellowship trained in Breast Imaging and practice solely breast imaging.  Our specialty-trained staff is world-renowned in the fields of diagnostic and interventional breast radiology, publishing regularly in prestigious peer-reviewed journals and lecturing at breast and radiology meetings around the world.   We are proud to announce that NYU Langone Clinical Cancer Center and Bellevue have received The American College of Radiology’s (ACR) designation as a “Breast Imaging Center of Excellence”.   This signifies that our Breast Imaging Center provides services to our community at the highest standards of the Radiology profession. The Breast Imaging Center has been given this distinction for two consecutive years. This designation is awarded only if the center has achieved accreditation by the ACR in stereotactic breast biopsy, breast ultrasound and ultrasound guided breast biopsy and by the ACR or an FDA approved state credentialing body in mammography.                                                                             Our Faculty                  The NYU breast imaging section provides state of the art diagnostic and interventional services to the New York community, while also serving as one of the leaders in breast imaging research.         More              Our Services              Learn more about the imaging and interventional services we offer.   Imaging techniques   Image guided procedures   Common breast conditions         More              Research/Education              Learn more about our current research projects and Breast imaging fellowship program.   Breast Imaging Research   Fellowship Education         More                                                                                       NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]},
{"detail": [{"content": "NYU Center for Brain Imaging                                                                                 Welcome to the NYU Center for Brain Imaging    The NYU Center for Brain Imaging is a shared facility, dedicated to research and teaching in cognitive neuroscience. Please visit our public web site to see what we have to offer.    The internal website is a knowledge repository for CBI users. You may request an account by sending an email to info@cbi.nyu.edu . Once you have an account, you will have access to a wealth of information about the facilities, policies, and procedures of the Center.     Subscribe to one of our public mailing lists .    Upcoming Events                     Date &amp; Location   Speakers        Friday, April 24   4-5pm   Meyer 551        Franco Pestill, PhD  (Psychology, Neuroscience and Cognitive Science, Indiana University)  Software project: francopestilli.github.io/life   Innovation for in-vivo white-matter mapping using LiFE and ensemble tractography    Magnetic resonance diffusion imaging and computational tractography are the only technologies that enable neuroscientists to measure white matter in the living human brain. In the decade since their development, these technologies revolutionized our understanding of the importance of the human white-matter for health and disease. The white matter pathways comprise a set of active wires and the responses and properties of these wires predict human cognitive and emotional abilities in health and disease. Beside excitement, the need for a systematic approach to tractography validation (Pestilli Scientific Data 2015) and a framework to perform statistical model testing can be seen in recent reports in Science that set out to characterize human white matter structure (Van Wedeen et al., Science 2011; Catani et al., Science 2011).   I will present a new method (LiFE, Linear Fascicle Evaluation) to perform both tractography validation and statistical hypotheses testing on the network of brain connections (Pestilli et al., Nature Methods 2014). These new methods improve current techniques in fundamental ways and can be applied to any type of diffusion data. I will show that by using the methods we were able to identify a major white-matter pathway communicating information between the dorsal and ventral visual streams, the Vertical Occipital Fasciculus (VOF; Yeatman, Wiener, Pestilli et al., PNAS 2014; Takemura et al., Cerebral Cortex, In Press).    Beyond the advances to in-vivo white-matter mapping, it is agreed that there is need to improve tractography methods (Sporns, Nature Methods 2012; Catani et al., 2011). I will present a new approach to tractography. Ensemble tractography (Takemura, Wandell and Pestilli, under review) uses the LiFE method and combines a series of connectomes generated with a variety of tractography algorithms and parameters set. We show that Ensemble tractography improves the representation of the white-matter in living brains by best exploiting available data. Connectomes generated using ensemble tractography are denser and represent a wide variety of white-matter properties. For example, connectomes contain both long-range white matter tracts as well as short range u-fibers. These methods can being used to improve the precision by white-matter tracts and connections that can be mapped and to related their properties to human perception and cognition.     Associated articles.   http://goo.gl/fWjhui   http://goo.gl/ie1Bg6   http://goo.gl/VKlmlI                                                    public resources          Home About Us Mailing Lists Investigators Staff Resources Events Volunteer Directions Contact Us Software SVN Repository HPC Status                internal resources          CBI Intranet      FMRI Course      Scheduler/Database                     All contents &copy New York University. All rights reserved.           Feedback"}, {"content": "IFA - Digital Media Services                                                                                                                       ABOUT      EVENTS      PEOPLE      NEWS      ACADEMICS      CONSERVATION PROGRAM      PROSPECTIVE STUDENTS      RESEARCH & LIBRARIES      CONTACT      SUPPORT US                                   Digital Media Services and Image Archive      Formerly Visual Resources Collections      Services for Students           IFA students at all levels of study have access to a variety of resources through the Digital Media Services and Image Archive department (DMS). Services for students include:            Scans for seminar presentations and papers. DMS will make high-quality scans on request for students, from books, existing 35mm slides or lantern slides, postcards; from just about anything. Students can order 25 scans per presentation or paper, on a 3-to-5 day  turnaraound. For more information about scanning services, please  contact the Curator ( jenni.rodda@nyu.edu ) or the Imaging Services Supervisor ( jason.varone@nyu.edu ).            Help  with image research. The DMS staff is available from 9:00 a.m. to  7:00 p.m. Monday through Friday when classes are in session, and will be  happy to help you find what you need among the on-line resources available  through NYU. Please contact the Curator ( jenni.rodda@nyu.edu ) for more information.           Assistance  with special AV needs. Want to add bells and whistles to your  seminar presentation? Need a special piece of equipment—a film projector,  overhead, or large monitor? We can help! We will work closely with the Computer Services department to meet your needs.   Contact the Support Technician in the Computer Services Department ( george.cintron@nyu.edu ) for more  information on what’s available and how to reserve it.        Access  to the image library. IFA/CC students have unlimited access to one  of the largest and most comprehensive image libraries in the discipline of  art history, including a collection of hundreds of thousands of  traditional photographs in a variety of historic archives, and more than 1  million digital images made available through NYU’s Artstor  subscription. The image library is open from 9:00 a.m. to 5:00 p.m.,  Monday through Friday, and is located in the basement level of the Duke  House. Please contact the Curator ( jenni.rodda@nyu.edu ) for more information, or  just come visit!           Help  with photography. Our in-house Photographer is available for  informal instruction in all things photographic, both analog and digital;  and will be happy to make a new head-shot for you when you need one.  Contact her ( nitalee.roberts@nyu.edu )  for more information.           Assistance  with imaging and presentation softwares. The DMS staff works with  the staff of IFA/CC Computer Services to provide the best possible back-up  for all basic imaging and presentation softwares. Have a questions  about PowerPoint? Artstor’s Offline Image Viewer?  PhotoShop? HyperImage? We can help! Contact Computer Services or the Curator ( jenni.rodda@nyu.edu ) for more information or to  make an appointment.           Services for Faculty      In addition to the services listed for students, the DMS provides the following services for IFA/CC faculty:      Scans on demand. The DMS will make high-quality scans on request, on very  short turnaround, for classes and publications. Please contact the  Curator ( jenni.rodda@nyu.edu ) or Imaging Services Supervisor ( jason.varone@nyu.edu ) for more  information.                AV  assistance. A variety of unusual presentation equipment and the  staff needed to run it are available for classroom use through the DMS. Please contact the Support Technician in the Computer Services Department ( george.cintron@nyu.edu ) for more information.                 Help  with photography. Our in-house Photographer is ready to lend  assistance with imaging for publications, new head shots, just about  anything. Please contact her for more information ( nitalee.roberts@nyu.edu ).                Image  database assistance. In addition to lending assistance with the  University’s local image database, the DMS staff is happy to help with  other database projects, in conjunction with the IFA/CC Computer Services  staff and the NYU ITS staff. Ongoing projects include contributions  to SAHARA and development of HyperImage projects. We also help with  image database needs in remote locations: for example, DMS student  staff have collaborated with the staff of the Abydos Excavation in Egypt  for the last five years. Please contact the Curator ( jenni.rodda@nyu.edu ) for more information.                Class  blogs and on-line course reserves. The DMS staff help build and  maintain the on-line presence of IFA/CC courses, including image reserves,  blogs, and other services. Please contact the Imaging Services Supervisor ( jason.varone@nyu.edu ) for assistance.                Faculty  web pages and contributions to the Faculty Digital Archive (FDA).  The DMS staff will be happy to help update faculty web pages, including  taking new photos on request. The DMS is also the administrative  contact for the Faculty Digital Archive (FDA), the University’s primary  archival resource, and home to conference proceedings, papers, and other  digital materials. Please contact the Curator ( jenni.rodda@nyu.edu ) for more information.             Services for Outside Scholars       Outside scholars may conduct research in the IFA’s image library by appointment ONLY. Please contact the Curator ( jenni.rodda@nyu.edu ) for more information. Assisted photocopying and on-demand scanning services are available by request. Fees vary depending on the service requested. The image library is open to outside scholars by appointment, Monday through Friday, 10:00 a.m. until 4:00 p.m.                                 Digital Media Services      Services Provided    Online Course Reserves    Collections Holdings    Digital Media Services Dept Overview              Resources and Manuals       Image-Based    Online Resources    Getting    Started with Artstor    PowerPoint    Image Guidelines      Widescreen    PowerPoint Template     North American Lantern Slide Survey                              Follow us!"}, {"content": "Breast Imaging | Radiology                                      Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             Radiology                                                                                  Home   About Us   Patient Care   For Healthcare Professionals   Research   Education                                  Home About Us Subspecialties Breast Imaging            Print  Email               - A + A                                                                                                                  Breast Imaging       The NYU Langone Breast Imaging provides comprehensive outpatient screening, diagnostic and interventional services for patients at several sites at the NYU Langone Medical Center. These sites include the NYU Langone Clinical Cancer Center, Center for Women’s Imaging, Center for Women’s Health, Gramercy Park Radiology (new), Columbus Radiology, Bellevue and Gouverneur Hospital.   Diagnostic services include high-resolution 3T magnetic resonance imaging (MRI), low-dose digital mammography, ultrasonography, and conventional radiography. Interventional services include Ultrasound, stereotactic, and MRI guided core biopsies, Ultrasound guided fine needle aspirations (FNA), galactography, and needle localizations. Each of our 14 radiologists are fellowship trained in Breast Imaging and practice solely breast imaging.  Our specialty-trained staff is world-renowned in the fields of diagnostic and interventional breast radiology, publishing regularly in prestigious peer-reviewed journals and lecturing at breast and radiology meetings around the world.   We are proud to announce that NYU Langone Clinical Cancer Center and Bellevue have received The American College of Radiology’s (ACR) designation as a “Breast Imaging Center of Excellence”.   This signifies that our Breast Imaging Center provides services to our community at the highest standards of the Radiology profession. The Breast Imaging Center has been given this distinction for two consecutive years. This designation is awarded only if the center has achieved accreditation by the ACR in stereotactic breast biopsy, breast ultrasound and ultrasound guided breast biopsy and by the ACR or an FDA approved state credentialing body in mammography.                                                                             Our Faculty                  The NYU breast imaging section provides state of the art diagnostic and interventional services to the New York community, while also serving as one of the leaders in breast imaging research.         More              Our Services              Learn more about the imaging and interventional services we offer.   Imaging techniques   Image guided procedures   Common breast conditions         More              Research/Education              Learn more about our current research projects and Breast imaging fellowship program.   Breast Imaging Research   Fellowship Education         More                                                                                       NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]}]