[{"detail": [{"content": "Frequently Asked Questions                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Community   /   Parents                 Sub Navigation                                 First Year Parents                       Parent Resources                       Staying Connected                       Parent Involvement                       Parents e-Newsletter                       Parents Day                       Frequently Asked Questions                                                                   Frequently Asked Questions        Below are some commonly asked questions by parents. We have arranged the questions by topic. If you don't find the question you want to ask, you can always call the Parent's Helpline at 212-998-4219 or email us at parents@nyu.edu .                                                      Orientation, Welcome Week, Registration                               What is Welcome Week and what’s the difference between Welcome Week and orientation? NYU Welcome Week is sponsored by the Student Resource Center and is open to all new NYU students. Welcome Week is designed to compliment a student’s school orientation which runs concurrently. During Welcome Week, students are provided opportunities to meet new people, get to know NYU, experience New York City, and have fun prior to the start of classes.   Are there programs for Parents? Welcome Week programs are specifically for new students only, however, a &quot;For Parent's Only&quot; program is offered as a part of the many activities available on NYU Welcome Day . There are no parent programs during Welcome Week, however university representatives will be present at the NYU Welcome Day Info Fair on Move-In Day, which is open to parents. Parents are may also stop by the Student Resource Center for any additional questions.   What if my student misses Welcome Week? We hope that they don’t, but if necessary, have the student stop by the Student Resource Center to speak with a student or staff member about resources that were provided. Students should also contact their school regarding an orientation programs they may have missed.     Other students I know have registered for class and I haven’t. When will I register and will I get into the classes I want? The registration period varies per school, but for the most part, will occur during the month of June for new students. Registration usually occurs via telephone or online during the registration period and students are notified through either their NYU email account or US mail. Advisors are also available to assist with questions. For additional information and school-specific contacts, please refer to the Next Stop NYU Orientation and Registration page .                                                                Residence Halls and Move-In                               When will I receive my housing assignment? Students will receive &quot;Move-In Day&quot; instructions with parking information, tips on what to bring and arrival times with their room assignment. Information about roommates will be included in the housing notification which is communicated via email in July. Students will also receive a move-in appointment time and contact information of their roommate(s).       What is move-in day like? Approximately 4000 new students will be moving into NYU residence halls on the same day, which makes check-in exciting and very hectic. Students will receive a move-in time with their housing assignment, so keeping with the assigned time helps to make the process smoother for everyone. Staff will be on hand to assist with unloading cars, parking directions, and carts. To make the process a bit smoother, remember that many items can be purchased in the city or delivered to the residence hall after the student has moved in. Visit the NYU Welcome Day page for information on the specific activities that compliment Move-In Day.       Is there anything going on for parents on Move-In Day or During Welcome Week? Parents are invited to attend NYU Welcomes Day events , which include an Information Fair held throughout the day providing light snacks and opportunities to meet with representatives from a variety of university offices. Additionally, a &quot;For Parents Only&quot; welcome and Parent Welcome receptions and presentations will be offered through out the day. Details will be provided in summer mailings, and at check-in. Note that there are no programs for parents beyond Move-In Day.     Are there places to buy towels, sheets, etc? Major stores such as Kmart, Home Depot, Best Buy, Marshalls, Bed, Bath, and Beyond, as well as many local discount stores are located in the NYU area. Many offer discounts and specials to students during check-in, as well as delivery services. There will also be shuttles available on move-in day to several major stores. Details will be available at check-in.     Where can students find a list of allowable items to bring to NYU? Residents are expected to supply their own pillows, blankets, towels, and linens/sheets (80&quot; long/ “long twin”). Items such as incandescent or fluorescent study lights, surge protectors, curtains, rugs, posters, microwave ovens, alarm clocks, and other personal accessories are permitted and may be helpful. Prohibited items include halogen lights, candles, toaster ovens, hot plates, wall phones, and pets. Students may wish to coordinate with their roommate(s) in advance to avoid having multiple appliances such as TVs, microwaves, or small refrigerators. A complete list of items that students should bring as well as items that are prohibited in NYU residence halls is accessible on-line at: www.nyu.edu/life/living-at-nyu.html and click on Explore the Residence Halls, then click on &quot;What to Bring&quot; tab in the gray bar.     For students flying into to New York, what should they do about shipping things? Packages may be shipped directly to the residence hall, however, they cannot arrive before the student has checked into the residence hall.     Does NYU provide summer storage? Storage is not available during the summer, however residence hall staff can provide a list of local storage vendors who are not affiliated with the university. A listing is also available on the Parents Website under the resources tab.     Can students stay in their room over breaks? The residence hall contract allows students to stay throughout the year in the residence hall until checkout in May. This includes holidays and breaks. The buildings are staffed and security is present 24/7.   For additional frequently asked questions related to living on campus, email housing@nyu.edu .                                                                Health Services / Insurance                               When is the Immunization form due? Completed forms should be returned to Immunization Records Services at the Student Health Center, 726 Broadway, Suite 347, (212) 443-1199 by August 1st   I have a copy of my student's immunization records. Do I still need to complete the immunization section of the health history form? Yes. The form must be completed in its entirety. When you return the form, you may include any supporting documents signed by a physician.   I already submitted my student's immunization documents. Do I still need to complete the health history form? Yes. The health history form assists us in determining your student's needs for overall health and wellness while studying at NYU. If you have already submitted immunization documents, please complete the remaining sections of the health history form and return it to Immunization Records Services at the Student Health Center.   I submitted a health history form and then received one in the mail. Do I need to complete it again? No. NYU students are required to complete the health history form only once during their academic career.   My student's doctor does not have the MMR or Meningitis vaccines. Can he/she get them at NYU? Yes. These vaccines are available for a fee at the Student Health Center.   Can students come to NYU Health Center if they don't have NYU insurance? All matriculated NYU students may use the NYU Student Health Center (SHC) regardless of the source of their health insurance. All matriculated students will have access to routine and urgent primary and women’s health care visits at either no cost or at significantly reduced cost. Short-term counseling and wellness visits are also available at no cost. This should provide an important safety net of basic health services for students at NYU.   Even with this significant benefit, it is still mandatory for students to have insurance coverage that meets NYU requirements. For SHC services not covered by the safety net benefit, payment will be expected at the time of visit, or will be billed to insurance plans.   My student is covered on my insurance plan. Can I waive the NYU insurance? Yes, you can waive the NYU insurance plan, however you must do so by the appropriate deadline.   Students who waive the NYU-sponsored Student Health Insurance Plans in favor of alternative coverage should be aware that their insurers might not cover specialty services and certain procedures provided at our facility. For more information, click here .                                                                Meal Plans, Dining Dollars, Campus Cash                               Which meal plan should I select? This decision is based on the individual and how many meals they will be likely to eat. For example, if the student is not a morning person, then having enough meals that would include breakfast would not be worthwhile. Students do have an option to change their meal plan in early September if they find the plan they signed up for doesn’t meet their needs. By default all freshman students are assigned a meal plan. www.nyu.edu/dining     What is the difference between Campus Cash and Dining Dollars? Campus Cash is a debit-card-like feature of the NYU student ID, the NYUCard. Parents or students may deposit funds online into a student’s Campus Cash account via credit card or by cash on campus. Campus Cash is accepted at the NYU Bookstore, at NYU Ticket Central, campus dining halls, and for on-campus laundry and vending machines, as well as at off-campus merchants. For complete details on Campus Cash, including a list of locations that accept Campus Cash, go to www.nyu.edu/nyucard .     Dining Dollars is also a feature of the NYU student ID, in which a specific dollar amount is credited to a student’s NYU ID card with the purchase of a meal plan. Dining Dollars can only be used in the dining halls or at campus dining facilities. They work on the same principle as debit cards and can be used to purchase beverages, snacks, or full meals, however only in NYU dining facilities.                                                              Banking, Discounts, Money Management                               How can I view my student's financial accounts and make sure I get the bill on time? Access to student financial information and billing requires the student to provide access to the parent. The following links will provide you with the process:     NYU Electronic Suite - access to the student’s account and allow for electronic check payments.   Campus Cash       What banks are around NYU? When considering which bank to use in NYC, parents should think about bank chains that are located in their hometown first and then close to where their student will be living while at NYU. As students will only live around Washington Square their first year, a branch that has multiple locations in the city will be the most convenient in the long run.   Also, a bank in the student's hometown and in New York City allows even more convenience for parents to make deposits and assist with transactions.That being said, most of the major bank chains (i.e. Bank of America, Citibank, Chase, Capital One, Wells Fargo, Sovereign Bank, HSBC, Banco Popular, PNC Bank, and TD Bank) in the city have a number of branches and ATM lobbies throughout the city. Almost all offer free checking to students with an NYU ID. Click here for additional information .     What about computers, software, computer labs and printing? The NYU Computer Store sells both Apple and Dell laptops and desktops at educational discount pricing, and also sells computer accessories, software (great prices!), printers, and personal computing items such as iPads and iPods.   Additionally, the Computer Store offers computer repair service. You can consult the Computer Store for computer purchase recommendations based on your student’s school or academic program; many students take advantage of interest-free loans at the Computer Store through the Store’s Deferred Payment Program. See www.bookstores.nyu.edu/computer.store for more information.     Are there Computers and Printing on Campus? NYU Computer Labs (Mac and PC) are available for free to all students, for locations see www.nyu.edu/its/labs . In addition, computer labs provide access to a variety of software. Students also receive a pre-loaded printing stipend to print at labs which they access using their NYU ID Card.     How much of an allowance should I have each week? Because spending varies per person, we suggest that students begin by keeping track of their spending for a few weeks by writing down every amount spent. This includes snacks, meals (outside of the meal-plan), subway, bills, laundry, clothes, toiletries, postage and entertainment. This will provide a snapshot of what weekly spending will be like in NYC. Visit the Money Management website and click on Worksheets and Resources for helpful worksheets and advice on spending.     Should I purchase a phone in NYC? All the major carriers exist in New York City. The most popular are AT&amp;T, Verizon, T-Mobile, and Sprint. Discounts are available for AT&amp;T, Verizon, and Sprint with an NYU ID (the account needs to be in the student’s name). In addition, there are a number of other discounted carriers that provide pay-per-use phones.     What discounts are available for students at NYU? Transportation, entertainment, etc.Many of the area restaurants and stores offer discounts to students just by showing their NYU ID at the time of purchase. Additional listings are also available on the NYU Campus Cash website and Money Management website,     Additionally, NYU’s box office, Ticket Central, offers discounted tickets to movies, theatre, and other entertainment in the city and is located on the 1st Floor of the Kimmel Center at the Skirball Center for Performing Arts. www.nyu.edu/ticketcentral                                                              Transportation                               Does NYU provide transportation from the airports?  Because our population of students is national and international, flying into one of three airports, NYU is unable to provide transportation to and from airports. However, there are a variety of very reliable options available – taxi’s, car-service, shuttle buses, and buses from major transportation hubs. Additionally, travel is available via subway and train. Click here for more options.   Which airport should I fly into? We suggest going with the airport that is most convenient for you, providing the most direct flight options. The three major airports - Newark, LaGuardia, and Kennedy -- are all in similar proximity to Manhattan (New York City). All airports offer a variety of transportation options. Click here for more options.   Does NYU provide campus transportation? Campus Transportation Services are available daily while classes are in session from university facilities (primarily student residences further away). For routes and other information, go to www.nyu.edu/ride.    Additionally, free overnight Safe Ride Van Service is operated 7 days per week, Midnight to 5AM. The service operates every day during the academic semester, including weekends and holidays.  Does my student need a subway card? For travel around NYC, students will likely take a NYC bus or subway that does require a MetroCard. Pay-Per-Ride options are available and in most cases, the better option than purchasing a monthly card unless they will use it at least 7 days a week and two or more times per day.                                                                Study Abroad / Study Away                               Parents form an integral part of the study abroad experience by supporting their student’s choice to embark on this academic and life-enriching endeavor. A variety of helpful resources, from applying, to costs, student experiences, and information on our sites around the world. Click below for more relevant information for parents:     Study Abroad / Study Away                                                                Breaks, Holidays, Closures / Religious Observances                               When are the School Breaks? Dates and deadlines are available under the Parent Resources tab on this page. Note that classes are scheduled as usual the day before holiday breaks, however university offices may close at 4pm. The university only closes on specific holidays and is open for business during the summer, Fall and Spring Breaks, and part of the Winter Recess.   When will students be done with finals so a trip home for the holidays can be booked? Although an exam schedule is provided for classes, actual exam times are up to the professor and class. Students should refer to their course syllabus or consult their professor for their exact exam schedule before scheduling trips home. Note that the exam schedule is also available at the time of registration should students want to use that information in creating their schedule for the semester.   How does my student know if the university will be closed or classes cancelled due to inclement weather? In the event the university closes or classes are cancelled due to inclement weather, students will be notified via email, and in some cases, text message. Students can also call the Information Alert Line located on the back of their ID (212-998-1220) for messages. Information will also be posted on the NYU website. Encouraging your student to provide their cell phone number in their Albert student record will insure they receive a phone or text message. For parents, we encourage signing up for the NYU Parent email list which is how parents will be notified during emergencies or inclement weather. Click on the Staying Connected tab above.     Are students excused from classes for religious observances? New York University, as a nonsectarian institution, adheres to the general policy of including in its official calendar only certain legal holidays. Students who anticipate being absent because of any religious observance should notify their faculty in advance of such anticipated absence. Faculty are asked, that whenever feasible, examinations and assignment deadlines not be scheduled on religious holidays. Any student absent from class because of religious beliefs shall not be penalized for any class, examination, or assignment deadline missed on that day or days. If examinations or assignment deadlines are scheduled, any student who is unable to attend class because of religious beliefs shall be given the opportunity to make up that day or days. No adverse or prejudicial effects shall result to any student who avails him/herself of the above provisions.                                                                Parents Day                               What Happens on Parents Day? Parents Day programs offer an opportunity to learn about your student’s experience at NYU. Deans and faculty members from each school/program host information sessions, student services offices feature presentations, and lunch is available in the University dining halls. The afternoon includes workshops and a reception hosted by the NYU President. The program is designed for the parents of first-year students. Unfortunately due to space constraints, we do not have an annual program for parents. Click on the Parents Day tab above for more information.     For more information, go to http://www.nyu.edu/community/parents/parents-day.html or click on the Parents Day tab in the gray bar above.     Do I need to register for Parents Day? Yes, we ask that you register for Parents Day to help us gauge attendance.       Why is the morning academic program open only to parents? We ask that only parents attend the morning academic program primarily because of space constraints. This is also the reason we only invite parents of first year undergraduate students to Parents Day. In other words, we don't have Parents Day every year for each class at this time -- however we hope you will always feel welcome to visit NYU at any time throughout your son or daughter's career.     We're a divorced family and only one of us receives mail from NYU. How can both names be added to the mailing list? Currently the student's record only accommodates one permanent address, however, multiple email addresses can be added to the Parent Email listing which is mostly how NYU communicates to parents. Click on the &quot;Staying Connected&quot; tab in the gray bar above for the link to add your email address.     My student has midterms at this time. Why is Parents Day scheduled around mid-terms? We don't actually plan to schedule the program around mid-terms -- in fact, it varies per student and per class as to when midterms or papers are scheduled by professors. There is not one unified mid-term exam period.     I am unable to attend this year. Can I attend next year? You are certainly welcome to attend next year, just note that the program is focused on the student's first year -- especially the morning academic program. If you would like to attend, send us an email during the summer and we will add you to our mailing list or check the Parent's website for dates and RSVP information. Email: parents@nyu.edu .     Do parents get to meet their student's teachers or advisers on Parents Day? Unlike primary and secondary school (K-12), the relationship with professors and advisers at college is between the student and the professor or adviser. As a parent, encouraging your student to get to know their professor by meeting them during office hours or after class will go a long way in developing a good relationship. You should also encourage your student to meet with their adviser at least twice a semester to discuss academic progress and a pre-registration strategy for the following semester.     Should I attend Parents Day? This is a personal question. We understand that the date for Parents Day may not be convenient for everyone or even affordable to pay for another visit so soon after move-in. Know that most of the workshops provided on Parents Day are presented by offices and staff from NYU and opportunities to speak with or visit offices is possible at other times of the year.                                                                Hotels Near Campus                               What hotels are around NYU? There are limited lodging options in the immediate NYU area, so don't limit yourself to just the area around campus. NYU is easily accessible by most bus lines, subway lines, and the NJ Path Train.     Nevertheless, New York City has become a popular destination over the years and as a result hotel prices have sky-rocketed. We suggest utilizing a travel agent or many of the online resources to search for hotels in New York City that meet your specific budget and accommodation needs. The Sunday New York Times travel section is a good source for information on special weekend packages and current rates, as do airlines when you book a trip.     If you're not sure where to start, we do have hotels on our website, as well as a hotels that NYU has a business relationship with. Note that they may not meet everyone's needs, which is why we suggest looking at the many other alternatives for finding a hotel in NYC.     Local Hotel Discounts     NYU Travel Portal                                                                      Commuter/Off Campus Living                                    What resources are available for commuter students? Commuter and Off-Campus Student Services at the Student Resource Center supports students through programs and services specifically designed for commuters. Social and educational programs connect commuters with each other, residential students, and campus resources.     Major programs and resources include information on discounts for commuting, use of a kitchen, computers, and lounge, reserved lockers, and the sponsorship of overnight accommodations near campus for commuters. All new commuter students are assigned a “Commuter Assistant,” an upperclass student who will assist new commuters with navigating NYU and making friends and connections with other NYU students. For more information and contact information, click here .       Does NYU provide assistance to students who want to live off campus? The NYU Student Resource Center offers off-campus living resources to current and newly-admitted NYU students who are seeking private off campus apartment rentals. NYU does not have &quot;off-campus&quot; facilities. Resources include a housing registry, links to apartment search websites, market and neighborhood information, and other relevant information. Go to www.nyu.edu/housing/offcampus for more details.                                                                                    Access to Student Information                               Albert Manage Guest Users   Students have the option to provide other individuals (proxies) select access to their Albert records, such as:      Advisor Information (view only)   Class Schedule (view only)   Contact Information (view and update)   Emergency Contacts (view and update)   Exam Schedule   Financial Aid (view only)   Grades (view only)   Graduation Status(view only)   Holds (view only)   Unofficial Transcript (view only)     Students can create and manage guest users only on the Albert Mobile website, which is accessible from desktop browsers as well.   CLICK HERE for more details.   For access to view student tuition and housing bills, as well as make payments, a request for access is required and can be made using eSuite. CLICK HERE for more information.      Help Guides                                                              Verifying Student Enrollment, Access to Student Records                               How can I verify my student’s enrollment for insurance or other reasons? Students can view/print an enrollment certificate directly from Albert. Click here for instructions .   Access to Student Records - Albert Manage  Students now have the option to provide selected access to their Albert records to other individuals (proxies) such as parents and employers. Students can opt to allow access to:     Advisor Information (view only)     Class Schedule (view only)     Contact Information (view and update)     Emergency Contacts (view and update)     Exam Schedule     Financial Aid (view only)     Grades (view only)     Graduation Status(view only)     Holds (view only)     Unofficial Transcript (view only)     CLICK HERE for more information.                                                                Student Employment                                 How do students find jobs? The Wasserman Center for Career Development is an excellent resource for students looking for on and off campus employment, as well as paid and unpaid internships. Students must initially visit the office to gain access to the online employment resources. Staff members are also available to assist with resume writing and other advice in seeking employment. In addition, students can also inquire independently by contacting campus offices or other job sources to seek out employment. Some of the larger campus employers include the NYU Phonathon, Coles Sports and Recreation Center, the Library, NYUBookstore, or even the academic department relative to a student’s course of study. www.nyu.edu/careerdevelopment   What is work-study? How do I get work-study? &quot;Work-study&quot; is the name given to federally subsidized on-campus jobs. Eligibility for work-study employment is determined by the NYU Office of Financial Aid and is usually listed on financial aid packages as &quot;recommended term time earnings.&quot; A student with this award is eligible to apply for various work-study jobs throughout the University and work up to 20 hours per week, depending on the position. Students without work-study are still eligible for campus jobs. Additional information can be found at the Wasserman Center for Career Development. www.nyu.edu/careerdevelopment                             Emergencies and After Hours   NYU's Department of Public Safety Office (212-998-2222) and the Wellness Exchange (212-443-9999) are two emergency options available to students and parents , 24 hours a day / 7 days a week. These numbers are also located on the back of a student's NYU ID Card. Both departments will have access to the appropriate resources to assist you or your student.   For more information about these services, including campus safety, university closings, and other safety and health information, please click on the links below:       Wellness Exchange (212-443-9999)   Department of Public Safety (212-998-2222)   Information Alert (212-998-1220)                                                                                            Notice to Students This notice is to inform students of the preventative measures taken by New York University (\"NYU\") to address sexual assault and bias-related incidents and crimes on campus. Read More                                              NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Frequently Asked Questions                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Community   /   Parents                 Sub Navigation                                 First Year Parents                       Parent Resources                       Staying Connected                       Parent Involvement                       Parents e-Newsletter                       Parents Day                       Frequently Asked Questions                                                                   Frequently Asked Questions        Below are some commonly asked questions by parents. We have arranged the questions by topic. If you don't find the question you want to ask, you can always call the Parent's Helpline at 212-998-4219 or email us at parents@nyu.edu .                                                      Orientation, Welcome Week, Registration                               What is Welcome Week and what’s the difference between Welcome Week and orientation? NYU Welcome Week is sponsored by the Student Resource Center and is open to all new NYU students. Welcome Week is designed to compliment a student’s school orientation which runs concurrently. During Welcome Week, students are provided opportunities to meet new people, get to know NYU, experience New York City, and have fun prior to the start of classes.   Are there programs for Parents? Welcome Week programs are specifically for new students only, however, a &quot;For Parent's Only&quot; program is offered as a part of the many activities available on NYU Welcome Day . There are no parent programs during Welcome Week, however university representatives will be present at the NYU Welcome Day Info Fair on Move-In Day, which is open to parents. Parents are may also stop by the Student Resource Center for any additional questions.   What if my student misses Welcome Week? We hope that they don’t, but if necessary, have the student stop by the Student Resource Center to speak with a student or staff member about resources that were provided. Students should also contact their school regarding an orientation programs they may have missed.     Other students I know have registered for class and I haven’t. When will I register and will I get into the classes I want? The registration period varies per school, but for the most part, will occur during the month of June for new students. Registration usually occurs via telephone or online during the registration period and students are notified through either their NYU email account or US mail. Advisors are also available to assist with questions. For additional information and school-specific contacts, please refer to the Next Stop NYU Orientation and Registration page .                                                                Residence Halls and Move-In                               When will I receive my housing assignment? Students will receive &quot;Move-In Day&quot; instructions with parking information, tips on what to bring and arrival times with their room assignment. Information about roommates will be included in the housing notification which is communicated via email in July. Students will also receive a move-in appointment time and contact information of their roommate(s).       What is move-in day like? Approximately 4000 new students will be moving into NYU residence halls on the same day, which makes check-in exciting and very hectic. Students will receive a move-in time with their housing assignment, so keeping with the assigned time helps to make the process smoother for everyone. Staff will be on hand to assist with unloading cars, parking directions, and carts. To make the process a bit smoother, remember that many items can be purchased in the city or delivered to the residence hall after the student has moved in. Visit the NYU Welcome Day page for information on the specific activities that compliment Move-In Day.       Is there anything going on for parents on Move-In Day or During Welcome Week? Parents are invited to attend NYU Welcomes Day events , which include an Information Fair held throughout the day providing light snacks and opportunities to meet with representatives from a variety of university offices. Additionally, a &quot;For Parents Only&quot; welcome and Parent Welcome receptions and presentations will be offered through out the day. Details will be provided in summer mailings, and at check-in. Note that there are no programs for parents beyond Move-In Day.     Are there places to buy towels, sheets, etc? Major stores such as Kmart, Home Depot, Best Buy, Marshalls, Bed, Bath, and Beyond, as well as many local discount stores are located in the NYU area. Many offer discounts and specials to students during check-in, as well as delivery services. There will also be shuttles available on move-in day to several major stores. Details will be available at check-in.     Where can students find a list of allowable items to bring to NYU? Residents are expected to supply their own pillows, blankets, towels, and linens/sheets (80&quot; long/ “long twin”). Items such as incandescent or fluorescent study lights, surge protectors, curtains, rugs, posters, microwave ovens, alarm clocks, and other personal accessories are permitted and may be helpful. Prohibited items include halogen lights, candles, toaster ovens, hot plates, wall phones, and pets. Students may wish to coordinate with their roommate(s) in advance to avoid having multiple appliances such as TVs, microwaves, or small refrigerators. A complete list of items that students should bring as well as items that are prohibited in NYU residence halls is accessible on-line at: www.nyu.edu/life/living-at-nyu.html and click on Explore the Residence Halls, then click on &quot;What to Bring&quot; tab in the gray bar.     For students flying into to New York, what should they do about shipping things? Packages may be shipped directly to the residence hall, however, they cannot arrive before the student has checked into the residence hall.     Does NYU provide summer storage? Storage is not available during the summer, however residence hall staff can provide a list of local storage vendors who are not affiliated with the university. A listing is also available on the Parents Website under the resources tab.     Can students stay in their room over breaks? The residence hall contract allows students to stay throughout the year in the residence hall until checkout in May. This includes holidays and breaks. The buildings are staffed and security is present 24/7.   For additional frequently asked questions related to living on campus, email housing@nyu.edu .                                                                Health Services / Insurance                               When is the Immunization form due? Completed forms should be returned to Immunization Records Services at the Student Health Center, 726 Broadway, Suite 347, (212) 443-1199 by August 1st   I have a copy of my student's immunization records. Do I still need to complete the immunization section of the health history form? Yes. The form must be completed in its entirety. When you return the form, you may include any supporting documents signed by a physician.   I already submitted my student's immunization documents. Do I still need to complete the health history form? Yes. The health history form assists us in determining your student's needs for overall health and wellness while studying at NYU. If you have already submitted immunization documents, please complete the remaining sections of the health history form and return it to Immunization Records Services at the Student Health Center.   I submitted a health history form and then received one in the mail. Do I need to complete it again? No. NYU students are required to complete the health history form only once during their academic career.   My student's doctor does not have the MMR or Meningitis vaccines. Can he/she get them at NYU? Yes. These vaccines are available for a fee at the Student Health Center.   Can students come to NYU Health Center if they don't have NYU insurance? All matriculated NYU students may use the NYU Student Health Center (SHC) regardless of the source of their health insurance. All matriculated students will have access to routine and urgent primary and women’s health care visits at either no cost or at significantly reduced cost. Short-term counseling and wellness visits are also available at no cost. This should provide an important safety net of basic health services for students at NYU.   Even with this significant benefit, it is still mandatory for students to have insurance coverage that meets NYU requirements. For SHC services not covered by the safety net benefit, payment will be expected at the time of visit, or will be billed to insurance plans.   My student is covered on my insurance plan. Can I waive the NYU insurance? Yes, you can waive the NYU insurance plan, however you must do so by the appropriate deadline.   Students who waive the NYU-sponsored Student Health Insurance Plans in favor of alternative coverage should be aware that their insurers might not cover specialty services and certain procedures provided at our facility. For more information, click here .                                                                Meal Plans, Dining Dollars, Campus Cash                               Which meal plan should I select? This decision is based on the individual and how many meals they will be likely to eat. For example, if the student is not a morning person, then having enough meals that would include breakfast would not be worthwhile. Students do have an option to change their meal plan in early September if they find the plan they signed up for doesn’t meet their needs. By default all freshman students are assigned a meal plan. www.nyu.edu/dining     What is the difference between Campus Cash and Dining Dollars? Campus Cash is a debit-card-like feature of the NYU student ID, the NYUCard. Parents or students may deposit funds online into a student’s Campus Cash account via credit card or by cash on campus. Campus Cash is accepted at the NYU Bookstore, at NYU Ticket Central, campus dining halls, and for on-campus laundry and vending machines, as well as at off-campus merchants. For complete details on Campus Cash, including a list of locations that accept Campus Cash, go to www.nyu.edu/nyucard .     Dining Dollars is also a feature of the NYU student ID, in which a specific dollar amount is credited to a student’s NYU ID card with the purchase of a meal plan. Dining Dollars can only be used in the dining halls or at campus dining facilities. They work on the same principle as debit cards and can be used to purchase beverages, snacks, or full meals, however only in NYU dining facilities.                                                              Banking, Discounts, Money Management                               How can I view my student's financial accounts and make sure I get the bill on time? Access to student financial information and billing requires the student to provide access to the parent. The following links will provide you with the process:     NYU Electronic Suite - access to the student’s account and allow for electronic check payments.   Campus Cash       What banks are around NYU? When considering which bank to use in NYC, parents should think about bank chains that are located in their hometown first and then close to where their student will be living while at NYU. As students will only live around Washington Square their first year, a branch that has multiple locations in the city will be the most convenient in the long run.   Also, a bank in the student's hometown and in New York City allows even more convenience for parents to make deposits and assist with transactions.That being said, most of the major bank chains (i.e. Bank of America, Citibank, Chase, Capital One, Wells Fargo, Sovereign Bank, HSBC, Banco Popular, PNC Bank, and TD Bank) in the city have a number of branches and ATM lobbies throughout the city. Almost all offer free checking to students with an NYU ID. Click here for additional information .     What about computers, software, computer labs and printing? The NYU Computer Store sells both Apple and Dell laptops and desktops at educational discount pricing, and also sells computer accessories, software (great prices!), printers, and personal computing items such as iPads and iPods.   Additionally, the Computer Store offers computer repair service. You can consult the Computer Store for computer purchase recommendations based on your student’s school or academic program; many students take advantage of interest-free loans at the Computer Store through the Store’s Deferred Payment Program. See www.bookstores.nyu.edu/computer.store for more information.     Are there Computers and Printing on Campus? NYU Computer Labs (Mac and PC) are available for free to all students, for locations see www.nyu.edu/its/labs . In addition, computer labs provide access to a variety of software. Students also receive a pre-loaded printing stipend to print at labs which they access using their NYU ID Card.     How much of an allowance should I have each week? Because spending varies per person, we suggest that students begin by keeping track of their spending for a few weeks by writing down every amount spent. This includes snacks, meals (outside of the meal-plan), subway, bills, laundry, clothes, toiletries, postage and entertainment. This will provide a snapshot of what weekly spending will be like in NYC. Visit the Money Management website and click on Worksheets and Resources for helpful worksheets and advice on spending.     Should I purchase a phone in NYC? All the major carriers exist in New York City. The most popular are AT&amp;T, Verizon, T-Mobile, and Sprint. Discounts are available for AT&amp;T, Verizon, and Sprint with an NYU ID (the account needs to be in the student’s name). In addition, there are a number of other discounted carriers that provide pay-per-use phones.     What discounts are available for students at NYU? Transportation, entertainment, etc.Many of the area restaurants and stores offer discounts to students just by showing their NYU ID at the time of purchase. Additional listings are also available on the NYU Campus Cash website and Money Management website,     Additionally, NYU’s box office, Ticket Central, offers discounted tickets to movies, theatre, and other entertainment in the city and is located on the 1st Floor of the Kimmel Center at the Skirball Center for Performing Arts. www.nyu.edu/ticketcentral                                                              Transportation                               Does NYU provide transportation from the airports?  Because our population of students is national and international, flying into one of three airports, NYU is unable to provide transportation to and from airports. However, there are a variety of very reliable options available – taxi’s, car-service, shuttle buses, and buses from major transportation hubs. Additionally, travel is available via subway and train. Click here for more options.   Which airport should I fly into? We suggest going with the airport that is most convenient for you, providing the most direct flight options. The three major airports - Newark, LaGuardia, and Kennedy -- are all in similar proximity to Manhattan (New York City). All airports offer a variety of transportation options. Click here for more options.   Does NYU provide campus transportation? Campus Transportation Services are available daily while classes are in session from university facilities (primarily student residences further away). For routes and other information, go to www.nyu.edu/ride.    Additionally, free overnight Safe Ride Van Service is operated 7 days per week, Midnight to 5AM. The service operates every day during the academic semester, including weekends and holidays.  Does my student need a subway card? For travel around NYC, students will likely take a NYC bus or subway that does require a MetroCard. Pay-Per-Ride options are available and in most cases, the better option than purchasing a monthly card unless they will use it at least 7 days a week and two or more times per day.                                                                Study Abroad / Study Away                               Parents form an integral part of the study abroad experience by supporting their student’s choice to embark on this academic and life-enriching endeavor. A variety of helpful resources, from applying, to costs, student experiences, and information on our sites around the world. Click below for more relevant information for parents:     Study Abroad / Study Away                                                                Breaks, Holidays, Closures / Religious Observances                               When are the School Breaks? Dates and deadlines are available under the Parent Resources tab on this page. Note that classes are scheduled as usual the day before holiday breaks, however university offices may close at 4pm. The university only closes on specific holidays and is open for business during the summer, Fall and Spring Breaks, and part of the Winter Recess.   When will students be done with finals so a trip home for the holidays can be booked? Although an exam schedule is provided for classes, actual exam times are up to the professor and class. Students should refer to their course syllabus or consult their professor for their exact exam schedule before scheduling trips home. Note that the exam schedule is also available at the time of registration should students want to use that information in creating their schedule for the semester.   How does my student know if the university will be closed or classes cancelled due to inclement weather? In the event the university closes or classes are cancelled due to inclement weather, students will be notified via email, and in some cases, text message. Students can also call the Information Alert Line located on the back of their ID (212-998-1220) for messages. Information will also be posted on the NYU website. Encouraging your student to provide their cell phone number in their Albert student record will insure they receive a phone or text message. For parents, we encourage signing up for the NYU Parent email list which is how parents will be notified during emergencies or inclement weather. Click on the Staying Connected tab above.     Are students excused from classes for religious observances? New York University, as a nonsectarian institution, adheres to the general policy of including in its official calendar only certain legal holidays. Students who anticipate being absent because of any religious observance should notify their faculty in advance of such anticipated absence. Faculty are asked, that whenever feasible, examinations and assignment deadlines not be scheduled on religious holidays. Any student absent from class because of religious beliefs shall not be penalized for any class, examination, or assignment deadline missed on that day or days. If examinations or assignment deadlines are scheduled, any student who is unable to attend class because of religious beliefs shall be given the opportunity to make up that day or days. No adverse or prejudicial effects shall result to any student who avails him/herself of the above provisions.                                                                Parents Day                               What Happens on Parents Day? Parents Day programs offer an opportunity to learn about your student’s experience at NYU. Deans and faculty members from each school/program host information sessions, student services offices feature presentations, and lunch is available in the University dining halls. The afternoon includes workshops and a reception hosted by the NYU President. The program is designed for the parents of first-year students. Unfortunately due to space constraints, we do not have an annual program for parents. Click on the Parents Day tab above for more information.     For more information, go to http://www.nyu.edu/community/parents/parents-day.html or click on the Parents Day tab in the gray bar above.     Do I need to register for Parents Day? Yes, we ask that you register for Parents Day to help us gauge attendance.       Why is the morning academic program open only to parents? We ask that only parents attend the morning academic program primarily because of space constraints. This is also the reason we only invite parents of first year undergraduate students to Parents Day. In other words, we don't have Parents Day every year for each class at this time -- however we hope you will always feel welcome to visit NYU at any time throughout your son or daughter's career.     We're a divorced family and only one of us receives mail from NYU. How can both names be added to the mailing list? Currently the student's record only accommodates one permanent address, however, multiple email addresses can be added to the Parent Email listing which is mostly how NYU communicates to parents. Click on the &quot;Staying Connected&quot; tab in the gray bar above for the link to add your email address.     My student has midterms at this time. Why is Parents Day scheduled around mid-terms? We don't actually plan to schedule the program around mid-terms -- in fact, it varies per student and per class as to when midterms or papers are scheduled by professors. There is not one unified mid-term exam period.     I am unable to attend this year. Can I attend next year? You are certainly welcome to attend next year, just note that the program is focused on the student's first year -- especially the morning academic program. If you would like to attend, send us an email during the summer and we will add you to our mailing list or check the Parent's website for dates and RSVP information. Email: parents@nyu.edu .     Do parents get to meet their student's teachers or advisers on Parents Day? Unlike primary and secondary school (K-12), the relationship with professors and advisers at college is between the student and the professor or adviser. As a parent, encouraging your student to get to know their professor by meeting them during office hours or after class will go a long way in developing a good relationship. You should also encourage your student to meet with their adviser at least twice a semester to discuss academic progress and a pre-registration strategy for the following semester.     Should I attend Parents Day? This is a personal question. We understand that the date for Parents Day may not be convenient for everyone or even affordable to pay for another visit so soon after move-in. Know that most of the workshops provided on Parents Day are presented by offices and staff from NYU and opportunities to speak with or visit offices is possible at other times of the year.                                                                Hotels Near Campus                               What hotels are around NYU? There are limited lodging options in the immediate NYU area, so don't limit yourself to just the area around campus. NYU is easily accessible by most bus lines, subway lines, and the NJ Path Train.     Nevertheless, New York City has become a popular destination over the years and as a result hotel prices have sky-rocketed. We suggest utilizing a travel agent or many of the online resources to search for hotels in New York City that meet your specific budget and accommodation needs. The Sunday New York Times travel section is a good source for information on special weekend packages and current rates, as do airlines when you book a trip.     If you're not sure where to start, we do have hotels on our website, as well as a hotels that NYU has a business relationship with. Note that they may not meet everyone's needs, which is why we suggest looking at the many other alternatives for finding a hotel in NYC.     Local Hotel Discounts     NYU Travel Portal                                                                      Commuter/Off Campus Living                                    What resources are available for commuter students? Commuter and Off-Campus Student Services at the Student Resource Center supports students through programs and services specifically designed for commuters. Social and educational programs connect commuters with each other, residential students, and campus resources.     Major programs and resources include information on discounts for commuting, use of a kitchen, computers, and lounge, reserved lockers, and the sponsorship of overnight accommodations near campus for commuters. All new commuter students are assigned a “Commuter Assistant,” an upperclass student who will assist new commuters with navigating NYU and making friends and connections with other NYU students. For more information and contact information, click here .       Does NYU provide assistance to students who want to live off campus? The NYU Student Resource Center offers off-campus living resources to current and newly-admitted NYU students who are seeking private off campus apartment rentals. NYU does not have &quot;off-campus&quot; facilities. Resources include a housing registry, links to apartment search websites, market and neighborhood information, and other relevant information. Go to www.nyu.edu/housing/offcampus for more details.                                                                                    Access to Student Information                               Albert Manage Guest Users   Students have the option to provide other individuals (proxies) select access to their Albert records, such as:      Advisor Information (view only)   Class Schedule (view only)   Contact Information (view and update)   Emergency Contacts (view and update)   Exam Schedule   Financial Aid (view only)   Grades (view only)   Graduation Status(view only)   Holds (view only)   Unofficial Transcript (view only)     Students can create and manage guest users only on the Albert Mobile website, which is accessible from desktop browsers as well.   CLICK HERE for more details.   For access to view student tuition and housing bills, as well as make payments, a request for access is required and can be made using eSuite. CLICK HERE for more information.      Help Guides                                                              Verifying Student Enrollment, Access to Student Records                               How can I verify my student’s enrollment for insurance or other reasons? Students can view/print an enrollment certificate directly from Albert. Click here for instructions .   Access to Student Records - Albert Manage  Students now have the option to provide selected access to their Albert records to other individuals (proxies) such as parents and employers. Students can opt to allow access to:     Advisor Information (view only)     Class Schedule (view only)     Contact Information (view and update)     Emergency Contacts (view and update)     Exam Schedule     Financial Aid (view only)     Grades (view only)     Graduation Status(view only)     Holds (view only)     Unofficial Transcript (view only)     CLICK HERE for more information.                                                                Student Employment                                 How do students find jobs? The Wasserman Center for Career Development is an excellent resource for students looking for on and off campus employment, as well as paid and unpaid internships. Students must initially visit the office to gain access to the online employment resources. Staff members are also available to assist with resume writing and other advice in seeking employment. In addition, students can also inquire independently by contacting campus offices or other job sources to seek out employment. Some of the larger campus employers include the NYU Phonathon, Coles Sports and Recreation Center, the Library, NYUBookstore, or even the academic department relative to a student’s course of study. www.nyu.edu/careerdevelopment   What is work-study? How do I get work-study? &quot;Work-study&quot; is the name given to federally subsidized on-campus jobs. Eligibility for work-study employment is determined by the NYU Office of Financial Aid and is usually listed on financial aid packages as &quot;recommended term time earnings.&quot; A student with this award is eligible to apply for various work-study jobs throughout the University and work up to 20 hours per week, depending on the position. Students without work-study are still eligible for campus jobs. Additional information can be found at the Wasserman Center for Career Development. www.nyu.edu/careerdevelopment                             Emergencies and After Hours   NYU's Department of Public Safety Office (212-998-2222) and the Wellness Exchange (212-443-9999) are two emergency options available to students and parents , 24 hours a day / 7 days a week. These numbers are also located on the back of a student's NYU ID Card. Both departments will have access to the appropriate resources to assist you or your student.   For more information about these services, including campus safety, university closings, and other safety and health information, please click on the links below:       Wellness Exchange (212-443-9999)   Department of Public Safety (212-998-2222)   Information Alert (212-998-1220)                                                                                            Notice to Students This notice is to inform students of the preventative measures taken by New York University (\"NYU\") to address sexual assault and bias-related incidents and crimes on campus. Read More                                              NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Greenwich Village                                          Greenwich Village and the Arts      New York City's Greenwich Villagebordered roughly by Fourteenth Street on the north, by the Hudson River on the west, by Broadway on the east, and by Houston Street on the      southhas long been a fertile spawning ground for the arts. New York University and its art galleries have played key roles in this illustrious history. Art arrived in the Village in 1832, the year Samuel F. B. Morse, the first      professor of painting and sculpture in America, took up his post at the fledgling NYU campus. Three years later he acquired studio space for himself and his students in the newly-built neo-Gothic University Building (demolished in      1894 to make way for the present Silver Center, home of the Grey Art Gallery). Better-known today as the inventor of the telegraph, Morse was also a founder and the first president of the National Academy of Design, then the most      important professional artists' organization in America, which sponsored an art school and organized frequent public exhibitions of work by its members.            By the 1850s the Village was a lively art colony, attracting many art      schools, private galleries, and clubs, as well as artists' studios. Chief among them was the National Academy, whose headquarters were then located in Village, first at No. 663 Broadway near Bleecker, then at the corner of Fourth      Avenue and Tenth Street. From 1852 to 1857 the Century Association, an elite private club catering to New York's leading painters, sculptors, architects, and writers, was housed at No. 46 East Eighth Street (formerly No. 24 Clinton      Place). In 1857 the Tenth Street Studio Building, which has been described as &quot;the catalyst most responsible for transforming Greenwich Village into a hub for the visual arts,&quot; was erected at No. 15 (later No. 51), near      Sixth Avenue. Commissioned by the builder James Boorman Johnston (the son of John Johnston, a wealthy merchant who was among the founders of NYU), it was the first purpose-built artists' quarters in America. Among its early tenants      were many Hudson River School painters and members of the National Academy, including Frederic Church, John La Farge, and Albert Bierstadt. Three years later Cooper Union, &quot;dedicated to the advancement of science and      art,&quot; opened its doors on Astor Place, at the western edge of the East Village.            With increased economic prosperity after the Civil War, the American art scene burgeoned. One of the most important private picture      galleries in the Village belonged to Robert Boorman Johnston's brother, John Taylor Johnston. In 1870 he and a group of friends met there to found the Metropolitan Museum of Art, with Johnson as its first president. After opening      briefly in temporary quarters, the museum was transferred in 1873 to No. 126 West 14th Street, where it remained until 1879, when it moved to its present home uptown. Meanwhile, in 1877, across the street from the Studio Building,      local artists formed the Tile Club, an informal association of artists, architects, and musicians who met on a regular basis at No. 58-1/2 West Tenth Street (a small cottage in the garden behind the structure that now houses NYU's      Lillian Vernon Center for International Affairs); among the Tilers were the painters Winslow Homer, Edwin Austin Abbey, and John Twachtman; the sculptor Augustus Saint-Gaudens; and the architect Stanford White. In addition to      painting on ceramic tiles, the Tilers hosted convivial suppers and sponsored occasional sketching jaunts into the countryside.      Numerous artists rented studios in NYU buildings during the postbellum years: tenants of      the old University Building (on the future site of the Silver Center, the Grey Art Gallery's home) included Homer, Eastman Johnson, and George Inness. In 1872 Homer moved to the Tenth Street Studio Building, where he was later      joined by William Merritt Chase, who appropriated the skylit central court as his private domain and filled it with opulent fabrics, objets d'art, and bric-a-brac that did double duty as the setting for many of his paintings and as      a backdrop for art classes, sales, and exhibitions, as well as for meetings of the Society of American Artists, the Art Club, and the Society of American Painters in Pastel.      Around the turn of the century, many of      the older buildings along Washington Square South were converted into inexpensive rooming houses or demolished to make way for the tenements that accommodated the large influx of Italian, German, and Irish immigrants into the      neighborhood. With their proximity to the art scene, low rents, ethnic diversity, and picturesque surroundings, these residences attracted a new generation of struggling young artists. The Village soon developed its present-day      reputation as a bohemian enclave, tolerant of political radicalism and social nonconformity, and as a nurturing milieu for numerous little magazines, avant-garde art galleries, literary and artistic salons, and experimental      theaters. In the pages of the leftist The Masses magazine, whose offices were located at No. 91 Greenwich Avenue, appeared drawings by John Sloan, Robert Henri, William Glackens, and George Bellows; the elegant Dial,      edited at No. 152 West 13th Street, reproduced works by European modernists such as Pablo Picasso, Jean Cocteau, and Henri Matisse.      In 1907 the sculptor Gertrude Vanderbilt Whitney, one of the city's wealthiest heiresses, took      a studio at No. 19 (now No. 17-1/2) MacDougal Alley and began to collect works by contemporary American artists. Especially drawn to modern-life subjects, she concentrated her attention on the work of the Ash Can School, which      comprised Henri, Sloan, Glackens, George Luks, and Everett Shinn; in 1908 they joined with three lyrical painters, Maurice Prendergast, Ernest Lawson, and Arthur B. Davies, and exhibited together as The Eight. Whitney soon became      one of the foremost champions of contemporary American art, enlarging her focus to include works by Bellows, Edward Hopper, Stuart Davis, and many others. In 1912 she broke through the rear wall of her workrooms into No. 8 West      Eighth Street, which she dubbed the Whitney Studio and where she soon began to present exhibitions. Six years later, in a brownstone at No. 147 West Fourth Street, off Washington Square, she established the Whitney Studio Club as      a gathering place for artists, furnishing it with a reference library, a billiard table, and a sketching studio. In 1931 the Whitney Studio annexed two neighboring row houses on Eighth Street and was renamed the Whitney Museum of      American Art, which remained in the Village until its move uptown in 1954. The Whitney's former Eighth Street space is now occupied by the New York Studio School.      Nearby, in an apartment on the second floor of No. 23      Fifth Avenue, beginning in 1913, Mabel Dodge hosted weekly salons for neighborhood intellectuals. Her guests debated the controversial topics of the day: socialism, workers' rights, sexuality, free love, and psychoanalysis; the      artists among them included Sloan, Charles Demuth, and Marsden Hartley. That same year, both Dodge and Whitney were among the sponsors of the infamous Armory Show, which took place on Lexington Avenue thirteen blocks north of the      Village, and whose organizers also included members of The Eight. In addition to contemporary American art, the Armory Show included paintings and sculptures by avant-garde European artists such as Picasso, Czanne, Matisse,      Gauguin, and Seurat, as well as Marcel Duchamp's dynamic cubist composition, Nude Descending a Staircase. The impact of this massive compilation of international modernismmore than 1,300 works were shownexploded like a bomb in the midst of the New York art world, which would never be the same.           The first museum in the U.S.     devoted exclusively to modern art opened at NYU in 1927, when A. E. Gallatin, a prominent art collector and great-grandson of a founder of NYU, established the Gallery of Living Art in the Main Building, in the space now occupied      by the Grey Art Gallery. There, in a converted study hall, Gallatin exhibited works by Picasso, Braque, Mir, Lger, and other European modernists, as well as by artists associated with the American Abstract Artists group. Removed      in 1943 as a wartime measure, the Gallatin collection was eventually donated to the Philadelphia Museum of Art and became the nucleus of their department of twentieth-century art.      After the Second World War, the Village served      as the hub of the Beat Movement, which congregated in its coffeehouses, jazz clubs, and poetry readings. In 1948 a group of artists began to meet at No. 35 East Eighth Street (they later moved down the block to No. 39) for a weekly      series of lectures, panel discussions, and conversations that became known as The Club. Members included most of the painters who came to be known as Abstract Expressionists, including Franz Kline, Willem de Kooning, Barnett      Newman, Ad Reinhardt, Mark Rothko, and Jackson Pollock. The same artists also frequented a more informal hangout, the Cedar Tavern, a seedy bar at No. 24 University Place between Eighth and Ninth Streets. Many of the Abstract      Expressionists lived in the East Village, in and around Tenth Street, where galleries sprang up to market their work. From the later 1950s the Judson Church on Washington Square South hosted avant-garde concerts as well as      exhibitions by Pop artists such as Claes Oldenburg and Jim Dine. Allan Kaprow presented New York's first &quot;Happening&quot; at the church in 1958.      Early in the 1960s artists began abandoning the East Village and moving into      the neglected commercial lofts of the cast-iron district south of Houston Street, known as SoHo, where large, airy spaces suitable for studios were available at low rents. There they formed political organizations such as the Art      Workers Coalition; attracted commercial galleries, including Leo Castelli, Paula Cooper, Mary Boone, and Holly Solomon; and formed alternative spaces such as 112 Greene, the Kitchen, Artists Space, the Clocktower, the Alternative      Museum, and Franklin Furnace. In 1974 Abbey Weed Grey established the Grey Art Gallery and Study Center at NYU, and in 1978 it opened its doors in the Main Building at 100 Washington Square East, just a few blocks above the      northern border of SoHo. Over the past two decades, SoHo's dynamic art scene has attracted numerous other non-profit galleries and museums, such as the New Museum for Contemporary Art, the Drawing Center, the Museum for African      Art, and the Guggenheim SoHo.      Around 1980, as SoHo became increasingly commercialized and rents increased, young artists gravitated to the East Village. In tiny storefronts in dilapidated tenements, new galleries      opened to show their art, which was often inspired by the street life around them, with its advertising billboards and graffiti. But with the plunge of the stock market in the late 1980s and the consequent decline in the art      market, East Village galleries either closed or moved to SoHo. Although recently many major SoHo galleries have relocated to Chelsea in search of lower rents, larger spaces, and a less-commercialized atmosphere, SoHo remains a      major part of New York's contemporary art world, continuing the story that began in neighboring Greenwich Village more than a century and a half ago.      SUGGESTIONS FOR FURTHER READING                  Beard, Rick, and Leslie Berlowitz, eds. Greenwich Village: Culture and Counterculture. New Brunswick, N.J.: Rutgers University Press for the Museum of the City of New York, 1993.      Berman, Avis. Rebels on       Eighth Street: Juliana Force and the Whitney Museum of American Art. New York: Atheneum, 1990.      Blaugrund, Annette. The Tenth Street Studio Building: Artist-Entrepreneurs from the Hudson River School to the       American Impressionists. Exhibition catalogue. Southampton, N.Y.      Parrish Art Museum, 1997.      Cantor, Mindy, ed. Around the Square, 18301890: Essays on Life, Letters, and Architecture in Greenwich Village.      New York: New York University Press, 1982.           Miller, Terry. Greenwich Village and How It Got That Way. New York: Crown Publishers, 1990."}, {"content": "Recent Alumni    | Classics | NYU                                                          Back to  previous page                  Recent Alumni             Joel Christensen is Associate Professor at the University of Texas at San Antonio. He graduated from NYU in 2007 with a dissertation on The Failure of Speech: Rhetoric and Politics in the Iliad , for which he was awarded NYU’s Lane Cooper Fellowship for 2006-07. He also received the Advanced Certificate in Poetics and Theory. He has co-authored A Beginner’s Guide to Homer (One World Publications, 2013), as well as three articles on Homer and the poetic tradition, with E. T. E. Barker of Christ Church, Oxford. In addition he has published several articles on language and meaning in Homer in the American Journal of Philology , Classical Philology , The Classical Journal and several collections. He has been appointed a Junior Fellow at the Center for Hellenic Studies for 2014, as well as Book Review Editor for Classical Journal . He has also been awarded the APA Award for Excellence in Teaching (2014). In the near future, he plans to continue working on language in Homer as well as on the relationship between Homer and other poetic traditions. Email: joel.christensen@utsa.edu   Valentina DeNardis received her Ph.D. in 2003 with a dissertation on Manilius’ Astronomica . She is Director of Classical Studies at Villanova University. She has also taught at St. Joseph’s University, the Latin/Greek Institute, and the Intercollegiate Center for Classical Studies in Rome. Valentina served as President of the Pennsylvania Classical Association, for which she organized the 2010 conference “Performing the Past,” and has also served as Philadelphia Regional Director for the Classical Association of the Atlantic States. She has published on gender and pedagogy and is continuing her work on Manilius. Her interests include Hellenistic and Augustan poetry, Greek and Roman material culture, ancient astronomy and astrology, gender studies and the classical tradition. Email: valentina.denardis@villanova.edu      Daniel Hoyer received his Ph.D. in 2014 with a dissertation under the supervision of Dr. Andrew Monson entitled Buying a Province, Building an Empire: Money, Markets, and Growth in Roman Africa from Augustus to Aurelian on the development of market forces, the growth of urban centers, and the role of money and investment in these processes in the Roman province of Africa Proconsularis during the Imperial period. He has published several articles on Roman Africa’s economic history and Roman numismatics, including pieces in the American Journal of Numismatics and the Journal of North African Studies . He currently holds a postdoctoral position working with Dr. Peter Turchin on the SESHAT: Global History Databank Project , a large-scale, interdisciplinary and comparative project hosted by the Evolution Institute and the University of Oxford. His postdoctoral work involves studying and comparing evidence from several regions, notably central Italy, North Africa and Egypt, and the Middle Yellow River Valley region of China at many different points in time, ranging from antiquity to the present day. His research focuses on determining the institutional features and structures which underpin economic performance and the provision of public goods in these different places and times. For more information, including his CV and links to some of his articles, see his academia.edu profile . Email: dch293@nyu.edu .  Stephen Kidd received his Ph.D. in 2011 with a dissertation on Greek comedy and now is an Assistant Professor at Brown University. He was a visiting assistant professor at Humboldt University in Berlin from 2011-12. He has most recently published an article on the bomolochos in TAPA ; earlier work has been published in Classical Quarterly , Bulletin of the American Society of Papyrologists , and Mnemosyne , with others forthcoming. His book, based on his dissertation, is entitled Nonsense and Meaning in Ancient Greek Comedy (Cambridge University Press 2014). Email: Stephen_E_Kidd@brown.edu See more at http://research.brown.edu/myresearch/Stephen_Kidd    Danielle La Londe completed her Ph.D. in 2010 with a dissertation entitled, \"The Spectacle of Treaty-Making in Latin Poetry.\" Upon graduation from NYU, Danielle took up a position as Visiting Assistant Professor of Classics at Haverford College, where she taught a wide range of courses on classical subjects, including the age of Augustus, representations of nature in classical antiquity, political thought in classical literature, and language courses at multiple levels. Beginning in fall of 2013, she takes up a new tenure-track position at Centre College in Danville, Kentucky, a liberal arts college founded in 1819. Her research focuses on political thought in Latin poetry of the late republic through Neronian periods. Her first book project―a revision of her 2010 dissertation―analyzes treaty-making scenes and language in Homer, Catullus, Propertius, Virgil, and Lucan, in order to consider how literary representations of personal and political bonds made through performance ( foedera ) engage with issues of aesthetics and politics. Email: dlalonde@haverford.edu   Ian Lockey graduated from NYU in June 2010 after completing a dissertation with a focus on Roman housing entitled The Atrium House in Aphrodisias, Caria . After graduating, Ian completed a two-year postdoctoral fellowship at McMaster University in Hamilton, Ontario, where he taught language courses in Latin and Ancient Greek and archaeology courses on Aphrodisias and Roman Britain. While there, he also completed an article entitled \"Ancient Olive Oil Production and Rural Settlement\", recently published in Aphrodisias V: The Aphrodisias Regional Survey (Verlag Philipp von Zabern: Darmstadt/Mainz, 2012). Ian is now teaching middle school and high school Latin at Friends Select School in Philadelphia and is currently at work on revising an article based upon his dissertation for publication in the upcoming Aphrodisias Papers , volume 5 .   Michael Mascio received his PhD in 2013, on “Horace and Philosophy,” working with Gregson Davis, David Konstan, and Phillip Mitsis. He is Assistant Professor at Seton Hall University. His scholarly interests are Hellenistic philosophy and Latin poetry. He has taught Elementary Greek and Intermediate Latin (Cicero, Sallust, and Vergil), been a TA for Roman Republican History and MAP (NYU’s great books program), and in the summers taught Greek Tragedy, Mythology, Reading Latin for Graduate Students, and Ancient Greek History. He has given papers on \"Horace and Cicero in Latin Literary History\" at a joint colloquium of the University of North Carolina and Duke University (2004), \"The Creation of an Aesthetic Hierarchy\" at a workshop given by NYU's Poetics &amp; Theory Program (2004), “From Philosophy’s Place to Death’s Embrace: Reading Spaces in Horace’s Epicurean Odes,” at Johns Hopkins University (2005), and “Aristippus and Ulysses in Horace, Epistles 1” at the APA (2007), and gave a paper entitled “Horace Sermones 2.7 and Cicero’s Paradoxa Stoicorum ” at the 2008 APA meeting in Chicago. Email: michaelmascio@gmail.com   Matthew McGowan has been teaching at Fordham University since 2007. He received his doctorate in 2002 with a dissertation on Ovid's exile poetry that appeared as a book with Brill in 2009: Ovid in Exile: Power and Poetic Redress in the Tristia and Epistulae ex Ponto . He has also published articles on Vergil, Renaissance Latin, and Latin pedagogy and has lectured recently on Lucretius, Cicero, Tibullus, and Seneca. At present, he is writing a book on Latin Lexicography: The Art of Dictionary Writing in Ancient Rome , which grows out of his work at the Thesaurus Linguae Latinae in Munich, where he was a fellow in 2002-03. He teaches a wide range of courses, from classical myth to Latin prose composition and has been active in the world of spoken Latin since graduate school. He currently serves as President of the NY Classical Club, a non-profit charity founded over a hundred years ago to promote the study of a classical antiquity in the New York City area. Email: mamcgowan@fordham.edu   Benjamin Sammons graduated from NYU in 2007 with a dissertation entitled Homeric Catalogue: Tradition, Paradigm and the Limits of Narrativity , published in revised form with Oxford University Press under the new title The Art and Rhetoric of the Homeric Catalogue (2010). He has published articles on Homer and early Greek epic in Classical Journal, Greek Roman and Byzantine Studies, Classical Bulletin , and Histos , and has articles forthcoming in Mnemosyne , and Trends in Classics . He has presented numerous papers on Greek epic and tragedy at meetings of the APA and CAMWS. His current book project is entitled Device and Composition in the Greek Epic Cycle . Since his graduation, Ben has held teaching positions at Penn State University, Montclair State University, Queens College, and NYU. Email: benjamin.sammons@gmail.com   Amit Shilo received his Ph.D. in 2012 with a dissertation on the ethical and political ramifications of the afterlife in the Oresteia . In the 2012-13 year he joined the faculty of NYU Classics as a Language Lecturer. For 2013-14 he has accepted a postdoctoral fellowship at Harvard’s Mahindra Humanities Center. He is now an Assistant Professor at the University of California at Santa Barbara. His research and teaching have gained much from material culture training and archeological fieldwork during a year as a Phillip Lockhart Fellow at the American School of Classical Studies in Athens. He has delivered papers twice at the APA and once at CAMWS. Amit is currently preparing articles and a book manuscript drawn from his dissertation, as well as an article on Seneca’s Natural Questions , and one in biblical philology on the language of creation in Genesis. His long-term research is on ancient and modern attempts to combine religious and philosophical thought with politics. Email: as220@nyu.edu   Osman Umurhan received his PhD in 2008. He is currently Assistant Professor at the University of New Mexico, having taught earlier at Austin College and Rutgers University. His primary research focuses on verse satire and other literature of the Roman Empire, with a concentration on the shifting correspondences between geographical boundaries and those of cultural and political identity. He has published articles and books chapters on Juvenal that include his poetic self-representation ( Arethusa 44.2) and his engagement with traditions of the New Testament (Brill 2013). Currently, he is working on several projects: the Roman politics of food and consumption, the anatomical politics of Aristophanic comedy, the reception of Classics in metal music, as well as a monograph on Juvenal’s Satires that investigates the Roman cultural response to and negotiation of a globalizing Mediterranean world of the second century CE. Email: osu200@nyu.edu    Joel Ward received his PhD in 2011 with a dissertation on the instances and uses of viewing in the Severan narratives of Cassius Dio, Herodian, and the Historia Augusta . He received his BA from Hope College in a field of tulips and windmills and his MA from Tulane University on the banks of the Mississippi. He served as the Assistant Professor at the Intercollegiate Center for Classical Studies in Rome (2012-13), having moved up the ladder from resident instructor (2008-09) to an instructor with a residence. In 2009, he participated in the graduate seminar at the American Numismatic Society, where he was allowed to hold a solid gold bar at the Federal Reserve, a hoard of Athenian owls, and an Athenian decadrachm (but not all at once – his hands aren’t that big). He has published a few things in journals and presented a few papers at conferences. Aside from Rome, he has had the good fortune to teach or study in several amazing places: Berlin, Taipei, Münster, just to name them all. Recently, he joined the dark side (aka administration). After a stint at the University of Maryland, College Park, in the office of Education Abroad, he has come back “home” to Washington Square and NYU where he is the Assistant Dean for Students in the College of Arts and Science. Email: jsw298@nyu.edu                                                                                                Back to Top"}]},
{"detail": [{"content": "Frequently Asked Questions                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Community   /   Parents                 Sub Navigation                                 First Year Parents                       Parent Resources                       Staying Connected                       Parent Involvement                       Parents e-Newsletter                       Parents Day                       Frequently Asked Questions                                                                   Frequently Asked Questions        Below are some commonly asked questions by parents. We have arranged the questions by topic. If you don't find the question you want to ask, you can always call the Parent's Helpline at 212-998-4219 or email us at parents@nyu.edu .                                                      Orientation, Welcome Week, Registration                               What is Welcome Week and what’s the difference between Welcome Week and orientation? NYU Welcome Week is sponsored by the Student Resource Center and is open to all new NYU students. Welcome Week is designed to compliment a student’s school orientation which runs concurrently. During Welcome Week, students are provided opportunities to meet new people, get to know NYU, experience New York City, and have fun prior to the start of classes.   Are there programs for Parents? Welcome Week programs are specifically for new students only, however, a &quot;For Parent's Only&quot; program is offered as a part of the many activities available on NYU Welcome Day . There are no parent programs during Welcome Week, however university representatives will be present at the NYU Welcome Day Info Fair on Move-In Day, which is open to parents. Parents are may also stop by the Student Resource Center for any additional questions.   What if my student misses Welcome Week? We hope that they don’t, but if necessary, have the student stop by the Student Resource Center to speak with a student or staff member about resources that were provided. Students should also contact their school regarding an orientation programs they may have missed.     Other students I know have registered for class and I haven’t. When will I register and will I get into the classes I want? The registration period varies per school, but for the most part, will occur during the month of June for new students. Registration usually occurs via telephone or online during the registration period and students are notified through either their NYU email account or US mail. Advisors are also available to assist with questions. For additional information and school-specific contacts, please refer to the Next Stop NYU Orientation and Registration page .                                                                Residence Halls and Move-In                               When will I receive my housing assignment? Students will receive &quot;Move-In Day&quot; instructions with parking information, tips on what to bring and arrival times with their room assignment. Information about roommates will be included in the housing notification which is communicated via email in July. Students will also receive a move-in appointment time and contact information of their roommate(s).       What is move-in day like? Approximately 4000 new students will be moving into NYU residence halls on the same day, which makes check-in exciting and very hectic. Students will receive a move-in time with their housing assignment, so keeping with the assigned time helps to make the process smoother for everyone. Staff will be on hand to assist with unloading cars, parking directions, and carts. To make the process a bit smoother, remember that many items can be purchased in the city or delivered to the residence hall after the student has moved in. Visit the NYU Welcome Day page for information on the specific activities that compliment Move-In Day.       Is there anything going on for parents on Move-In Day or During Welcome Week? Parents are invited to attend NYU Welcomes Day events , which include an Information Fair held throughout the day providing light snacks and opportunities to meet with representatives from a variety of university offices. Additionally, a &quot;For Parents Only&quot; welcome and Parent Welcome receptions and presentations will be offered through out the day. Details will be provided in summer mailings, and at check-in. Note that there are no programs for parents beyond Move-In Day.     Are there places to buy towels, sheets, etc? Major stores such as Kmart, Home Depot, Best Buy, Marshalls, Bed, Bath, and Beyond, as well as many local discount stores are located in the NYU area. Many offer discounts and specials to students during check-in, as well as delivery services. There will also be shuttles available on move-in day to several major stores. Details will be available at check-in.     Where can students find a list of allowable items to bring to NYU? Residents are expected to supply their own pillows, blankets, towels, and linens/sheets (80&quot; long/ “long twin”). Items such as incandescent or fluorescent study lights, surge protectors, curtains, rugs, posters, microwave ovens, alarm clocks, and other personal accessories are permitted and may be helpful. Prohibited items include halogen lights, candles, toaster ovens, hot plates, wall phones, and pets. Students may wish to coordinate with their roommate(s) in advance to avoid having multiple appliances such as TVs, microwaves, or small refrigerators. A complete list of items that students should bring as well as items that are prohibited in NYU residence halls is accessible on-line at: www.nyu.edu/life/living-at-nyu.html and click on Explore the Residence Halls, then click on &quot;What to Bring&quot; tab in the gray bar.     For students flying into to New York, what should they do about shipping things? Packages may be shipped directly to the residence hall, however, they cannot arrive before the student has checked into the residence hall.     Does NYU provide summer storage? Storage is not available during the summer, however residence hall staff can provide a list of local storage vendors who are not affiliated with the university. A listing is also available on the Parents Website under the resources tab.     Can students stay in their room over breaks? The residence hall contract allows students to stay throughout the year in the residence hall until checkout in May. This includes holidays and breaks. The buildings are staffed and security is present 24/7.   For additional frequently asked questions related to living on campus, email housing@nyu.edu .                                                                Health Services / Insurance                               When is the Immunization form due? Completed forms should be returned to Immunization Records Services at the Student Health Center, 726 Broadway, Suite 347, (212) 443-1199 by August 1st   I have a copy of my student's immunization records. Do I still need to complete the immunization section of the health history form? Yes. The form must be completed in its entirety. When you return the form, you may include any supporting documents signed by a physician.   I already submitted my student's immunization documents. Do I still need to complete the health history form? Yes. The health history form assists us in determining your student's needs for overall health and wellness while studying at NYU. If you have already submitted immunization documents, please complete the remaining sections of the health history form and return it to Immunization Records Services at the Student Health Center.   I submitted a health history form and then received one in the mail. Do I need to complete it again? No. NYU students are required to complete the health history form only once during their academic career.   My student's doctor does not have the MMR or Meningitis vaccines. Can he/she get them at NYU? Yes. These vaccines are available for a fee at the Student Health Center.   Can students come to NYU Health Center if they don't have NYU insurance? All matriculated NYU students may use the NYU Student Health Center (SHC) regardless of the source of their health insurance. All matriculated students will have access to routine and urgent primary and women’s health care visits at either no cost or at significantly reduced cost. Short-term counseling and wellness visits are also available at no cost. This should provide an important safety net of basic health services for students at NYU.   Even with this significant benefit, it is still mandatory for students to have insurance coverage that meets NYU requirements. For SHC services not covered by the safety net benefit, payment will be expected at the time of visit, or will be billed to insurance plans.   My student is covered on my insurance plan. Can I waive the NYU insurance? Yes, you can waive the NYU insurance plan, however you must do so by the appropriate deadline.   Students who waive the NYU-sponsored Student Health Insurance Plans in favor of alternative coverage should be aware that their insurers might not cover specialty services and certain procedures provided at our facility. For more information, click here .                                                                Meal Plans, Dining Dollars, Campus Cash                               Which meal plan should I select? This decision is based on the individual and how many meals they will be likely to eat. For example, if the student is not a morning person, then having enough meals that would include breakfast would not be worthwhile. Students do have an option to change their meal plan in early September if they find the plan they signed up for doesn’t meet their needs. By default all freshman students are assigned a meal plan. www.nyu.edu/dining     What is the difference between Campus Cash and Dining Dollars? Campus Cash is a debit-card-like feature of the NYU student ID, the NYUCard. Parents or students may deposit funds online into a student’s Campus Cash account via credit card or by cash on campus. Campus Cash is accepted at the NYU Bookstore, at NYU Ticket Central, campus dining halls, and for on-campus laundry and vending machines, as well as at off-campus merchants. For complete details on Campus Cash, including a list of locations that accept Campus Cash, go to www.nyu.edu/nyucard .     Dining Dollars is also a feature of the NYU student ID, in which a specific dollar amount is credited to a student’s NYU ID card with the purchase of a meal plan. Dining Dollars can only be used in the dining halls or at campus dining facilities. They work on the same principle as debit cards and can be used to purchase beverages, snacks, or full meals, however only in NYU dining facilities.                                                              Banking, Discounts, Money Management                               How can I view my student's financial accounts and make sure I get the bill on time? Access to student financial information and billing requires the student to provide access to the parent. The following links will provide you with the process:     NYU Electronic Suite - access to the student’s account and allow for electronic check payments.   Campus Cash       What banks are around NYU? When considering which bank to use in NYC, parents should think about bank chains that are located in their hometown first and then close to where their student will be living while at NYU. As students will only live around Washington Square their first year, a branch that has multiple locations in the city will be the most convenient in the long run.   Also, a bank in the student's hometown and in New York City allows even more convenience for parents to make deposits and assist with transactions.That being said, most of the major bank chains (i.e. Bank of America, Citibank, Chase, Capital One, Wells Fargo, Sovereign Bank, HSBC, Banco Popular, PNC Bank, and TD Bank) in the city have a number of branches and ATM lobbies throughout the city. Almost all offer free checking to students with an NYU ID. Click here for additional information .     What about computers, software, computer labs and printing? The NYU Computer Store sells both Apple and Dell laptops and desktops at educational discount pricing, and also sells computer accessories, software (great prices!), printers, and personal computing items such as iPads and iPods.   Additionally, the Computer Store offers computer repair service. You can consult the Computer Store for computer purchase recommendations based on your student’s school or academic program; many students take advantage of interest-free loans at the Computer Store through the Store’s Deferred Payment Program. See www.bookstores.nyu.edu/computer.store for more information.     Are there Computers and Printing on Campus? NYU Computer Labs (Mac and PC) are available for free to all students, for locations see www.nyu.edu/its/labs . In addition, computer labs provide access to a variety of software. Students also receive a pre-loaded printing stipend to print at labs which they access using their NYU ID Card.     How much of an allowance should I have each week? Because spending varies per person, we suggest that students begin by keeping track of their spending for a few weeks by writing down every amount spent. This includes snacks, meals (outside of the meal-plan), subway, bills, laundry, clothes, toiletries, postage and entertainment. This will provide a snapshot of what weekly spending will be like in NYC. Visit the Money Management website and click on Worksheets and Resources for helpful worksheets and advice on spending.     Should I purchase a phone in NYC? All the major carriers exist in New York City. The most popular are AT&amp;T, Verizon, T-Mobile, and Sprint. Discounts are available for AT&amp;T, Verizon, and Sprint with an NYU ID (the account needs to be in the student’s name). In addition, there are a number of other discounted carriers that provide pay-per-use phones.     What discounts are available for students at NYU? Transportation, entertainment, etc.Many of the area restaurants and stores offer discounts to students just by showing their NYU ID at the time of purchase. Additional listings are also available on the NYU Campus Cash website and Money Management website,     Additionally, NYU’s box office, Ticket Central, offers discounted tickets to movies, theatre, and other entertainment in the city and is located on the 1st Floor of the Kimmel Center at the Skirball Center for Performing Arts. www.nyu.edu/ticketcentral                                                              Transportation                               Does NYU provide transportation from the airports?  Because our population of students is national and international, flying into one of three airports, NYU is unable to provide transportation to and from airports. However, there are a variety of very reliable options available – taxi’s, car-service, shuttle buses, and buses from major transportation hubs. Additionally, travel is available via subway and train. Click here for more options.   Which airport should I fly into? We suggest going with the airport that is most convenient for you, providing the most direct flight options. The three major airports - Newark, LaGuardia, and Kennedy -- are all in similar proximity to Manhattan (New York City). All airports offer a variety of transportation options. Click here for more options.   Does NYU provide campus transportation? Campus Transportation Services are available daily while classes are in session from university facilities (primarily student residences further away). For routes and other information, go to www.nyu.edu/ride.    Additionally, free overnight Safe Ride Van Service is operated 7 days per week, Midnight to 5AM. The service operates every day during the academic semester, including weekends and holidays.  Does my student need a subway card? For travel around NYC, students will likely take a NYC bus or subway that does require a MetroCard. Pay-Per-Ride options are available and in most cases, the better option than purchasing a monthly card unless they will use it at least 7 days a week and two or more times per day.                                                                Study Abroad / Study Away                               Parents form an integral part of the study abroad experience by supporting their student’s choice to embark on this academic and life-enriching endeavor. A variety of helpful resources, from applying, to costs, student experiences, and information on our sites around the world. Click below for more relevant information for parents:     Study Abroad / Study Away                                                                Breaks, Holidays, Closures / Religious Observances                               When are the School Breaks? Dates and deadlines are available under the Parent Resources tab on this page. Note that classes are scheduled as usual the day before holiday breaks, however university offices may close at 4pm. The university only closes on specific holidays and is open for business during the summer, Fall and Spring Breaks, and part of the Winter Recess.   When will students be done with finals so a trip home for the holidays can be booked? Although an exam schedule is provided for classes, actual exam times are up to the professor and class. Students should refer to their course syllabus or consult their professor for their exact exam schedule before scheduling trips home. Note that the exam schedule is also available at the time of registration should students want to use that information in creating their schedule for the semester.   How does my student know if the university will be closed or classes cancelled due to inclement weather? In the event the university closes or classes are cancelled due to inclement weather, students will be notified via email, and in some cases, text message. Students can also call the Information Alert Line located on the back of their ID (212-998-1220) for messages. Information will also be posted on the NYU website. Encouraging your student to provide their cell phone number in their Albert student record will insure they receive a phone or text message. For parents, we encourage signing up for the NYU Parent email list which is how parents will be notified during emergencies or inclement weather. Click on the Staying Connected tab above.     Are students excused from classes for religious observances? New York University, as a nonsectarian institution, adheres to the general policy of including in its official calendar only certain legal holidays. Students who anticipate being absent because of any religious observance should notify their faculty in advance of such anticipated absence. Faculty are asked, that whenever feasible, examinations and assignment deadlines not be scheduled on religious holidays. Any student absent from class because of religious beliefs shall not be penalized for any class, examination, or assignment deadline missed on that day or days. If examinations or assignment deadlines are scheduled, any student who is unable to attend class because of religious beliefs shall be given the opportunity to make up that day or days. No adverse or prejudicial effects shall result to any student who avails him/herself of the above provisions.                                                                Parents Day                               What Happens on Parents Day? Parents Day programs offer an opportunity to learn about your student’s experience at NYU. Deans and faculty members from each school/program host information sessions, student services offices feature presentations, and lunch is available in the University dining halls. The afternoon includes workshops and a reception hosted by the NYU President. The program is designed for the parents of first-year students. Unfortunately due to space constraints, we do not have an annual program for parents. Click on the Parents Day tab above for more information.     For more information, go to http://www.nyu.edu/community/parents/parents-day.html or click on the Parents Day tab in the gray bar above.     Do I need to register for Parents Day? Yes, we ask that you register for Parents Day to help us gauge attendance.       Why is the morning academic program open only to parents? We ask that only parents attend the morning academic program primarily because of space constraints. This is also the reason we only invite parents of first year undergraduate students to Parents Day. In other words, we don't have Parents Day every year for each class at this time -- however we hope you will always feel welcome to visit NYU at any time throughout your son or daughter's career.     We're a divorced family and only one of us receives mail from NYU. How can both names be added to the mailing list? Currently the student's record only accommodates one permanent address, however, multiple email addresses can be added to the Parent Email listing which is mostly how NYU communicates to parents. Click on the &quot;Staying Connected&quot; tab in the gray bar above for the link to add your email address.     My student has midterms at this time. Why is Parents Day scheduled around mid-terms? We don't actually plan to schedule the program around mid-terms -- in fact, it varies per student and per class as to when midterms or papers are scheduled by professors. There is not one unified mid-term exam period.     I am unable to attend this year. Can I attend next year? You are certainly welcome to attend next year, just note that the program is focused on the student's first year -- especially the morning academic program. If you would like to attend, send us an email during the summer and we will add you to our mailing list or check the Parent's website for dates and RSVP information. Email: parents@nyu.edu .     Do parents get to meet their student's teachers or advisers on Parents Day? Unlike primary and secondary school (K-12), the relationship with professors and advisers at college is between the student and the professor or adviser. As a parent, encouraging your student to get to know their professor by meeting them during office hours or after class will go a long way in developing a good relationship. You should also encourage your student to meet with their adviser at least twice a semester to discuss academic progress and a pre-registration strategy for the following semester.     Should I attend Parents Day? This is a personal question. We understand that the date for Parents Day may not be convenient for everyone or even affordable to pay for another visit so soon after move-in. Know that most of the workshops provided on Parents Day are presented by offices and staff from NYU and opportunities to speak with or visit offices is possible at other times of the year.                                                                Hotels Near Campus                               What hotels are around NYU? There are limited lodging options in the immediate NYU area, so don't limit yourself to just the area around campus. NYU is easily accessible by most bus lines, subway lines, and the NJ Path Train.     Nevertheless, New York City has become a popular destination over the years and as a result hotel prices have sky-rocketed. We suggest utilizing a travel agent or many of the online resources to search for hotels in New York City that meet your specific budget and accommodation needs. The Sunday New York Times travel section is a good source for information on special weekend packages and current rates, as do airlines when you book a trip.     If you're not sure where to start, we do have hotels on our website, as well as a hotels that NYU has a business relationship with. Note that they may not meet everyone's needs, which is why we suggest looking at the many other alternatives for finding a hotel in NYC.     Local Hotel Discounts     NYU Travel Portal                                                                      Commuter/Off Campus Living                                    What resources are available for commuter students? Commuter and Off-Campus Student Services at the Student Resource Center supports students through programs and services specifically designed for commuters. Social and educational programs connect commuters with each other, residential students, and campus resources.     Major programs and resources include information on discounts for commuting, use of a kitchen, computers, and lounge, reserved lockers, and the sponsorship of overnight accommodations near campus for commuters. All new commuter students are assigned a “Commuter Assistant,” an upperclass student who will assist new commuters with navigating NYU and making friends and connections with other NYU students. For more information and contact information, click here .       Does NYU provide assistance to students who want to live off campus? The NYU Student Resource Center offers off-campus living resources to current and newly-admitted NYU students who are seeking private off campus apartment rentals. NYU does not have &quot;off-campus&quot; facilities. Resources include a housing registry, links to apartment search websites, market and neighborhood information, and other relevant information. Go to www.nyu.edu/housing/offcampus for more details.                                                                                    Access to Student Information                               Albert Manage Guest Users   Students have the option to provide other individuals (proxies) select access to their Albert records, such as:      Advisor Information (view only)   Class Schedule (view only)   Contact Information (view and update)   Emergency Contacts (view and update)   Exam Schedule   Financial Aid (view only)   Grades (view only)   Graduation Status(view only)   Holds (view only)   Unofficial Transcript (view only)     Students can create and manage guest users only on the Albert Mobile website, which is accessible from desktop browsers as well.   CLICK HERE for more details.   For access to view student tuition and housing bills, as well as make payments, a request for access is required and can be made using eSuite. CLICK HERE for more information.      Help Guides                                                              Verifying Student Enrollment, Access to Student Records                               How can I verify my student’s enrollment for insurance or other reasons? Students can view/print an enrollment certificate directly from Albert. Click here for instructions .   Access to Student Records - Albert Manage  Students now have the option to provide selected access to their Albert records to other individuals (proxies) such as parents and employers. Students can opt to allow access to:     Advisor Information (view only)     Class Schedule (view only)     Contact Information (view and update)     Emergency Contacts (view and update)     Exam Schedule     Financial Aid (view only)     Grades (view only)     Graduation Status(view only)     Holds (view only)     Unofficial Transcript (view only)     CLICK HERE for more information.                                                                Student Employment                                 How do students find jobs? The Wasserman Center for Career Development is an excellent resource for students looking for on and off campus employment, as well as paid and unpaid internships. Students must initially visit the office to gain access to the online employment resources. Staff members are also available to assist with resume writing and other advice in seeking employment. In addition, students can also inquire independently by contacting campus offices or other job sources to seek out employment. Some of the larger campus employers include the NYU Phonathon, Coles Sports and Recreation Center, the Library, NYUBookstore, or even the academic department relative to a student’s course of study. www.nyu.edu/careerdevelopment   What is work-study? How do I get work-study? &quot;Work-study&quot; is the name given to federally subsidized on-campus jobs. Eligibility for work-study employment is determined by the NYU Office of Financial Aid and is usually listed on financial aid packages as &quot;recommended term time earnings.&quot; A student with this award is eligible to apply for various work-study jobs throughout the University and work up to 20 hours per week, depending on the position. Students without work-study are still eligible for campus jobs. Additional information can be found at the Wasserman Center for Career Development. www.nyu.edu/careerdevelopment                             Emergencies and After Hours   NYU's Department of Public Safety Office (212-998-2222) and the Wellness Exchange (212-443-9999) are two emergency options available to students and parents , 24 hours a day / 7 days a week. These numbers are also located on the back of a student's NYU ID Card. Both departments will have access to the appropriate resources to assist you or your student.   For more information about these services, including campus safety, university closings, and other safety and health information, please click on the links below:       Wellness Exchange (212-443-9999)   Department of Public Safety (212-998-2222)   Information Alert (212-998-1220)                                                                                            Notice to Students This notice is to inform students of the preventative measures taken by New York University (\"NYU\") to address sexual assault and bias-related incidents and crimes on campus. Read More                                              NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Greenwich Village                                          Greenwich Village and the Arts      New York City's Greenwich Villagebordered roughly by Fourteenth Street on the north, by the Hudson River on the west, by Broadway on the east, and by Houston Street on the      southhas long been a fertile spawning ground for the arts. New York University and its art galleries have played key roles in this illustrious history. Art arrived in the Village in 1832, the year Samuel F. B. Morse, the first      professor of painting and sculpture in America, took up his post at the fledgling NYU campus. Three years later he acquired studio space for himself and his students in the newly-built neo-Gothic University Building (demolished in      1894 to make way for the present Silver Center, home of the Grey Art Gallery). Better-known today as the inventor of the telegraph, Morse was also a founder and the first president of the National Academy of Design, then the most      important professional artists' organization in America, which sponsored an art school and organized frequent public exhibitions of work by its members.            By the 1850s the Village was a lively art colony, attracting many art      schools, private galleries, and clubs, as well as artists' studios. Chief among them was the National Academy, whose headquarters were then located in Village, first at No. 663 Broadway near Bleecker, then at the corner of Fourth      Avenue and Tenth Street. From 1852 to 1857 the Century Association, an elite private club catering to New York's leading painters, sculptors, architects, and writers, was housed at No. 46 East Eighth Street (formerly No. 24 Clinton      Place). In 1857 the Tenth Street Studio Building, which has been described as &quot;the catalyst most responsible for transforming Greenwich Village into a hub for the visual arts,&quot; was erected at No. 15 (later No. 51), near      Sixth Avenue. Commissioned by the builder James Boorman Johnston (the son of John Johnston, a wealthy merchant who was among the founders of NYU), it was the first purpose-built artists' quarters in America. Among its early tenants      were many Hudson River School painters and members of the National Academy, including Frederic Church, John La Farge, and Albert Bierstadt. Three years later Cooper Union, &quot;dedicated to the advancement of science and      art,&quot; opened its doors on Astor Place, at the western edge of the East Village.            With increased economic prosperity after the Civil War, the American art scene burgeoned. One of the most important private picture      galleries in the Village belonged to Robert Boorman Johnston's brother, John Taylor Johnston. In 1870 he and a group of friends met there to found the Metropolitan Museum of Art, with Johnson as its first president. After opening      briefly in temporary quarters, the museum was transferred in 1873 to No. 126 West 14th Street, where it remained until 1879, when it moved to its present home uptown. Meanwhile, in 1877, across the street from the Studio Building,      local artists formed the Tile Club, an informal association of artists, architects, and musicians who met on a regular basis at No. 58-1/2 West Tenth Street (a small cottage in the garden behind the structure that now houses NYU's      Lillian Vernon Center for International Affairs); among the Tilers were the painters Winslow Homer, Edwin Austin Abbey, and John Twachtman; the sculptor Augustus Saint-Gaudens; and the architect Stanford White. In addition to      painting on ceramic tiles, the Tilers hosted convivial suppers and sponsored occasional sketching jaunts into the countryside.      Numerous artists rented studios in NYU buildings during the postbellum years: tenants of      the old University Building (on the future site of the Silver Center, the Grey Art Gallery's home) included Homer, Eastman Johnson, and George Inness. In 1872 Homer moved to the Tenth Street Studio Building, where he was later      joined by William Merritt Chase, who appropriated the skylit central court as his private domain and filled it with opulent fabrics, objets d'art, and bric-a-brac that did double duty as the setting for many of his paintings and as      a backdrop for art classes, sales, and exhibitions, as well as for meetings of the Society of American Artists, the Art Club, and the Society of American Painters in Pastel.      Around the turn of the century, many of      the older buildings along Washington Square South were converted into inexpensive rooming houses or demolished to make way for the tenements that accommodated the large influx of Italian, German, and Irish immigrants into the      neighborhood. With their proximity to the art scene, low rents, ethnic diversity, and picturesque surroundings, these residences attracted a new generation of struggling young artists. The Village soon developed its present-day      reputation as a bohemian enclave, tolerant of political radicalism and social nonconformity, and as a nurturing milieu for numerous little magazines, avant-garde art galleries, literary and artistic salons, and experimental      theaters. In the pages of the leftist The Masses magazine, whose offices were located at No. 91 Greenwich Avenue, appeared drawings by John Sloan, Robert Henri, William Glackens, and George Bellows; the elegant Dial,      edited at No. 152 West 13th Street, reproduced works by European modernists such as Pablo Picasso, Jean Cocteau, and Henri Matisse.      In 1907 the sculptor Gertrude Vanderbilt Whitney, one of the city's wealthiest heiresses, took      a studio at No. 19 (now No. 17-1/2) MacDougal Alley and began to collect works by contemporary American artists. Especially drawn to modern-life subjects, she concentrated her attention on the work of the Ash Can School, which      comprised Henri, Sloan, Glackens, George Luks, and Everett Shinn; in 1908 they joined with three lyrical painters, Maurice Prendergast, Ernest Lawson, and Arthur B. Davies, and exhibited together as The Eight. Whitney soon became      one of the foremost champions of contemporary American art, enlarging her focus to include works by Bellows, Edward Hopper, Stuart Davis, and many others. In 1912 she broke through the rear wall of her workrooms into No. 8 West      Eighth Street, which she dubbed the Whitney Studio and where she soon began to present exhibitions. Six years later, in a brownstone at No. 147 West Fourth Street, off Washington Square, she established the Whitney Studio Club as      a gathering place for artists, furnishing it with a reference library, a billiard table, and a sketching studio. In 1931 the Whitney Studio annexed two neighboring row houses on Eighth Street and was renamed the Whitney Museum of      American Art, which remained in the Village until its move uptown in 1954. The Whitney's former Eighth Street space is now occupied by the New York Studio School.      Nearby, in an apartment on the second floor of No. 23      Fifth Avenue, beginning in 1913, Mabel Dodge hosted weekly salons for neighborhood intellectuals. Her guests debated the controversial topics of the day: socialism, workers' rights, sexuality, free love, and psychoanalysis; the      artists among them included Sloan, Charles Demuth, and Marsden Hartley. That same year, both Dodge and Whitney were among the sponsors of the infamous Armory Show, which took place on Lexington Avenue thirteen blocks north of the      Village, and whose organizers also included members of The Eight. In addition to contemporary American art, the Armory Show included paintings and sculptures by avant-garde European artists such as Picasso, Czanne, Matisse,      Gauguin, and Seurat, as well as Marcel Duchamp's dynamic cubist composition, Nude Descending a Staircase. The impact of this massive compilation of international modernismmore than 1,300 works were shownexploded like a bomb in the midst of the New York art world, which would never be the same.           The first museum in the U.S.     devoted exclusively to modern art opened at NYU in 1927, when A. E. Gallatin, a prominent art collector and great-grandson of a founder of NYU, established the Gallery of Living Art in the Main Building, in the space now occupied      by the Grey Art Gallery. There, in a converted study hall, Gallatin exhibited works by Picasso, Braque, Mir, Lger, and other European modernists, as well as by artists associated with the American Abstract Artists group. Removed      in 1943 as a wartime measure, the Gallatin collection was eventually donated to the Philadelphia Museum of Art and became the nucleus of their department of twentieth-century art.      After the Second World War, the Village served      as the hub of the Beat Movement, which congregated in its coffeehouses, jazz clubs, and poetry readings. In 1948 a group of artists began to meet at No. 35 East Eighth Street (they later moved down the block to No. 39) for a weekly      series of lectures, panel discussions, and conversations that became known as The Club. Members included most of the painters who came to be known as Abstract Expressionists, including Franz Kline, Willem de Kooning, Barnett      Newman, Ad Reinhardt, Mark Rothko, and Jackson Pollock. The same artists also frequented a more informal hangout, the Cedar Tavern, a seedy bar at No. 24 University Place between Eighth and Ninth Streets. Many of the Abstract      Expressionists lived in the East Village, in and around Tenth Street, where galleries sprang up to market their work. From the later 1950s the Judson Church on Washington Square South hosted avant-garde concerts as well as      exhibitions by Pop artists such as Claes Oldenburg and Jim Dine. Allan Kaprow presented New York's first &quot;Happening&quot; at the church in 1958.      Early in the 1960s artists began abandoning the East Village and moving into      the neglected commercial lofts of the cast-iron district south of Houston Street, known as SoHo, where large, airy spaces suitable for studios were available at low rents. There they formed political organizations such as the Art      Workers Coalition; attracted commercial galleries, including Leo Castelli, Paula Cooper, Mary Boone, and Holly Solomon; and formed alternative spaces such as 112 Greene, the Kitchen, Artists Space, the Clocktower, the Alternative      Museum, and Franklin Furnace. In 1974 Abbey Weed Grey established the Grey Art Gallery and Study Center at NYU, and in 1978 it opened its doors in the Main Building at 100 Washington Square East, just a few blocks above the      northern border of SoHo. Over the past two decades, SoHo's dynamic art scene has attracted numerous other non-profit galleries and museums, such as the New Museum for Contemporary Art, the Drawing Center, the Museum for African      Art, and the Guggenheim SoHo.      Around 1980, as SoHo became increasingly commercialized and rents increased, young artists gravitated to the East Village. In tiny storefronts in dilapidated tenements, new galleries      opened to show their art, which was often inspired by the street life around them, with its advertising billboards and graffiti. But with the plunge of the stock market in the late 1980s and the consequent decline in the art      market, East Village galleries either closed or moved to SoHo. Although recently many major SoHo galleries have relocated to Chelsea in search of lower rents, larger spaces, and a less-commercialized atmosphere, SoHo remains a      major part of New York's contemporary art world, continuing the story that began in neighboring Greenwich Village more than a century and a half ago.      SUGGESTIONS FOR FURTHER READING                  Beard, Rick, and Leslie Berlowitz, eds. Greenwich Village: Culture and Counterculture. New Brunswick, N.J.: Rutgers University Press for the Museum of the City of New York, 1993.      Berman, Avis. Rebels on       Eighth Street: Juliana Force and the Whitney Museum of American Art. New York: Atheneum, 1990.      Blaugrund, Annette. The Tenth Street Studio Building: Artist-Entrepreneurs from the Hudson River School to the       American Impressionists. Exhibition catalogue. Southampton, N.Y.      Parrish Art Museum, 1997.      Cantor, Mindy, ed. Around the Square, 18301890: Essays on Life, Letters, and Architecture in Greenwich Village.      New York: New York University Press, 1982.           Miller, Terry. Greenwich Village and How It Got That Way. New York: Crown Publishers, 1990."}, {"content": "Recent Alumni    | Classics | NYU                                                          Back to  previous page                  Recent Alumni             Joel Christensen is Associate Professor at the University of Texas at San Antonio. He graduated from NYU in 2007 with a dissertation on The Failure of Speech: Rhetoric and Politics in the Iliad , for which he was awarded NYU’s Lane Cooper Fellowship for 2006-07. He also received the Advanced Certificate in Poetics and Theory. He has co-authored A Beginner’s Guide to Homer (One World Publications, 2013), as well as three articles on Homer and the poetic tradition, with E. T. E. Barker of Christ Church, Oxford. In addition he has published several articles on language and meaning in Homer in the American Journal of Philology , Classical Philology , The Classical Journal and several collections. He has been appointed a Junior Fellow at the Center for Hellenic Studies for 2014, as well as Book Review Editor for Classical Journal . He has also been awarded the APA Award for Excellence in Teaching (2014). In the near future, he plans to continue working on language in Homer as well as on the relationship between Homer and other poetic traditions. Email: joel.christensen@utsa.edu   Valentina DeNardis received her Ph.D. in 2003 with a dissertation on Manilius’ Astronomica . She is Director of Classical Studies at Villanova University. She has also taught at St. Joseph’s University, the Latin/Greek Institute, and the Intercollegiate Center for Classical Studies in Rome. Valentina served as President of the Pennsylvania Classical Association, for which she organized the 2010 conference “Performing the Past,” and has also served as Philadelphia Regional Director for the Classical Association of the Atlantic States. She has published on gender and pedagogy and is continuing her work on Manilius. Her interests include Hellenistic and Augustan poetry, Greek and Roman material culture, ancient astronomy and astrology, gender studies and the classical tradition. Email: valentina.denardis@villanova.edu      Daniel Hoyer received his Ph.D. in 2014 with a dissertation under the supervision of Dr. Andrew Monson entitled Buying a Province, Building an Empire: Money, Markets, and Growth in Roman Africa from Augustus to Aurelian on the development of market forces, the growth of urban centers, and the role of money and investment in these processes in the Roman province of Africa Proconsularis during the Imperial period. He has published several articles on Roman Africa’s economic history and Roman numismatics, including pieces in the American Journal of Numismatics and the Journal of North African Studies . He currently holds a postdoctoral position working with Dr. Peter Turchin on the SESHAT: Global History Databank Project , a large-scale, interdisciplinary and comparative project hosted by the Evolution Institute and the University of Oxford. His postdoctoral work involves studying and comparing evidence from several regions, notably central Italy, North Africa and Egypt, and the Middle Yellow River Valley region of China at many different points in time, ranging from antiquity to the present day. His research focuses on determining the institutional features and structures which underpin economic performance and the provision of public goods in these different places and times. For more information, including his CV and links to some of his articles, see his academia.edu profile . Email: dch293@nyu.edu .  Stephen Kidd received his Ph.D. in 2011 with a dissertation on Greek comedy and now is an Assistant Professor at Brown University. He was a visiting assistant professor at Humboldt University in Berlin from 2011-12. He has most recently published an article on the bomolochos in TAPA ; earlier work has been published in Classical Quarterly , Bulletin of the American Society of Papyrologists , and Mnemosyne , with others forthcoming. His book, based on his dissertation, is entitled Nonsense and Meaning in Ancient Greek Comedy (Cambridge University Press 2014). Email: Stephen_E_Kidd@brown.edu See more at http://research.brown.edu/myresearch/Stephen_Kidd    Danielle La Londe completed her Ph.D. in 2010 with a dissertation entitled, \"The Spectacle of Treaty-Making in Latin Poetry.\" Upon graduation from NYU, Danielle took up a position as Visiting Assistant Professor of Classics at Haverford College, where she taught a wide range of courses on classical subjects, including the age of Augustus, representations of nature in classical antiquity, political thought in classical literature, and language courses at multiple levels. Beginning in fall of 2013, she takes up a new tenure-track position at Centre College in Danville, Kentucky, a liberal arts college founded in 1819. Her research focuses on political thought in Latin poetry of the late republic through Neronian periods. Her first book project―a revision of her 2010 dissertation―analyzes treaty-making scenes and language in Homer, Catullus, Propertius, Virgil, and Lucan, in order to consider how literary representations of personal and political bonds made through performance ( foedera ) engage with issues of aesthetics and politics. Email: dlalonde@haverford.edu   Ian Lockey graduated from NYU in June 2010 after completing a dissertation with a focus on Roman housing entitled The Atrium House in Aphrodisias, Caria . After graduating, Ian completed a two-year postdoctoral fellowship at McMaster University in Hamilton, Ontario, where he taught language courses in Latin and Ancient Greek and archaeology courses on Aphrodisias and Roman Britain. While there, he also completed an article entitled \"Ancient Olive Oil Production and Rural Settlement\", recently published in Aphrodisias V: The Aphrodisias Regional Survey (Verlag Philipp von Zabern: Darmstadt/Mainz, 2012). Ian is now teaching middle school and high school Latin at Friends Select School in Philadelphia and is currently at work on revising an article based upon his dissertation for publication in the upcoming Aphrodisias Papers , volume 5 .   Michael Mascio received his PhD in 2013, on “Horace and Philosophy,” working with Gregson Davis, David Konstan, and Phillip Mitsis. He is Assistant Professor at Seton Hall University. His scholarly interests are Hellenistic philosophy and Latin poetry. He has taught Elementary Greek and Intermediate Latin (Cicero, Sallust, and Vergil), been a TA for Roman Republican History and MAP (NYU’s great books program), and in the summers taught Greek Tragedy, Mythology, Reading Latin for Graduate Students, and Ancient Greek History. He has given papers on \"Horace and Cicero in Latin Literary History\" at a joint colloquium of the University of North Carolina and Duke University (2004), \"The Creation of an Aesthetic Hierarchy\" at a workshop given by NYU's Poetics &amp; Theory Program (2004), “From Philosophy’s Place to Death’s Embrace: Reading Spaces in Horace’s Epicurean Odes,” at Johns Hopkins University (2005), and “Aristippus and Ulysses in Horace, Epistles 1” at the APA (2007), and gave a paper entitled “Horace Sermones 2.7 and Cicero’s Paradoxa Stoicorum ” at the 2008 APA meeting in Chicago. Email: michaelmascio@gmail.com   Matthew McGowan has been teaching at Fordham University since 2007. He received his doctorate in 2002 with a dissertation on Ovid's exile poetry that appeared as a book with Brill in 2009: Ovid in Exile: Power and Poetic Redress in the Tristia and Epistulae ex Ponto . He has also published articles on Vergil, Renaissance Latin, and Latin pedagogy and has lectured recently on Lucretius, Cicero, Tibullus, and Seneca. At present, he is writing a book on Latin Lexicography: The Art of Dictionary Writing in Ancient Rome , which grows out of his work at the Thesaurus Linguae Latinae in Munich, where he was a fellow in 2002-03. He teaches a wide range of courses, from classical myth to Latin prose composition and has been active in the world of spoken Latin since graduate school. He currently serves as President of the NY Classical Club, a non-profit charity founded over a hundred years ago to promote the study of a classical antiquity in the New York City area. Email: mamcgowan@fordham.edu   Benjamin Sammons graduated from NYU in 2007 with a dissertation entitled Homeric Catalogue: Tradition, Paradigm and the Limits of Narrativity , published in revised form with Oxford University Press under the new title The Art and Rhetoric of the Homeric Catalogue (2010). He has published articles on Homer and early Greek epic in Classical Journal, Greek Roman and Byzantine Studies, Classical Bulletin , and Histos , and has articles forthcoming in Mnemosyne , and Trends in Classics . He has presented numerous papers on Greek epic and tragedy at meetings of the APA and CAMWS. His current book project is entitled Device and Composition in the Greek Epic Cycle . Since his graduation, Ben has held teaching positions at Penn State University, Montclair State University, Queens College, and NYU. Email: benjamin.sammons@gmail.com   Amit Shilo received his Ph.D. in 2012 with a dissertation on the ethical and political ramifications of the afterlife in the Oresteia . In the 2012-13 year he joined the faculty of NYU Classics as a Language Lecturer. For 2013-14 he has accepted a postdoctoral fellowship at Harvard’s Mahindra Humanities Center. He is now an Assistant Professor at the University of California at Santa Barbara. His research and teaching have gained much from material culture training and archeological fieldwork during a year as a Phillip Lockhart Fellow at the American School of Classical Studies in Athens. He has delivered papers twice at the APA and once at CAMWS. Amit is currently preparing articles and a book manuscript drawn from his dissertation, as well as an article on Seneca’s Natural Questions , and one in biblical philology on the language of creation in Genesis. His long-term research is on ancient and modern attempts to combine religious and philosophical thought with politics. Email: as220@nyu.edu   Osman Umurhan received his PhD in 2008. He is currently Assistant Professor at the University of New Mexico, having taught earlier at Austin College and Rutgers University. His primary research focuses on verse satire and other literature of the Roman Empire, with a concentration on the shifting correspondences between geographical boundaries and those of cultural and political identity. He has published articles and books chapters on Juvenal that include his poetic self-representation ( Arethusa 44.2) and his engagement with traditions of the New Testament (Brill 2013). Currently, he is working on several projects: the Roman politics of food and consumption, the anatomical politics of Aristophanic comedy, the reception of Classics in metal music, as well as a monograph on Juvenal’s Satires that investigates the Roman cultural response to and negotiation of a globalizing Mediterranean world of the second century CE. Email: osu200@nyu.edu    Joel Ward received his PhD in 2011 with a dissertation on the instances and uses of viewing in the Severan narratives of Cassius Dio, Herodian, and the Historia Augusta . He received his BA from Hope College in a field of tulips and windmills and his MA from Tulane University on the banks of the Mississippi. He served as the Assistant Professor at the Intercollegiate Center for Classical Studies in Rome (2012-13), having moved up the ladder from resident instructor (2008-09) to an instructor with a residence. In 2009, he participated in the graduate seminar at the American Numismatic Society, where he was allowed to hold a solid gold bar at the Federal Reserve, a hoard of Athenian owls, and an Athenian decadrachm (but not all at once – his hands aren’t that big). He has published a few things in journals and presented a few papers at conferences. Aside from Rome, he has had the good fortune to teach or study in several amazing places: Berlin, Taipei, Münster, just to name them all. Recently, he joined the dark side (aka administration). After a stint at the University of Maryland, College Park, in the office of Education Abroad, he has come back “home” to Washington Square and NYU where he is the Assistant Dean for Students in the College of Arts and Science. Email: jsw298@nyu.edu                                                                                                Back to Top"}]}]