[{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        The Spirit of the Comic and the Spirit of the Age                                Semester and Year        FA 2009                    Course Number        IDSEM-UG1113                    Section        001                    Instructor        Antonio Rutigliano                    Days                            Wed                                 Time                            3:30 PM -       6:10 PM                                Units        4.0                    Level        U                    Foundation Requirement                                                  Description       Comedy, no less than tragedy, yields insights into the great questions of an age. This course examines the ways the comic, from the ancient world to modern times, reflects attitudes about love, marriage, religion, power, and war. In addition to the philosophical writings of Meredith, Freud, and Hegel, readings may include Aristophanes’ Clouds and Lysistrata, Plautus’s Pot of Gold, Petronius’ Satyricon, Boccaccio’s Decameron, Shakespeare’s Much Ado About Nothing, Congreve’s The Way of the World, and Beckett’s Endgame.                   Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]},
{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        The Spirit of the Comic and the Spirit of the Age                                Semester and Year        FA 2009                    Course Number        IDSEM-UG1113                    Section        001                    Instructor        Antonio Rutigliano                    Days                            Wed                                 Time                            3:30 PM -       6:10 PM                                Units        4.0                    Level        U                    Foundation Requirement                                                  Description       Comedy, no less than tragedy, yields insights into the great questions of an age. This course examines the ways the comic, from the ancient world to modern times, reflects attitudes about love, marriage, religion, power, and war. In addition to the philosophical writings of Meredith, Freud, and Hegel, readings may include Aristophanes’ Clouds and Lysistrata, Plautus’s Pot of Gold, Petronius’ Satyricon, Boccaccio’s Decameron, Shakespeare’s Much Ado About Nothing, Congreve’s The Way of the World, and Beckett’s Endgame.                   Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "New Plays for Young Audiences: Series History - Programs - Educational Theatre - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Programs - Educational Theatre                 Programs       About Educational Theatre    Undergraduate    Master's          Teacher Certification in Theatre, All Grades      Teacher Certification in Theatre, All Grades and English 7-12      Educational Theatre in Colleges and Communities      Educational Theatre in Colleges and Communities: 3-Summer Option      Dual Certification in Educational Theatre, All Grades, and Social Studies, 7-12           Doctoral            PhD       EdD            Concentrated Areas    Summer         New Plays for Young Audiences      Looking for Shakespeare        New York Courses        Study Abroad        Curriculum       Undergraduate    Master's         Teacher Certification in Theatre, All Grades     Teacher Certification in Theatre, All Grades and English 7-12     Educational Theatre in Colleges and Communities     Educational Theatre in Colleges and Communities: 3-Summer Option     Dual Certification in Educational Theatre, All Grades, and Social Studies, 7-12             Doctoral            Educational Theatre in Colleges and Communities PhD Program of Study       Educational Theatre in Colleges and Communities EdD Program of Study                  Auditions   People       Faculty    Students    Alumni        Teacher Certification   Internships   FAQ   Newsletter    Media                    New Plays for Young Audiences: Series History                        At the Provincetown Playhouse    Annual Play Reading Series       From Warped! by Barry Kornhauser    Each June since 1998, the Program in Educational Theatre at New York University has offered a play development series at the landmark Provincetown Playhouse. The tradition and practice of developing new scripts and new talents dates back to the early days of the Playhouse, originally the Playwrights Theatre, which fostered the early works of Eugene O&rsquo;Neill, Susan Glaspell, and Edna St. Vincent Millay and where future stars, such as Bette Davis and Claudette Colbert, made their debuts.    For over fifteen years, the New Plays for Young Audiences (NPYA) play reading series has focused more specifically on the development of scripts for child and young people&rsquo;s audiences. The creative vision of the Program in Educational Theatre&rsquo;s co-founders, Lowell and Nancy Swortzell, was to establish a program to encourage the development of plays for youth written by both NYU students and noted authors in the U.S. and abroad . As a playwright himself and editor of several books of plays for children and adults, Lowell Swortzell understood that playwrights need a home where they can take risks in a supportive atmosphere &mdash; a place designed to both nurture and evaluate. This is precisely what O&rsquo;Neill and his colleagues achieved in their small theatre, and what NPYA achieves for young audiences today.    In over 15 years, The New Plays for Young Series has:       Developed over 50 plays by both established playwrights and emerging talents which have gone on to national recognition.    Brought public readings of these plays to the local community and facilitated audience talkbacks with playwright, director, actors, and dramaturge following each Sunday matinee.    Fostered opportunities for NYU students, alumni and professional actors to perform in the readings.    Provided a place where individual works can be developed, tested and brought to the wider realms of production and publication without commercial pressures.    Been praised in print, including Time Out New York which noted: &ldquo;Some of our best plays for young people have been polished during the NYU Educational Theatre Program&rsquo;s New Plays series.&rdquo;    Won national visibility, including capturing the 2001 Award from the American Alliance in Theatre and Education (AATE) for Outstanding New Theatre Project.    Run an attached class, called Problems in Play Production: The Development of New Plays, which studies play development.              From &ldquo;The Milk Dragon&rdquo; by Suzan Zeder    Plays produced by New Plays for Young Audiences:    The Match Girl&rsquo;s Gift: A Christmas Story (1998) by Laurie Brooks, director: Scot Copeland; Dramatic Publishing and Applause Books    Suggested by the fairy tale of Hans Christian Andersen, this version, set in New York City in the early 1900s, contrasts the two worlds of the hungry homeless and the dysfunctional rich. The presence of the half frozen Lizzie in the Fifth Avenue mansion brings about a recognition of the characters&rsquo; responsibility for one another. Unlike Andersen&rsquo;s Lizzie, this one refuses to surrentder her courage and hopes for the future and so survives.    Ezigbo: The Spirit Child (1998) by Max Bush, director: John Shevlin Foster; Anchorage Press and Dramatic Publishing    This story which originated in an Igbo village in Nigeria presents the wife of a powerful chief who longs to have a child. But she is possessed by the mythical Ogbanje who when the child is born attempt to lure it into their spirit world. As her mother and the women of the village struggle to keep Ezigbo a member of the human world, the Ogbanje prove to be a powerful force. Cited as Distinguished Play of the Year (Adaptation), 2002, by the American Alliance of Theatre and Education.    Riddling Child (1998) by John Urquhart, director: Jeff Church; Anchorage Press    Retitled Liza and the Riddling Child : An Appalachian Adventure for Children . This play won the 1997 Bonderman/IUPI National Youth Playwriting Competition. Set in the hills of Appalachia in the mid-Nineteen Thirties, it moves among various mountain settings nearby. Liza Tucker was born different. She can't talk but she has an extraordinary ability to solve riddles. Misunderstood by her mother and her neighbors, she lives a reclusive life at the family homeplace. But after her father fails to return home following a flood, it is Liza who solves the mystery of his disappearance.    The Wrestling Season (1999) by Laurie Brooks, director: Jeff Church; Dramatic Publishing    This drama examines subject matter vital to youth and their families: the search for identity and the peer pressure that accompanies it. Eight young people struggle with the destructive power of rumors and their own impressions of how other people see them. This is the year that Matt is to excel on his high-school wrestling team, but innuendo about his friendship with Luke causes Matt to question himself and his priorities. Using only the setting of a wrestling mat, the action is overseen by the Referee, who comments from inside and outside the drama with hand signals and commands. &ldquo;Inventive theatre that has a way of touching raw nerve endings.&rdquo; (Kansas City Star) Named Distinguished Play of the Year, 2001, by the American Alliance for Theatre and Education.    Belongings (1999) by Daniel Felton, director: Ann McCormack; Dramatic Publishing    Three generations of women find themselves at a crossroads following the death of the family&rsquo;s matriarch. Stunned by the loss of her grandmother, fourteen-year-old Katy is determined to keep her Gram&rsquo;s spirit alive and promises that her home and belongings will remain intact. This vow flies in the face of her family&rsquo;s plans for an estate sale and draws the battle lines between Katy and her mother, aunt and great-aunt. Cited as Distinguished Play of the Year (original), 2002, by the American Alliance for Theatre and Education.    The Cottingley Caper (1999) by Christopher Czajka, director: Jack Alison; manuscript    A comic interpretation of events that transpired in Cottingley, Yorkshire, over the summers of 1917 and 18, during which three youngsters claim to have seen and then photographed fairies at play in the woods of their estate. Once word of this wonder circulates the Wright household is besieged by spirit groups, scholars and the press, all hoping to validate the photographs.    Deadly Weapons (2000) by Laurie Brooks, director: Graham Whitehead; Dramatic Publishing    A thriller that explores the hazards and consequences of reckless behavior. When three teenagers take the law into their own hands, they are forced to confront themselves, their priorities and the true nature of friendship. Deadly Weapons challenges audiences to assess the meaning of responsibility and how, under extreme pressure, we can behave in ways that are surprising and even deadly. Selected by ASSITEJ, the International Association for Theatre for Young People, as an Outstanding Play for Young Audiences.    Tua&rsquo;s Dream (2000) by Alisa Faye Weinstein, director: Melissa Swick; manuscript    When nine-year-old Tua goes to sleep at night, she cannot dream. She fears this is because she was adopted by an American family, and is now losing touch with her Bengali roots. During her struggle to integrate her rich Indian heritage with her American self, she befriends a wise, old Indian shopkeeper. Through their sharing of traditions and with the help of the Hindu goddess of Learning who comes to life in a dream sequence, Tua discovers the things she holds in her heart are as real and sacred as the things she can touch. A first play by a young graduate student who has lived in India.          The cast of &ldquo;Gossamer&rdquo; working with playwright Lois Lowry and director Stan Foote    Sacagawea: Breath of an American Spirit (2001) by Christina Anderson, director: Jeff Church; manuscript    History and contemporary theatre merge in this play about a young student searching for her voice through a school project on the famed but mysterious Native American guide of the Lewis and Clark expedition. Written in verse, the play demonstrates how a figure from the past can inspire and even change the life of a young person today. Christine Anderson, a two-time winner of the August Wilson Young Playwright Award, was selected as one of fifteen &ldquo;up and coming&rdquo; artists by American Theatre Magazine.    Franklin&rsquo;s Apprentice (2001) by Laurie Brooks, director: Scot Copeland; Dramatists Play Service    When Ben Franklin rescues a wounded boy from a cruel apprenticeship, the boy, in turn, teaches Franklin the true meaning of determination. Together they confront ignorance and prejudice as they embark on an amazing journey to harness lightning, and ultimately, to change the world. A warm portrait of Franklin as seen through the eyes of his young ambitious assistant at a turbulent moment of American history.    Burr Ferry (2001) by Linda Daugherty, director: Graham Whitehead; manuscript    In 1939 rural east Texas, the construction of a new bridge threatens the existence of a river ferry and small general store operated by fourteen-year-old Dorothy&rsquo;s colorful extended family. Still attempting to reconcile the loss of her mother, Dorothy&rsquo;s plan to run away is interrupted by her discovery of an old trunk which reveals past secrets, leading to an understanding of the true meaning of love, home and family. A comedy filled with vivid small-town characters, both adolescent and adult.    Riding the Wind: Story Plays from Old China (2001) by Carol Korty, director: Nancy Swortzell; Playscripts, Inc.    This mixture of Eastern and Western theatrical conventions presents a lively enactment of tales reflecting traditional Chinese values that still resonate today. Told from the perspectives of the heroines, the individual plays celebrate the strength, wisdom and charm of women in Chinese folk traditions.    Everyday Heroes (2002) by Laurie Brooks, director: Jeff Church; Dramatic Publishing    Kurt and Win have spent their young lives protecting their alcoholic mother. When an accident leads to a devastating fire, they are catapulted into a media frenzy and Win becomes a reluctant hero. But the brothers harbor a terrible secret. Will Win choose family loyalty or listen to his conscience? Everyday Heroes raises questions about the meaning of heroism and explores issues surrounding the power of media and the silencing of boys&rsquo; emotions in our society.    Warped! (2002) by Barry Kornhauser, director: Graham Whitehead; manuscript    It&rsquo;s 1957. Sputnik&rsquo;s launch has launched much foreboding. Al, for one, is feeling very small and even more alone. Then along comes the &ldquo;late&rdquo; Albert Einstein to take him on a tumble through space-time. Warped! is a space-age Cinderella with Einstein as the Fairy Godmother, with perceptions changing like pumpkins, and with &ldquo;Midnight&rdquo; the least of our worries when time can move any which way at all! A sci-fi-farce operating on several comic levels.    Sally Ann Thunder (2002) by Lowell Swortzell, director: Graham Whitehead; manuscript    Sally Ann Thunder more than lives up to her colorful name as she encounters a grizzly bear, marries Davy Crockett and turns Washington, D.C. upside down. She is the pioneer spirit personified in this comic portrait of one of American folklore&rsquo;s tallest of tall women. Characters also include Dead Hug, the butter-churning bear, Ole Miss, the talking alligator and President Andrew Jackson. Retitled: Who Is Sally Ann Thunder Ann Whirlwind Crockett?    The 12:07 (2003) by Laurie Brooks, director: Jeff Church; manuscript    The Odyssey ( 2003 ) adapted by R.N. Sandberg, director: Nancy Swortzell; Dramatic Publishing    As described by Dramatic Publishing, The Odyssey is the story not only of Odysseus' journey home from the Trojan War but of his son Telemachus' path to find out who he truly is. As Odysseus encounters the one-eyed Cyclops, Telemachus struggles to keep their home safe from greedy suitors. As Odysseus battles raging seas and the sly Circe, Telemachus himself sets sail to find his father. And on their parallel journeys, Odysseus and Telemachus encounter monsters and seas so treacherous that they are challenged to their limits. Will they survive to return home? If they do, what kind of heroes will they have become? This Odyssey imagines a somewhat different ending from Homer's epic. But the questions to be faced are the same set out in the ancient story. How do we protect our homes? What makes something or someone a monster? How do we deal with the monsters we encounter overseas? What does it mean to be a hero, to grow up, to be civilized? How does each one of us, despite our age, fears or background, confront the obstacles that life places in our path and find our way through?    The Forgiving Harvest (2003) by Y York, director: Shannon O&rsquo;Donnell; Dramatic Publishing    Two years ago, Mika couldn't stand to wait at her mother's deathbed, so she went to the barn to help Mona-the-cow deliver Sticky. Now, Sticky is ready for market. But Mika musters all of her 9-year-old resources to prevent Sticky from being shipped with the rest of the herd. Her relationship with Sticky is revealed in their \"conversations\" in which Mika, of course, speaks both parts. These conversations have a deep and aching importance to Mika because Sticky's \"words\" are Mom's, and if Sticky dies, Mom will die again. \" Cited as Distinguished Play of the Year, 2006, by the American Alliance of Theatre and Education.    Between Land and Sea (2004) by Laurie Brooks, director: Scot Copeland; St. Martin&rsquo;s Press and Dramatic Publishing    The play tells the story of thirteen-year-old Ellen Jean, caught between land and sea, childhood and maturity, as she unravels her true identity. Helped by her charming grandfather and Tam, an outcast gypsy lad, Ellen Jean discovers what she needs to know to grow into healthy adulthood. Retitled Selkie: Between Land and Sea . Cited as Distinguished Play of the Year, 1998, by the American Alliance of Theatre and Education.    Earth Songs (2004) by Jos&eacute; Cruz Gonz&aacute;lez, director: Christopher Gurr; manuscript    &hellip;Earth time&hellip; Human time&hellip; Hummingbird time&hellip; Rivers of birds... Meadows of glowworms&hellip; A silent chorus&hellip; The Big Bang&hellip; A scientist who has lost hope&hellip; A timekeeper who doesn&rsquo;t care about time&hellip; An old woman who can&rsquo;t remember what she&rsquo;s looking for&hellip; These are among the compelling images swirling through this play.    Before the People Came (2004) by Jeff Obafemi Carr, director: Jackie Welch; manuscript    Before the People Came is based on an Afrikan (as the script spells it) Folk Tale in which the Griot (storyteller) narrates a tale about a drought coming to a plain where the animals live. Among them, the Elephant, Monkey and Tortoise are particularly unhappy without liquid relief. When Rabbit arrives, they plot their salvation despite a fierce obstacle, the Tiger who guards the desired pear tree bearing the juiciest fruit. With nine lively characters and dynamic songs, this is a charming work aimed at younger audiences but of interest to all ages.    Flight (2004) by Oscar Saul and Louis Lantz, director: Nancy Swortzell; Greenwood Press    First produced in 1936 by the Federal Theatre Project, Flight &rsquo;scinematic treatment of man&rsquo;s eternal desire to fly drew praise from the press for its ability to combine drama and pageantry and education and entertainment. Here is a sweeping air odyssey offering numerous characters and scenes from antiquity to Lindbergh&rsquo;s daring adventure.    The Watsons Go to Birmingham (2005) adapted by Kevin Willmott, director: Kevin Willmott; manuscript    Based on the very popular novel for young people, The Watsons Go to Birmingham &ndash; 1963, by Christopher Paul Curtis, dramatizes the trying and rewarding daily lives of an African American family during the 1960s. Kenny, age 9, does well in school and tries to meet his parent&rsquo;s expectations, but his brother Byron, 13, is out of control. Momma and Dad send Byron to Birmingham to be straightened out by their legendary Grandma Sands. After the road trip to Grandma&rsquo;s, the family becomes embroiled in one of the seminal moments of the Civil Rights Movement when the Sixteenth Avenue Baptist Church is bombed. This violence changes the family&rsquo;s lives and ours forever.    River Rat and Cat (2005) by Y York, director: Rob Goodman; Dramatic Publishing    Concerns the mysterious and unlikely friendship between a Rat and Cat because of their mutual need for housing, food and emotional security. They plot to prevent Beaver from destroying the last tree on the river bank to build his dam which would destroy their watery homes. Their actions are more human than animal and more wistfully comic than darkly menacing.    Spirit Shall Fly (2005) by Mary Hall Surface, director: J. Daniel Herring; Anchorage Press (Dramatic Publishing)    This play is inspired by the State of Virginia&rsquo;s &ldquo;Mustang Project&rdquo; which assigns delinquent teenage boys wild Mustang horses to train as part of their rehabilitation.    Getting Near to Baby (2006) adapted by Y York, director: Mark Lutwak; Dramatic Publishing    Willa Jo and her Little Sister are sent to live with Aunt Patty because their grief stricken Mother can no longer care for them. Life with Patty, a narrow minded over socially correct, but humorous lady, offers the girls little solace and little understanding. The sisters climb to her rooftop to see the sun rise but won&rsquo;t come down until they can explain the grief they, too, feel over the loss of their Baby Sister. It is an uplifting story about grief, healing and the power of acceptance. Cited as Distinguished Play of the Year (Adaptation), 2013, by the American Alliance of Theatre and Education.    The Golden Apple (2006) adapted by Cecily O&rsquo;Neill, director: Audrey Cauldron; manuscript    An adaptation of Lady Gregory's Irish fairytale about a Prince who searches for the Golden Apple to cure his dying father. A thrilling story of a Giant, an Evil Witch, and an imprisoned Princess enacted with hilarity, warmth, suspense, and courage.    Red Sky (2006) by Bryony Lavery, director: Anthony Banks; manuscript    Red Sky is a companion play to the widely produced More Light , which features a chorus of the entombed Emperor&rsquo;s wives. The chorus element in this script is the husbands waiting outside the tomb. It is about man creating art to leave a mark on the world for following generations to discover.           The cast of &ldquo;Before the People Came&rdquo; with Jeff Obafemi Carr, Jackie Welch, and Lowell Swortzell    A Tale of Two Cities (2007) by Dwayne Hartford, director: Graham Whitehead; Dramatic Publishing    An adaptation of Charles Dickens&rsquo; novel follows the perilous intrigues of the French Revolution, as well as the sensitive love story of Charles Darnay and the scheming espionage devised by the notorious M. and Mme DeFarge.    1491 (2007) by Carl Miller, director: Tony Graham; manuscript    Recreates the exuberant life in Granada during a golden age where rumors buzz, promises are made, dangers exist, and betrayals are exacted. The story is told by three children and is enacted with characters such as bakers, navigators, young people, soldiers, kings, beggars, musicians and dancers. An epic which opens our imaginations to different lost worlds and new potential futures. Retitled Red Fortress .    The Milk Dragon (2007) by Suzan Zeder, director: Jim Hancock; manuscript    A colorful adventurous, engaging political fantasy which follows the journeys of two young people from a village where everything is perfect to a forest where everything is not and concludes in a visionary and imaginary place where everything is possible.    Eggs (2008) adapted by Y York, director: Rob Goodman; Dramatic Publishing    The story of two totally different youngsters, David and Primrose, who through daily humorous escapades and a perilous adventure form a lasting but exceptionally tumultuous friendship. Both are sensitive and fragile yet are rebellious, spiritual and funny. All those who have ever thought of running away will be lured immediately into identifying with their journey. Cited as Distinguished Play of the Year (Adaptation), 2012, by the American Alliance of Theatre and Education.    Gossamer (2008) by Lois Lowry, director: Stan Foote; Dramatic Publishing    A tiny invisible inquisitive creature draws an angry rebellious boy to understand and accept his foster mother. This adventure story, half reality and half imagination, explores past horrors through nightmares and joyous daily life through pleasant dreams. The curiosity and sensitivity of a tiny wisp of a character brings foster parent and child together to face their own histories and discover what they mean to each other. Adapted from the novel of the same name, also written by Lois Lowry.    What Can&rsquo;t Be Seen (2008) by R.N. Sandberg, director: Joe Salvatore; manuscript    Nan, a molecular biologist, and Natalia, her 16 year old violinist daughter, have just lost the man they loved most in the world. This death is explored through an array of eccentric strangers as they delve into what lies beyond the surface of their lives. Their explorations sometimes mysterious, loving and humorous also thrust them into the universal tensions of science, religion and daily life.    Bud (2009) by Carl Miller, director: Tony Graham; manuscript    A contemporary play where, after a crisis, a boy and girl form a friendship which moves beyond the normal experiences of shared childhood activity.    Scallywag, MD (2009) book and lyrics by Graham Whitehead, music by and director: Ric Averill; manuscript    Moli&egrave;re&rsquo;s story from The Doctor in Spite of Himself tunefully created with music and song. Traditional roles hilariously spar with each other in this farce.    Nasty (2009) by Ramon Esquivel, director: David Montgomery; Dramatic Publishing    Teenagers lured by computer messaging and cell phone texting are propelled into a world of crisis and conflict where the creation of personal avatars offers not relief but confusion and catastrophe.    Where in the World is Frank Sparrow? (2010) by Angela Betzien, director: Emelie FitzGibbon; Playlab    A theatrical exploration of ancient and contemporary myths which amplify the connections between past and present as young people struggle against the enormous menacing conditions of our world today.    Mighty Miracle Saves the World (2010) by Jos&eacute; Cruz Gonz&aacute;lez, director: Emily Petkewich Kohring; Dramatic Publishing    A play about a little girl, her grandmother, and a dog with an uncanny ability to be present when miracles occur. Retitled Super Cowgirl and Mighty Miracle.    Grotesque Arabesque (2010) by Ric Averill, director: Deirdre Kelly Lavrakas; manuscript    A rock opera on the life and works of Edgar Allan Poe    Walking Toward America (2011) by Sandra Fenichel Asher, director: David Montgomery; Dramatic Publishing    A one-woman show inspired by the true story of one young girl&rsquo;s experiences during and after World War II when she and her parents fled their home in Latvia for a 500 mile trek across Germany. That journey included time in a forced labor camp, strafing by Russian planes, several years spent in a displaced persons camp, and a voyage to the USA during a horrible storm at sea.    Echo and Dorian (2011) by Diane Samuels, director: Deirdre Kelly Lavrakas; manuscript    Inspired by the Greek myth Narcissus and drawing some elements also from Oscar Wilde&rsquo;s The Picture of Dorian Grey , Echo and Dorian is set amongst a group of style-conscious and media-savvy twenty-first century teenagers, as myth and modern life playfully interweave to reveal what it&rsquo;s like to fall head over heels, have your heart broken, discover what&rsquo;s false, and what&rsquo;s truly true.    The Three Little Wolves (2011) by Larry Brenner, director: David Kilpatrick; manuscript    The Three Little Wolves need to find a friend, but no one trusts them because of the stories of their uncle, The Big Bad Wolf. Through learning life lessons about being patient, honest, and brave, each of the wolves finds their own friend.    Zachary Briddling, Who Was Awfully Middling (2012) by Finegan Kruckemeyer, director: Emelie Fitzgibbon; manuscript    In Zachary&rsquo;s class, everyone is interesting &ndash; except Zachary. Zachary Briddling, is awfully middling. His hair sits quite fine. His teeth are aligned. His lines are expected, and his specs nonexistent. So Zachary grumbles (as Zachary does) and shouts: &lsquo;My normal is killing me, mother!&rsquo; To which his mom replies: &lsquo;But that is just normal for here&rsquo;. And she reminds him of all the other places &ndash; filled with giants, and miniatures, and hairy things, and flying things &ndash; places where Zachary would not be middling at all. And so he sets out&hellip; to stand out. Retitled The Grumpiest Boy in the World .    Salvation Road (2012) by D.W. Gregory, director: Deirdre Kelly Lavrakas; manuscript    When his hip older sister disappears with members of a fundamentalist church, 17-year-old Cliff Kozak struggles to hold it all together, pretending that he isn't hurt by her decision to cut him out of her life. But a year later, a chance sighting of Denise at a New Jersey strip mall leads Cliff and his best buddy on a road trip into the heart of a deepening mystery. How could a smart and talented girl fall for the hollow promises of a sleazy preacher? Could it be that blind faith is just another term for a desperate need to belong?    Sing a Porpoise Home (2012) by Daniel A. Kelin, II, director: Nan Smithner; manuscript    The ocean holds surprising secrets, just as it has always held great promise for Tamas&rsquo; family. In a small island community, at the edge of a great ocean and his father&rsquo;s imposing tuna factory, Tamas&rsquo; mother lovingly helps Tamas deal with the recent death of his grandfather. Nestled in the favorite spot he loved to share with his &lsquo;Grampy,&rsquo; Tamas discovers a secret that will change his family in surprising, and joyous, ways.This play was developed in part by a grant from the Children&lsquo;s Theatre Foundation of America. The author is an Aurand Harris Fellow by designation of the Children&lsquo;s Theatre Foundation of America, 1999. The play received a 2nd place Aurand Harris Memorial Playwrighting Award (2013).    What We Lost along the Way (2013) by Corinne Esme Glanville, director: Nancy Smithner; Dramatic Publishing    This family drama begins in 1939 London during the evacuation of over three million British children and centers on 15-year-old Serena Moffitt and her younger brother Joseph, who are sent from their working class suburb to the Devon countryside where they end up billeted with the Hargreaves, an upper class family with two sons who are close in age to the Moffitts. As mysteries are solved and fears are exposed, the young characters navigate their way through the intricate terrain of adolesence where they discover truths about friendship, family and love and find that even after great loss, the possibility of hope remains. The play received a 2nd place Aurand Harris Memorial Playwrighting Award (2012).    Meeka Rising (2013) by Carol Korty, director: Jim DeVivo; manuscript    Meeka Rising explores the journey of an American teenager struggling with the loss created by her father&rsquo;s death in Iraq. Visual and written images of the ancient Sumerian myth of the goddess Inanna and her journey into the netherworld are juxtaposed with modern day Meeka&rsquo;s confrontation with her family and her high school team mates. Her focus on Inanna is a bitter sweet journey, one started with her Dad when he was first deployed in Iraq. Is it a betrayal or tribute to him to turn their research into a school project? Could it help her to heal?    Shahrazad 1001 (2013) by Ramon Esquivel, director: Deirdre Kelly Lavrakas; manuscript    When Malala Yousafzai was targeted in October for speaking out on girls&rsquo; education in Pakistan, it illuminated something about Shahrazad and One Thousand and One Nights . As the Royal Vizier&rsquo;s daughter, she had unusual educational access. She tells King Shahryar stories drawn from an empire that spanned Asia and North Africa and into Western Europe. Education saved her. With lives at stake, Shahrazad would not have relied on improvisation night after night for three years. She would research and prepare by reading and, most importantly, listening to others share their stories. Shahrazad 1001 invites us to listen in.    Pollywog (2014) by John McEneny, director: Annie Montgomery; manuscript    A young girl from a conservative Christian community has her life become undone during her senior year when she falls in love with an atheist refugee from the republic of Georgia.    Pink Think (2014) by playwright Eric Pfeffinger, director: Nan Smithner; manuscript    Griselda has never thought very much about color in general, or pink in particular. But when her pink shoes catch the eye of a new girl at school, Griselda gets swept up in an evangelistic pro-pink movement she never knew existed. By the time she winds up with fellow zealots at a hue reeducation camp, Griselda realizes she needs to make some choices about life. And, y'know, accessories.    Welcome to Terezin by Philip Glassborow, director: Deirdre Kelly Lavrakas; manuscript    It is June 1944, and the International Red Cross inspector is about to arrive. Join him for a special Cabaret Concert in Terezin or Theresienstadt, as the Germans call this fortress near Prague. The Nazis call it a &ldquo;Paradise Ghetto&rdquo;. It is where prominent Jewish actors, writers and composers are detained for their own protection. But what lies behind the facade? Meet movie star Kurt Gerron, who&rsquo;s making a propaganda film about the camp; the dynamic swing duo from Holland, Johnny &amp;Jones; and the Angel of Terezin herself, songwriter Ilse Weber. This powerful cabaret-style event features several of the original songs which were created and performed by the prisoners during World War Two.    2015 Season, May 31-June 21: TBA       Playwright Carl Miller and Director Tony Graham relaxing with the cast of &ldquo;Bud&rdquo;        For more information on New Plays for Young Audiences or to be added to our mailing list, please address inquiries to:    Professor David Montgomery Program in Educational Theatre Department of Music and Performing Arts Professions Steinhardt School of Culture, Education, and Human Development New York University 82 Washington Square East, Suite 223 New York, NY 10003 dm635@nyu.edu    Find out more about the 2012 Series , 2013 Series , and 2014 Series , and New Plays for Young Audiences Series and follow us on Twitter and Facebook .    Click here to download a pdf of the New Plays for Young Audiences series history.    The archive of New Plays for Young Audiences is located in the Hayden Library at Arizona State University in the Child Drama Collection. Contact Katherine Krzys, Curator, at 480-965-6615 or kathy.krzys@asu.edu.          From &ldquo;Nasty&rdquo; by Ramon Esquivel                                                Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}]}]