[{"detail": [{"content": "Typical Course Schedule | Biomolecular Science, BS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Biomolecular Science, BS                         Biomolecular Science, BS                                                             Typical Course Schedule                       Biomedical Science Option    Biotechnology Option    Chemistry Option     Biomedical Science Option   Freshman Year   Fall Semester   4.00 Credits Calculus I With Pre-Calculus MA-UY 1054 This course covers limits, definition of the derivative, differentiation rules for polynomial and trigonometric functions, applications of the chain rule and introduction to optimization. This Calculus I course provides an in-depth review of precalculus. Prerequisite: Placement exam or MA-UY 912 or equivalent. Note: Course required only for specific Majors in place of MA-UY 1024/1324. Corequisite: EX-UY 1. 4.00 Credits General Chemistry I CM-UY 1014 This course covers chemical equations, chemical conservation laws, stoichiometry, thermochemistry, properties of gases, atomic structure, periodic table, chemical bonding and molecular structure. The course is required for students in the Biomolecular Science Program. Corequisite: EX-UY 1. 1.00 Credits Numerical Methods for Chemistry CM-UY 1101 This is a one-semester introductory course in numerical methods needed for BMS and CM courses. Students learn spreadsheet calculation, chart displays, curve fitting and good lab-record keeping. Co-requisite: CM-UY 1014. 4.00 Credits Introduction to Cell and Molecular Biology BMS-UY 1004 The course covers the fundamentals of biology. Topics: Physical, chemical and biochemical bases of life on various organizational levels, cellular morphology, complementarity of form and function, including reproduction, development and genetics. 3.00 Credits College Writing Workshop EN-UY 1013W This course introduces students to the expectations of college-level writing, including writing-process fundamentals and the inherently rhetorical dimension of all writing. Through the strategies of invention, drafting, responding and revising, students better understand and hone their writing abilities. The instructor emphasizes argumentative and analytical writing, critical reading and writing, use of academic sources, knowledge of academic forms and sentence-level control. Prerequisites: None. Co-requisites: None. Notes: None. 1.00 Credits Engineering and Technology Forum EG-UY 1001 In this course the notion of invention, innovation and entrepreneurship (i2e) is introduced to the students’ educational experience. Students will be exposed to elements of a research-intensive institution and diverse research performed by leading engineers, scientists, inventors and entrepreneurs.   Spring Semester   4.00 Credits Calculus II With Pre-Calculus MA-UY 1154 This course uses the first and second derivative, optimization problems, antiderivatives, fundamental theorem of calculus, techniques of integration, logarithmic and exponential functions, numerical methods of integration, applications of integration, introduction to differential equations, introduction to series. This Calculus II course provides an in-depth review of precalculus. Prerequisite: MA-UY 1054. Note: Course required only for specific Majors in place of MA-UY 1124/1424. Corequisite: EX-UY 1 4.00 Credits General Chemistry II CM-UY 1024 This course covers states of matter, chemical thermodynamics and equilibria, kinetics, acid-base chemistry, electrochemistry, introduction to organic chemistry, natural and synthetic polymers. The course is required for students in the Biomolecular Science Program. Prerequisite: CM-UY 1004 or CM-UY 1014. Corequisite: EX-UY 1. 4.00 Credits Introduction to Physiology BMS-UY 2004 This course continues biology fundamentals. Topics: Emphasis on evolutionary theory, phylogeny and comparative physiology including homeostasis, regulation, integration and coordination of organisms at the systems level. Prerequisite: BMS-UY 1004 or instructor’s permission. HUSS-UY 1023W ( Please refer to the bulletin ) 2.00 Credits Chemistry, the Central Science CM-UY 1032 This is a one-semester overview course in chemistry, providing examples of important discoveries and important chemical innovators, with a strong emphasis on cutting-edge research. Field opportunities are developed to allow students to contribute to the discipline. Prerequisite: Only first-year students are permitted to enroll in this introductory level course.   Sophomore Year   Fall Semester   3.00 Credits Organic Chemistry I CM-UY 2213 This course covers chemistry of organic molecules: structure, nomenclature, properties and reactions of carbon compounds with emphasis on aliphatic compounds. It also introduces reaction mechanisms and stereochemistry. Prerequisite: CM-UY 1004 or CM-UY 1024 and EX-UY 1. 1.00 Credits Organic Chemistry Laboratory I CM-UY 2211 This Laboratory course teaches students how to prepare, isolate and purify typical organic compounds. Experiments illustrate basic techniques. Lab fee required. Co/prerequisite CM-UY 2213. 3.00 Credits Mechanics PH-UY 1013 This course is the first of a three-semester lecture sequence in general physics for science and engineering students. Motion of particles and systems of particles. One-dimensional motion. Vectors and two-dimensional motions. Forces and acceleration. Conservation of energy and momentum. Rotations. The free and driven harmonic oscillator. Gravitation. (This class meets four hours per week for lectures and recitation.) Prerequisites: MA-UY 1024 or an approved equivalent. Corequisites: MA-UY 1124 or approved equivalent, and EX-UY 1 PL-UY 2143 ( Please refer to the bulletin ) 2.00 Credits Biostatistics BMS-UY 2512 The course introduces statistical methods used in biology, including probability, statistical distributions, regression, correlation and tests. Chemical Laboratory Safety CM-GY 5040 This course discusses problems of health and safety in chemical laboratories, including how to work safely with dangerous chemicals. This course must be completed by graduate and undergraduate chemistry students before they begin laboratory research.     HuSS Elective   Spring Semester   3.00 Credits Organic Chemistry II CM-UY 2223 This course continues CM-UY 2213 and emphasizes finding the principles of organic chemistry in industrial practice and biochemical mechanisms. It introduces instrumental methods of analysis and identification. Prerequisite: CM-UY 2213. Co-requisite EX-UY 1 1.00 Credits Organic Chemistry Laboratory II CM-UY 2221 This laboratory stresses complex preparation, purification, characterization and identification of organic compounds by chemical and physical means. It introduces instrumental methods of analysis and identification. Lab fee required. Prerequisite: CM-UY 2211, Co/prerequisite: CM-UY 2223. 3.00 Credits Electricity, Magnetism, & Fluids PH-UY 2023 This is the second course of a three-semester lecture sequence in general physics for science and engineering students. Fluids at rest and in motion. An introduction to electric and magnetic forces and fields. Electric charge density. Electric fields from simple charge distributions. Electric potential. Capacitance. Magnetic forces. Magnetic field from a current loop. Inductance. Magnetism in matter. Current and resistance. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 1013 and MA-UY 1124 or an approved equivalent. Co-requisite: PH-UY 2121 General Physics Laboratory I, and EX-UY 1 PH-UY 2021 ( Please refer to the bulletin ) 4.00 Credits Physical Chemistry I CM-UY 2614 This course covers chemical thermodynamics with applications to solutions, phase and chemical equilibria. Molecular motion and transport properties are also covered. Prerequisites: CM-UY 1004 or CM-UY 1024 and MA-UY 1124 or MA-UY 1154 and PH-UY 1013. 2.00 Credits Molecular Modeling in Chemistry CM-UY 2102 This one-semester introductory course covers computer modeling of organic compounds. Students learn to use Chem Draw and Chem3D, standard applications in chemistry. Prerequisites: CM-UY 1101, CM-UY 2213, Co-requisite: CM-UY 2223.   HuSS Elective   Junior Year   Fall Semester   4.00 Credits Genetics BMS-UY 3114 The course covers the genetics of bacteria, viruses and high organisms. Emphasis is on both the genetic and biochemical analyses of gene replication, heredity, mutation, recombination and gene expression. Included are comparisons of prokaryotic and eukaryotic genetics and regulation. Laboratory techniques are used to study genetic phenomena in prokaryotes, eukaryotes and viruses. The course emphasizes modern approaches to genetic research. A lab fee is required. Prerequisite: BMS-UY 1004. Co-requisite: CM-UY 2213 or CM-UY 2214. 3.00 Credits Waves, Optics, & Thermodynamics PH-UY 2033 This is the third course of a three-semester lecture sequence in general physics for science and engineering students. Water, sound and electromagnetic waves. Reflection, scattering and absorption. Standing waves and spectra. Superposition, diffraction and beats. Geometrical optics. Introduction to thermodynamics; temperature, heat, and entropy. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 2121 and PH-UY 2023. Co-requisites: PH-UY 2131, and EX-UY 1. PH-UY 2031 ( Please refer to the bulletin ) 4.00 Credits Biochemistry I CM-UY 3314 This course surveys modern biochemistry and emphasizes current areas of research. Also covered are structure-function relationships in proteins; enzymes and their mechanisms of action; bioenergetics principles and energy production; and biochemical theories and techniques. Prerequisites: CM-UY 2213 or CM-UY 2214 or CM-UY 2234 and CM-UY 2614 or CM-UY 2514 or instructor’s permission.   HuSS Elective   Spring Semester   4.00 Credits Advanced Cell and Molecular Biology I BMS-UY 3314 This first semester of a year-long course explores the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. A lab fee is required. Prerequisites: CM-UY 3314 and CM-UY 2223 or CM-UY 2224 (see BMS-UY 4324 for second semester). 4.00 Credits Biochemistry II CM-UY 3324 This course continues Biochemistry I. It covers principles of intermediary metabolism: energetic membrane structure and transport; structure and function of DNA and RNA; principles of molecular biology; the immune system; and hormonal regulation and cancer. Prerequisite: CM-UY 3314 or instructor’s permission. 4.00 Credits Analytical Chemistry CM-UY 3514 This course covers theories and applications of instrumentation techniques in modern analytical chemistry, including spectroscopy (UVVIS absorption, infrared absorption, fluorescence, Raman scattering, nuclear magnetic resonance), chromatography (gas, liquid) and other techniques (mass spectroscopy, electrophoresis). The accompanying laboratory part focuses on practical skills. Prerequisite: CM-UY 2514 or CM-UY 2614. CM-GY 5011 ( Please refer to the bulletin )   Elective   Senior Year   Fall Semester   4.00 Credits Advanced Cell and Molecular Biology II BMS-UY 4324 This is the second semester of a year-long course that examines the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. Lab fee required. Prerequisite: BMS-UY 3314. 4.00 Credits Undergraduate Research in Molecular Sciences BMS-UY 4914 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040.   HuSS Elective   Spring Semester   4.00 Credits Undergraduate Research in Biomolecular Sciences BMS-UY 4924 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040.   BMS 48xx Topics in Biology, Credits: 4.00   HuSS Elective   Biotechnology Option   Freshman Year   Fall Semester   4.00 Credits Calculus I With Pre-Calculus MA-UY 1054 This course covers limits, definition of the derivative, differentiation rules for polynomial and trigonometric functions, applications of the chain rule and introduction to optimization. This Calculus I course provides an in-depth review of precalculus. Prerequisite: Placement exam or MA-UY 912 or equivalent. Note: Course required only for specific Majors in place of MA-UY 1024/1324. Corequisite: EX-UY 1. 4.00 Credits General Chemistry I CM-UY 1014 This course covers chemical equations, chemical conservation laws, stoichiometry, thermochemistry, properties of gases, atomic structure, periodic table, chemical bonding and molecular structure. The course is required for students in the Biomolecular Science Program. Corequisite: EX-UY 1. 1.00 Credits Numerical Methods for Chemistry CM-UY 1101 This is a one-semester introductory course in numerical methods needed for BMS and CM courses. Students learn spreadsheet calculation, chart displays, curve fitting and good lab-record keeping. Co-requisite: CM-UY 1014. 4.00 Credits Introduction to Cell and Molecular Biology BMS-UY 1004 The course covers the fundamentals of biology. Topics: Physical, chemical and biochemical bases of life on various organizational levels, cellular morphology, complementarity of form and function, including reproduction, development and genetics. 3.00 Credits College Writing Workshop EN-UY 1013W This course introduces students to the expectations of college-level writing, including writing-process fundamentals and the inherently rhetorical dimension of all writing. Through the strategies of invention, drafting, responding and revising, students better understand and hone their writing abilities. The instructor emphasizes argumentative and analytical writing, critical reading and writing, use of academic sources, knowledge of academic forms and sentence-level control. Prerequisites: None. Co-requisites: None. Notes: None. 1.00 Credits Engineering and Technology Forum EG-UY 1001 In this course the notion of invention, innovation and entrepreneurship (i2e) is introduced to the students’ educational experience. Students will be exposed to elements of a research-intensive institution and diverse research performed by leading engineers, scientists, inventors and entrepreneurs.   Spring Semester   4.00 Credits Calculus II With Pre-Calculus MA-UY 1154 This course uses the first and second derivative, optimization problems, antiderivatives, fundamental theorem of calculus, techniques of integration, logarithmic and exponential functions, numerical methods of integration, applications of integration, introduction to differential equations, introduction to series. This Calculus II course provides an in-depth review of precalculus. Prerequisite: MA-UY 1054. Note: Course required only for specific Majors in place of MA-UY 1124/1424. Corequisite: EX-UY 1 4.00 Credits General Chemistry II CM-UY 1024 This course covers states of matter, chemical thermodynamics and equilibria, kinetics, acid-base chemistry, electrochemistry, introduction to organic chemistry, natural and synthetic polymers. The course is required for students in the Biomolecular Science Program. Prerequisite: CM-UY 1004 or CM-UY 1014. Corequisite: EX-UY 1. 4.00 Credits Introduction to Physiology BMS-UY 2004 This course continues biology fundamentals. Topics: Emphasis on evolutionary theory, phylogeny and comparative physiology including homeostasis, regulation, integration and coordination of organisms at the systems level. Prerequisite: BMS-UY 1004 or instructor’s permission. HUSS-UY 1023W ( Please refer to the bulletin ) 2.00 Credits Chemistry, the Central Science CM-UY 1032 This is a one-semester overview course in chemistry, providing examples of important discoveries and important chemical innovators, with a strong emphasis on cutting-edge research. Field opportunities are developed to allow students to contribute to the discipline. Prerequisite: Only first-year students are permitted to enroll in this introductory level course.   Sophomore Year   Fall Semester   3.00 Credits Organic Chemistry I CM-UY 2213 This course covers chemistry of organic molecules: structure, nomenclature, properties and reactions of carbon compounds with emphasis on aliphatic compounds. It also introduces reaction mechanisms and stereochemistry. Prerequisite: CM-UY 1004 or CM-UY 1024 and EX-UY 1. 1.00 Credits Organic Chemistry Laboratory I CM-UY 2211 This Laboratory course teaches students how to prepare, isolate and purify typical organic compounds. Experiments illustrate basic techniques. Lab fee required. Co/prerequisite CM-UY 2213. 3.00 Credits Mechanics PH-UY 1013 This course is the first of a three-semester lecture sequence in general physics for science and engineering students. Motion of particles and systems of particles. One-dimensional motion. Vectors and two-dimensional motions. Forces and acceleration. Conservation of energy and momentum. Rotations. The free and driven harmonic oscillator. Gravitation. (This class meets four hours per week for lectures and recitation.) Prerequisites: MA-UY 1024 or an approved equivalent. Corequisites: MA-UY 1124 or approved equivalent, and EX-UY 1 PL-UY 2143 ( Please refer to the bulletin ) 2.00 Credits Biostatistics BMS-UY 2512 The course introduces statistical methods used in biology, including probability, statistical distributions, regression, correlation and tests. Chemical Laboratory Safety CM-GY 5040 This course discusses problems of health and safety in chemical laboratories, including how to work safely with dangerous chemicals. This course must be completed by graduate and undergraduate chemistry students before they begin laboratory research.   HuSS Elective   Spring Semester   3.00 Credits Organic Chemistry II CM-UY 2223 This course continues CM-UY 2213 and emphasizes finding the principles of organic chemistry in industrial practice and biochemical mechanisms. It introduces instrumental methods of analysis and identification. Prerequisite: CM-UY 2213. Co-requisite EX-UY 1 1.00 Credits Organic Chemistry Laboratory II CM-UY 2221 This laboratory stresses complex preparation, purification, characterization and identification of organic compounds by chemical and physical means. It introduces instrumental methods of analysis and identification. Lab fee required. Prerequisite: CM-UY 2211, Co/prerequisite: CM-UY 2223. 3.00 Credits Electricity, Magnetism, & Fluids PH-UY 2023 This is the second course of a three-semester lecture sequence in general physics for science and engineering students. Fluids at rest and in motion. An introduction to electric and magnetic forces and fields. Electric charge density. Electric fields from simple charge distributions. Electric potential. Capacitance. Magnetic forces. Magnetic field from a current loop. Inductance. Magnetism in matter. Current and resistance. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 1013 and MA-UY 1124 or an approved equivalent. Co-requisite: PH-UY 2121 General Physics Laboratory I, and EX-UY 1 PH-UY 2021 ( Please refer to the bulletin ) 4.00 Credits Physical Chemistry I CM-UY 2614 This course covers chemical thermodynamics with applications to solutions, phase and chemical equilibria. Molecular motion and transport properties are also covered. Prerequisites: CM-UY 1004 or CM-UY 1024 and MA-UY 1124 or MA-UY 1154 and PH-UY 1013. 2.00 Credits Molecular Modeling in Chemistry CM-UY 2102 This one-semester introductory course covers computer modeling of organic compounds. Students learn to use Chem Draw and Chem3D, standard applications in chemistry. Prerequisites: CM-UY 1101, CM-UY 2213, Co-requisite: CM-UY 2223.   HuSSElective   Junior Year   Fall Semester   4.00 Credits Genetics BMS-UY 3114 The course covers the genetics of bacteria, viruses and high organisms. Emphasis is on both the genetic and biochemical analyses of gene replication, heredity, mutation, recombination and gene expression. Included are comparisons of prokaryotic and eukaryotic genetics and regulation. Laboratory techniques are used to study genetic phenomena in prokaryotes, eukaryotes and viruses. The course emphasizes modern approaches to genetic research. A lab fee is required. Prerequisite: BMS-UY 1004. Co-requisite: CM-UY 2213 or CM-UY 2214. 3.00 Credits Waves, Optics, & Thermodynamics PH-UY 2033 This is the third course of a three-semester lecture sequence in general physics for science and engineering students. Water, sound and electromagnetic waves. Reflection, scattering and absorption. Standing waves and spectra. Superposition, diffraction and beats. Geometrical optics. Introduction to thermodynamics; temperature, heat, and entropy. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 2121 and PH-UY 2023. Co-requisites: PH-UY 2131, and EX-UY 1. PH-UY 2031 ( Please refer to the bulletin ) 4.00 Credits Biochemistry I CM-UY 3314 This course surveys modern biochemistry and emphasizes current areas of research. Also covered are structure-function relationships in proteins; enzymes and their mechanisms of action; bioenergetics principles and energy production; and biochemical theories and techniques. Prerequisites: CM-UY 2213 or CM-UY 2214 or CM-UY 2234 and CM-UY 2614 or CM-UY 2514 or instructor’s permission.   HuSS Elective   Spring Semester   4.00 Credits Advanced Cell and Molecular Biology I BMS-UY 3314 This first semester of a year-long course explores the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. A lab fee is required. Prerequisites: CM-UY 3314 and CM-UY 2223 or CM-UY 2224 (see BMS-UY 4324 for second semester). 4.00 Credits Biochemistry II CM-UY 3324 This course continues Biochemistry I. It covers principles of intermediary metabolism: energetic membrane structure and transport; structure and function of DNA and RNA; principles of molecular biology; the immune system; and hormonal regulation and cancer. Prerequisite: CM-UY 3314 or instructor’s permission. 4.00 Credits Analytical Chemistry CM-UY 3514 This course covers theories and applications of instrumentation techniques in modern analytical chemistry, including spectroscopy (UVVIS absorption, infrared absorption, fluorescence, Raman scattering, nuclear magnetic resonance), chromatography (gas, liquid) and other techniques (mass spectroscopy, electrophoresis). The accompanying laboratory part focuses on practical skills. Prerequisite: CM-UY 2514 or CM-UY 2614. CM-GY 5011 ( Please refer to the bulletin )   Elective   Senior Year   Fall Semester   4.00 Credits Undergraduate Research in Molecular Sciences BMS-UY 4914 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040.   HuSS Elective   Spring Semester   4.00 Credits Undergraduate Research in Biomolecular Sciences BMS-UY 4924 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040.   HuSS Elective   Chemistry Option   Freshman Year   Fall Semester   4.00 Credits Calculus I MA-UY 1024 This course covers library of Functions: functions of one variable. Limits, derivatives of functions defined by graphs, tables and formulas, differentiation rules for power, polynomial, exponential and logarithmic functions, derivatives of trigonometric functions, the product and quotient rule, the chain rule, applications of the chain rule, maxima and minima, optimization. MA 1324 is for students who wish to take MA 1024 but need more review of precalculus. MA1324 covers the same material as MA1024 but with more contact hours a week, incorporating a full discussion of the required precalculus topics. Prerequisite: Placement Exam or MA-UY 912 or MA-UY 914. Corequisite: EX-UY 1 4.00 Credits General Chemistry I CM-UY 1014 This course covers chemical equations, chemical conservation laws, stoichiometry, thermochemistry, properties of gases, atomic structure, periodic table, chemical bonding and molecular structure. The course is required for students in the Biomolecular Science Program. Corequisite: EX-UY 1. 1.00 Credits Numerical Methods for Chemistry CM-UY 1101 This is a one-semester introductory course in numerical methods needed for BMS and CM courses. Students learn spreadsheet calculation, chart displays, curve fitting and good lab-record keeping. Co-requisite: CM-UY 1014. 4.00 Credits Introduction to Cell and Molecular Biology BMS-UY 1004 The course covers the fundamentals of biology. Topics: Physical, chemical and biochemical bases of life on various organizational levels, cellular morphology, complementarity of form and function, including reproduction, development and genetics. EN-UY 1013 ( Please refer to the bulletin ) 1.00 Credits Engineering and Technology Forum EG-UY 1001 In this course the notion of invention, innovation and entrepreneurship (i2e) is introduced to the students’ educational experience. Students will be exposed to elements of a research-intensive institution and diverse research performed by leading engineers, scientists, inventors and entrepreneurs.   Spring Semester   4.00 Credits Calculus II MA-UY 1124 This course covers definite integrals, theorems about integrals, anti-derivatives, second fundamental theorem of calculus, techniques of integration, introduction to ordinary differential equations, improper integrals, numerical methods of integration, applications of integration, sequences, series, power series, approximations of functions via Taylor polynomials, Taylor series. Corequisite: EX-UY 1. 4.00 Credits General Chemistry II CM-UY 1024 This course covers states of matter, chemical thermodynamics and equilibria, kinetics, acid-base chemistry, electrochemistry, introduction to organic chemistry, natural and synthetic polymers. The course is required for students in the Biomolecular Science Program. Prerequisite: CM-UY 1004 or CM-UY 1014. Corequisite: EX-UY 1. 4.00 Credits Introduction to Physiology BMS-UY 2004 This course continues biology fundamentals. Topics: Emphasis on evolutionary theory, phylogeny and comparative physiology including homeostasis, regulation, integration and coordination of organisms at the systems level. Prerequisite: BMS-UY 1004 or instructor’s permission. HUSS-UY 1023W ( Please refer to the bulletin ) 2.00 Credits Chemistry, the Central Science CM-UY 1032 This is a one-semester overview course in chemistry, providing examples of important discoveries and important chemical innovators, with a strong emphasis on cutting-edge research. Field opportunities are developed to allow students to contribute to the discipline. Prerequisite: Only first-year students are permitted to enroll in this introductory level course.   Sophomore Year   Fall Semester   3.00 Credits Organic Chemistry I CM-UY 2213 This course covers chemistry of organic molecules: structure, nomenclature, properties and reactions of carbon compounds with emphasis on aliphatic compounds. It also introduces reaction mechanisms and stereochemistry. Prerequisite: CM-UY 1004 or CM-UY 1024 and EX-UY 1. 1.00 Credits Organic Chemistry Laboratory I CM-UY 2211 This Laboratory course teaches students how to prepare, isolate and purify typical organic compounds. Experiments illustrate basic techniques. Lab fee required. Co/prerequisite CM-UY 2213. 3.00 Credits Mechanics PH-UY 1013 This course is the first of a three-semester lecture sequence in general physics for science and engineering students. Motion of particles and systems of particles. One-dimensional motion. Vectors and two-dimensional motions. Forces and acceleration. Conservation of energy and momentum. Rotations. The free and driven harmonic oscillator. Gravitation. (This class meets four hours per week for lectures and recitation.) Prerequisites: MA-UY 1024 or an approved equivalent. Corequisites: MA-UY 1124 or approved equivalent, and EX-UY 1 2.00 Credits Elements of Linear Algebra I MA-UY 2012 This course introduces vector concepts. Linear transformations.Matrices and Determinants. Characteristic roots and eigenfunctions. Prerequisite: MA-UY 1124 or equivalent. Chemical Laboratory Safety CM-GY 5040 This course discusses problems of health and safety in chemical laboratories, including how to work safely with dangerous chemicals. This course must be completed by graduate and undergraduate chemistry students before they begin laboratory research.   HuSS Elective   Spring Semester   3.00 Credits Organic Chemistry II CM-UY 2223 This course continues CM-UY 2213 and emphasizes finding the principles of organic chemistry in industrial practice and biochemical mechanisms. It introduces instrumental methods of analysis and identification. Prerequisite: CM-UY 2213. Co-requisite EX-UY 1 1.00 Credits Organic Chemistry Laboratory II CM-UY 2221 This laboratory stresses complex preparation, purification, characterization and identification of organic compounds by chemical and physical means. It introduces instrumental methods of analysis and identification. Lab fee required. Prerequisite: CM-UY 2211, Co/prerequisite: CM-UY 2223. 3.00 Credits Electricity, Magnetism, & Fluids PH-UY 2023 This is the second course of a three-semester lecture sequence in general physics for science and engineering students. Fluids at rest and in motion. An introduction to electric and magnetic forces and fields. Electric charge density. Electric fields from simple charge distributions. Electric potential. Capacitance. Magnetic forces. Magnetic field from a current loop. Inductance. Magnetism in matter. Current and resistance. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 1013 and MA-UY 1124 or an approved equivalent. Co-requisite: PH-UY 2121 General Physics Laboratory I, and EX-UY 1 PH-UY 2021 ( Please refer to the bulletin ) 4.00 Credits Physical Chemistry I CM-UY 2614 This course covers chemical thermodynamics with applications to solutions, phase and chemical equilibria. Molecular motion and transport properties are also covered. Prerequisites: CM-UY 1004 or CM-UY 1024 and MA-UY 1124 or MA-UY 1154 and PH-UY 1013. 2.00 Credits Molecular Modeling in Chemistry CM-UY 2102 This one-semester introductory course covers computer modeling of organic compounds. Students learn to use Chem Draw and Chem3D, standard applications in chemistry. Prerequisites: CM-UY 1101, CM-UY 2213, Co-requisite: CM-UY 2223. 2.00 Credits Ordinary Differential Equations MA-UY 2132 This course covers first order differential equations: modeling and solving. Stability of autonomous equations. Higher order linear ordinary differential equations: Solution bases, Wronskian and initial value problems. Linear system of first-order differential equations with constant coefficients: Elimination and eigenvalue method of solution. Elementary concepts of numerical analysis. Numerical solution of initial value problems for ordinary differential equations. Prerequisite or Corequisite: MA-UY 2012.   Junior Year   Fall Semester   3.00 Credits Polymer Science CM-UY 4413 This course provides a broad perspective of polymer science and its application in everyday life. The course has three major components: a survey of polymers, polymer synthesis and aspects of polymer physics. Prerequisites: CM-UY 2214 and CM-UY 2614 or CM-UY 2514. 3.00 Credits Waves, Optics, & Thermodynamics PH-UY 2033 This is the third course of a three-semester lecture sequence in general physics for science and engineering students. Water, sound and electromagnetic waves. Reflection, scattering and absorption. Standing waves and spectra. Superposition, diffraction and beats. Geometrical optics. Introduction to thermodynamics; temperature, heat, and entropy. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 2121 and PH-UY 2023. Co-requisites: PH-UY 2131, and EX-UY 1. PH-UY 2031 ( Please refer to the bulletin ) 4.00 Credits Biochemistry I CM-UY 3314 This course surveys modern biochemistry and emphasizes current areas of research. Also covered are structure-function relationships in proteins; enzymes and their mechanisms of action; bioenergetics principles and energy production; and biochemical theories and techniques. Prerequisites: CM-UY 2213 or CM-UY 2214 or CM-UY 2234 and CM-UY 2614 or CM-UY 2514 or instructor’s permission. 4.00 Credits Analysis of Chemical and Biomolecular Processes CBE-UY 2124 This course prepares students to formulate and solve material and energy balances on chemical and biomolecular process systems and lays the foundation for subsequent courses in thermodynamics, unit operations, kinetics and process dynamics, and control. The course introduces the fundamental engineering approach to problem solving: breaking down a process into its components, establishing the relations between known and unknown process variables, assembling the information needed to solve for the unknowns and, finally, obtaining the solution using relevant computational methods. Prerequisites: CM-UY 1004 and MA-UY 1024.   HuSS Elective   Spring Semester   4.00 Credits Biochemistry II CM-UY 3324 This course continues Biochemistry I. It covers principles of intermediary metabolism: energetic membrane structure and transport; structure and function of DNA and RNA; principles of molecular biology; the immune system; and hormonal regulation and cancer. Prerequisite: CM-UY 3314 or instructor’s permission. 4.00 Credits Analytical Chemistry CM-UY 3514 This course covers theories and applications of instrumentation techniques in modern analytical chemistry, including spectroscopy (UVVIS absorption, infrared absorption, fluorescence, Raman scattering, nuclear magnetic resonance), chromatography (gas, liquid) and other techniques (mass spectroscopy, electrophoresis). The accompanying laboratory part focuses on practical skills. Prerequisite: CM-UY 2514 or CM-UY 2614. CM-GY 5011 ( Please refer to the bulletin )   HuSS Elective   Senior Year   Fall Semester   4.00 Credits Undergrad Research in Chemistry CM-UY 4914 In this course, students conduct original investigations guided by staff members. Careful literature research is required before laboratory work starts. Continued reference to chemical literature is expected as well as active participation in conferences and seminars, both of which are scheduled as work progresses. A written report is required. Fulltime students are expected to register for 8 credits of thesis during senior year. A research (lab) fee is required. Prerequisites: CM-GY 5011 and CM-GY 5040.   HuSS Elective   Spring Semester   4.00 Credits Undergrad Research in Chemistry CM-UY 4914 In this course, students conduct original investigations guided by staff members. Careful literature research is required before laboratory work starts. Continued reference to chemical literature is expected as well as active participation in conferences and seminars, both of which are scheduled as work progresses. A written report is required. Fulltime students are expected to register for 8 credits of thesis during senior year. A research (lab) fee is required. Prerequisites: CM-GY 5011 and CM-GY 5040.   HuSS Elective                                 Biomolecular Science, BS      Curriculum   Typical Course Schedule                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "Typical Course Schedule | Biomolecular Science, BS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Biomolecular Science, BS                         Biomolecular Science, BS                                                             Typical Course Schedule                       Biomedical Science Option    Biotechnology Option    Chemistry Option     Biomedical Science Option   Freshman Year   Fall Semester   4.00 Credits Calculus I With Pre-Calculus MA-UY 1054 This course covers limits, definition of the derivative, differentiation rules for polynomial and trigonometric functions, applications of the chain rule and introduction to optimization. This Calculus I course provides an in-depth review of precalculus. Prerequisite: Placement exam or MA-UY 912 or equivalent. Note: Course required only for specific Majors in place of MA-UY 1024/1324. Corequisite: EX-UY 1. 4.00 Credits General Chemistry I CM-UY 1014 This course covers chemical equations, chemical conservation laws, stoichiometry, thermochemistry, properties of gases, atomic structure, periodic table, chemical bonding and molecular structure. The course is required for students in the Biomolecular Science Program. Corequisite: EX-UY 1. 1.00 Credits Numerical Methods for Chemistry CM-UY 1101 This is a one-semester introductory course in numerical methods needed for BMS and CM courses. Students learn spreadsheet calculation, chart displays, curve fitting and good lab-record keeping. Co-requisite: CM-UY 1014. 4.00 Credits Introduction to Cell and Molecular Biology BMS-UY 1004 The course covers the fundamentals of biology. Topics: Physical, chemical and biochemical bases of life on various organizational levels, cellular morphology, complementarity of form and function, including reproduction, development and genetics. 3.00 Credits College Writing Workshop EN-UY 1013W This course introduces students to the expectations of college-level writing, including writing-process fundamentals and the inherently rhetorical dimension of all writing. Through the strategies of invention, drafting, responding and revising, students better understand and hone their writing abilities. The instructor emphasizes argumentative and analytical writing, critical reading and writing, use of academic sources, knowledge of academic forms and sentence-level control. Prerequisites: None. Co-requisites: None. Notes: None. 1.00 Credits Engineering and Technology Forum EG-UY 1001 In this course the notion of invention, innovation and entrepreneurship (i2e) is introduced to the students’ educational experience. Students will be exposed to elements of a research-intensive institution and diverse research performed by leading engineers, scientists, inventors and entrepreneurs.   Spring Semester   4.00 Credits Calculus II With Pre-Calculus MA-UY 1154 This course uses the first and second derivative, optimization problems, antiderivatives, fundamental theorem of calculus, techniques of integration, logarithmic and exponential functions, numerical methods of integration, applications of integration, introduction to differential equations, introduction to series. This Calculus II course provides an in-depth review of precalculus. Prerequisite: MA-UY 1054. Note: Course required only for specific Majors in place of MA-UY 1124/1424. Corequisite: EX-UY 1 4.00 Credits General Chemistry II CM-UY 1024 This course covers states of matter, chemical thermodynamics and equilibria, kinetics, acid-base chemistry, electrochemistry, introduction to organic chemistry, natural and synthetic polymers. The course is required for students in the Biomolecular Science Program. Prerequisite: CM-UY 1004 or CM-UY 1014. Corequisite: EX-UY 1. 4.00 Credits Introduction to Physiology BMS-UY 2004 This course continues biology fundamentals. Topics: Emphasis on evolutionary theory, phylogeny and comparative physiology including homeostasis, regulation, integration and coordination of organisms at the systems level. Prerequisite: BMS-UY 1004 or instructor’s permission. HUSS-UY 1023W ( Please refer to the bulletin ) 2.00 Credits Chemistry, the Central Science CM-UY 1032 This is a one-semester overview course in chemistry, providing examples of important discoveries and important chemical innovators, with a strong emphasis on cutting-edge research. Field opportunities are developed to allow students to contribute to the discipline. Prerequisite: Only first-year students are permitted to enroll in this introductory level course.   Sophomore Year   Fall Semester   3.00 Credits Organic Chemistry I CM-UY 2213 This course covers chemistry of organic molecules: structure, nomenclature, properties and reactions of carbon compounds with emphasis on aliphatic compounds. It also introduces reaction mechanisms and stereochemistry. Prerequisite: CM-UY 1004 or CM-UY 1024 and EX-UY 1. 1.00 Credits Organic Chemistry Laboratory I CM-UY 2211 This Laboratory course teaches students how to prepare, isolate and purify typical organic compounds. Experiments illustrate basic techniques. Lab fee required. Co/prerequisite CM-UY 2213. 3.00 Credits Mechanics PH-UY 1013 This course is the first of a three-semester lecture sequence in general physics for science and engineering students. Motion of particles and systems of particles. One-dimensional motion. Vectors and two-dimensional motions. Forces and acceleration. Conservation of energy and momentum. Rotations. The free and driven harmonic oscillator. Gravitation. (This class meets four hours per week for lectures and recitation.) Prerequisites: MA-UY 1024 or an approved equivalent. Corequisites: MA-UY 1124 or approved equivalent, and EX-UY 1 PL-UY 2143 ( Please refer to the bulletin ) 2.00 Credits Biostatistics BMS-UY 2512 The course introduces statistical methods used in biology, including probability, statistical distributions, regression, correlation and tests. Chemical Laboratory Safety CM-GY 5040 This course discusses problems of health and safety in chemical laboratories, including how to work safely with dangerous chemicals. This course must be completed by graduate and undergraduate chemistry students before they begin laboratory research.     HuSS Elective   Spring Semester   3.00 Credits Organic Chemistry II CM-UY 2223 This course continues CM-UY 2213 and emphasizes finding the principles of organic chemistry in industrial practice and biochemical mechanisms. It introduces instrumental methods of analysis and identification. Prerequisite: CM-UY 2213. Co-requisite EX-UY 1 1.00 Credits Organic Chemistry Laboratory II CM-UY 2221 This laboratory stresses complex preparation, purification, characterization and identification of organic compounds by chemical and physical means. It introduces instrumental methods of analysis and identification. Lab fee required. Prerequisite: CM-UY 2211, Co/prerequisite: CM-UY 2223. 3.00 Credits Electricity, Magnetism, & Fluids PH-UY 2023 This is the second course of a three-semester lecture sequence in general physics for science and engineering students. Fluids at rest and in motion. An introduction to electric and magnetic forces and fields. Electric charge density. Electric fields from simple charge distributions. Electric potential. Capacitance. Magnetic forces. Magnetic field from a current loop. Inductance. Magnetism in matter. Current and resistance. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 1013 and MA-UY 1124 or an approved equivalent. Co-requisite: PH-UY 2121 General Physics Laboratory I, and EX-UY 1 PH-UY 2021 ( Please refer to the bulletin ) 4.00 Credits Physical Chemistry I CM-UY 2614 This course covers chemical thermodynamics with applications to solutions, phase and chemical equilibria. Molecular motion and transport properties are also covered. Prerequisites: CM-UY 1004 or CM-UY 1024 and MA-UY 1124 or MA-UY 1154 and PH-UY 1013. 2.00 Credits Molecular Modeling in Chemistry CM-UY 2102 This one-semester introductory course covers computer modeling of organic compounds. Students learn to use Chem Draw and Chem3D, standard applications in chemistry. Prerequisites: CM-UY 1101, CM-UY 2213, Co-requisite: CM-UY 2223.   HuSS Elective   Junior Year   Fall Semester   4.00 Credits Genetics BMS-UY 3114 The course covers the genetics of bacteria, viruses and high organisms. Emphasis is on both the genetic and biochemical analyses of gene replication, heredity, mutation, recombination and gene expression. Included are comparisons of prokaryotic and eukaryotic genetics and regulation. Laboratory techniques are used to study genetic phenomena in prokaryotes, eukaryotes and viruses. The course emphasizes modern approaches to genetic research. A lab fee is required. Prerequisite: BMS-UY 1004. Co-requisite: CM-UY 2213 or CM-UY 2214. 3.00 Credits Waves, Optics, & Thermodynamics PH-UY 2033 This is the third course of a three-semester lecture sequence in general physics for science and engineering students. Water, sound and electromagnetic waves. Reflection, scattering and absorption. Standing waves and spectra. Superposition, diffraction and beats. Geometrical optics. Introduction to thermodynamics; temperature, heat, and entropy. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 2121 and PH-UY 2023. Co-requisites: PH-UY 2131, and EX-UY 1. PH-UY 2031 ( Please refer to the bulletin ) 4.00 Credits Biochemistry I CM-UY 3314 This course surveys modern biochemistry and emphasizes current areas of research. Also covered are structure-function relationships in proteins; enzymes and their mechanisms of action; bioenergetics principles and energy production; and biochemical theories and techniques. Prerequisites: CM-UY 2213 or CM-UY 2214 or CM-UY 2234 and CM-UY 2614 or CM-UY 2514 or instructor’s permission.   HuSS Elective   Spring Semester   4.00 Credits Advanced Cell and Molecular Biology I BMS-UY 3314 This first semester of a year-long course explores the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. A lab fee is required. Prerequisites: CM-UY 3314 and CM-UY 2223 or CM-UY 2224 (see BMS-UY 4324 for second semester). 4.00 Credits Biochemistry II CM-UY 3324 This course continues Biochemistry I. It covers principles of intermediary metabolism: energetic membrane structure and transport; structure and function of DNA and RNA; principles of molecular biology; the immune system; and hormonal regulation and cancer. Prerequisite: CM-UY 3314 or instructor’s permission. 4.00 Credits Analytical Chemistry CM-UY 3514 This course covers theories and applications of instrumentation techniques in modern analytical chemistry, including spectroscopy (UVVIS absorption, infrared absorption, fluorescence, Raman scattering, nuclear magnetic resonance), chromatography (gas, liquid) and other techniques (mass spectroscopy, electrophoresis). The accompanying laboratory part focuses on practical skills. Prerequisite: CM-UY 2514 or CM-UY 2614. CM-GY 5011 ( Please refer to the bulletin )   Elective   Senior Year   Fall Semester   4.00 Credits Advanced Cell and Molecular Biology II BMS-UY 4324 This is the second semester of a year-long course that examines the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. Lab fee required. Prerequisite: BMS-UY 3314. 4.00 Credits Undergraduate Research in Molecular Sciences BMS-UY 4914 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040.   HuSS Elective   Spring Semester   4.00 Credits Undergraduate Research in Biomolecular Sciences BMS-UY 4924 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040.   BMS 48xx Topics in Biology, Credits: 4.00   HuSS Elective   Biotechnology Option   Freshman Year   Fall Semester   4.00 Credits Calculus I With Pre-Calculus MA-UY 1054 This course covers limits, definition of the derivative, differentiation rules for polynomial and trigonometric functions, applications of the chain rule and introduction to optimization. This Calculus I course provides an in-depth review of precalculus. Prerequisite: Placement exam or MA-UY 912 or equivalent. Note: Course required only for specific Majors in place of MA-UY 1024/1324. Corequisite: EX-UY 1. 4.00 Credits General Chemistry I CM-UY 1014 This course covers chemical equations, chemical conservation laws, stoichiometry, thermochemistry, properties of gases, atomic structure, periodic table, chemical bonding and molecular structure. The course is required for students in the Biomolecular Science Program. Corequisite: EX-UY 1. 1.00 Credits Numerical Methods for Chemistry CM-UY 1101 This is a one-semester introductory course in numerical methods needed for BMS and CM courses. Students learn spreadsheet calculation, chart displays, curve fitting and good lab-record keeping. Co-requisite: CM-UY 1014. 4.00 Credits Introduction to Cell and Molecular Biology BMS-UY 1004 The course covers the fundamentals of biology. Topics: Physical, chemical and biochemical bases of life on various organizational levels, cellular morphology, complementarity of form and function, including reproduction, development and genetics. 3.00 Credits College Writing Workshop EN-UY 1013W This course introduces students to the expectations of college-level writing, including writing-process fundamentals and the inherently rhetorical dimension of all writing. Through the strategies of invention, drafting, responding and revising, students better understand and hone their writing abilities. The instructor emphasizes argumentative and analytical writing, critical reading and writing, use of academic sources, knowledge of academic forms and sentence-level control. Prerequisites: None. Co-requisites: None. Notes: None. 1.00 Credits Engineering and Technology Forum EG-UY 1001 In this course the notion of invention, innovation and entrepreneurship (i2e) is introduced to the students’ educational experience. Students will be exposed to elements of a research-intensive institution and diverse research performed by leading engineers, scientists, inventors and entrepreneurs.   Spring Semester   4.00 Credits Calculus II With Pre-Calculus MA-UY 1154 This course uses the first and second derivative, optimization problems, antiderivatives, fundamental theorem of calculus, techniques of integration, logarithmic and exponential functions, numerical methods of integration, applications of integration, introduction to differential equations, introduction to series. This Calculus II course provides an in-depth review of precalculus. Prerequisite: MA-UY 1054. Note: Course required only for specific Majors in place of MA-UY 1124/1424. Corequisite: EX-UY 1 4.00 Credits General Chemistry II CM-UY 1024 This course covers states of matter, chemical thermodynamics and equilibria, kinetics, acid-base chemistry, electrochemistry, introduction to organic chemistry, natural and synthetic polymers. The course is required for students in the Biomolecular Science Program. Prerequisite: CM-UY 1004 or CM-UY 1014. Corequisite: EX-UY 1. 4.00 Credits Introduction to Physiology BMS-UY 2004 This course continues biology fundamentals. Topics: Emphasis on evolutionary theory, phylogeny and comparative physiology including homeostasis, regulation, integration and coordination of organisms at the systems level. Prerequisite: BMS-UY 1004 or instructor’s permission. HUSS-UY 1023W ( Please refer to the bulletin ) 2.00 Credits Chemistry, the Central Science CM-UY 1032 This is a one-semester overview course in chemistry, providing examples of important discoveries and important chemical innovators, with a strong emphasis on cutting-edge research. Field opportunities are developed to allow students to contribute to the discipline. Prerequisite: Only first-year students are permitted to enroll in this introductory level course.   Sophomore Year   Fall Semester   3.00 Credits Organic Chemistry I CM-UY 2213 This course covers chemistry of organic molecules: structure, nomenclature, properties and reactions of carbon compounds with emphasis on aliphatic compounds. It also introduces reaction mechanisms and stereochemistry. Prerequisite: CM-UY 1004 or CM-UY 1024 and EX-UY 1. 1.00 Credits Organic Chemistry Laboratory I CM-UY 2211 This Laboratory course teaches students how to prepare, isolate and purify typical organic compounds. Experiments illustrate basic techniques. Lab fee required. Co/prerequisite CM-UY 2213. 3.00 Credits Mechanics PH-UY 1013 This course is the first of a three-semester lecture sequence in general physics for science and engineering students. Motion of particles and systems of particles. One-dimensional motion. Vectors and two-dimensional motions. Forces and acceleration. Conservation of energy and momentum. Rotations. The free and driven harmonic oscillator. Gravitation. (This class meets four hours per week for lectures and recitation.) Prerequisites: MA-UY 1024 or an approved equivalent. Corequisites: MA-UY 1124 or approved equivalent, and EX-UY 1 PL-UY 2143 ( Please refer to the bulletin ) 2.00 Credits Biostatistics BMS-UY 2512 The course introduces statistical methods used in biology, including probability, statistical distributions, regression, correlation and tests. Chemical Laboratory Safety CM-GY 5040 This course discusses problems of health and safety in chemical laboratories, including how to work safely with dangerous chemicals. This course must be completed by graduate and undergraduate chemistry students before they begin laboratory research.   HuSS Elective   Spring Semester   3.00 Credits Organic Chemistry II CM-UY 2223 This course continues CM-UY 2213 and emphasizes finding the principles of organic chemistry in industrial practice and biochemical mechanisms. It introduces instrumental methods of analysis and identification. Prerequisite: CM-UY 2213. Co-requisite EX-UY 1 1.00 Credits Organic Chemistry Laboratory II CM-UY 2221 This laboratory stresses complex preparation, purification, characterization and identification of organic compounds by chemical and physical means. It introduces instrumental methods of analysis and identification. Lab fee required. Prerequisite: CM-UY 2211, Co/prerequisite: CM-UY 2223. 3.00 Credits Electricity, Magnetism, & Fluids PH-UY 2023 This is the second course of a three-semester lecture sequence in general physics for science and engineering students. Fluids at rest and in motion. An introduction to electric and magnetic forces and fields. Electric charge density. Electric fields from simple charge distributions. Electric potential. Capacitance. Magnetic forces. Magnetic field from a current loop. Inductance. Magnetism in matter. Current and resistance. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 1013 and MA-UY 1124 or an approved equivalent. Co-requisite: PH-UY 2121 General Physics Laboratory I, and EX-UY 1 PH-UY 2021 ( Please refer to the bulletin ) 4.00 Credits Physical Chemistry I CM-UY 2614 This course covers chemical thermodynamics with applications to solutions, phase and chemical equilibria. Molecular motion and transport properties are also covered. Prerequisites: CM-UY 1004 or CM-UY 1024 and MA-UY 1124 or MA-UY 1154 and PH-UY 1013. 2.00 Credits Molecular Modeling in Chemistry CM-UY 2102 This one-semester introductory course covers computer modeling of organic compounds. Students learn to use Chem Draw and Chem3D, standard applications in chemistry. Prerequisites: CM-UY 1101, CM-UY 2213, Co-requisite: CM-UY 2223.   HuSSElective   Junior Year   Fall Semester   4.00 Credits Genetics BMS-UY 3114 The course covers the genetics of bacteria, viruses and high organisms. Emphasis is on both the genetic and biochemical analyses of gene replication, heredity, mutation, recombination and gene expression. Included are comparisons of prokaryotic and eukaryotic genetics and regulation. Laboratory techniques are used to study genetic phenomena in prokaryotes, eukaryotes and viruses. The course emphasizes modern approaches to genetic research. A lab fee is required. Prerequisite: BMS-UY 1004. Co-requisite: CM-UY 2213 or CM-UY 2214. 3.00 Credits Waves, Optics, & Thermodynamics PH-UY 2033 This is the third course of a three-semester lecture sequence in general physics for science and engineering students. Water, sound and electromagnetic waves. Reflection, scattering and absorption. Standing waves and spectra. Superposition, diffraction and beats. Geometrical optics. Introduction to thermodynamics; temperature, heat, and entropy. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 2121 and PH-UY 2023. Co-requisites: PH-UY 2131, and EX-UY 1. PH-UY 2031 ( Please refer to the bulletin ) 4.00 Credits Biochemistry I CM-UY 3314 This course surveys modern biochemistry and emphasizes current areas of research. Also covered are structure-function relationships in proteins; enzymes and their mechanisms of action; bioenergetics principles and energy production; and biochemical theories and techniques. Prerequisites: CM-UY 2213 or CM-UY 2214 or CM-UY 2234 and CM-UY 2614 or CM-UY 2514 or instructor’s permission.   HuSS Elective   Spring Semester   4.00 Credits Advanced Cell and Molecular Biology I BMS-UY 3314 This first semester of a year-long course explores the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. A lab fee is required. Prerequisites: CM-UY 3314 and CM-UY 2223 or CM-UY 2224 (see BMS-UY 4324 for second semester). 4.00 Credits Biochemistry II CM-UY 3324 This course continues Biochemistry I. It covers principles of intermediary metabolism: energetic membrane structure and transport; structure and function of DNA and RNA; principles of molecular biology; the immune system; and hormonal regulation and cancer. Prerequisite: CM-UY 3314 or instructor’s permission. 4.00 Credits Analytical Chemistry CM-UY 3514 This course covers theories and applications of instrumentation techniques in modern analytical chemistry, including spectroscopy (UVVIS absorption, infrared absorption, fluorescence, Raman scattering, nuclear magnetic resonance), chromatography (gas, liquid) and other techniques (mass spectroscopy, electrophoresis). The accompanying laboratory part focuses on practical skills. Prerequisite: CM-UY 2514 or CM-UY 2614. CM-GY 5011 ( Please refer to the bulletin )   Elective   Senior Year   Fall Semester   4.00 Credits Undergraduate Research in Molecular Sciences BMS-UY 4914 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040.   HuSS Elective   Spring Semester   4.00 Credits Undergraduate Research in Biomolecular Sciences BMS-UY 4924 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040.   HuSS Elective   Chemistry Option   Freshman Year   Fall Semester   4.00 Credits Calculus I MA-UY 1024 This course covers library of Functions: functions of one variable. Limits, derivatives of functions defined by graphs, tables and formulas, differentiation rules for power, polynomial, exponential and logarithmic functions, derivatives of trigonometric functions, the product and quotient rule, the chain rule, applications of the chain rule, maxima and minima, optimization. MA 1324 is for students who wish to take MA 1024 but need more review of precalculus. MA1324 covers the same material as MA1024 but with more contact hours a week, incorporating a full discussion of the required precalculus topics. Prerequisite: Placement Exam or MA-UY 912 or MA-UY 914. Corequisite: EX-UY 1 4.00 Credits General Chemistry I CM-UY 1014 This course covers chemical equations, chemical conservation laws, stoichiometry, thermochemistry, properties of gases, atomic structure, periodic table, chemical bonding and molecular structure. The course is required for students in the Biomolecular Science Program. Corequisite: EX-UY 1. 1.00 Credits Numerical Methods for Chemistry CM-UY 1101 This is a one-semester introductory course in numerical methods needed for BMS and CM courses. Students learn spreadsheet calculation, chart displays, curve fitting and good lab-record keeping. Co-requisite: CM-UY 1014. 4.00 Credits Introduction to Cell and Molecular Biology BMS-UY 1004 The course covers the fundamentals of biology. Topics: Physical, chemical and biochemical bases of life on various organizational levels, cellular morphology, complementarity of form and function, including reproduction, development and genetics. EN-UY 1013 ( Please refer to the bulletin ) 1.00 Credits Engineering and Technology Forum EG-UY 1001 In this course the notion of invention, innovation and entrepreneurship (i2e) is introduced to the students’ educational experience. Students will be exposed to elements of a research-intensive institution and diverse research performed by leading engineers, scientists, inventors and entrepreneurs.   Spring Semester   4.00 Credits Calculus II MA-UY 1124 This course covers definite integrals, theorems about integrals, anti-derivatives, second fundamental theorem of calculus, techniques of integration, introduction to ordinary differential equations, improper integrals, numerical methods of integration, applications of integration, sequences, series, power series, approximations of functions via Taylor polynomials, Taylor series. Corequisite: EX-UY 1. 4.00 Credits General Chemistry II CM-UY 1024 This course covers states of matter, chemical thermodynamics and equilibria, kinetics, acid-base chemistry, electrochemistry, introduction to organic chemistry, natural and synthetic polymers. The course is required for students in the Biomolecular Science Program. Prerequisite: CM-UY 1004 or CM-UY 1014. Corequisite: EX-UY 1. 4.00 Credits Introduction to Physiology BMS-UY 2004 This course continues biology fundamentals. Topics: Emphasis on evolutionary theory, phylogeny and comparative physiology including homeostasis, regulation, integration and coordination of organisms at the systems level. Prerequisite: BMS-UY 1004 or instructor’s permission. HUSS-UY 1023W ( Please refer to the bulletin ) 2.00 Credits Chemistry, the Central Science CM-UY 1032 This is a one-semester overview course in chemistry, providing examples of important discoveries and important chemical innovators, with a strong emphasis on cutting-edge research. Field opportunities are developed to allow students to contribute to the discipline. Prerequisite: Only first-year students are permitted to enroll in this introductory level course.   Sophomore Year   Fall Semester   3.00 Credits Organic Chemistry I CM-UY 2213 This course covers chemistry of organic molecules: structure, nomenclature, properties and reactions of carbon compounds with emphasis on aliphatic compounds. It also introduces reaction mechanisms and stereochemistry. Prerequisite: CM-UY 1004 or CM-UY 1024 and EX-UY 1. 1.00 Credits Organic Chemistry Laboratory I CM-UY 2211 This Laboratory course teaches students how to prepare, isolate and purify typical organic compounds. Experiments illustrate basic techniques. Lab fee required. Co/prerequisite CM-UY 2213. 3.00 Credits Mechanics PH-UY 1013 This course is the first of a three-semester lecture sequence in general physics for science and engineering students. Motion of particles and systems of particles. One-dimensional motion. Vectors and two-dimensional motions. Forces and acceleration. Conservation of energy and momentum. Rotations. The free and driven harmonic oscillator. Gravitation. (This class meets four hours per week for lectures and recitation.) Prerequisites: MA-UY 1024 or an approved equivalent. Corequisites: MA-UY 1124 or approved equivalent, and EX-UY 1 2.00 Credits Elements of Linear Algebra I MA-UY 2012 This course introduces vector concepts. Linear transformations.Matrices and Determinants. Characteristic roots and eigenfunctions. Prerequisite: MA-UY 1124 or equivalent. Chemical Laboratory Safety CM-GY 5040 This course discusses problems of health and safety in chemical laboratories, including how to work safely with dangerous chemicals. This course must be completed by graduate and undergraduate chemistry students before they begin laboratory research.   HuSS Elective   Spring Semester   3.00 Credits Organic Chemistry II CM-UY 2223 This course continues CM-UY 2213 and emphasizes finding the principles of organic chemistry in industrial practice and biochemical mechanisms. It introduces instrumental methods of analysis and identification. Prerequisite: CM-UY 2213. Co-requisite EX-UY 1 1.00 Credits Organic Chemistry Laboratory II CM-UY 2221 This laboratory stresses complex preparation, purification, characterization and identification of organic compounds by chemical and physical means. It introduces instrumental methods of analysis and identification. Lab fee required. Prerequisite: CM-UY 2211, Co/prerequisite: CM-UY 2223. 3.00 Credits Electricity, Magnetism, & Fluids PH-UY 2023 This is the second course of a three-semester lecture sequence in general physics for science and engineering students. Fluids at rest and in motion. An introduction to electric and magnetic forces and fields. Electric charge density. Electric fields from simple charge distributions. Electric potential. Capacitance. Magnetic forces. Magnetic field from a current loop. Inductance. Magnetism in matter. Current and resistance. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 1013 and MA-UY 1124 or an approved equivalent. Co-requisite: PH-UY 2121 General Physics Laboratory I, and EX-UY 1 PH-UY 2021 ( Please refer to the bulletin ) 4.00 Credits Physical Chemistry I CM-UY 2614 This course covers chemical thermodynamics with applications to solutions, phase and chemical equilibria. Molecular motion and transport properties are also covered. Prerequisites: CM-UY 1004 or CM-UY 1024 and MA-UY 1124 or MA-UY 1154 and PH-UY 1013. 2.00 Credits Molecular Modeling in Chemistry CM-UY 2102 This one-semester introductory course covers computer modeling of organic compounds. Students learn to use Chem Draw and Chem3D, standard applications in chemistry. Prerequisites: CM-UY 1101, CM-UY 2213, Co-requisite: CM-UY 2223. 2.00 Credits Ordinary Differential Equations MA-UY 2132 This course covers first order differential equations: modeling and solving. Stability of autonomous equations. Higher order linear ordinary differential equations: Solution bases, Wronskian and initial value problems. Linear system of first-order differential equations with constant coefficients: Elimination and eigenvalue method of solution. Elementary concepts of numerical analysis. Numerical solution of initial value problems for ordinary differential equations. Prerequisite or Corequisite: MA-UY 2012.   Junior Year   Fall Semester   3.00 Credits Polymer Science CM-UY 4413 This course provides a broad perspective of polymer science and its application in everyday life. The course has three major components: a survey of polymers, polymer synthesis and aspects of polymer physics. Prerequisites: CM-UY 2214 and CM-UY 2614 or CM-UY 2514. 3.00 Credits Waves, Optics, & Thermodynamics PH-UY 2033 This is the third course of a three-semester lecture sequence in general physics for science and engineering students. Water, sound and electromagnetic waves. Reflection, scattering and absorption. Standing waves and spectra. Superposition, diffraction and beats. Geometrical optics. Introduction to thermodynamics; temperature, heat, and entropy. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 2121 and PH-UY 2023. Co-requisites: PH-UY 2131, and EX-UY 1. PH-UY 2031 ( Please refer to the bulletin ) 4.00 Credits Biochemistry I CM-UY 3314 This course surveys modern biochemistry and emphasizes current areas of research. Also covered are structure-function relationships in proteins; enzymes and their mechanisms of action; bioenergetics principles and energy production; and biochemical theories and techniques. Prerequisites: CM-UY 2213 or CM-UY 2214 or CM-UY 2234 and CM-UY 2614 or CM-UY 2514 or instructor’s permission. 4.00 Credits Analysis of Chemical and Biomolecular Processes CBE-UY 2124 This course prepares students to formulate and solve material and energy balances on chemical and biomolecular process systems and lays the foundation for subsequent courses in thermodynamics, unit operations, kinetics and process dynamics, and control. The course introduces the fundamental engineering approach to problem solving: breaking down a process into its components, establishing the relations between known and unknown process variables, assembling the information needed to solve for the unknowns and, finally, obtaining the solution using relevant computational methods. Prerequisites: CM-UY 1004 and MA-UY 1024.   HuSS Elective   Spring Semester   4.00 Credits Biochemistry II CM-UY 3324 This course continues Biochemistry I. It covers principles of intermediary metabolism: energetic membrane structure and transport; structure and function of DNA and RNA; principles of molecular biology; the immune system; and hormonal regulation and cancer. Prerequisite: CM-UY 3314 or instructor’s permission. 4.00 Credits Analytical Chemistry CM-UY 3514 This course covers theories and applications of instrumentation techniques in modern analytical chemistry, including spectroscopy (UVVIS absorption, infrared absorption, fluorescence, Raman scattering, nuclear magnetic resonance), chromatography (gas, liquid) and other techniques (mass spectroscopy, electrophoresis). The accompanying laboratory part focuses on practical skills. Prerequisite: CM-UY 2514 or CM-UY 2614. CM-GY 5011 ( Please refer to the bulletin )   HuSS Elective   Senior Year   Fall Semester   4.00 Credits Undergrad Research in Chemistry CM-UY 4914 In this course, students conduct original investigations guided by staff members. Careful literature research is required before laboratory work starts. Continued reference to chemical literature is expected as well as active participation in conferences and seminars, both of which are scheduled as work progresses. A written report is required. Fulltime students are expected to register for 8 credits of thesis during senior year. A research (lab) fee is required. Prerequisites: CM-GY 5011 and CM-GY 5040.   HuSS Elective   Spring Semester   4.00 Credits Undergrad Research in Chemistry CM-UY 4914 In this course, students conduct original investigations guided by staff members. Careful literature research is required before laboratory work starts. Continued reference to chemical literature is expected as well as active participation in conferences and seminars, both of which are scheduled as work progresses. A written report is required. Fulltime students are expected to register for 8 credits of thesis during senior year. A research (lab) fee is required. Prerequisites: CM-GY 5011 and CM-GY 5040.   HuSS Elective                                 Biomolecular Science, BS      Curriculum   Typical Course Schedule                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Department of Chemistry | New York University                                           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                         Home     People       Research       Undergraduate Studies       Graduate Studies       Alumni       Events       Award Opportunities and Recipients       Instrumentation Facilities, Centers, and Institutes       Resources and Forms       Contact Us           Molecular Design Institute   MRSEC           Stay Connected           Facebook       Twitter                          Upcoming Events             Friday Colloquium Series - Dan Kahne, 5/1/15           Chemistry Seminar - Geoffrey Hutchison, 5/7/15           Friday Colloquium Series - Angela Koehler, 5/8/15           Tuesday Seminar Series - Dirk Trauner, 5/12/15         Archives                 In The Spotlight               NYU MRSEC Receives a $14.4 Million Grant from the NSF         Read More...                 Video Spotlight Jerschow postdoc Andrew Ilott &amp; Colleagues Develop MRI Technique   A collaboration between NYU Chemistry Professor Alexej Jerschow and Cambridge/Stony Brook Professor Clare Grey has led to the development of an MRI technique for monitoring and potentially enhancing the performance of supercapacitors. Read More              Announcements           Prospective Graduate Students       Links to NYU Chemistry Faculty Search Ads                       News             News                 Ward/Kahr Research Featured on the Cover of Crystal Growth & Design     Read More...           Archives                 News                   Morris Fishman: Teacher and Mentor 1939-2015                   Debra Rooker Receives ACS/WCC Travel Award               NYU Chemistry Attends Nichols Symposium & Banquet 2015                   Tuckerman Group Locating Landmarks, in PNAS                   Schlick Investigates Oxidized Nucleotides, in Nature               NYU Chemistry Hosts ACS Olympiad 2015                   Arora is Selected for the 2015 American Peptide Society's Makineni Lectureship                   Frontiers in Polymer & Biomolecular Chemistry: Conference at NYU Tel Aviv, March 2015                   Tuckerman Investigation of Melting Solids, in Science                   Naumov Crystal Structure Analysis in Nature Chemistry                   Ashley Modell Receives ACS/WCC Travel Award                   Anna Powers Receives ACS Student Leader Global STEM Award                   David Schuster Invited to be an Inaugural Member of the Chemical Heritage Foundation's Newton Society               Bacic Group Study Validates Selection Rule Predicted in INS Spectroscopy           Archives               News Archive                         * | Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Typical Course Schedule | Biomolecular Science, BS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Biomolecular Science, BS                         Biomolecular Science, BS                                                             Typical Course Schedule                       Biomedical Science Option    Biotechnology Option    Chemistry Option     Biomedical Science Option   Freshman Year   Fall Semester   4.00 Credits Calculus I With Pre-Calculus MA-UY 1054 This course covers limits, definition of the derivative, differentiation rules for polynomial and trigonometric functions, applications of the chain rule and introduction to optimization. This Calculus I course provides an in-depth review of precalculus. Prerequisite: Placement exam or MA-UY 912 or equivalent. Note: Course required only for specific Majors in place of MA-UY 1024/1324. Corequisite: EX-UY 1. 4.00 Credits General Chemistry I CM-UY 1014 This course covers chemical equations, chemical conservation laws, stoichiometry, thermochemistry, properties of gases, atomic structure, periodic table, chemical bonding and molecular structure. The course is required for students in the Biomolecular Science Program. Corequisite: EX-UY 1. 1.00 Credits Numerical Methods for Chemistry CM-UY 1101 This is a one-semester introductory course in numerical methods needed for BMS and CM courses. Students learn spreadsheet calculation, chart displays, curve fitting and good lab-record keeping. Co-requisite: CM-UY 1014. 4.00 Credits Introduction to Cell and Molecular Biology BMS-UY 1004 The course covers the fundamentals of biology. Topics: Physical, chemical and biochemical bases of life on various organizational levels, cellular morphology, complementarity of form and function, including reproduction, development and genetics. 3.00 Credits College Writing Workshop EN-UY 1013W This course introduces students to the expectations of college-level writing, including writing-process fundamentals and the inherently rhetorical dimension of all writing. Through the strategies of invention, drafting, responding and revising, students better understand and hone their writing abilities. The instructor emphasizes argumentative and analytical writing, critical reading and writing, use of academic sources, knowledge of academic forms and sentence-level control. Prerequisites: None. Co-requisites: None. Notes: None. 1.00 Credits Engineering and Technology Forum EG-UY 1001 In this course the notion of invention, innovation and entrepreneurship (i2e) is introduced to the students’ educational experience. Students will be exposed to elements of a research-intensive institution and diverse research performed by leading engineers, scientists, inventors and entrepreneurs.   Spring Semester   4.00 Credits Calculus II With Pre-Calculus MA-UY 1154 This course uses the first and second derivative, optimization problems, antiderivatives, fundamental theorem of calculus, techniques of integration, logarithmic and exponential functions, numerical methods of integration, applications of integration, introduction to differential equations, introduction to series. This Calculus II course provides an in-depth review of precalculus. Prerequisite: MA-UY 1054. Note: Course required only for specific Majors in place of MA-UY 1124/1424. Corequisite: EX-UY 1 4.00 Credits General Chemistry II CM-UY 1024 This course covers states of matter, chemical thermodynamics and equilibria, kinetics, acid-base chemistry, electrochemistry, introduction to organic chemistry, natural and synthetic polymers. The course is required for students in the Biomolecular Science Program. Prerequisite: CM-UY 1004 or CM-UY 1014. Corequisite: EX-UY 1. 4.00 Credits Introduction to Physiology BMS-UY 2004 This course continues biology fundamentals. Topics: Emphasis on evolutionary theory, phylogeny and comparative physiology including homeostasis, regulation, integration and coordination of organisms at the systems level. Prerequisite: BMS-UY 1004 or instructor’s permission. HUSS-UY 1023W ( Please refer to the bulletin ) 2.00 Credits Chemistry, the Central Science CM-UY 1032 This is a one-semester overview course in chemistry, providing examples of important discoveries and important chemical innovators, with a strong emphasis on cutting-edge research. Field opportunities are developed to allow students to contribute to the discipline. Prerequisite: Only first-year students are permitted to enroll in this introductory level course.   Sophomore Year   Fall Semester   3.00 Credits Organic Chemistry I CM-UY 2213 This course covers chemistry of organic molecules: structure, nomenclature, properties and reactions of carbon compounds with emphasis on aliphatic compounds. It also introduces reaction mechanisms and stereochemistry. Prerequisite: CM-UY 1004 or CM-UY 1024 and EX-UY 1. 1.00 Credits Organic Chemistry Laboratory I CM-UY 2211 This Laboratory course teaches students how to prepare, isolate and purify typical organic compounds. Experiments illustrate basic techniques. Lab fee required. Co/prerequisite CM-UY 2213. 3.00 Credits Mechanics PH-UY 1013 This course is the first of a three-semester lecture sequence in general physics for science and engineering students. Motion of particles and systems of particles. One-dimensional motion. Vectors and two-dimensional motions. Forces and acceleration. Conservation of energy and momentum. Rotations. The free and driven harmonic oscillator. Gravitation. (This class meets four hours per week for lectures and recitation.) Prerequisites: MA-UY 1024 or an approved equivalent. Corequisites: MA-UY 1124 or approved equivalent, and EX-UY 1 PL-UY 2143 ( Please refer to the bulletin ) 2.00 Credits Biostatistics BMS-UY 2512 The course introduces statistical methods used in biology, including probability, statistical distributions, regression, correlation and tests. Chemical Laboratory Safety CM-GY 5040 This course discusses problems of health and safety in chemical laboratories, including how to work safely with dangerous chemicals. This course must be completed by graduate and undergraduate chemistry students before they begin laboratory research.     HuSS Elective   Spring Semester   3.00 Credits Organic Chemistry II CM-UY 2223 This course continues CM-UY 2213 and emphasizes finding the principles of organic chemistry in industrial practice and biochemical mechanisms. It introduces instrumental methods of analysis and identification. Prerequisite: CM-UY 2213. Co-requisite EX-UY 1 1.00 Credits Organic Chemistry Laboratory II CM-UY 2221 This laboratory stresses complex preparation, purification, characterization and identification of organic compounds by chemical and physical means. It introduces instrumental methods of analysis and identification. Lab fee required. Prerequisite: CM-UY 2211, Co/prerequisite: CM-UY 2223. 3.00 Credits Electricity, Magnetism, & Fluids PH-UY 2023 This is the second course of a three-semester lecture sequence in general physics for science and engineering students. Fluids at rest and in motion. An introduction to electric and magnetic forces and fields. Electric charge density. Electric fields from simple charge distributions. Electric potential. Capacitance. Magnetic forces. Magnetic field from a current loop. Inductance. Magnetism in matter. Current and resistance. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 1013 and MA-UY 1124 or an approved equivalent. Co-requisite: PH-UY 2121 General Physics Laboratory I, and EX-UY 1 PH-UY 2021 ( Please refer to the bulletin ) 4.00 Credits Physical Chemistry I CM-UY 2614 This course covers chemical thermodynamics with applications to solutions, phase and chemical equilibria. Molecular motion and transport properties are also covered. Prerequisites: CM-UY 1004 or CM-UY 1024 and MA-UY 1124 or MA-UY 1154 and PH-UY 1013. 2.00 Credits Molecular Modeling in Chemistry CM-UY 2102 This one-semester introductory course covers computer modeling of organic compounds. Students learn to use Chem Draw and Chem3D, standard applications in chemistry. Prerequisites: CM-UY 1101, CM-UY 2213, Co-requisite: CM-UY 2223.   HuSS Elective   Junior Year   Fall Semester   4.00 Credits Genetics BMS-UY 3114 The course covers the genetics of bacteria, viruses and high organisms. Emphasis is on both the genetic and biochemical analyses of gene replication, heredity, mutation, recombination and gene expression. Included are comparisons of prokaryotic and eukaryotic genetics and regulation. Laboratory techniques are used to study genetic phenomena in prokaryotes, eukaryotes and viruses. The course emphasizes modern approaches to genetic research. A lab fee is required. Prerequisite: BMS-UY 1004. Co-requisite: CM-UY 2213 or CM-UY 2214. 3.00 Credits Waves, Optics, & Thermodynamics PH-UY 2033 This is the third course of a three-semester lecture sequence in general physics for science and engineering students. Water, sound and electromagnetic waves. Reflection, scattering and absorption. Standing waves and spectra. Superposition, diffraction and beats. Geometrical optics. Introduction to thermodynamics; temperature, heat, and entropy. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 2121 and PH-UY 2023. Co-requisites: PH-UY 2131, and EX-UY 1. PH-UY 2031 ( Please refer to the bulletin ) 4.00 Credits Biochemistry I CM-UY 3314 This course surveys modern biochemistry and emphasizes current areas of research. Also covered are structure-function relationships in proteins; enzymes and their mechanisms of action; bioenergetics principles and energy production; and biochemical theories and techniques. Prerequisites: CM-UY 2213 or CM-UY 2214 or CM-UY 2234 and CM-UY 2614 or CM-UY 2514 or instructor’s permission.   HuSS Elective   Spring Semester   4.00 Credits Advanced Cell and Molecular Biology I BMS-UY 3314 This first semester of a year-long course explores the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. A lab fee is required. Prerequisites: CM-UY 3314 and CM-UY 2223 or CM-UY 2224 (see BMS-UY 4324 for second semester). 4.00 Credits Biochemistry II CM-UY 3324 This course continues Biochemistry I. It covers principles of intermediary metabolism: energetic membrane structure and transport; structure and function of DNA and RNA; principles of molecular biology; the immune system; and hormonal regulation and cancer. Prerequisite: CM-UY 3314 or instructor’s permission. 4.00 Credits Analytical Chemistry CM-UY 3514 This course covers theories and applications of instrumentation techniques in modern analytical chemistry, including spectroscopy (UVVIS absorption, infrared absorption, fluorescence, Raman scattering, nuclear magnetic resonance), chromatography (gas, liquid) and other techniques (mass spectroscopy, electrophoresis). The accompanying laboratory part focuses on practical skills. Prerequisite: CM-UY 2514 or CM-UY 2614. CM-GY 5011 ( Please refer to the bulletin )   Elective   Senior Year   Fall Semester   4.00 Credits Advanced Cell and Molecular Biology II BMS-UY 4324 This is the second semester of a year-long course that examines the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. Lab fee required. Prerequisite: BMS-UY 3314. 4.00 Credits Undergraduate Research in Molecular Sciences BMS-UY 4914 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040.   HuSS Elective   Spring Semester   4.00 Credits Undergraduate Research in Biomolecular Sciences BMS-UY 4924 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040.   BMS 48xx Topics in Biology, Credits: 4.00   HuSS Elective   Biotechnology Option   Freshman Year   Fall Semester   4.00 Credits Calculus I With Pre-Calculus MA-UY 1054 This course covers limits, definition of the derivative, differentiation rules for polynomial and trigonometric functions, applications of the chain rule and introduction to optimization. This Calculus I course provides an in-depth review of precalculus. Prerequisite: Placement exam or MA-UY 912 or equivalent. Note: Course required only for specific Majors in place of MA-UY 1024/1324. Corequisite: EX-UY 1. 4.00 Credits General Chemistry I CM-UY 1014 This course covers chemical equations, chemical conservation laws, stoichiometry, thermochemistry, properties of gases, atomic structure, periodic table, chemical bonding and molecular structure. The course is required for students in the Biomolecular Science Program. Corequisite: EX-UY 1. 1.00 Credits Numerical Methods for Chemistry CM-UY 1101 This is a one-semester introductory course in numerical methods needed for BMS and CM courses. Students learn spreadsheet calculation, chart displays, curve fitting and good lab-record keeping. Co-requisite: CM-UY 1014. 4.00 Credits Introduction to Cell and Molecular Biology BMS-UY 1004 The course covers the fundamentals of biology. Topics: Physical, chemical and biochemical bases of life on various organizational levels, cellular morphology, complementarity of form and function, including reproduction, development and genetics. 3.00 Credits College Writing Workshop EN-UY 1013W This course introduces students to the expectations of college-level writing, including writing-process fundamentals and the inherently rhetorical dimension of all writing. Through the strategies of invention, drafting, responding and revising, students better understand and hone their writing abilities. The instructor emphasizes argumentative and analytical writing, critical reading and writing, use of academic sources, knowledge of academic forms and sentence-level control. Prerequisites: None. Co-requisites: None. Notes: None. 1.00 Credits Engineering and Technology Forum EG-UY 1001 In this course the notion of invention, innovation and entrepreneurship (i2e) is introduced to the students’ educational experience. Students will be exposed to elements of a research-intensive institution and diverse research performed by leading engineers, scientists, inventors and entrepreneurs.   Spring Semester   4.00 Credits Calculus II With Pre-Calculus MA-UY 1154 This course uses the first and second derivative, optimization problems, antiderivatives, fundamental theorem of calculus, techniques of integration, logarithmic and exponential functions, numerical methods of integration, applications of integration, introduction to differential equations, introduction to series. This Calculus II course provides an in-depth review of precalculus. Prerequisite: MA-UY 1054. Note: Course required only for specific Majors in place of MA-UY 1124/1424. Corequisite: EX-UY 1 4.00 Credits General Chemistry II CM-UY 1024 This course covers states of matter, chemical thermodynamics and equilibria, kinetics, acid-base chemistry, electrochemistry, introduction to organic chemistry, natural and synthetic polymers. The course is required for students in the Biomolecular Science Program. Prerequisite: CM-UY 1004 or CM-UY 1014. Corequisite: EX-UY 1. 4.00 Credits Introduction to Physiology BMS-UY 2004 This course continues biology fundamentals. Topics: Emphasis on evolutionary theory, phylogeny and comparative physiology including homeostasis, regulation, integration and coordination of organisms at the systems level. Prerequisite: BMS-UY 1004 or instructor’s permission. HUSS-UY 1023W ( Please refer to the bulletin ) 2.00 Credits Chemistry, the Central Science CM-UY 1032 This is a one-semester overview course in chemistry, providing examples of important discoveries and important chemical innovators, with a strong emphasis on cutting-edge research. Field opportunities are developed to allow students to contribute to the discipline. Prerequisite: Only first-year students are permitted to enroll in this introductory level course.   Sophomore Year   Fall Semester   3.00 Credits Organic Chemistry I CM-UY 2213 This course covers chemistry of organic molecules: structure, nomenclature, properties and reactions of carbon compounds with emphasis on aliphatic compounds. It also introduces reaction mechanisms and stereochemistry. Prerequisite: CM-UY 1004 or CM-UY 1024 and EX-UY 1. 1.00 Credits Organic Chemistry Laboratory I CM-UY 2211 This Laboratory course teaches students how to prepare, isolate and purify typical organic compounds. Experiments illustrate basic techniques. Lab fee required. Co/prerequisite CM-UY 2213. 3.00 Credits Mechanics PH-UY 1013 This course is the first of a three-semester lecture sequence in general physics for science and engineering students. Motion of particles and systems of particles. One-dimensional motion. Vectors and two-dimensional motions. Forces and acceleration. Conservation of energy and momentum. Rotations. The free and driven harmonic oscillator. Gravitation. (This class meets four hours per week for lectures and recitation.) Prerequisites: MA-UY 1024 or an approved equivalent. Corequisites: MA-UY 1124 or approved equivalent, and EX-UY 1 PL-UY 2143 ( Please refer to the bulletin ) 2.00 Credits Biostatistics BMS-UY 2512 The course introduces statistical methods used in biology, including probability, statistical distributions, regression, correlation and tests. Chemical Laboratory Safety CM-GY 5040 This course discusses problems of health and safety in chemical laboratories, including how to work safely with dangerous chemicals. This course must be completed by graduate and undergraduate chemistry students before they begin laboratory research.   HuSS Elective   Spring Semester   3.00 Credits Organic Chemistry II CM-UY 2223 This course continues CM-UY 2213 and emphasizes finding the principles of organic chemistry in industrial practice and biochemical mechanisms. It introduces instrumental methods of analysis and identification. Prerequisite: CM-UY 2213. Co-requisite EX-UY 1 1.00 Credits Organic Chemistry Laboratory II CM-UY 2221 This laboratory stresses complex preparation, purification, characterization and identification of organic compounds by chemical and physical means. It introduces instrumental methods of analysis and identification. Lab fee required. Prerequisite: CM-UY 2211, Co/prerequisite: CM-UY 2223. 3.00 Credits Electricity, Magnetism, & Fluids PH-UY 2023 This is the second course of a three-semester lecture sequence in general physics for science and engineering students. Fluids at rest and in motion. An introduction to electric and magnetic forces and fields. Electric charge density. Electric fields from simple charge distributions. Electric potential. Capacitance. Magnetic forces. Magnetic field from a current loop. Inductance. Magnetism in matter. Current and resistance. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 1013 and MA-UY 1124 or an approved equivalent. Co-requisite: PH-UY 2121 General Physics Laboratory I, and EX-UY 1 PH-UY 2021 ( Please refer to the bulletin ) 4.00 Credits Physical Chemistry I CM-UY 2614 This course covers chemical thermodynamics with applications to solutions, phase and chemical equilibria. Molecular motion and transport properties are also covered. Prerequisites: CM-UY 1004 or CM-UY 1024 and MA-UY 1124 or MA-UY 1154 and PH-UY 1013. 2.00 Credits Molecular Modeling in Chemistry CM-UY 2102 This one-semester introductory course covers computer modeling of organic compounds. Students learn to use Chem Draw and Chem3D, standard applications in chemistry. Prerequisites: CM-UY 1101, CM-UY 2213, Co-requisite: CM-UY 2223.   HuSSElective   Junior Year   Fall Semester   4.00 Credits Genetics BMS-UY 3114 The course covers the genetics of bacteria, viruses and high organisms. Emphasis is on both the genetic and biochemical analyses of gene replication, heredity, mutation, recombination and gene expression. Included are comparisons of prokaryotic and eukaryotic genetics and regulation. Laboratory techniques are used to study genetic phenomena in prokaryotes, eukaryotes and viruses. The course emphasizes modern approaches to genetic research. A lab fee is required. Prerequisite: BMS-UY 1004. Co-requisite: CM-UY 2213 or CM-UY 2214. 3.00 Credits Waves, Optics, & Thermodynamics PH-UY 2033 This is the third course of a three-semester lecture sequence in general physics for science and engineering students. Water, sound and electromagnetic waves. Reflection, scattering and absorption. Standing waves and spectra. Superposition, diffraction and beats. Geometrical optics. Introduction to thermodynamics; temperature, heat, and entropy. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 2121 and PH-UY 2023. Co-requisites: PH-UY 2131, and EX-UY 1. PH-UY 2031 ( Please refer to the bulletin ) 4.00 Credits Biochemistry I CM-UY 3314 This course surveys modern biochemistry and emphasizes current areas of research. Also covered are structure-function relationships in proteins; enzymes and their mechanisms of action; bioenergetics principles and energy production; and biochemical theories and techniques. Prerequisites: CM-UY 2213 or CM-UY 2214 or CM-UY 2234 and CM-UY 2614 or CM-UY 2514 or instructor’s permission.   HuSS Elective   Spring Semester   4.00 Credits Advanced Cell and Molecular Biology I BMS-UY 3314 This first semester of a year-long course explores the molecular basis of cell function and current trends in molecular biology. The lab component is a year-long project to locate, characterize, clone and express a gene. A lab fee is required. Prerequisites: CM-UY 3314 and CM-UY 2223 or CM-UY 2224 (see BMS-UY 4324 for second semester). 4.00 Credits Biochemistry II CM-UY 3324 This course continues Biochemistry I. It covers principles of intermediary metabolism: energetic membrane structure and transport; structure and function of DNA and RNA; principles of molecular biology; the immune system; and hormonal regulation and cancer. Prerequisite: CM-UY 3314 or instructor’s permission. 4.00 Credits Analytical Chemistry CM-UY 3514 This course covers theories and applications of instrumentation techniques in modern analytical chemistry, including spectroscopy (UVVIS absorption, infrared absorption, fluorescence, Raman scattering, nuclear magnetic resonance), chromatography (gas, liquid) and other techniques (mass spectroscopy, electrophoresis). The accompanying laboratory part focuses on practical skills. Prerequisite: CM-UY 2514 or CM-UY 2614. CM-GY 5011 ( Please refer to the bulletin )   Elective   Senior Year   Fall Semester   4.00 Credits Undergraduate Research in Molecular Sciences BMS-UY 4914 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040.   HuSS Elective   Spring Semester   4.00 Credits Undergraduate Research in Biomolecular Sciences BMS-UY 4924 The course investigates problems in biomolecular science under faculty supervision. Library research, experimental studies and written reports are required. Prerequisites: senior status or adviser’s approval, CM-GY 5010, CM-GY 5040.   HuSS Elective   Chemistry Option   Freshman Year   Fall Semester   4.00 Credits Calculus I MA-UY 1024 This course covers library of Functions: functions of one variable. Limits, derivatives of functions defined by graphs, tables and formulas, differentiation rules for power, polynomial, exponential and logarithmic functions, derivatives of trigonometric functions, the product and quotient rule, the chain rule, applications of the chain rule, maxima and minima, optimization. MA 1324 is for students who wish to take MA 1024 but need more review of precalculus. MA1324 covers the same material as MA1024 but with more contact hours a week, incorporating a full discussion of the required precalculus topics. Prerequisite: Placement Exam or MA-UY 912 or MA-UY 914. Corequisite: EX-UY 1 4.00 Credits General Chemistry I CM-UY 1014 This course covers chemical equations, chemical conservation laws, stoichiometry, thermochemistry, properties of gases, atomic structure, periodic table, chemical bonding and molecular structure. The course is required for students in the Biomolecular Science Program. Corequisite: EX-UY 1. 1.00 Credits Numerical Methods for Chemistry CM-UY 1101 This is a one-semester introductory course in numerical methods needed for BMS and CM courses. Students learn spreadsheet calculation, chart displays, curve fitting and good lab-record keeping. Co-requisite: CM-UY 1014. 4.00 Credits Introduction to Cell and Molecular Biology BMS-UY 1004 The course covers the fundamentals of biology. Topics: Physical, chemical and biochemical bases of life on various organizational levels, cellular morphology, complementarity of form and function, including reproduction, development and genetics. EN-UY 1013 ( Please refer to the bulletin ) 1.00 Credits Engineering and Technology Forum EG-UY 1001 In this course the notion of invention, innovation and entrepreneurship (i2e) is introduced to the students’ educational experience. Students will be exposed to elements of a research-intensive institution and diverse research performed by leading engineers, scientists, inventors and entrepreneurs.   Spring Semester   4.00 Credits Calculus II MA-UY 1124 This course covers definite integrals, theorems about integrals, anti-derivatives, second fundamental theorem of calculus, techniques of integration, introduction to ordinary differential equations, improper integrals, numerical methods of integration, applications of integration, sequences, series, power series, approximations of functions via Taylor polynomials, Taylor series. Corequisite: EX-UY 1. 4.00 Credits General Chemistry II CM-UY 1024 This course covers states of matter, chemical thermodynamics and equilibria, kinetics, acid-base chemistry, electrochemistry, introduction to organic chemistry, natural and synthetic polymers. The course is required for students in the Biomolecular Science Program. Prerequisite: CM-UY 1004 or CM-UY 1014. Corequisite: EX-UY 1. 4.00 Credits Introduction to Physiology BMS-UY 2004 This course continues biology fundamentals. Topics: Emphasis on evolutionary theory, phylogeny and comparative physiology including homeostasis, regulation, integration and coordination of organisms at the systems level. Prerequisite: BMS-UY 1004 or instructor’s permission. HUSS-UY 1023W ( Please refer to the bulletin ) 2.00 Credits Chemistry, the Central Science CM-UY 1032 This is a one-semester overview course in chemistry, providing examples of important discoveries and important chemical innovators, with a strong emphasis on cutting-edge research. Field opportunities are developed to allow students to contribute to the discipline. Prerequisite: Only first-year students are permitted to enroll in this introductory level course.   Sophomore Year   Fall Semester   3.00 Credits Organic Chemistry I CM-UY 2213 This course covers chemistry of organic molecules: structure, nomenclature, properties and reactions of carbon compounds with emphasis on aliphatic compounds. It also introduces reaction mechanisms and stereochemistry. Prerequisite: CM-UY 1004 or CM-UY 1024 and EX-UY 1. 1.00 Credits Organic Chemistry Laboratory I CM-UY 2211 This Laboratory course teaches students how to prepare, isolate and purify typical organic compounds. Experiments illustrate basic techniques. Lab fee required. Co/prerequisite CM-UY 2213. 3.00 Credits Mechanics PH-UY 1013 This course is the first of a three-semester lecture sequence in general physics for science and engineering students. Motion of particles and systems of particles. One-dimensional motion. Vectors and two-dimensional motions. Forces and acceleration. Conservation of energy and momentum. Rotations. The free and driven harmonic oscillator. Gravitation. (This class meets four hours per week for lectures and recitation.) Prerequisites: MA-UY 1024 or an approved equivalent. Corequisites: MA-UY 1124 or approved equivalent, and EX-UY 1 2.00 Credits Elements of Linear Algebra I MA-UY 2012 This course introduces vector concepts. Linear transformations.Matrices and Determinants. Characteristic roots and eigenfunctions. Prerequisite: MA-UY 1124 or equivalent. Chemical Laboratory Safety CM-GY 5040 This course discusses problems of health and safety in chemical laboratories, including how to work safely with dangerous chemicals. This course must be completed by graduate and undergraduate chemistry students before they begin laboratory research.   HuSS Elective   Spring Semester   3.00 Credits Organic Chemistry II CM-UY 2223 This course continues CM-UY 2213 and emphasizes finding the principles of organic chemistry in industrial practice and biochemical mechanisms. It introduces instrumental methods of analysis and identification. Prerequisite: CM-UY 2213. Co-requisite EX-UY 1 1.00 Credits Organic Chemistry Laboratory II CM-UY 2221 This laboratory stresses complex preparation, purification, characterization and identification of organic compounds by chemical and physical means. It introduces instrumental methods of analysis and identification. Lab fee required. Prerequisite: CM-UY 2211, Co/prerequisite: CM-UY 2223. 3.00 Credits Electricity, Magnetism, & Fluids PH-UY 2023 This is the second course of a three-semester lecture sequence in general physics for science and engineering students. Fluids at rest and in motion. An introduction to electric and magnetic forces and fields. Electric charge density. Electric fields from simple charge distributions. Electric potential. Capacitance. Magnetic forces. Magnetic field from a current loop. Inductance. Magnetism in matter. Current and resistance. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 1013 and MA-UY 1124 or an approved equivalent. Co-requisite: PH-UY 2121 General Physics Laboratory I, and EX-UY 1 PH-UY 2021 ( Please refer to the bulletin ) 4.00 Credits Physical Chemistry I CM-UY 2614 This course covers chemical thermodynamics with applications to solutions, phase and chemical equilibria. Molecular motion and transport properties are also covered. Prerequisites: CM-UY 1004 or CM-UY 1024 and MA-UY 1124 or MA-UY 1154 and PH-UY 1013. 2.00 Credits Molecular Modeling in Chemistry CM-UY 2102 This one-semester introductory course covers computer modeling of organic compounds. Students learn to use Chem Draw and Chem3D, standard applications in chemistry. Prerequisites: CM-UY 1101, CM-UY 2213, Co-requisite: CM-UY 2223. 2.00 Credits Ordinary Differential Equations MA-UY 2132 This course covers first order differential equations: modeling and solving. Stability of autonomous equations. Higher order linear ordinary differential equations: Solution bases, Wronskian and initial value problems. Linear system of first-order differential equations with constant coefficients: Elimination and eigenvalue method of solution. Elementary concepts of numerical analysis. Numerical solution of initial value problems for ordinary differential equations. Prerequisite or Corequisite: MA-UY 2012.   Junior Year   Fall Semester   3.00 Credits Polymer Science CM-UY 4413 This course provides a broad perspective of polymer science and its application in everyday life. The course has three major components: a survey of polymers, polymer synthesis and aspects of polymer physics. Prerequisites: CM-UY 2214 and CM-UY 2614 or CM-UY 2514. 3.00 Credits Waves, Optics, & Thermodynamics PH-UY 2033 This is the third course of a three-semester lecture sequence in general physics for science and engineering students. Water, sound and electromagnetic waves. Reflection, scattering and absorption. Standing waves and spectra. Superposition, diffraction and beats. Geometrical optics. Introduction to thermodynamics; temperature, heat, and entropy. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 2121 and PH-UY 2023. Co-requisites: PH-UY 2131, and EX-UY 1. PH-UY 2031 ( Please refer to the bulletin ) 4.00 Credits Biochemistry I CM-UY 3314 This course surveys modern biochemistry and emphasizes current areas of research. Also covered are structure-function relationships in proteins; enzymes and their mechanisms of action; bioenergetics principles and energy production; and biochemical theories and techniques. Prerequisites: CM-UY 2213 or CM-UY 2214 or CM-UY 2234 and CM-UY 2614 or CM-UY 2514 or instructor’s permission. 4.00 Credits Analysis of Chemical and Biomolecular Processes CBE-UY 2124 This course prepares students to formulate and solve material and energy balances on chemical and biomolecular process systems and lays the foundation for subsequent courses in thermodynamics, unit operations, kinetics and process dynamics, and control. The course introduces the fundamental engineering approach to problem solving: breaking down a process into its components, establishing the relations between known and unknown process variables, assembling the information needed to solve for the unknowns and, finally, obtaining the solution using relevant computational methods. Prerequisites: CM-UY 1004 and MA-UY 1024.   HuSS Elective   Spring Semester   4.00 Credits Biochemistry II CM-UY 3324 This course continues Biochemistry I. It covers principles of intermediary metabolism: energetic membrane structure and transport; structure and function of DNA and RNA; principles of molecular biology; the immune system; and hormonal regulation and cancer. Prerequisite: CM-UY 3314 or instructor’s permission. 4.00 Credits Analytical Chemistry CM-UY 3514 This course covers theories and applications of instrumentation techniques in modern analytical chemistry, including spectroscopy (UVVIS absorption, infrared absorption, fluorescence, Raman scattering, nuclear magnetic resonance), chromatography (gas, liquid) and other techniques (mass spectroscopy, electrophoresis). The accompanying laboratory part focuses on practical skills. Prerequisite: CM-UY 2514 or CM-UY 2614. CM-GY 5011 ( Please refer to the bulletin )   HuSS Elective   Senior Year   Fall Semester   4.00 Credits Undergrad Research in Chemistry CM-UY 4914 In this course, students conduct original investigations guided by staff members. Careful literature research is required before laboratory work starts. Continued reference to chemical literature is expected as well as active participation in conferences and seminars, both of which are scheduled as work progresses. A written report is required. Fulltime students are expected to register for 8 credits of thesis during senior year. A research (lab) fee is required. Prerequisites: CM-GY 5011 and CM-GY 5040.   HuSS Elective   Spring Semester   4.00 Credits Undergrad Research in Chemistry CM-UY 4914 In this course, students conduct original investigations guided by staff members. Careful literature research is required before laboratory work starts. Continued reference to chemical literature is expected as well as active participation in conferences and seminars, both of which are scheduled as work progresses. A written report is required. Fulltime students are expected to register for 8 credits of thesis during senior year. A research (lab) fee is required. Prerequisites: CM-GY 5011 and CM-GY 5040.   HuSS Elective                                 Biomolecular Science, BS      Curriculum   Typical Course Schedule                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Department of Chemistry | New York University                                           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                         Home     People       Research       Undergraduate Studies       Graduate Studies       Alumni       Events       Award Opportunities and Recipients       Instrumentation Facilities, Centers, and Institutes       Resources and Forms       Contact Us           Molecular Design Institute   MRSEC           Stay Connected           Facebook       Twitter                          Upcoming Events             Friday Colloquium Series - Dan Kahne, 5/1/15           Chemistry Seminar - Geoffrey Hutchison, 5/7/15           Friday Colloquium Series - Angela Koehler, 5/8/15           Tuesday Seminar Series - Dirk Trauner, 5/12/15         Archives                 In The Spotlight               NYU MRSEC Receives a $14.4 Million Grant from the NSF         Read More...                 Video Spotlight Jerschow postdoc Andrew Ilott &amp; Colleagues Develop MRI Technique   A collaboration between NYU Chemistry Professor Alexej Jerschow and Cambridge/Stony Brook Professor Clare Grey has led to the development of an MRI technique for monitoring and potentially enhancing the performance of supercapacitors. Read More              Announcements           Prospective Graduate Students       Links to NYU Chemistry Faculty Search Ads                       News             News                 Ward/Kahr Research Featured on the Cover of Crystal Growth & Design     Read More...           Archives                 News                   Morris Fishman: Teacher and Mentor 1939-2015                   Debra Rooker Receives ACS/WCC Travel Award               NYU Chemistry Attends Nichols Symposium & Banquet 2015                   Tuckerman Group Locating Landmarks, in PNAS                   Schlick Investigates Oxidized Nucleotides, in Nature               NYU Chemistry Hosts ACS Olympiad 2015                   Arora is Selected for the 2015 American Peptide Society's Makineni Lectureship                   Frontiers in Polymer & Biomolecular Chemistry: Conference at NYU Tel Aviv, March 2015                   Tuckerman Investigation of Melting Solids, in Science                   Naumov Crystal Structure Analysis in Nature Chemistry                   Ashley Modell Receives ACS/WCC Travel Award                   Anna Powers Receives ACS Student Leader Global STEM Award                   David Schuster Invited to be an Inaugural Member of the Chemical Heritage Foundation's Newton Society               Bacic Group Study Validates Selection Rule Predicted in INS Spectroscopy           Archives               News Archive                         * | Contact Us | &copy; New York University , Arts and Science"}, {"content": "Undergraduate Studies | Department of Chemistry | NYU                                     NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                               Home       People       Research     Undergraduate Studies     Graduate Studies       Alumni       Events       Award Opportunities and Recipients       Instrumentation Facilities, Centers, and Institutes       Resources and Forms       Contact Us                 Home       &gt;             Undergraduate Studies       Undergraduate Studies Chemistry, the so-called central natural science, bridges physics and biology. The atomistic and molecular structure and properties of matter are fundamental to the investigation of the physical world and to the understanding of living systems. Nanotechnology and genomics are comparatively new sciences that owe their very existence to progress in chemical analysis and theory during the past generation. The Department of Chemistry at New York University has a long and illustrious history, dating back to well before the founding of the American Chemical Society (ACS) at the University in 1876. The Department has been designated by the ACS as a landmark in commemoration of this event. Professor John W. Draper, chairman of the department and first president of the ACS, was an early pioneer in the development of photography, working with Professor Samuel F.B. Morse. The late Gertrude B. Elion, co-recipient of the 1988 Nobel Prize in medicine and physiology, earned a master's degree in chemistry in our department, and Phil Baran a BS recipient recently earned a MacArthur Foundation \"genius\" grant in 2013. The department offers a major in chemistry and one in biochemistry, the details of which are set forth in the College of Arts and Science Bulletin . For highly motivated students, there are advanced courses that cover the general and organic chemistry required for several science majors and for the pre-health curriculum. These courses form a core for either the chemistry or the biochemistry major. Students in the advanced courses include potential chemistry, biology, and computer science majors. The classes themselves are small enough to enable students to interact closely with faculty. A series of individualized laboratory experiments is offered.                       Core Information         Major in Chemistry       Minor in Chemistry       Course Offerings       Degree Requirements       Chemistry Major Requirements       Registration and Clearance Instructions       Forms for Undergraduate Students       NYU ABU DHABI CHEMISTRY COURSE EQUIVALENCIES                                     Related Information                   Course Syllabi Archive       Fall 2014 Courses       Summer 2014 Courses       Spring 2014 Courses       Fall 2013 Courses       Summer 2013 Courses       Spring 2013 Courses       Summer 2012 Courses       Fall 2012 Courses       Spring 2012 Courses       Spring 2011 Courses       Fall 2011 Courses       Summer 2011 Courses                                     Useful Links                   NYU Academic Calendar       Midterm Information       Undergraduate Admissions       Research Facilities       Extracurricular Activities       Career Options       Research and Internships       Advanced General Chemistry       Frequently Asked Questions (FAQs)       Study Away Opportunities                             * | Contact Us | &copy; New York University , Arts and Science"}]}]