[{"detail": [{"content": "Events | Center for Ancient Studies | NYU                             NEW YORK UNIVERSITY              ARTS AND SCIENCE              COLLEGE OF ARTS AND SCIENCE              GRADUATE SCHOOL OF ARTS AND SCIENCE                                  CONTACT US SEARCH SITEMAP                     Home &gt; Events                     About The Center     Events              Past Events              Conferences and Colloquia              The Faculty Resource Network Summer Seminar         Faculty Who Work on Antiquity and Related Subjects at NYU       Ancient Studies Minor       Travel Grants       Collections       NYU Excavations       Publications       Classical World       Institute for Etruscan and Italic Studies       Aquila Theatre Company       Events   Spring 2015 The NYU Department of Hebrew and Judaic Studies, in conjunction with the NYU Religious Studies Program and the Center for Ancient Studies presents The Aggada of the Babylonian Talmud and its Cultural World Monday and Tuesday, June 1-2, 2015. Details and program to be announced. This conference is free and open to the public, but reservations are required. For more information, email jr6@nyu.edu  The NYU Department of Anthropology, in conjunction with the Center for the Study of Human Origins and the Center for Ancient   Studies, sponsors The North American Theoretical Archaeology Group (TAG) 2015 Conference MOVEMENT Friday, May 22, 2015 – Sunday, May 24, 2015 For more information, or to register, visit the TAG 2015 website: https://wp.nyu.edu/gsas-nyutag2015/  The NYU Institute of Fine Arts presents  THE NEW YORK AEGEAN BRONZE AGE COLLOQUIUM A Room with a View: Kea Paintings and Social Context Lyvia Morgan  Friday, May 8, 2015, 6:30pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5803         This lecture is free and open to the public, but an RSVP is required. Click here to RSVP. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents Ritual and Narrative: Texts in Performance in the Ancient Near East Conference organized by Beate Pongratz-Leisten (NYU-ISAW) Friday, May 1, 2015 Institute for the Study of the Ancient World 15 East 84th Street, 2nd Floor Lecture Hall 212.992.7800 10:00am - Introduction Beate Pongratz-Leisten (NYU-ISAW)  10:30am - Perspectives on Language, Languages and Ritual Textuality in Mesopotamia Piotr Michalowski (University of Michigan)  11:30am - Coffee Break 12:00pm - Power and Participation in Town Festivals at Emar Daniel Fleming (NYU)  1:00pm - Lunch Break 2.00pm - Language and Performance: Doing Things with Words in Sumerian Ritual Laments Paul Delnero (Johns Hopkins University)  3.00pm - Coffee Break 3:30pm - Narrating a Divine Murder in Cult: A New Look at the lilissu Ritual Uri Gabbay (Hebrew University)  This conference is free and open to the public, but space is limited and registration is required. Click here to register. The NYU Department of English and the Office of the Dean for Humanities  present Poetics and Life: A Conference in Honor of Anselm Haverkamp Thursday, April 30, 2015, 3:00pm-8:00pm Hemmerdinger Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair access) 3:00pm Welcome and Introductions Joy Connolly, Dean for Humanities, NYU The Sounds of Postwar Life: Günther Eich Martin Harries, UC Irvine Bare Life? The Poetics of Clothing (Cicero, Horace, Hugo, Broch) Michele Lowrie, University of Chicago  Außer Dienst, or Life in the Village: The Castle and the Possibility of the Novel Erica Weitzman, Northwestern University 5:00pm Toasts and drinks 6:00pm \"Age is Unnecessary:” Shakespeare and Life History Theory Stephen Greenblatt, Harvard University For more information, contact the English Department at 212.998.8800     The NYU Institute for the Study of the Ancient World presents     The Mesopotamian Economic Boom and Emergence of the First Cities in the Late Chalcolithic Period (4200-3100 BC) Salam Al Kuntar (ISAW) Wednesday, April 29, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.       The NYU Institute of Fine Arts presents    SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE Homer and the Ekphrasists: Text and Image in the Elder Philostratus's Scamander (Imagines I.1)  Michael Squire (Kings College, London) Wednesday, April 29, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800 This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.       The NYU Institute for the Study of the Ancient World presents   Haupt Lecture: Sorcery in the Soil: Finding Magic at Graeco-Roman Karanis in Egypt Drew Wilburn (Oberlin College) Tuesday, April 28, 2015, 6:30pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.   The NYU Classics Department presents At the Gates of the Temple: Culture, Politics and Place in Ptolemaic Egypt Ian Moyer (Michigan) Monday, April 27, 2015, 4:45 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access ) Contact: Christopher Parmenter csp351@nyu.edu   The NYU Libraries present  When Big Data Slows Down: Digital Humanities and the Study of Roman Amphitheaters Sebastian Heath (NYU) Tuesday, April 21, 2015, 6:30pm Bobst Library, 5th Floor Research Commons, Media Viewing Area 70 Washington Square South This lecture is free and open to the public, but an RSVP is required. To RSVP, click here .   For more information email Laurie Murphy: laurie.murphy@nyu.edu    The NYU Institute for the Study of the Ancient World presents  Peoples and Places in Pre-Islamic Afghanistan: The Evidence of the Bactrian Documents Nicholas Sims-Williams (University of London) Tuesday, April 21, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis. The NYU Classics Department presents Making Sense of the Corpus Hermeticum: Text – Context – Reception Christian Wildberg (Princeton University) Monday, April 20, 2015, 4:45 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access) Contact: Christopher Parmenter csp351@nyu.edu  The NYU Institute for the Study of the Ancient World presents Life at the Margins: Questions in Ancient Near Eastern Social History Conference organized by Nicholas Reid (ISAW) and Jonathan Valk (ISAW) Friday, April 17, 2015 Institute for the Study of the Ancient World 15 East 84th Street, 2nd Floor Lecture Hall 212.992.7800 10:00am - POW: Revisiting Prisoners of War in Early Mesopotamia Nicholas Reid (ISAW) 10:45am - Coffee Break 11:15am - Care and Control of the Babylonian Underclass Jonathan Tenney (Cornell University) 12:00pm - Ancient Near Eastern History De-centered: The Case of Emar Dan Fleming (NYU) 12:45pm - Lunch Break 2:00pm - “They Enjoy Syrup and Ghee at Tables of Silver and Gold”: Infant Loss in Ancient Mesopotamia Jonathan Valk (ISAW) 2:45pm - Women of Inferior Status: Injunctions to Prevent Men from Having Contact with Them Cornelia Wunsch (SOAS, University of London) 3:30pm - Tea Break 4:00pm - “I am Living in a City of Hunger”: Towards a Hermeneutics of Poverty in Mesopotamia Seth Richardson (Oriental Institute of the University of Chicago)  This conference is free and open to the public, but space is limited and an RSVP is required. Click here to RSVP. The NYU Institute of Fine Arts presents  THE NEW YORK AEGEAN BRONZE AGE COLLOQUIUM The Mycenaean Worship of an Ancestral Wanax  Susan Lupack ( Editor , Hesperia , The Journal of the American School of Classical Study at Athens) Friday, April 17, 2015, 6:30pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5803         This lecture is free and open to the public, but an RSVP is required. Click here to RSVP. Seating is on a first-come, first-served basis.  NYU Liberal Studies and the Lehman Foundation present  A New Interpretation of the Fishing and Fowling Boat from the Tomb of Meketre Catharine Roehrig, ( The Metropolitan Museum ) Friday, April 17, 2015, 10:00am Kimmel Center Room 914 60 Washington Square South         This lecture is free and open to the public. For more information, email Joseph Portanova: joseph.portanova@nyu.edu  The NYU Classics Department presents  Children’s Imitation as Social and Cultural Cognition in Roman Thought Jacob Mackey (Queens College, CUNY)  Thursday, April 16, 2015, 6:15 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)   Contact: Christopher Parmenter csp351@nyu.edu  The NYU Institute for the Study of the Ancient World presents More than a Matter of Style: The Diyala Expedition and its Impact on Mesopotamian Archaeology Clemens Reichel (University of Toronto) Thursday, April 16, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.   The NYU Institute for the Study of the Ancient World presents  The Rise of the Qin Empire and the End of Historiography in Early China Vincent Leung (ISAW) Tuesday, April 14, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  Long-Term Occupation and Seasonal Mobility in Mongolia: A Comparative Analysis of Two Communities Jean-Luc Houle (Western Kentucky University) Thursday, April 9, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Classics Department presents  The Space of the Champion in Early Greek Epic Benjamin Sammons (NYU)  Monday, April 6, 2015, 4:45 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)   Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute of Fine Arts presents  SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE The Hellenistic Sanctuaries of Velia  Verena Gassner (University of Vienna) Thursday, April 2, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Classics Department presents  Land Grants of Antiochus II to his Wife Laodice in Babylonia and Asia Minor: on the \"Lehmann Text\" in the MMA R.J. van der Spek (Vrije Universiteit Amsterdam ) Wednesday, April 1, 2015, 6:15 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)   Contact: Christopher Parmenter csp351@nyu.edu  The NYU Institute for the Study of the Ancient World presents  Jephtah's Daughter, Sarah's Son: Children, Death, and Scripture in Late Antiquity Maria Doerfler (ISAW) Tuesday, March 31, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  The Akchakhan-kala Wall Paintings: Kingship and Religion in Ancient Khorezm Alison Betts (University of Sydney) Monday, March 30, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis. The New York Classical Club, in conjunction with the NYU Classics Department and the Center for Ancient Studies presents CLASSICAL NEW YORK: GREECE AND ROME IN NYC'S ART, ARCHITECTURE, AND HISTORY Saturday, March 28, 2015, 11:00am-6:00pm Jurow Lecture Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair access) 11:00am: The Imperial Metropolis: Ancient Rome and New York City circa 1900 Margaret Malamud ( New Mexico State University ) 12:00pm: The Expression of Civic Life: Civic Centers and the City Beautiful in NYC John Ritter (NYU) 1:00-2:30pm: LUNCH &amp; WALKING TOUR OF WASHINGTON SQUARE PARK Tour led by Dr. Ron Janoff 2:30pm: The Gould Library and Hall of Fame: Reinterpreting the Pantheon in the Bronx Elizabeth Macaulay-Lewis (The Graduate Center at CUNY)  3:30pm: The Croton Aqueduct and its Classical Heritage Harry Evans (Fordham University)  4:30-5:00pm: COFFEE BREAK  5:00pm: The Custom House of 1833-42: Portrait of a Wall Street Temple Francis Morrone (NYU)  6:00pm: RECEPTION This event is open to the public. Registration is required and includes lunch, a walking tour of Washington Square Park, and a reception: $10 for students; $25 for members; $40 for non-members. You may pre-register online at: http://nyclassicalclub.org/events.htm For more information, please contact Erin McKenna at: emckenna11@fordham.edu   The NYU Center for Ancient Studies in conjunction with the Skirball Department of Hebrew and Judaic Studies, the Global Network for Advanced Research in Jewish Studies, the Religious Studies Program, the Department of Classics,  the Department of History, the Dean of the College of Arts and Science, and the Dean for the Humanities announces the  Ranieri Colloquium on Ancient Studies INTEGRATING JUDAISM AND CHRISTIANITY INTO THE STUDY OF THE ANCIENT WORLD  Thursday and Friday, March 26-27, 2015 Hemmerdinger Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair accessible)  THURSDAY, MARCH 26, 2015 5:00 p.m. WELCOME Matthew S. Santirocco, NYU 5:15 p.m. KEYNOTE ADDRESS The New Testament as a Source for the History of the Jews and Judaism Lawrence H. Schiffman, NYU 6:15 p.m. PUBLIC RECEPTION  FRIDAY, MARCH 27, 2015 SESSION 1 [Session Chair, Jeffrey Rubenstein, NYU ] 9:15 a.m. Samson in Stone: New Discoveries in the Ancient Synagogue at Huqoq in Israel’s Galilee Jodi Magness, University of North Carolina 9:55 a.m. Jesus the Jurist: Written Law and Its Interpretation in the Christian Gospels Daniel Fleming, NYU 10:35 a.m. The Dead Sea Scrolls “Instruction” Text and Its Hellenistic Context Hindy Najman, Yale University 11:15 a.m. The Treaty of Apamea, the Decline of the Seleucid Empire, and Their Consequence for Jewish Martyrology R. Steven Notley, Nyack College 12:00 p.m. LUNCH BREAK SESSION 2 [Session Chair, Michael Peachin, NYU ] 1:00 p.m. Jews and the Imposition of Nicene Orthodoxy in the Late Antique Mediterranean Diaspora Ross Kraemer, Brown University 1:40 p.m. Selling Souls: Early Christians (and Their Neighbors) as Religious Entrepreneurs Nicola Denzey Lewis, Brown University 2:20 p.m. Practices of Seeing God(s) in Late Antiquity Laura Nasrallah, Harvard University 3:00 p.m. The Rise of Authoritative Scripture and Its Interpretation in Ancient Judaism Alex Jassen, NYU This   conference is free and open to the public. For more information, please   contact the Center for Ancient Studies at ancient.studies@nyu.edu , or   at 212.992.7978    The NYU Institute for the Study of the Ancient World presents   Rostovtzeff Lecture Series: Sumer in the Mesopotamian World: Reading Traditions &amp; Traditions of Reading, IV  Reading Early Cult Then: Sex &amp; the Temple in Mesopotamian Memory  Gonzalo Rubio  (Pennsylvania State University)  Thursday, March 26, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800  This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.   The NYU Institute for the Study of the Ancient World presents   Rostovtzeff Lecture Series: Sumer in the Mesopotamian World: Reading Traditions &amp; Traditions of Reading, II I  Reading Early Economy Now: Bureaucracy &amp; Administration in Sumer  Gonzalo Rubio  (Pennsylvania State University)  Tuesday, March 24, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800  This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.   The A.S. Onassis Program in Hellenic Studies at New York University presents   Politics of Monumentality: Archaeological Cultural Heritage and Identities in \"Crisis\" in Modern Greece - The Case of Amphipolis   Paschalis Zafeiriadis  (University of Cincinnati)  Tuesday, March 24, 2015, 6:30pm 285 Mercer Street, 8th Floor  212.998.3979  This lecture is free and open to the public, for more information contact: hellenic.studies@nyu.edu   The NYU Classics Department presents  The Sacrificial Ritus Michael Koortbojian (Princeton University)  Monday, March 23, 2015, 4:45pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)   Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute of Fine Arts presents  THE NEW YORK AEGEAN BRONZE AGE COLLOQUIUM Modeling Everyday Life in Crete and Cyprus with Reference to Egypt  Eleni Mantzourani (University of Athens) Friday, March 20, 2015, 6:30pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis. The NYU Institute for the Study of the Ancient World presents  A Closer Look: What Does Puabi Want? Kim Benzel (The Metropolitan Museum of Art) Tuesday, March 17, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This Gallery Talk is free and open to the public, but an RSVP is required.  The NYU Institute for the Study of the Ancient World presents  Rostovtzeff Lecture Series: Sumer in the Mesopotamian World: Reading Traditions &amp; Traditions of Reading, II Origins of Tradition: Literature &amp; Political Theology in Sumer Gonzalo Rubio (Pennsylvania State University) Thursday, March 12, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis. The NYU Institute of Fine Arts presents  SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE The New Excavations in the Necropolis of Himera  Stefano Vassallo (Superintendency of Palermo) Thursday, March 12, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  Rostovtzeff Lecture Series: Sumer in the Mesopotamian World: Reading Traditions &amp; Traditions of Reading, I Traditions of Origins: Where Did the Sumerians Come From? And Where Did They All Go? Gonzalo Rubio (Pennsylvania State University) Tuesday, March 10, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The   NYU Institute of Fine Arts and the Center for Ancient Studies along   with the European Commission Research Executive Agency, the Seventh   Framework Programme Marie Curie Actions, the Alma Mater Studiorum.   Università di Bologna, the Dipartimento di Beni Culturali, campus di   Ravenna, and the Association for Coroplastic Studies announce A Conference on Archaeomusicology: Representations of Musicians in the Coroplastic Art of the Ancient World: Iconography, Ritual Contexts and Functions Organized by Angela Bellia (NYU-Università di Bologna), Clemente Marconi (NYU-IFA), Claude Calame (École des Hautes Études en Sciences Sociales de Paris), Barbara Kowalzig (NYU), Donatella Restani (Università di Bologna), Jaimee Uhlenbrock (Association for Coroplastic Studies) Saturday, March 7, 2015      The Institute of Fine Arts, 1 East 78th Street, Lecture Hall      212.992.5800 SPEAKERS Rebecca Miller Ammerman ( Colgate University ) Claude Calame ( Directeur d'études émérite École des Hautes Études en Sciences Sociales de Paris ) Annie Caubet ( Département Antiquités Orientales, Musée du Louvre ) Gabriela Currie (University of Minnesota, Twin Cities) Agnès Garcia-Ventura ( Università di Roma La Sapienza ) Elçin Doğan Gürbüzer ( Ege University-Izmir, Turkey ) Regine Hunziker-Rodewald ( University of Strasbourg ) Kiki Karoglou ( The Metropolitan Museum of Art ) Daniela La Chioma Silvestre Villalva ( University of São Paulo ) Mireia López-Bertran ( Universitat Pompeu Fabra, Barcelona ) Sara Marandola ( Università di Roma La Sapienza ) Daniele F. Maras ( Italian Academy for Advanced Studies in America, Columbia University ) Manolis Mikrakis ( National Technical University of Athens, Greece ) Alessandro Pagliara ( Università degli Studi della Tuscia, Viterbo ) Regine Pruzsinszky ( Albert-Ludwigs-Universität Freiburg ) Arnaud Saura-Ziegelmeyer ( Doctorant en Sciences de l’Antiquité Université de Toulouse II Jean Jaurès ) Donata Sarracino ( Università di Roma La Sapienza )       An RSVP is required. For more information, click here .  Casa Italiana Zerilli-Marimò at New York University presents  Deconstructing Rome Federica Pedriali (University of Edinburgh) Thursday, March 5, 2015, 6:00pm Casa Italiana Zerilli-Marimò 24 West 12th Street 212-998-8739 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Classics Department presents  From Cultural Memory to Poetic Memory: Myth, History and Ritual beyond the \"Great Divide\" in Classical Greece Claude Calame (École des hautes études en sciences sociales)  Thursday, March 5, 2015, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu Casa Italiana Zerilli-Marimò at New York University presents  Haunting and the Postcolonial Ethics of the Gaze Rhiannon Noel Welch (Rutgers University) Tuesday, March 3, 2015, 6:00pm Casa Italiana Zerilli-Marimò 24 West 12th Street 212-998-8739 This lecture is free and open to the public. Seating is on a first-come, first-served basis. The NYU Institute for the Study of the Ancient World presents  Mesopotamian Prison Blues Nicholas Reid (ISAW) Tuesday, March 3, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Institute of Fine Arts presents  SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE The Shield of the Athena Parthenos: A New Reconstruction  Jenifer Neils ( Case Western Reserve University ) Thursday, February 26, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  Sumerian Art and the Modernist Avant-Garde Zainab Bahrani (Columbia University) Thursday, Feb. 26, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This lecture is free and open to the public, but registration is required at: isaw.nyu.edu/rsvp  The NYU Classics Department presents  Pyrenaean Mountains and Deep-valleyed Alps: Geography and Empire in the \"Garland of Philip\" Thomas Schmitz (Universität Bonn)  Monday, February 23, 2015, 4:45pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu   The NYU Institute for the Study of the Ancient World presents  Local Saints, National Politics, and the Power of the Past in Early Egypt Janet Richards (University of Michigan) Thursday, Feb. 19, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: info@arceny.com  The NYU Classics Department presents  Homeric Women and the Politics of Objects Lilah Grace Canevaro (University of Edinburgh)  Thursday, February 19, 2015, 12:30 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access) Brown bag lunch is provided with RSVP. A reception will follow the talk. To RSVP or for more information, contact: Christopher Parmenter csp351@nyu.edu The NYU Institute for the Study of the Ancient World presents  Writing Christian History in Islamic Egypt: The Case of the Medieval Arabic Text of the \"History of the Patriarchs of Alexandria\" Perrine Pilette (ISAW) Tuesday, Feb. 17, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The A.S. Onassis Program in Hellenic Studies at New York University presents  Tragic Bodies: The Suffering Body in Greek Tragedy Mary Yossi (University of Athens, Greece) Tuesday, Feb. 17, 2015, 5:00pm 285 Mercer Street, 8th Floor (between Washington and Waverly Place) 212.998.3979 This lecture is free and open to the public, for more information contact: hellenic.studies@nyu.edu  The NYU Institute for the Study of the Ancient World presents  Glam-Ur-ous: The Art of Archaeology and Aesthetics  Jennifer Y. Chi (ISAW) and Pedro Azara (Polytechnic University of Catalonia) Thursday, Feb. 12, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800  This lecture is free and open to the public, but registration is required at: isaw.nyu.edu/rsvp  The NYU Institute for the Study of the Ancient World presents From Ancient to Modern: Archaeology and Aesthetics February 12 - June 7, 2015 Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 For more information about this exhibition, please visit ISAW's website: isaw.nyu.edu/exhibitions   The NYU Institute of Fine Arts presents   CAA 2015: Field/Work: Object and Site  Three related panels with the theme of Field/Work exploring topics arising from the work of the Mellon Research Initiative   The Art of Archaeology; an Art Historical Perspective  Chair: David O’Connor (NYU-IFA) Zainab Bahrani (Columbia University) Sheila Bonde (Brown University) Clemente Marconi (NYU-IFA) Robert W. Preucel (Brown University )  Wednesday, February 11, 2015, 12:30-2:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800        This panel is free and open to the public; seating is on a first-come, first-served basis. An RSVP is required.         Conservation and the Future of Art        Chair: Michele Marincola (NYU-IFA) Sanchita Balachandran (Johns Hopkins University) Jim Coddington (Museum of Modern Art, New York) Jeanne Marie Teutonico (Getty Conservation Institute) Carol Mancusi Ungaro (Whitney Museum of American Art) Thursday, February 12, 2015, 12:30-2:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800 This panel is free and open to the public; seating is on a first-come, first-served basis. An RSVP is required.              The Field of Art History and its Work Chair: Patricia Rubin (NYU-IFA) Jean Campbell (Emory University) David Joselit (The Graduate Center, CUNY) Finbarr Barry Flood (NYU-IFA) Jennifer Roberts (Harvard University)  Thursday, February 12, 2015, 5:30-7:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800 This panel is free and open to the public; seating is on a first-come, first-served basis. An RSVP is required.                          The NYU Institute for the Study of the Ancient World presents  Nomadic Empires in Inner Asia: A Comparative Approach  Jan Bemmann (ISAW)   Tuesday, Feb. 3, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public . Seating is on a first-come, first-served basis.   The NYU Classics Department presents  The End of Exoticism in Heliodorus' Aithiopika  Robert Cioffi (Bard College)  Monday, February 2, 2015, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu  THIS EVENT IS CANCELLED DUE TO THE WINTER STORM AND WILL BE RESCHEDULED IN THE SPRING The NYU Institute of Fine Arts presents  SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE The New Excavations in the Necropolis of Himera  Stefano Vassallo ( Superintendency of Palermo ) Thursday, January 29, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  A King and Courtiers Come to Boston: Homage to Egyptian Art History Rita E. Freed (Museum of Fine Arts, Boston)  Thursday, Jan. 22, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: info@arceny.com  Fall 2014   The NYU Institute for the Study of the Ancient World presents   Metal, Salt, and Horse Skulls: Elite-level Exchange and Movement in Prehistoric Southwest China Anke Hein (Ludwig-Maximilians-University, Munich) Tuesday, December 16, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis.     The NYU Institute of Fine Arts presents   All That Glisters Is Not Gold: EB II Mochlos in its Eastern Mediterranean Context Tristan Carter (MacMaster University) Friday, December 12, 2014, 6:30pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800 This lecture is free and open to the public; seating is on a first-come, first served basis.   The NYU Institute for the Study of the Ancient World presents  \"I Write, Therefore I Am\": Scribes, Literacy, and Identity in Early China Armin Selbitschka (Ludwig-Maximilians-University, Munich ) Tuesday, December 9, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis.  The NYU Institute of Fine Arts presents  Archaeological Research at Aphrodisias in 2014 Roland R.R. Smith (Director of Excavations at Aphrodisias; University of Oxford-NYU) Alexander Sokolicek (Field Director of Excavations at Aphrodisias; IFA-NYU) Monday, December 8, 2014, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800          This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents The History of the Ptolemaic Collection at the Brooklyn Museum Edward Bleiberg (Brooklyn Museum ) Thursday, December 4, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800  This lecture is free and open to the public, but seating is limited; registration is required at: rsvp_exhibitions@nyu.edu  The NYU Institute for the Study of the Ancient World presents Forecasting Fate in Early China Ethan Harkness (NYU Gallatin and ISAW)  Tuesday, December 2, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800  This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Classics Department presents  Sometimes They Come Back: Nero, Domitian and the Thebaid of Statius Stefano Rebeggiani (NYU)   Monday, December 1, 2014, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu  The NYU Classics Department presents  Generic Attire: Hypsipyle’s Cloaks in Valerius Flaccus and Apollonius Rhodius Andrew Zissos (UC Irvine)   Monday, November 24, 2014, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu  The NYU Classics Department and the Center for Ancient Studies present  Latinfest 2014 Claudian: De Raptu Proserpinae Participating schools: NYU, Columbia University, University of Pennsylvania, Rutgers University, and Princeton University Friday, November 21, 2014 Hemmerdinger Hall, Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair access)  9:30am Coffee and Breakfast 10:00am Rutgers: Book 1, including Preface 11:00am Break 11:15am NYU: Book 2: Preface and 1-150 12:15pm Break 12:30pm University of Pennsylvania: Book 2.157-372 1:30pm Lunch 2:30pm Columbia: Book 3.1-259 3:30pm Break 3:45pm Princeton: Book 3.260-448 4:45pm Final Discussion 5:15pm Reception For more information contact: David Levene d.s.levene@nyu.edu  The NYU Classics Department presents  The End of Sacrifice Brent Shaw (Princeton University)   Thursday, November 20, 2014, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute for the Study of the Ancient World presents The World's First Genealogy and Related Issues Adam Schwartz (ISAW)  Tuesday, November 18, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800  This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Humanities Initiative presents Great New Books in the Humanities: The Feminine Symptom: Aleatory Matter in the Aristotelian Cosmos by Emanuela Bianchi (NYU) Emanuela Bianchi (NYU) Simon Critchley (The New School for Social Research) Claudia Baracchi (University of Milan-Biococca) Moderator: Joy Connolly (NYU)  Tuesday, November 18, 2014, 6:00pm 20 Cooper Square, 5th Floor  This lecture is free and open to the public, but registration is required. To register, click here . For more information, contact: info@humanitiesinitiative.org The NYU Institute for the Study of the Ancient World presents Weights and Trade Relations between Mesopotamia and the Indus Valley Lorenz Rahmstorf (University of Copenhagen)  Monday, November 17, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800  This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Department of Art History presents  E xhibiting Interaction: Assyria to Iberia at the Dawn of the Classical Age Joan Arnz (Metropolitan Museum of Art)   Monday, November 17, 2014, 6:00pm Silver Center for Arts and Science, Room 301 32 Waverly Place or 31 Washington Place (wheelchair access)  For more information, call 212.998.8180 or email: cas.arthistory@nyu.edu   The NYU Department of Comparative Literature in conjunction with the NYU Center for Ancient Studies ; the NYU Gallatin Fund for Classics and the Contemporary World; the College of Arts and Science, Fairfield University; Global Research Initiatives, NYU Office of the Provost; Postclassicisms; the NYU College of Arts and Science; the NYU Office of the Dean of the Faculty of Arts and Science; the Humanities Initiative at NYU; the NYU Office of the Dean for Humanities; the Center for the Study of Gender and Sexuality at NYU; the NYU Department of Philosophy; the NYU Department of Classics; the NYU Department of Media, Culture, and Communication; and the NYU A.S. Onassis Program in Hellenic Studies presents  POSTHUMAN ANTIQUITIES: A CROSS-DISCIPLINARY CONFERENCE organized by Emanuela Bianchi (NYU), Sara Brill (Fairfield University), and Brooke Holmes (Princeton University)  Friday, November 14, 2014: 9:40am-7:30pm, and Saturday, November 15, 2014: 10:00am-7:30pm Hemmerdinger Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair accessible)  SPEAKERS Claudia Baracchi, (University of Milan-Bicocca ) Emanuela Bianchi, (NYU) Sara Brill, (Fairfield University) Adriana Cavarero, (University of Verona) Rebecca Hill, (RMIT University, Australia) Brooke Holmes, (Princeton University) Miriam Leonard, (University College, London) Ramona Naddaff, (UC Berkeley) Michael Naas, (DePaul University) Mark Payne, (University of Chicago) James I. Porter, (UC Irvine) John Protevi, (Louisiana State University) Kristin Sampson, (University of Bergen, Norway) Giulia Sissa, (UCLA)  For more information, click here or contact the Department of Comparative Literature at 212.998.879 The NYU Classics Department presents  Vergil, Empedocles, and The Cosmic Storm Alessandro Schiesaro (Sapienza – Università di Roma) Thursday, November 13, 2014, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu  The NYU A.S. Onassis Program in Hellenic Studies present s Replaying Empire and Re(per)forming Civic Identity in 4th Century BC Athens Johanna Hanink (Brown University) Respondent: David Konstan (NYU)  Wednesday, November 12, 2014, 12:30-2:00pm 285 Mercer St., 8th floor  For more information contact: hellenic.studies@nyu.edu or call 212.998.3990  The NYU Department of Anthropology and the AIA New York Society present Making Sense of Neandertals: What We Have Learned from Bones, Teeth and Genes Shara Bailey (NYU)  Wednesday, November 12, 2014, 6:30pm NYU Department of Anthropology 25 Waverly Place  This lecture is free and open to the public; for more information contact: events@aia-nysociety.org  The NYU Center for Ancient Studies , in conjunction with the Aquila Theatre : YouStories Project, National Endowment for the Humanities; the Society for Artistic Veterans; and the Dean of the College of Arts and Science announces the   Rose-Marie Lewent Conference WarStories: Ancient and Modern Narratives of War  Tuesday, November 11, 2014 Hemmerdinger Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair accessible) 5:30pm WELCOME Matthew S. Santirocco, Senior Vice Provost, Professor of Classics, and Angelo J. Ranieri Director of Ancient Studies, NYU  Peter Meineck, Clinical Associate Professor of Classics, NYU /Founder and Program Director, Aquila Theatre Kirsten Gillibrand, United States Senator for New York (via video) William D. Adams , Chairman, National Endowment for the Humanities  5:45pm OPENING ADDRESS Telling Who We Are Kwame Anthony Appiah, Professor of Philosophy and Law, NYU 6:15pm A FEMALE PHILOCTETES, BASED ON SOPHOCLES * Three Passages: Aquila Theatre directed by Desiree Sanchez; music by Ralph Farris 1.The Deceit Begins: Philoctetes and Neoptolemus 2.The Fight for the Bow: Odysseus Intervenes 3.The Call to Arms: Herakles Appears 7:00pm RESPONSE Nancy Sherman, University Professor of Philosophy, Georgetown University 7:15pm AUDIENCE DISCUSSION Peter Meineck and Nancy Sherman, Moderators 7:30pm RECEPTION The conference will be preceded by an afternoon of staged readings presented by the Society for Artistic Veterans and Aquila Theatre from 1:00-5:00pm in Hemmerdinger Hall. Scenes from new plays written by veterans will be followed by discussion. * A Female Philoctetes was first presented at The Brooklyn Academy of Music in April 2014, and is based on Sophocles' Philoctetes, translated by Peter Meineck (Hackett Publishing, 2014). This conference is free and open to the public. For more information, contact the Center for Ancient Studies at ancient.studies@nyu.edu or 212.992.7978 The NYU Institute for the Study of the Ancient World presents Recent Advances in Research on Iranian and Central Asian Metalware. A Few Examples - Iranian Silver Plates from Sasanian and Post-Sasanian Iran Frantz Grenet (Collège de France) Monday, November 10, 2014, 5:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: isaw@nyu.edu  The NYU Institute of Fine Arts presents  From 'Surface' to 'Substrate': The Archaeology and Art History of Material Transfers    A conference organized in conjunction with the Mellon Research Initiative Patricia Crown (University of New Mexico) Rebecca Farbstein (University of Southampton) Olivier Gosselain (Université Libre de Bruxelles) Jonathan Hay (NYU-IFA) Erma Hermens (University of Glasgow) David Killick (University of Arizona) Clemente Marconi (NYU-IFA) Michele Marincola (NYU-IFA) Marcos Martinon-Torres (University College London) David Wengrow (University College London)  Friday and Saturday, November 7-8, 2014 The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800          This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  For the full conference program, click here.  NYU's Gallatin School of Individualized Study presents Theater at Gallatin: Roman Tragedies Festival  Performances of Shakespeare's The Rape of Lucrece, Julius Caesar, Coriolanus, Antony and Cleopatra November 6-16, 2014 The Jerry H. Labowitz Theatre for the Performing Arts 1 Washington Place For reservations and more information, visit the Gallatin events webpage: gallatin.nyu.edu/utilities/events/2014/11/romantragediesfestival.html  The NYU Institute for the Study of the Ancient World presents The Lure of Gold and Iron: China and the Steppe in the First Millennium BC Jessica Rawson (University of Oxford) Thursday, November 6, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: isaw@nyu.edu  The NYU Institute for the Study of the Ancient World presents  Portraits of the Ptolemies: Greek Kings as Egyptian Pharaohs  Paul E. Stanwick (Independent Scholar) Thursday, October 30, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: rsvp_exhibitions@nyu.edu  The NYU Institute of Fine Arts presents  Identifying with the \"Other\": Dining with Painted Pygmies in Pompeii   Caitlin Eilis Barrett ( Cornell University ) Thursday, October 30, 2014, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute of Fine Arts presents  Archaeological Excavations at Selinunte   Clemente Marconi ( NYU-IFA ) Tuesday, October 28, 2014, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Classics Department presents The Case for Using \"Race\" in Classical Studies (Twenty-Five Years after Black Athena) Denise Eileen McCoskey ( Miami University ) Monday, October 27, 2014, 6:00pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute for the Study of the Ancient World presents On the Waterfront at Giza: Workers’ Town and Pyramid Port – Latest Discoveries Mark Lehner ( Boston University ) Monday, October 20, 2014, 6:30pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Institute for the Study of the Ancient World presents  Life in a Multicultural Society: The Jewish Community of Elephantine in Egypt under Persian Rule  J.H.F. Dijkstra (University of Ottowa) Thursday, October 16, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: rsvp_exhibitions@nyu.edu  The NYU Institute for the Study of the Ancient World presents The Galenic Origins of the Modern Science Textbook Claire Bubb ( ISAW ) Tuesday, October 14, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Institute for the Study of the Ancient World presents WHEN THE GREEKS RULED EGYPT: From Alexander the Great to Cleopatra October 8, 2014 - January 4, 2015 Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 For more information about this exhibition, please visit ISAW's website: isaw.nyu.edu/exhibitions  The NYU Classics Department presents Mobility, Migration, and the Emergence of the Polis: Critical Approaches to Greek Colonization Irad Malkin ( Tel Aviv University ) Monday, October 6, 2014, 6:00pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute of Fine Arts presents       Who Signed What? Artists and Signatures in Ancient Greece Jeffrey Hurwit ( University of Oregon ) Tuesday, September 23, 2014, 6:00pm      The Institute of Fine Arts, 1 East 78th Street, Lecture Hall      212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.      The NYU Institute for the Study of the Ancient World presents Oasis Magna: Kharga and Dakhla Oases in Antiquity Organized by Roger Bagnall ( ISAW ) and Gaëlle Tallet ( University of Limoges )    Friday and Saturday, September 19-20, 2014 Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This conference is free and open to the public, but space is limited and registration is required. To register, email: isaw@nyu.edu To view the conference program, click here The NYU Classics Department presents Divine Institutions: Religion and State Formation in Mid-Republican Rome Dan-el Padilla Peralta ( Columbia University ) Monday, September 15, 2014, 6:00pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute for the Study of the Ancient World presents Vespasian at Play: 74 AD Theodore Buttrey ( Fitzwilliam Museum, Cambridge University ) Tuesday, September 9, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis."}]},
{"detail": [{"content": "Events | Center for Ancient Studies | NYU                             NEW YORK UNIVERSITY              ARTS AND SCIENCE              COLLEGE OF ARTS AND SCIENCE              GRADUATE SCHOOL OF ARTS AND SCIENCE                                  CONTACT US SEARCH SITEMAP                     Home &gt; Events                     About The Center     Events              Past Events              Conferences and Colloquia              The Faculty Resource Network Summer Seminar         Faculty Who Work on Antiquity and Related Subjects at NYU       Ancient Studies Minor       Travel Grants       Collections       NYU Excavations       Publications       Classical World       Institute for Etruscan and Italic Studies       Aquila Theatre Company       Events   Spring 2015 The NYU Department of Hebrew and Judaic Studies, in conjunction with the NYU Religious Studies Program and the Center for Ancient Studies presents The Aggada of the Babylonian Talmud and its Cultural World Monday and Tuesday, June 1-2, 2015. Details and program to be announced. This conference is free and open to the public, but reservations are required. For more information, email jr6@nyu.edu  The NYU Department of Anthropology, in conjunction with the Center for the Study of Human Origins and the Center for Ancient   Studies, sponsors The North American Theoretical Archaeology Group (TAG) 2015 Conference MOVEMENT Friday, May 22, 2015 – Sunday, May 24, 2015 For more information, or to register, visit the TAG 2015 website: https://wp.nyu.edu/gsas-nyutag2015/  The NYU Institute of Fine Arts presents  THE NEW YORK AEGEAN BRONZE AGE COLLOQUIUM A Room with a View: Kea Paintings and Social Context Lyvia Morgan  Friday, May 8, 2015, 6:30pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5803         This lecture is free and open to the public, but an RSVP is required. Click here to RSVP. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents Ritual and Narrative: Texts in Performance in the Ancient Near East Conference organized by Beate Pongratz-Leisten (NYU-ISAW) Friday, May 1, 2015 Institute for the Study of the Ancient World 15 East 84th Street, 2nd Floor Lecture Hall 212.992.7800 10:00am - Introduction Beate Pongratz-Leisten (NYU-ISAW)  10:30am - Perspectives on Language, Languages and Ritual Textuality in Mesopotamia Piotr Michalowski (University of Michigan)  11:30am - Coffee Break 12:00pm - Power and Participation in Town Festivals at Emar Daniel Fleming (NYU)  1:00pm - Lunch Break 2.00pm - Language and Performance: Doing Things with Words in Sumerian Ritual Laments Paul Delnero (Johns Hopkins University)  3.00pm - Coffee Break 3:30pm - Narrating a Divine Murder in Cult: A New Look at the lilissu Ritual Uri Gabbay (Hebrew University)  This conference is free and open to the public, but space is limited and registration is required. Click here to register. The NYU Department of English and the Office of the Dean for Humanities  present Poetics and Life: A Conference in Honor of Anselm Haverkamp Thursday, April 30, 2015, 3:00pm-8:00pm Hemmerdinger Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair access) 3:00pm Welcome and Introductions Joy Connolly, Dean for Humanities, NYU The Sounds of Postwar Life: Günther Eich Martin Harries, UC Irvine Bare Life? The Poetics of Clothing (Cicero, Horace, Hugo, Broch) Michele Lowrie, University of Chicago  Außer Dienst, or Life in the Village: The Castle and the Possibility of the Novel Erica Weitzman, Northwestern University 5:00pm Toasts and drinks 6:00pm \"Age is Unnecessary:” Shakespeare and Life History Theory Stephen Greenblatt, Harvard University For more information, contact the English Department at 212.998.8800     The NYU Institute for the Study of the Ancient World presents     The Mesopotamian Economic Boom and Emergence of the First Cities in the Late Chalcolithic Period (4200-3100 BC) Salam Al Kuntar (ISAW) Wednesday, April 29, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.       The NYU Institute of Fine Arts presents    SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE Homer and the Ekphrasists: Text and Image in the Elder Philostratus's Scamander (Imagines I.1)  Michael Squire (Kings College, London) Wednesday, April 29, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800 This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.       The NYU Institute for the Study of the Ancient World presents   Haupt Lecture: Sorcery in the Soil: Finding Magic at Graeco-Roman Karanis in Egypt Drew Wilburn (Oberlin College) Tuesday, April 28, 2015, 6:30pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.   The NYU Classics Department presents At the Gates of the Temple: Culture, Politics and Place in Ptolemaic Egypt Ian Moyer (Michigan) Monday, April 27, 2015, 4:45 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access ) Contact: Christopher Parmenter csp351@nyu.edu   The NYU Libraries present  When Big Data Slows Down: Digital Humanities and the Study of Roman Amphitheaters Sebastian Heath (NYU) Tuesday, April 21, 2015, 6:30pm Bobst Library, 5th Floor Research Commons, Media Viewing Area 70 Washington Square South This lecture is free and open to the public, but an RSVP is required. To RSVP, click here .   For more information email Laurie Murphy: laurie.murphy@nyu.edu    The NYU Institute for the Study of the Ancient World presents  Peoples and Places in Pre-Islamic Afghanistan: The Evidence of the Bactrian Documents Nicholas Sims-Williams (University of London) Tuesday, April 21, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis. The NYU Classics Department presents Making Sense of the Corpus Hermeticum: Text – Context – Reception Christian Wildberg (Princeton University) Monday, April 20, 2015, 4:45 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access) Contact: Christopher Parmenter csp351@nyu.edu  The NYU Institute for the Study of the Ancient World presents Life at the Margins: Questions in Ancient Near Eastern Social History Conference organized by Nicholas Reid (ISAW) and Jonathan Valk (ISAW) Friday, April 17, 2015 Institute for the Study of the Ancient World 15 East 84th Street, 2nd Floor Lecture Hall 212.992.7800 10:00am - POW: Revisiting Prisoners of War in Early Mesopotamia Nicholas Reid (ISAW) 10:45am - Coffee Break 11:15am - Care and Control of the Babylonian Underclass Jonathan Tenney (Cornell University) 12:00pm - Ancient Near Eastern History De-centered: The Case of Emar Dan Fleming (NYU) 12:45pm - Lunch Break 2:00pm - “They Enjoy Syrup and Ghee at Tables of Silver and Gold”: Infant Loss in Ancient Mesopotamia Jonathan Valk (ISAW) 2:45pm - Women of Inferior Status: Injunctions to Prevent Men from Having Contact with Them Cornelia Wunsch (SOAS, University of London) 3:30pm - Tea Break 4:00pm - “I am Living in a City of Hunger”: Towards a Hermeneutics of Poverty in Mesopotamia Seth Richardson (Oriental Institute of the University of Chicago)  This conference is free and open to the public, but space is limited and an RSVP is required. Click here to RSVP. The NYU Institute of Fine Arts presents  THE NEW YORK AEGEAN BRONZE AGE COLLOQUIUM The Mycenaean Worship of an Ancestral Wanax  Susan Lupack ( Editor , Hesperia , The Journal of the American School of Classical Study at Athens) Friday, April 17, 2015, 6:30pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5803         This lecture is free and open to the public, but an RSVP is required. Click here to RSVP. Seating is on a first-come, first-served basis.  NYU Liberal Studies and the Lehman Foundation present  A New Interpretation of the Fishing and Fowling Boat from the Tomb of Meketre Catharine Roehrig, ( The Metropolitan Museum ) Friday, April 17, 2015, 10:00am Kimmel Center Room 914 60 Washington Square South         This lecture is free and open to the public. For more information, email Joseph Portanova: joseph.portanova@nyu.edu  The NYU Classics Department presents  Children’s Imitation as Social and Cultural Cognition in Roman Thought Jacob Mackey (Queens College, CUNY)  Thursday, April 16, 2015, 6:15 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)   Contact: Christopher Parmenter csp351@nyu.edu  The NYU Institute for the Study of the Ancient World presents More than a Matter of Style: The Diyala Expedition and its Impact on Mesopotamian Archaeology Clemens Reichel (University of Toronto) Thursday, April 16, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.   The NYU Institute for the Study of the Ancient World presents  The Rise of the Qin Empire and the End of Historiography in Early China Vincent Leung (ISAW) Tuesday, April 14, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  Long-Term Occupation and Seasonal Mobility in Mongolia: A Comparative Analysis of Two Communities Jean-Luc Houle (Western Kentucky University) Thursday, April 9, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Classics Department presents  The Space of the Champion in Early Greek Epic Benjamin Sammons (NYU)  Monday, April 6, 2015, 4:45 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)   Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute of Fine Arts presents  SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE The Hellenistic Sanctuaries of Velia  Verena Gassner (University of Vienna) Thursday, April 2, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Classics Department presents  Land Grants of Antiochus II to his Wife Laodice in Babylonia and Asia Minor: on the \"Lehmann Text\" in the MMA R.J. van der Spek (Vrije Universiteit Amsterdam ) Wednesday, April 1, 2015, 6:15 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)   Contact: Christopher Parmenter csp351@nyu.edu  The NYU Institute for the Study of the Ancient World presents  Jephtah's Daughter, Sarah's Son: Children, Death, and Scripture in Late Antiquity Maria Doerfler (ISAW) Tuesday, March 31, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  The Akchakhan-kala Wall Paintings: Kingship and Religion in Ancient Khorezm Alison Betts (University of Sydney) Monday, March 30, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis. The New York Classical Club, in conjunction with the NYU Classics Department and the Center for Ancient Studies presents CLASSICAL NEW YORK: GREECE AND ROME IN NYC'S ART, ARCHITECTURE, AND HISTORY Saturday, March 28, 2015, 11:00am-6:00pm Jurow Lecture Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair access) 11:00am: The Imperial Metropolis: Ancient Rome and New York City circa 1900 Margaret Malamud ( New Mexico State University ) 12:00pm: The Expression of Civic Life: Civic Centers and the City Beautiful in NYC John Ritter (NYU) 1:00-2:30pm: LUNCH &amp; WALKING TOUR OF WASHINGTON SQUARE PARK Tour led by Dr. Ron Janoff 2:30pm: The Gould Library and Hall of Fame: Reinterpreting the Pantheon in the Bronx Elizabeth Macaulay-Lewis (The Graduate Center at CUNY)  3:30pm: The Croton Aqueduct and its Classical Heritage Harry Evans (Fordham University)  4:30-5:00pm: COFFEE BREAK  5:00pm: The Custom House of 1833-42: Portrait of a Wall Street Temple Francis Morrone (NYU)  6:00pm: RECEPTION This event is open to the public. Registration is required and includes lunch, a walking tour of Washington Square Park, and a reception: $10 for students; $25 for members; $40 for non-members. You may pre-register online at: http://nyclassicalclub.org/events.htm For more information, please contact Erin McKenna at: emckenna11@fordham.edu   The NYU Center for Ancient Studies in conjunction with the Skirball Department of Hebrew and Judaic Studies, the Global Network for Advanced Research in Jewish Studies, the Religious Studies Program, the Department of Classics,  the Department of History, the Dean of the College of Arts and Science, and the Dean for the Humanities announces the  Ranieri Colloquium on Ancient Studies INTEGRATING JUDAISM AND CHRISTIANITY INTO THE STUDY OF THE ANCIENT WORLD  Thursday and Friday, March 26-27, 2015 Hemmerdinger Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair accessible)  THURSDAY, MARCH 26, 2015 5:00 p.m. WELCOME Matthew S. Santirocco, NYU 5:15 p.m. KEYNOTE ADDRESS The New Testament as a Source for the History of the Jews and Judaism Lawrence H. Schiffman, NYU 6:15 p.m. PUBLIC RECEPTION  FRIDAY, MARCH 27, 2015 SESSION 1 [Session Chair, Jeffrey Rubenstein, NYU ] 9:15 a.m. Samson in Stone: New Discoveries in the Ancient Synagogue at Huqoq in Israel’s Galilee Jodi Magness, University of North Carolina 9:55 a.m. Jesus the Jurist: Written Law and Its Interpretation in the Christian Gospels Daniel Fleming, NYU 10:35 a.m. The Dead Sea Scrolls “Instruction” Text and Its Hellenistic Context Hindy Najman, Yale University 11:15 a.m. The Treaty of Apamea, the Decline of the Seleucid Empire, and Their Consequence for Jewish Martyrology R. Steven Notley, Nyack College 12:00 p.m. LUNCH BREAK SESSION 2 [Session Chair, Michael Peachin, NYU ] 1:00 p.m. Jews and the Imposition of Nicene Orthodoxy in the Late Antique Mediterranean Diaspora Ross Kraemer, Brown University 1:40 p.m. Selling Souls: Early Christians (and Their Neighbors) as Religious Entrepreneurs Nicola Denzey Lewis, Brown University 2:20 p.m. Practices of Seeing God(s) in Late Antiquity Laura Nasrallah, Harvard University 3:00 p.m. The Rise of Authoritative Scripture and Its Interpretation in Ancient Judaism Alex Jassen, NYU This   conference is free and open to the public. For more information, please   contact the Center for Ancient Studies at ancient.studies@nyu.edu , or   at 212.992.7978    The NYU Institute for the Study of the Ancient World presents   Rostovtzeff Lecture Series: Sumer in the Mesopotamian World: Reading Traditions &amp; Traditions of Reading, IV  Reading Early Cult Then: Sex &amp; the Temple in Mesopotamian Memory  Gonzalo Rubio  (Pennsylvania State University)  Thursday, March 26, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800  This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.   The NYU Institute for the Study of the Ancient World presents   Rostovtzeff Lecture Series: Sumer in the Mesopotamian World: Reading Traditions &amp; Traditions of Reading, II I  Reading Early Economy Now: Bureaucracy &amp; Administration in Sumer  Gonzalo Rubio  (Pennsylvania State University)  Tuesday, March 24, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800  This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.   The A.S. Onassis Program in Hellenic Studies at New York University presents   Politics of Monumentality: Archaeological Cultural Heritage and Identities in \"Crisis\" in Modern Greece - The Case of Amphipolis   Paschalis Zafeiriadis  (University of Cincinnati)  Tuesday, March 24, 2015, 6:30pm 285 Mercer Street, 8th Floor  212.998.3979  This lecture is free and open to the public, for more information contact: hellenic.studies@nyu.edu   The NYU Classics Department presents  The Sacrificial Ritus Michael Koortbojian (Princeton University)  Monday, March 23, 2015, 4:45pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)   Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute of Fine Arts presents  THE NEW YORK AEGEAN BRONZE AGE COLLOQUIUM Modeling Everyday Life in Crete and Cyprus with Reference to Egypt  Eleni Mantzourani (University of Athens) Friday, March 20, 2015, 6:30pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis. The NYU Institute for the Study of the Ancient World presents  A Closer Look: What Does Puabi Want? Kim Benzel (The Metropolitan Museum of Art) Tuesday, March 17, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This Gallery Talk is free and open to the public, but an RSVP is required.  The NYU Institute for the Study of the Ancient World presents  Rostovtzeff Lecture Series: Sumer in the Mesopotamian World: Reading Traditions &amp; Traditions of Reading, II Origins of Tradition: Literature &amp; Political Theology in Sumer Gonzalo Rubio (Pennsylvania State University) Thursday, March 12, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis. The NYU Institute of Fine Arts presents  SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE The New Excavations in the Necropolis of Himera  Stefano Vassallo (Superintendency of Palermo) Thursday, March 12, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  Rostovtzeff Lecture Series: Sumer in the Mesopotamian World: Reading Traditions &amp; Traditions of Reading, I Traditions of Origins: Where Did the Sumerians Come From? And Where Did They All Go? Gonzalo Rubio (Pennsylvania State University) Tuesday, March 10, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The   NYU Institute of Fine Arts and the Center for Ancient Studies along   with the European Commission Research Executive Agency, the Seventh   Framework Programme Marie Curie Actions, the Alma Mater Studiorum.   Università di Bologna, the Dipartimento di Beni Culturali, campus di   Ravenna, and the Association for Coroplastic Studies announce A Conference on Archaeomusicology: Representations of Musicians in the Coroplastic Art of the Ancient World: Iconography, Ritual Contexts and Functions Organized by Angela Bellia (NYU-Università di Bologna), Clemente Marconi (NYU-IFA), Claude Calame (École des Hautes Études en Sciences Sociales de Paris), Barbara Kowalzig (NYU), Donatella Restani (Università di Bologna), Jaimee Uhlenbrock (Association for Coroplastic Studies) Saturday, March 7, 2015      The Institute of Fine Arts, 1 East 78th Street, Lecture Hall      212.992.5800 SPEAKERS Rebecca Miller Ammerman ( Colgate University ) Claude Calame ( Directeur d'études émérite École des Hautes Études en Sciences Sociales de Paris ) Annie Caubet ( Département Antiquités Orientales, Musée du Louvre ) Gabriela Currie (University of Minnesota, Twin Cities) Agnès Garcia-Ventura ( Università di Roma La Sapienza ) Elçin Doğan Gürbüzer ( Ege University-Izmir, Turkey ) Regine Hunziker-Rodewald ( University of Strasbourg ) Kiki Karoglou ( The Metropolitan Museum of Art ) Daniela La Chioma Silvestre Villalva ( University of São Paulo ) Mireia López-Bertran ( Universitat Pompeu Fabra, Barcelona ) Sara Marandola ( Università di Roma La Sapienza ) Daniele F. Maras ( Italian Academy for Advanced Studies in America, Columbia University ) Manolis Mikrakis ( National Technical University of Athens, Greece ) Alessandro Pagliara ( Università degli Studi della Tuscia, Viterbo ) Regine Pruzsinszky ( Albert-Ludwigs-Universität Freiburg ) Arnaud Saura-Ziegelmeyer ( Doctorant en Sciences de l’Antiquité Université de Toulouse II Jean Jaurès ) Donata Sarracino ( Università di Roma La Sapienza )       An RSVP is required. For more information, click here .  Casa Italiana Zerilli-Marimò at New York University presents  Deconstructing Rome Federica Pedriali (University of Edinburgh) Thursday, March 5, 2015, 6:00pm Casa Italiana Zerilli-Marimò 24 West 12th Street 212-998-8739 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Classics Department presents  From Cultural Memory to Poetic Memory: Myth, History and Ritual beyond the \"Great Divide\" in Classical Greece Claude Calame (École des hautes études en sciences sociales)  Thursday, March 5, 2015, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu Casa Italiana Zerilli-Marimò at New York University presents  Haunting and the Postcolonial Ethics of the Gaze Rhiannon Noel Welch (Rutgers University) Tuesday, March 3, 2015, 6:00pm Casa Italiana Zerilli-Marimò 24 West 12th Street 212-998-8739 This lecture is free and open to the public. Seating is on a first-come, first-served basis. The NYU Institute for the Study of the Ancient World presents  Mesopotamian Prison Blues Nicholas Reid (ISAW) Tuesday, March 3, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Institute of Fine Arts presents  SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE The Shield of the Athena Parthenos: A New Reconstruction  Jenifer Neils ( Case Western Reserve University ) Thursday, February 26, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  Sumerian Art and the Modernist Avant-Garde Zainab Bahrani (Columbia University) Thursday, Feb. 26, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This lecture is free and open to the public, but registration is required at: isaw.nyu.edu/rsvp  The NYU Classics Department presents  Pyrenaean Mountains and Deep-valleyed Alps: Geography and Empire in the \"Garland of Philip\" Thomas Schmitz (Universität Bonn)  Monday, February 23, 2015, 4:45pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu   The NYU Institute for the Study of the Ancient World presents  Local Saints, National Politics, and the Power of the Past in Early Egypt Janet Richards (University of Michigan) Thursday, Feb. 19, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: info@arceny.com  The NYU Classics Department presents  Homeric Women and the Politics of Objects Lilah Grace Canevaro (University of Edinburgh)  Thursday, February 19, 2015, 12:30 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access) Brown bag lunch is provided with RSVP. A reception will follow the talk. To RSVP or for more information, contact: Christopher Parmenter csp351@nyu.edu The NYU Institute for the Study of the Ancient World presents  Writing Christian History in Islamic Egypt: The Case of the Medieval Arabic Text of the \"History of the Patriarchs of Alexandria\" Perrine Pilette (ISAW) Tuesday, Feb. 17, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The A.S. Onassis Program in Hellenic Studies at New York University presents  Tragic Bodies: The Suffering Body in Greek Tragedy Mary Yossi (University of Athens, Greece) Tuesday, Feb. 17, 2015, 5:00pm 285 Mercer Street, 8th Floor (between Washington and Waverly Place) 212.998.3979 This lecture is free and open to the public, for more information contact: hellenic.studies@nyu.edu  The NYU Institute for the Study of the Ancient World presents  Glam-Ur-ous: The Art of Archaeology and Aesthetics  Jennifer Y. Chi (ISAW) and Pedro Azara (Polytechnic University of Catalonia) Thursday, Feb. 12, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800  This lecture is free and open to the public, but registration is required at: isaw.nyu.edu/rsvp  The NYU Institute for the Study of the Ancient World presents From Ancient to Modern: Archaeology and Aesthetics February 12 - June 7, 2015 Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 For more information about this exhibition, please visit ISAW's website: isaw.nyu.edu/exhibitions   The NYU Institute of Fine Arts presents   CAA 2015: Field/Work: Object and Site  Three related panels with the theme of Field/Work exploring topics arising from the work of the Mellon Research Initiative   The Art of Archaeology; an Art Historical Perspective  Chair: David O’Connor (NYU-IFA) Zainab Bahrani (Columbia University) Sheila Bonde (Brown University) Clemente Marconi (NYU-IFA) Robert W. Preucel (Brown University )  Wednesday, February 11, 2015, 12:30-2:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800        This panel is free and open to the public; seating is on a first-come, first-served basis. An RSVP is required.         Conservation and the Future of Art        Chair: Michele Marincola (NYU-IFA) Sanchita Balachandran (Johns Hopkins University) Jim Coddington (Museum of Modern Art, New York) Jeanne Marie Teutonico (Getty Conservation Institute) Carol Mancusi Ungaro (Whitney Museum of American Art) Thursday, February 12, 2015, 12:30-2:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800 This panel is free and open to the public; seating is on a first-come, first-served basis. An RSVP is required.              The Field of Art History and its Work Chair: Patricia Rubin (NYU-IFA) Jean Campbell (Emory University) David Joselit (The Graduate Center, CUNY) Finbarr Barry Flood (NYU-IFA) Jennifer Roberts (Harvard University)  Thursday, February 12, 2015, 5:30-7:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800 This panel is free and open to the public; seating is on a first-come, first-served basis. An RSVP is required.                          The NYU Institute for the Study of the Ancient World presents  Nomadic Empires in Inner Asia: A Comparative Approach  Jan Bemmann (ISAW)   Tuesday, Feb. 3, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public . Seating is on a first-come, first-served basis.   The NYU Classics Department presents  The End of Exoticism in Heliodorus' Aithiopika  Robert Cioffi (Bard College)  Monday, February 2, 2015, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu  THIS EVENT IS CANCELLED DUE TO THE WINTER STORM AND WILL BE RESCHEDULED IN THE SPRING The NYU Institute of Fine Arts presents  SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE The New Excavations in the Necropolis of Himera  Stefano Vassallo ( Superintendency of Palermo ) Thursday, January 29, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  A King and Courtiers Come to Boston: Homage to Egyptian Art History Rita E. Freed (Museum of Fine Arts, Boston)  Thursday, Jan. 22, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: info@arceny.com  Fall 2014   The NYU Institute for the Study of the Ancient World presents   Metal, Salt, and Horse Skulls: Elite-level Exchange and Movement in Prehistoric Southwest China Anke Hein (Ludwig-Maximilians-University, Munich) Tuesday, December 16, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis.     The NYU Institute of Fine Arts presents   All That Glisters Is Not Gold: EB II Mochlos in its Eastern Mediterranean Context Tristan Carter (MacMaster University) Friday, December 12, 2014, 6:30pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800 This lecture is free and open to the public; seating is on a first-come, first served basis.   The NYU Institute for the Study of the Ancient World presents  \"I Write, Therefore I Am\": Scribes, Literacy, and Identity in Early China Armin Selbitschka (Ludwig-Maximilians-University, Munich ) Tuesday, December 9, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis.  The NYU Institute of Fine Arts presents  Archaeological Research at Aphrodisias in 2014 Roland R.R. Smith (Director of Excavations at Aphrodisias; University of Oxford-NYU) Alexander Sokolicek (Field Director of Excavations at Aphrodisias; IFA-NYU) Monday, December 8, 2014, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800          This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents The History of the Ptolemaic Collection at the Brooklyn Museum Edward Bleiberg (Brooklyn Museum ) Thursday, December 4, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800  This lecture is free and open to the public, but seating is limited; registration is required at: rsvp_exhibitions@nyu.edu  The NYU Institute for the Study of the Ancient World presents Forecasting Fate in Early China Ethan Harkness (NYU Gallatin and ISAW)  Tuesday, December 2, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800  This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Classics Department presents  Sometimes They Come Back: Nero, Domitian and the Thebaid of Statius Stefano Rebeggiani (NYU)   Monday, December 1, 2014, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu  The NYU Classics Department presents  Generic Attire: Hypsipyle’s Cloaks in Valerius Flaccus and Apollonius Rhodius Andrew Zissos (UC Irvine)   Monday, November 24, 2014, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu  The NYU Classics Department and the Center for Ancient Studies present  Latinfest 2014 Claudian: De Raptu Proserpinae Participating schools: NYU, Columbia University, University of Pennsylvania, Rutgers University, and Princeton University Friday, November 21, 2014 Hemmerdinger Hall, Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair access)  9:30am Coffee and Breakfast 10:00am Rutgers: Book 1, including Preface 11:00am Break 11:15am NYU: Book 2: Preface and 1-150 12:15pm Break 12:30pm University of Pennsylvania: Book 2.157-372 1:30pm Lunch 2:30pm Columbia: Book 3.1-259 3:30pm Break 3:45pm Princeton: Book 3.260-448 4:45pm Final Discussion 5:15pm Reception For more information contact: David Levene d.s.levene@nyu.edu  The NYU Classics Department presents  The End of Sacrifice Brent Shaw (Princeton University)   Thursday, November 20, 2014, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute for the Study of the Ancient World presents The World's First Genealogy and Related Issues Adam Schwartz (ISAW)  Tuesday, November 18, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800  This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Humanities Initiative presents Great New Books in the Humanities: The Feminine Symptom: Aleatory Matter in the Aristotelian Cosmos by Emanuela Bianchi (NYU) Emanuela Bianchi (NYU) Simon Critchley (The New School for Social Research) Claudia Baracchi (University of Milan-Biococca) Moderator: Joy Connolly (NYU)  Tuesday, November 18, 2014, 6:00pm 20 Cooper Square, 5th Floor  This lecture is free and open to the public, but registration is required. To register, click here . For more information, contact: info@humanitiesinitiative.org The NYU Institute for the Study of the Ancient World presents Weights and Trade Relations between Mesopotamia and the Indus Valley Lorenz Rahmstorf (University of Copenhagen)  Monday, November 17, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800  This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Department of Art History presents  E xhibiting Interaction: Assyria to Iberia at the Dawn of the Classical Age Joan Arnz (Metropolitan Museum of Art)   Monday, November 17, 2014, 6:00pm Silver Center for Arts and Science, Room 301 32 Waverly Place or 31 Washington Place (wheelchair access)  For more information, call 212.998.8180 or email: cas.arthistory@nyu.edu   The NYU Department of Comparative Literature in conjunction with the NYU Center for Ancient Studies ; the NYU Gallatin Fund for Classics and the Contemporary World; the College of Arts and Science, Fairfield University; Global Research Initiatives, NYU Office of the Provost; Postclassicisms; the NYU College of Arts and Science; the NYU Office of the Dean of the Faculty of Arts and Science; the Humanities Initiative at NYU; the NYU Office of the Dean for Humanities; the Center for the Study of Gender and Sexuality at NYU; the NYU Department of Philosophy; the NYU Department of Classics; the NYU Department of Media, Culture, and Communication; and the NYU A.S. Onassis Program in Hellenic Studies presents  POSTHUMAN ANTIQUITIES: A CROSS-DISCIPLINARY CONFERENCE organized by Emanuela Bianchi (NYU), Sara Brill (Fairfield University), and Brooke Holmes (Princeton University)  Friday, November 14, 2014: 9:40am-7:30pm, and Saturday, November 15, 2014: 10:00am-7:30pm Hemmerdinger Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair accessible)  SPEAKERS Claudia Baracchi, (University of Milan-Bicocca ) Emanuela Bianchi, (NYU) Sara Brill, (Fairfield University) Adriana Cavarero, (University of Verona) Rebecca Hill, (RMIT University, Australia) Brooke Holmes, (Princeton University) Miriam Leonard, (University College, London) Ramona Naddaff, (UC Berkeley) Michael Naas, (DePaul University) Mark Payne, (University of Chicago) James I. Porter, (UC Irvine) John Protevi, (Louisiana State University) Kristin Sampson, (University of Bergen, Norway) Giulia Sissa, (UCLA)  For more information, click here or contact the Department of Comparative Literature at 212.998.879 The NYU Classics Department presents  Vergil, Empedocles, and The Cosmic Storm Alessandro Schiesaro (Sapienza – Università di Roma) Thursday, November 13, 2014, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu  The NYU A.S. Onassis Program in Hellenic Studies present s Replaying Empire and Re(per)forming Civic Identity in 4th Century BC Athens Johanna Hanink (Brown University) Respondent: David Konstan (NYU)  Wednesday, November 12, 2014, 12:30-2:00pm 285 Mercer St., 8th floor  For more information contact: hellenic.studies@nyu.edu or call 212.998.3990  The NYU Department of Anthropology and the AIA New York Society present Making Sense of Neandertals: What We Have Learned from Bones, Teeth and Genes Shara Bailey (NYU)  Wednesday, November 12, 2014, 6:30pm NYU Department of Anthropology 25 Waverly Place  This lecture is free and open to the public; for more information contact: events@aia-nysociety.org  The NYU Center for Ancient Studies , in conjunction with the Aquila Theatre : YouStories Project, National Endowment for the Humanities; the Society for Artistic Veterans; and the Dean of the College of Arts and Science announces the   Rose-Marie Lewent Conference WarStories: Ancient and Modern Narratives of War  Tuesday, November 11, 2014 Hemmerdinger Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair accessible) 5:30pm WELCOME Matthew S. Santirocco, Senior Vice Provost, Professor of Classics, and Angelo J. Ranieri Director of Ancient Studies, NYU  Peter Meineck, Clinical Associate Professor of Classics, NYU /Founder and Program Director, Aquila Theatre Kirsten Gillibrand, United States Senator for New York (via video) William D. Adams , Chairman, National Endowment for the Humanities  5:45pm OPENING ADDRESS Telling Who We Are Kwame Anthony Appiah, Professor of Philosophy and Law, NYU 6:15pm A FEMALE PHILOCTETES, BASED ON SOPHOCLES * Three Passages: Aquila Theatre directed by Desiree Sanchez; music by Ralph Farris 1.The Deceit Begins: Philoctetes and Neoptolemus 2.The Fight for the Bow: Odysseus Intervenes 3.The Call to Arms: Herakles Appears 7:00pm RESPONSE Nancy Sherman, University Professor of Philosophy, Georgetown University 7:15pm AUDIENCE DISCUSSION Peter Meineck and Nancy Sherman, Moderators 7:30pm RECEPTION The conference will be preceded by an afternoon of staged readings presented by the Society for Artistic Veterans and Aquila Theatre from 1:00-5:00pm in Hemmerdinger Hall. Scenes from new plays written by veterans will be followed by discussion. * A Female Philoctetes was first presented at The Brooklyn Academy of Music in April 2014, and is based on Sophocles' Philoctetes, translated by Peter Meineck (Hackett Publishing, 2014). This conference is free and open to the public. For more information, contact the Center for Ancient Studies at ancient.studies@nyu.edu or 212.992.7978 The NYU Institute for the Study of the Ancient World presents Recent Advances in Research on Iranian and Central Asian Metalware. A Few Examples - Iranian Silver Plates from Sasanian and Post-Sasanian Iran Frantz Grenet (Collège de France) Monday, November 10, 2014, 5:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: isaw@nyu.edu  The NYU Institute of Fine Arts presents  From 'Surface' to 'Substrate': The Archaeology and Art History of Material Transfers    A conference organized in conjunction with the Mellon Research Initiative Patricia Crown (University of New Mexico) Rebecca Farbstein (University of Southampton) Olivier Gosselain (Université Libre de Bruxelles) Jonathan Hay (NYU-IFA) Erma Hermens (University of Glasgow) David Killick (University of Arizona) Clemente Marconi (NYU-IFA) Michele Marincola (NYU-IFA) Marcos Martinon-Torres (University College London) David Wengrow (University College London)  Friday and Saturday, November 7-8, 2014 The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800          This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  For the full conference program, click here.  NYU's Gallatin School of Individualized Study presents Theater at Gallatin: Roman Tragedies Festival  Performances of Shakespeare's The Rape of Lucrece, Julius Caesar, Coriolanus, Antony and Cleopatra November 6-16, 2014 The Jerry H. Labowitz Theatre for the Performing Arts 1 Washington Place For reservations and more information, visit the Gallatin events webpage: gallatin.nyu.edu/utilities/events/2014/11/romantragediesfestival.html  The NYU Institute for the Study of the Ancient World presents The Lure of Gold and Iron: China and the Steppe in the First Millennium BC Jessica Rawson (University of Oxford) Thursday, November 6, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: isaw@nyu.edu  The NYU Institute for the Study of the Ancient World presents  Portraits of the Ptolemies: Greek Kings as Egyptian Pharaohs  Paul E. Stanwick (Independent Scholar) Thursday, October 30, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: rsvp_exhibitions@nyu.edu  The NYU Institute of Fine Arts presents  Identifying with the \"Other\": Dining with Painted Pygmies in Pompeii   Caitlin Eilis Barrett ( Cornell University ) Thursday, October 30, 2014, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute of Fine Arts presents  Archaeological Excavations at Selinunte   Clemente Marconi ( NYU-IFA ) Tuesday, October 28, 2014, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Classics Department presents The Case for Using \"Race\" in Classical Studies (Twenty-Five Years after Black Athena) Denise Eileen McCoskey ( Miami University ) Monday, October 27, 2014, 6:00pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute for the Study of the Ancient World presents On the Waterfront at Giza: Workers’ Town and Pyramid Port – Latest Discoveries Mark Lehner ( Boston University ) Monday, October 20, 2014, 6:30pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Institute for the Study of the Ancient World presents  Life in a Multicultural Society: The Jewish Community of Elephantine in Egypt under Persian Rule  J.H.F. Dijkstra (University of Ottowa) Thursday, October 16, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: rsvp_exhibitions@nyu.edu  The NYU Institute for the Study of the Ancient World presents The Galenic Origins of the Modern Science Textbook Claire Bubb ( ISAW ) Tuesday, October 14, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Institute for the Study of the Ancient World presents WHEN THE GREEKS RULED EGYPT: From Alexander the Great to Cleopatra October 8, 2014 - January 4, 2015 Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 For more information about this exhibition, please visit ISAW's website: isaw.nyu.edu/exhibitions  The NYU Classics Department presents Mobility, Migration, and the Emergence of the Polis: Critical Approaches to Greek Colonization Irad Malkin ( Tel Aviv University ) Monday, October 6, 2014, 6:00pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute of Fine Arts presents       Who Signed What? Artists and Signatures in Ancient Greece Jeffrey Hurwit ( University of Oregon ) Tuesday, September 23, 2014, 6:00pm      The Institute of Fine Arts, 1 East 78th Street, Lecture Hall      212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.      The NYU Institute for the Study of the Ancient World presents Oasis Magna: Kharga and Dakhla Oases in Antiquity Organized by Roger Bagnall ( ISAW ) and Gaëlle Tallet ( University of Limoges )    Friday and Saturday, September 19-20, 2014 Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This conference is free and open to the public, but space is limited and registration is required. To register, email: isaw@nyu.edu To view the conference program, click here The NYU Classics Department presents Divine Institutions: Religion and State Formation in Mid-Republican Rome Dan-el Padilla Peralta ( Columbia University ) Monday, September 15, 2014, 6:00pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute for the Study of the Ancient World presents Vespasian at Play: 74 AD Theodore Buttrey ( Fitzwilliam Museum, Cambridge University ) Tuesday, September 9, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis."}, {"content": "Course Offerings    | Classics | NYU                                                          Back to  previous page                  Course Offerings   Jump to: Latin Ancient Greek Advanced Latin and Advanced Ancient Greek Literature (No Latin or Greek Required) Greek and Roman History and Culture Art and Archaeology Philosophy, Religion, and Intellectual History Special Courses Spring and Summer Study Abroad Courses Graduate Courses Open to Undergraduates  Latin Elementary Latin I, II CLASS-UA 3, 4 Both terms must be completed to receive credit toward any departmental major or minor. Offered every year. 4 points per term. Introduction to the essentials of Latin, the language of Vergil, Caesar, and Seneca. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Latin rather than merely translate it. The second semester (CLASS-UA 4) introduces the student to selected readings from standard Latin authors, including Catullus, Cicero, Ovid, and Pliny. Intensive Elementary Latin CLASS-UA 2 Open to students with no previous training in Latin and to others through assignment by placement test. Offered periodically, in the spring term only. 6 points. Completes the equivalent of a year's elementary level in one semester. Intermediate Latin I: Reading Prose CLASS-UA 5 Prerequisites: Elementary Latin I and II (CLASS-UA 3 and 4), or Intensive Elementary Latin (CLASS-UA 2), or equivalent. Offered every year. 4 points. Teaches second-year students to read Latin prose through comprehensive grammar review; emphasis on the proper techniques for reading (correct phrase division, the identification of clauses, and reading in order); and practicing reading at sight. Authors may include Caesar, Cicero, Cornelius Nepos, Livy, Petronius, or Pliny, at the instructor's discretion. Intermediate Latin II: Vergil CLASS-UA 6 Prerequisite: Intermediate Latin I: Reading Prose (CLASS-UA 5) or equivalent. Offered every year. 4 points. Writings of the greatest Roman poet, focusing on his most celebrated poem, the Aeneid. Students learn to read Latin metrically to reflect the necessary sound for full appreciation of the writing. Readings in political and literary history illustrate the setting in the Augustan Age in which the Aeneid was written and enjoyed, the relationship of the poem to the other classical epics, and its influence on the poetry of later times.     Ancient Greek Elementary Ancient Greek I, II CLASS-UA 7, 8 Both terms must be completed to receive credit toward any departmental major or minor. Offered every year. 4 points per term. Introduction to the complex but highly beautiful language of ancient Greece—the language of Homer, Sophocles, Thucydides, and Plato. Students learn the essentials of ancient Greek vocabulary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Greek rather than merely translate it. Intermediate Ancient Greek I: Plato CLASS-UA 9 Prerequisites: Elementary Ancient Greek I and II (CLASS-UA 7 and 8) or equivalent. Offered every year. 4 points. Reading of Plato's Apology and Crito and selections from the Republic. The purpose of the course is to develop facility in reading Attic prose. Supplements readings in Greek with lectures on Socrates and the Platonic dialogues. Intermediate Ancient Greek II: Homer CLASS-UA 10 Prerequisite: Intermediate Ancient Greek I: Plato (CLASS-UA 9) or equivalent. Offered every year. 4 points. Extensive readings in the Iliad or Odyssey. Proficiency in scansion is expected, as well as a good command of Homeric vocabulary. Relevant topics ranging from the Homeric question to problems of oral tradition through the archaeological evidence of Bronze Age Greece and Troy are discussed in class or developed by the student through oral or written reports.     Advanced Latin and Advanced Ancient Greek    Each term, the department offers one course in advanced Latin and one course in advanced Greek. Courses are taught on a cycle; students may take up to six consecutive terms without repeating material. Advanced Latin: Epic CLASS-UA 871 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Extensive readings in Vergil's Aeneid and the other epics of Rome, including Ovid's Metamorphoses, Lucan's Bellum Civile, and Lucretius's De Rerum Natura. Consideration is given to the growth and development of Roman epic, its Greek antecedents, and its relationship to the Romans' construction of their past. Study of the development of the Latin hexameter is also included. Advanced Latin: Cicero CLASS-UA 872 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Offering extensive readings from the prose works of Cicero, this course provides readings in Latin of a selection from Cicero's speeches, letters, oratorical works, and philosophical works. Cicero's place in the development of Latin literature is also considered, as is the social and political world of the late Republic that he inhabited. Advanced Latin: Lyric and Elegy CLASS-UA 873 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Provides extensive readings from the works of Rome's greatest lyric and elegiac poets, including Catullus, Horace, Tibullus, Propertius, and Ovid. The various lyric meters adapted by the Romans are considered, as is the development of the Latin love elegy. Advanced Latin: Comedy CLASS-UA 874 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. A selection of plays from those of Plautus and Terence. The development of Roman comedy, its relationship to Greek New Comedy, and its social and cultural place in Roman life are also discussed. Some facility in Plautine and Terentian meter is expected. Advanced Latin: Satire CLASS-UA 875 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. With extensive readings from Horace's, Juvenal's, and Persius's satires, this course traces the development of the satiric mode from its earliest beginnings in Rome to its flowering under the Empire. The relationship of satire to the social world of Rome, including its treatment of money, women, political figures, and social climbers, is also examined. Advanced Latin: Latin Historians CLASS-UA 876 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Readings from the three masters of Roman historiography, Sallust, Livy, and Tacitus. The course also considers the rise and development of history in Rome, its relationship to myth, and its narrative structure and manner. Advanced Individual Study in Latin CLASS-UA 891, 892, 893, 894 Prerequisite: permission of the department. Offered every year. 2 or 4 points per term. Advanced Greek: Archaic Poetry CLASS-UA 971 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Extensive readings from the lyric, elegiac, and iambic poets of Greece. The course studies the use of the various lyric forms, the different meters employed by the archaic poets, and the social functions of archaic poetry. Advanced Greek: Greek Historians CLASS-UA 972 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings from the two fifth-century masters of Greek historiography, Herodotus and Thucydides. The course examines the themes, narrative structure, and methodology of both writers, as well as giving some consideration to the rise of history writing in Greece and its relationship to myth and epic. Advanced Greek: Drama CLASS-UA 973 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings of several plays from among those of Aeschylus, Sophocles, and Euripides. Spoken and choral meter are studied, and the role of performance, dramaturgy, and the place of theatre in Athenian society is also examined. Advanced Greek: Orators CLASS-UA 974 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings of several speeches from the major Attic orators (Lysias, Aeschines, and Demosthenes). The course also examines the role of law in Athenian society, procedure in the Athenian courts, and rhetorical education and training. Advanced Greek: Philosophy CLASS-UA 975 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings from the dialogues of Plato and the major philosophical works of Aristotle. Advanced Greek: Hellenistic Poetry CLASS-UA 976 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Offers a selection of authors (including Callimachus, Theocritus, and Apollonius) and genres (pastoral, hymn, epigram, drinking song) from the Hellenistic era. Advanced Individual Study in Ancient Greek CLASS-UA 991, 992, 993, 994 Prerequisite: permission of the department. Offered every year. 2 or 4 points per term.     Literature (No Latin or Greek Required) Greek Drama: Aeschylus, Sophocles, and Euripides CLASS-UA 143 Identical to DRLIT-UA 210. Offered periodically. 4 points. Of the ancient Greeks' many gifts to Western culture, one of the most celebrated and influential is the art of drama. This course covers, through the best available translations, the masterpieces of the three great Athenian dramatists. Analysis of the place of the plays in the history of tragedy and the continuing influence they have had on serious playwrights, including those of the 20th century. The Comedies of Greece and Rome CLASS-UA 144 Identical to DRLIT-UA 211. Offered periodically. 4 points. Study of early comedy, its form, content, and social and historical background. Covers the Old Comedy of fifth-century B.C.E. Athens through later Attic New Comedy and Roman comedy. Authors include Aristophanes (all 11 plays, one may be staged); Euripides, whose tragedies revolutionized the form of both comedy and tragedy; Menander, whose plays have only recently been discovered; and Plautus and Terence, whose works profoundly influenced the development of comedy in Western Europe. Greek and Roman Epic CLASS-UA 146 Offered periodically. 4 points. Detailed study of the epic from its earliest form, as used by Homer, to its use by the Roman authors. Concentrates on the Iliad and the Odyssey of Homer and on Vergil's Aeneid, but may also cover the Argonautica of the Alexandrian poet Apollonius of Rhodes and Ovid's Metamorphoses, as well as the epics representative of Silver Latin by Lucan, Silius Italicus, and Valerius Flaccus. The Novel in Antiquity CLASS-UA 203 Identical to COLIT-UA 203. Offered periodically. 4 points. Survey of Greek and Roman narrative fiction in antiquity, its origins and development as a literary genre, and its influence on the tradition of the novel in Western literature. Readings include Chariton's Chaereas and Callirrhoe, Longus's Daphnis and Chloe, Heliodorus's Ethiopian Tale, Lucian's True History, Petronius's Satyricon, and Apuleius's Golden Ass. Concludes with the Gesta Romanorum and the influence of this tradition on later prose, such as Elizabethan prose romance. Ancient Political Theory CLASS-UA 206 Offered periodically. 4 points. Examines the foundation and interpretation of Athenian democracy and Roman republicanism. Readings include Plato's Republic, Thucydides' History of the Peloponnesian War, Aristotle's Politics, and Cicero's Republic and Laws. Classical Mythology CLASS-UA 404 Identical to RELST-UA 404. Offered every year. 4 points. Discusses the myths and legends of Greek and Roman mythology and the gods, demigods, heroes, nymphs, monsters, and everyday mortals who played out their parts in this mythology. Begins with creation, as vividly described by Hesiod in the Theogony, and ends with the great Trojan War and the return of the Greek heroes, especially Odysseus. Roman myth is also treated, with emphasis on Aeneas and the foundation legends of Rome.      Greek and Roman History and Culture Sexuality and Gender in Greece and Rome CLASS-UA 210 Offered periodically. 4 points. Deals with the constructions of gender and experiences of sexuality in ancient Greece and Rome. Working with texts and representations from varied discourses such as medicine, law, literature, visual art, and philosophy, students explore the ways in which the ancient Greeks and Romans perceived their own bodies in such a way as to differentiate gender and understand desire. The class also discusses how eroticism and gender support and subvert political and social ideologies. Everyday Life in Ancient Rome CLASS-UA 212 Offered periodically. 4 points. Study of daily life as it was lived by the Romans in the period of the late Republic and early Empire: how they worked, worshipped, dressed, fed, and entertained themselves. Looks at questions of family life and social status, at rich and poor, at slaves and free, and at the lives of men, women, and children. Also considers marriage and divorce, crime and punishment, and law and property. All of these issues are examined primarily through original texts such as ancient documents, legal sources, and literary texts in which such Roman authors as Horace, Martial, and Juvenal describe their own lives and those of their contemporaries. Greek History from the Bronze Age to Alexander CLASS-UA 242 Identical to HIST-UA 200. Offered every other year. 4 points. Until a few decades ago, Greek history began with Homer and dealt narrowly with the Greek world. Thanks to archaeology, the social sciences, and other historical tools, the chronological and geographical horizons have been pushed back. The history of the Greeks now starts in the third millennium B.C.E. and is connected to the civilization that lay to the east, rooted in Egypt and Mesopotamia. This course traces Greek history from the Greeks' earliest appearance to the advent of Alexander. The Greek World from Alexander to Augustus CLASS-UA 243 Identical to HIST-UA 243. Offered every other year. 4 points. Continuation of the history of ancient Greece from the age of Alexander the Great in the fourth century B.C.E. until Emperor Augustus consolidated the Roman hold over the eastern Mediterranean in the first century B.C.E. These three centuries saw the relationship between Rome and the Near East become most meaningful. This course examines Alexander's conquests, the states established by his successors (Ptolemies of Egypt and Seleucids of Syria), and the increasing intervention of Rome. History of the Roman Republic CLASS-UA 267 Identical to HIST-UA 205. Offered every other year. 4 points. In the sixth century B.C.E., Rome was an obscure village. By the end of the fourth century B.C.E., Rome was master of Italy, and within another 150 years, it dominated almost all of the Mediterranean world. Then followed a century of unrest involving some of the most famous events and men—Caesar, Pompey, and Cato—in Western history. The course surveys this vital period with a modern research interpretation. History of the Roman Empire CLASS-UA 278 Identical to HIST-UA 206. Offered every other year. 4 points. In the spring of 44 B.C.E., Julius Caesar was murdered by a group of senators disgruntled with his monarchic ways. However, Caesar's adoptive son and heir, Gaius Octavius, was quickly on the scene, and over the course of the next half-century managed to establish himself as Rome's first emperor. About three centuries later, Constantine the Great would rise to imperial power and with him came a new state religion—Christianity. This course examines the social and political history of the Roman Empire from the time of Augustus to that of Constantine and also closely observes the parallel growth of Christianity. History of Ancient Law CLASS-UA 292 Offered periodically. 4 points. Examines the development of law and legal systems and the relationships of these to the societies that created them, starting with some ancient Near Eastern systems and working down to the Roman period. The main focus is on the fully developed system of Roman law.      Art and Archaeology Ancient Art at Risk: Conservation, Ethics, and Cultural Property CLASS-UA 100 Prerequisite: permission of the instructor. 4 points. Examines the environmental, material, social, and political forces that put ancient art at risk, including exposure to natural elements, acid rain, pollution, dam building, tourism, urban development, armed conflict, looting, theft, and the illicit trade in antiquities. Issues of conservation, preservation, and ethics are considered through case studies that focus on sites, monuments, and materials. Team-taught with physical chemistry professor Norbert S. Baer of the Institute of Fine Arts Conservation Center, this course reviews a range of applied technologies used in the analysis of ancient objects: radiocarbon dating, thermoluminescence, dendrochronology, stable isotope analysis, dedolomitization, and elemental analysis. Authenticity and forgery, dating and provenance, and the sourcing of ancient materials are among the issues examined. The use of coins, inscriptions, and stamped amphora handles and ceramics is evaluated as criteria for establishing absolute and relative chronologies. Consideration is given to the role that stylistic analysis and connoisseurship have played in our understanding of ancient art. This interdisciplinary course is ideal for students who are interested in the intersection of classical archaeology with law, science, ethics, public policy, cultural resource management, and the environment. We track developments in global cultural property laws, international conventions, and the repatriation of cultural materials. The Parthenon and Its Reception: From Antiquity to the Present CLASS-UA 150 Identical to ARTH-UA 150. Prerequisite: permission of the instructor. 4 points. This colloquium traces the history of the Parthenon and its reception through its transformations from the temple of Athena, to Christian church, to mosque, to ruin, to icon of Western art and culture. The landscape, topography, and topology of the Athenian Acropolis are examined with an eye toward understanding the interrelation of place, myth, cult, and ritual. The architectural phases of the Parthenon, its program of sculptural decoration, its relationship to other monuments on the Acropolis, and the foundation myths that lie behind its meaning are scrutinized. Issues of reception, projection, and appropriation are considered, as well as interventions through conservation and reconstruction. Efforts to secure the repatriation of the Parthenon sculptures are reviewed within the broader context of global cultural heritage law and the opening of the New Acropolis Museum. Introduction to Classical Archaeology: Constructions of the Greek and Roman Past CLASS-UA 305 Offered periodically. 4 points. An introduction to the archaeology of the Mediterranean world, examining the history and contexts of sites and monuments, as well as the methods, practices, and research models through which they have been excavated and studied. From Bronze Age palaces of the Aegean, to the Athenian Acropolis, to the cities of Alexander the Great, the Roman forum, Pompeii, and the Roman provinces, we consider the ways in which art, archaeology, architecture, everyday objects, landscape, urbanism, technology, and ritual teach us about ancient Greek and Roman societies. Special focus is placed on reception, the origins of archaeology in the Renaissance, 19th- to 20th-century humanistic and social scientific approaches, and postmodern social constructions of knowledge. Ancient Art CLASS-UA 310 Identical to ARTH-UA 3. Offered periodically. 4 points. Examines the arts of Egypt, Near East, Greece, and Rome within the contexts and diversities of their cultures. Special emphasis is placed on form, function, and style and on the significance of this material for later periods within the history of art. Major monuments and objects are studied within their full historiographical contexts, as well as within the frameworks of current archaeological and art historical theory and methods. Focus is placed on materiality, technique, authorship, patronage, and reception. This course serves as a foundation for study of almost any branch of Western humanism. Birth of Greek Art: From the Bronze Age to the Geometric Period CLASS-UA 311 Identical to ARTH-UA 101. Offered periodically. 4 points. Surveys the art, archaeology, and culture of the Aegean Bronze Age and early Iron Age: from ancient Thera to the palace-based states of Minoan Crete and the Mycenaean Greek mainland, to developments within communities of the eighth century B.C.E. Architecture, wall painting, sculpture, ceramics, and narrative in early Greek art are among the topics examined, along with absolute and relative chronologies and the development of writing. Emphasis is placed on critical approaches to material culture within the contexts of religion, sociopolitical and economic organization, burial practices, trade networks, and interactions with neighboring cultures. Archaic and Classical Art: Greek and Etruscan CLASS-UA 312 Identical to ARTH-UA 102. Prerequisite: History of Western Art I (ARTH-UA 1), Ancient Art (ARTH-UA 3), or permission of the instructor. Offered every other year. 4 points. Greek and Etruscan art and archaeology from the seventh century through the fourth century B.C.E., including the orientalizing and archaic styles, the emergence of the classical style, changes in art and life in the fourth century, and the impact of Macedonian court art before and during the time of Alexander the Great. Focuses on architecture, sculpture, and vase painting within their full social, religious, and political contexts, with careful attention to material, style, technique, function, iconography, authorship, and patronage. Special topics include the body, votive practice, cult statues, athletic statuary, architectural decoration, portraiture, myth, narrative, landscape, and aesthetics. Includes study of the Metropolitan Museum of Art collections. Hellenistic and Roman Art CLASS-UA 313 Identical to ARTH-UA 103. Prerequisite: History of Western Art I (ARTH-UA 1), Ancient Art (ARTH-UA 3), or permission of the instructor. Offered every other year. 4 points. Traces developments in art and archaeology from the conquests of Alexander the Great to the beginnings of Christian domination under Constantine in the fourth century C.E. The diversity of the Hellenistic and Roman worlds is examined through careful consideration of Macedonian court art; the spread of Hellenistic culture from Greece to the Indus Valley; the arts of the Ptolemaic, Attalid, and Seleucid kingdoms; the expansion of Rome in the western Mediterranean; and the arts of the Roman Empire. Special emphasis on landscapes; rituals; social and political complexities; problems of chronology, styles, and copies; portraiture and identity; power and empire; luxury and trade; and hybridization. Includes study of the Metropolitan Museum of Art and Brooklyn Museum collections. Archaeologies of Rome and the Empire CLASS-UA 351 Offered periodically. 4 points. Surveys the archaeologies of Rome and the Italian Peninsula, including the cities of Etruria and the Greek settlements of South Italy and Sicily, as well as the Roman provinces, with special focus on Asia and North Africa. Public and private buildings and monuments, including temples, marketplaces, triumphal arches, colonnaded streets, theatres, amphitheatres, baths, water supply systems, luxury villas, apartment blocks, and gardens, are examined. From urban centers to rural landscapes, we consider Roman taste and technologies, identity and traditions, within their full social, cultural, religious, and economic contexts. With a focus on sculpture, wall painting, mosaics, and decorative arts, developments in Roman visual culture are tracked through the late antique period. Archaeologies of Greece CLASS-UA 352 Offered periodically. 4 points. This survey of Greek landscapes, sites, monuments, and images presents the art and archaeology of the Greek world from the Neolithic to the late antique period. Architecture, painting, sculpture, and decorative arts are studied within their full social, cultural, and religious contexts. From the palaces of the Aegean Bronze Age; to the Panhellenic sanctuaries at Olympia, Delphi, Nemea, and Isthmia; to the city of Athens and the monuments of the Athenian Acropolis; to the great Hellenistic cities of Asia Minor, special focus is placed on landscape, myth, memory, materials, and ritual in shaping the visual culture of ancient Greece. The formation of the city-state and its political, economic, and religious institutions are explored within their full urban settings. The development and history of classical archaeology as a discipline are reviewed, along with issues of reception, connoisseurship, critical theory, and methods. Greek Architecture CLASS-UA 353 Identical to ARTH-UA 104. Prerequisite: permission of the instructor. Offered periodically. 4 points. History of Greek architecture from the archaic through the Hellenistic periods (eighth to first centuries B.C.E.). Provides a chronological survey of the Greek architectural tradition from its Iron Age origins, marked by the construction of the first all-stone temples, to its radical transformation in the late Hellenistic period, most distinctively embodied in the baroque palace architecture reflected in contemporary theatre stage-buildings. The lectures, accompanying images, and readings present the major monuments and building types, as well as such related subjects as city planning and urbanism, building methods, and traditions of architectural patronage. Roman Architecture CLASS-UA 354 Identical to ARTH-UA 105. Prerequisite: permission of the instructor. Offered periodically. 4 points. History of Roman architecture from the Hellenistic to the early Christian periods (first century B.C.E. to sixth century C.E.). Provides a chronological survey of Roman architecture from its early development against the background of the Greek and Etruscan traditions to the dramatic melding of the divergent trends of late antiquity in the great Justinian churches of Constantinople and Ravenna. The lectures, accompanying images, and readings present the major monuments and building types, as well as such related subjects as city planning and urbanism, Roman engineering, and the interaction between Rome and the provinces.       Philosophy, Religion, and Intellectual History Ancient Political Theory CLASS-UA 206 Offered periodically. 4 points. Examines the foundation, interpretation, and modern reception of Athenian democracy and Roman republicanism. Readings include Plato's Republic, Thucydides' History of the Peloponnesian War, Aristotle's Politics, and Cicero's Republic and Laws. Introduction to the New Testament CLASS-UA 293 Identical to RELST-UA 302 and HBRJD-UA 22. Offered periodically. 4 points. Introduces students to issues and themes in the history of the Jesus movement and early Christianity through a survey of the main texts of the canonical New Testament, as well as other important early Christian documents. Students are given the opportunity to read most of the New Testament text in a lecture-hall setting where the professor provides historical context and focuses on significant issues, describes modern scholarly methodologies, and places the empirical material within the larger framework of ancient history and the theoretical study of religion. Ancient Religion: From Paganism to Christianity CLASS-UA 409 Identical to RELST-UA 409. Offered periodically. 4 points. The period from the beginnings of Greek religion until the spread of Christianity spans over 2,000 years and many approaches to religious and moral issues. This course traces developments such as the Olympian gods of Homer and Hesiod; hero worship; public and private religion; views of death, the soul, and afterlife; Dionysus; Epicureanism; and Stoicism. It deals with changes in Greek religion during the Roman republic and early empire and the success of Christians in converting pagans in spite of official persecution. Martyrdom, Ancient and Modern CLASS-UA 646 Identical to RELST-UA 660. Offered every other year. 4 points. Examines the theory and practice of martyrdom in the West. Begins with a close study of the development of the martyrological discourse in classical, early Christian, early Jewish, and Muslim literature and culture. Also traces how the concept of martyrdom is deployed in modern culture in various phenomena, such as the \"Columbine martyrs,\" \"martyrdom operations\" (\"suicide bombers\"), political martyrdom, and modern notions of holy war. Greek Thinkers CLASS-UA 700 Identical to PHIL-UA 122. Offered periodically. 4 points. The origins of nonmythical speculation among the Greeks and the main patterns of philosophical thought, from Thales and other early speculators about the physical nature of the world through Socrates, Plato, Aristotle, the Stoics, the Epicureans, and the Neoplatonists.       Special Courses Special Topics in Classical Studies I, II, III CLASS-UA 291, 293, 294 Usually assigns readings in English translation. Offered periodically. 2 or 4 points per term. Seminar topics vary from semester to semester, although the focus is always on a limited aspect of life, history, literature, art, or archaeology of Greco-Roman antiquity. Topics from past semesters include the Trojan War, archaeology and pottery, Alexander the Great, the Etruscans, and crime and violence in the ancient world. Future topics may include Plato and Aristotle, ancient medicine, the Age of Pericles, the Age of Augustus, and Latin love poetry. Senior Honors Seminar and Thesis CLASS-UA 295, 297 Prerequisite: permission of the department. 2 or 4 points per term.             Internship CLASS-UA 980, 981 Prerequisite: permission of the department. Open only to juniors and seniors. Offered every year. 2 or 4 points per term. Internships with institutions such as the Brooklyn Museum and the American Numismatic Society afford students the opportunity to work outside the University in areas related to the field of classics. Requirements for completion of such internships include periodic progress reports and a paper describing the entire project.       Independent Study CLASS-UA 997, 998 Prerequisite: permission of the department. 2 or 4 points per term.  Spring and Summer Study Abroad Courses Archaeological Fieldwork: Yeronisos Island Excavation Field School, Cyprus Summer Session I. 4 points. This five-week field practicum is held on Yeronisos Island, Cyprus, a Ptolemaic sanctuary of Apollo that flourished during the final years of Cleopatra's reign. The course focuses on the aims, scope, and tools of field survey and archaeology; the practice of stratigraphic excavation; and the ways in which we deal with archaeological evidence. Field training includes surface survey and field walking; principles of stratigraphic excavation, using a level and laser theodolite, taking elevations, computer-aided drawing and design, setting out an excavation grid square, keeping a field book, and field photography; data entry and the Yeronisos Island Expedition Database; health and safety in the field and on the boat; closing the site for the season, final elevations, aerial photography, rubble wall consolidation, geo-textiles, and backfilling; packing up the storeroom and conservation and registration of finds; and writing final field reports. Afternoon seminars cover pottery washing, conservation, and analysis; drawing stratigraphic sections; drawing pottery profiles, glass, and metal objects; object photography; Neolithic and Chalcolithic Cyprus; Ptolemaic rule in Cyprus; late Roman and Byzantine Cyprus; archaeologies of cult and religion; Hellenistic pottery: shapes, wares, and functions; and reading Greek inscriptions. Field trips include Nea Paphos, Roman villas and mosaics at the House of Theseus, House of Aion, and House of Dionysos; Hellenistic Tombs of the Kings, the sanctuary of Aphrodite at Palaipaphos and the Kouklia Museum, the Persian siege mound at Palaiphaphos; Souskiou Neolithic/Chalcolithic Cemetery; the Paphos Museum; Geroskipou Folk Art Museum, Lemba Experimental Chalcolithic Village, the Monastery and Byzantine Museum at Agios Neophytos; and flora and fauna study, hiking in the Akamas Peninsula, and the Sea Turtle Conservation Project at Lara Beach.       Spring Semester in Egypt       Study Abroad Courses Inquiries about the associated undergraduate spring semester abroad program Archaeology and History in Egypt, offered through the NYU Institute for the Study of the Ancient World, should be made to its director, Ellen Morris ( em129@nyu.edu ). The website is www.amheida.org . Click on the Student Information button for more information on this program. The Oases of Egypt CLASS-UA 9355 Offered in the spring. 4 points. This seminar explores the history and culture of Egypt's western oases, especially of Dakhleh Oasis. In the course of this month, as we travel physically around Dakhleh and Kharga and chronologically from deep prehistory to the advent of Christianity, we address issues of insularity and connectivity with respect to the Nile Valley, as well as the relationship between humans, technology, and the natural environment. Inhabitants of the oases always enjoyed a rather precarious existence, because of the difficulty of travel, the ever-present risk of salinization, hostile desert raiders, and general remoteness; thus, we are alerted to the ways in which the realities of living on an oasis provoked identifiable and to some degree recurrent cultural dynamics. The Archaeology of Egypt's Nile Valley CLASS-UA 9356 Prerequisites: The Oases of Egypt (CLASS-UA 9355) and Field Work in Egypt (CLASS-UA 9357). Offered in the spring. 4 points. In this traveling seminar, students leave Dakhleh Oasis for the Nile Valley to place what they have studied into a wider cultural context. During the course of the month, students visit temples, tombs, settlements, and other sites throughout Egypt, from Aswan to Alexandria. Seminar sessions and class presentations focus on themes related especially to Egypt's ever-evolving religious and funerary beliefs, as well as the complex, often multicultural, nature of Egyptian civic life at various periods. Field Work in Egypt CLASS-UA 9357 Prerequisite: The Oases of Egypt (CLASS-UA 9355). Offered in the spring. 4 points. This intensive course is largely field-based, with additional time spent processing, recording, and analyzing materials at the excavation house. Students are involved in almost every aspect of the archaeological field process. Specialists offer instruction in survey techniques, in the drafting of archaeological plans, and in the interpretation of ceramics and other highly indicative artifacts. As the bulk of excavation in Egypt is undertaken by local workmen, students receive training as a site supervisor (with all of the necessary background in archaeological methodology that this entails). Independent Project: Excavation at Amheida CLASS-UA 9358 Prerequisite: participation in the NYU Archaeology and History in Egypt program. Offered in the spring. 4 points. For this independent project, students produce original research on some aspect of the material culture so far unearthed at Amheida. Students may choose to specialize in a type of artifact (such as pottery, flints, or coins), choose to analyze specific contexts in depth, or develop a specific project based on their own interests and backgrounds. In all cases, they are encouraged to formulate and test hypotheses. Once completed, independent projects are archived in the library for the use of all other archaeologists who work at Amheida. Research undertaken while at Dakhleh is facilitated by our online database, by collections stored on site, and by the dig house library.        Graduate Courses Open to Undergraduates Courses in classics offered in the Graduate School of Arts and Science are open to all undergraduates who have reached the required advanced level of Greek or Latin language instruction.                                                                                              Back to Top"}]},
{"detail": [{"content": "Events | Center for Ancient Studies | NYU                             NEW YORK UNIVERSITY              ARTS AND SCIENCE              COLLEGE OF ARTS AND SCIENCE              GRADUATE SCHOOL OF ARTS AND SCIENCE                                  CONTACT US SEARCH SITEMAP                     Home &gt; Events                     About The Center     Events              Past Events              Conferences and Colloquia              The Faculty Resource Network Summer Seminar         Faculty Who Work on Antiquity and Related Subjects at NYU       Ancient Studies Minor       Travel Grants       Collections       NYU Excavations       Publications       Classical World       Institute for Etruscan and Italic Studies       Aquila Theatre Company       Events   Spring 2015 The NYU Department of Hebrew and Judaic Studies, in conjunction with the NYU Religious Studies Program and the Center for Ancient Studies presents The Aggada of the Babylonian Talmud and its Cultural World Monday and Tuesday, June 1-2, 2015. Details and program to be announced. This conference is free and open to the public, but reservations are required. For more information, email jr6@nyu.edu  The NYU Department of Anthropology, in conjunction with the Center for the Study of Human Origins and the Center for Ancient   Studies, sponsors The North American Theoretical Archaeology Group (TAG) 2015 Conference MOVEMENT Friday, May 22, 2015 – Sunday, May 24, 2015 For more information, or to register, visit the TAG 2015 website: https://wp.nyu.edu/gsas-nyutag2015/  The NYU Institute of Fine Arts presents  THE NEW YORK AEGEAN BRONZE AGE COLLOQUIUM A Room with a View: Kea Paintings and Social Context Lyvia Morgan  Friday, May 8, 2015, 6:30pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5803         This lecture is free and open to the public, but an RSVP is required. Click here to RSVP. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents Ritual and Narrative: Texts in Performance in the Ancient Near East Conference organized by Beate Pongratz-Leisten (NYU-ISAW) Friday, May 1, 2015 Institute for the Study of the Ancient World 15 East 84th Street, 2nd Floor Lecture Hall 212.992.7800 10:00am - Introduction Beate Pongratz-Leisten (NYU-ISAW)  10:30am - Perspectives on Language, Languages and Ritual Textuality in Mesopotamia Piotr Michalowski (University of Michigan)  11:30am - Coffee Break 12:00pm - Power and Participation in Town Festivals at Emar Daniel Fleming (NYU)  1:00pm - Lunch Break 2.00pm - Language and Performance: Doing Things with Words in Sumerian Ritual Laments Paul Delnero (Johns Hopkins University)  3.00pm - Coffee Break 3:30pm - Narrating a Divine Murder in Cult: A New Look at the lilissu Ritual Uri Gabbay (Hebrew University)  This conference is free and open to the public, but space is limited and registration is required. Click here to register. The NYU Department of English and the Office of the Dean for Humanities  present Poetics and Life: A Conference in Honor of Anselm Haverkamp Thursday, April 30, 2015, 3:00pm-8:00pm Hemmerdinger Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair access) 3:00pm Welcome and Introductions Joy Connolly, Dean for Humanities, NYU The Sounds of Postwar Life: Günther Eich Martin Harries, UC Irvine Bare Life? The Poetics of Clothing (Cicero, Horace, Hugo, Broch) Michele Lowrie, University of Chicago  Außer Dienst, or Life in the Village: The Castle and the Possibility of the Novel Erica Weitzman, Northwestern University 5:00pm Toasts and drinks 6:00pm \"Age is Unnecessary:” Shakespeare and Life History Theory Stephen Greenblatt, Harvard University For more information, contact the English Department at 212.998.8800     The NYU Institute for the Study of the Ancient World presents     The Mesopotamian Economic Boom and Emergence of the First Cities in the Late Chalcolithic Period (4200-3100 BC) Salam Al Kuntar (ISAW) Wednesday, April 29, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.       The NYU Institute of Fine Arts presents    SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE Homer and the Ekphrasists: Text and Image in the Elder Philostratus's Scamander (Imagines I.1)  Michael Squire (Kings College, London) Wednesday, April 29, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800 This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.       The NYU Institute for the Study of the Ancient World presents   Haupt Lecture: Sorcery in the Soil: Finding Magic at Graeco-Roman Karanis in Egypt Drew Wilburn (Oberlin College) Tuesday, April 28, 2015, 6:30pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.   The NYU Classics Department presents At the Gates of the Temple: Culture, Politics and Place in Ptolemaic Egypt Ian Moyer (Michigan) Monday, April 27, 2015, 4:45 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access ) Contact: Christopher Parmenter csp351@nyu.edu   The NYU Libraries present  When Big Data Slows Down: Digital Humanities and the Study of Roman Amphitheaters Sebastian Heath (NYU) Tuesday, April 21, 2015, 6:30pm Bobst Library, 5th Floor Research Commons, Media Viewing Area 70 Washington Square South This lecture is free and open to the public, but an RSVP is required. To RSVP, click here .   For more information email Laurie Murphy: laurie.murphy@nyu.edu    The NYU Institute for the Study of the Ancient World presents  Peoples and Places in Pre-Islamic Afghanistan: The Evidence of the Bactrian Documents Nicholas Sims-Williams (University of London) Tuesday, April 21, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis. The NYU Classics Department presents Making Sense of the Corpus Hermeticum: Text – Context – Reception Christian Wildberg (Princeton University) Monday, April 20, 2015, 4:45 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access) Contact: Christopher Parmenter csp351@nyu.edu  The NYU Institute for the Study of the Ancient World presents Life at the Margins: Questions in Ancient Near Eastern Social History Conference organized by Nicholas Reid (ISAW) and Jonathan Valk (ISAW) Friday, April 17, 2015 Institute for the Study of the Ancient World 15 East 84th Street, 2nd Floor Lecture Hall 212.992.7800 10:00am - POW: Revisiting Prisoners of War in Early Mesopotamia Nicholas Reid (ISAW) 10:45am - Coffee Break 11:15am - Care and Control of the Babylonian Underclass Jonathan Tenney (Cornell University) 12:00pm - Ancient Near Eastern History De-centered: The Case of Emar Dan Fleming (NYU) 12:45pm - Lunch Break 2:00pm - “They Enjoy Syrup and Ghee at Tables of Silver and Gold”: Infant Loss in Ancient Mesopotamia Jonathan Valk (ISAW) 2:45pm - Women of Inferior Status: Injunctions to Prevent Men from Having Contact with Them Cornelia Wunsch (SOAS, University of London) 3:30pm - Tea Break 4:00pm - “I am Living in a City of Hunger”: Towards a Hermeneutics of Poverty in Mesopotamia Seth Richardson (Oriental Institute of the University of Chicago)  This conference is free and open to the public, but space is limited and an RSVP is required. Click here to RSVP. The NYU Institute of Fine Arts presents  THE NEW YORK AEGEAN BRONZE AGE COLLOQUIUM The Mycenaean Worship of an Ancestral Wanax  Susan Lupack ( Editor , Hesperia , The Journal of the American School of Classical Study at Athens) Friday, April 17, 2015, 6:30pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5803         This lecture is free and open to the public, but an RSVP is required. Click here to RSVP. Seating is on a first-come, first-served basis.  NYU Liberal Studies and the Lehman Foundation present  A New Interpretation of the Fishing and Fowling Boat from the Tomb of Meketre Catharine Roehrig, ( The Metropolitan Museum ) Friday, April 17, 2015, 10:00am Kimmel Center Room 914 60 Washington Square South         This lecture is free and open to the public. For more information, email Joseph Portanova: joseph.portanova@nyu.edu  The NYU Classics Department presents  Children’s Imitation as Social and Cultural Cognition in Roman Thought Jacob Mackey (Queens College, CUNY)  Thursday, April 16, 2015, 6:15 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)   Contact: Christopher Parmenter csp351@nyu.edu  The NYU Institute for the Study of the Ancient World presents More than a Matter of Style: The Diyala Expedition and its Impact on Mesopotamian Archaeology Clemens Reichel (University of Toronto) Thursday, April 16, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.   The NYU Institute for the Study of the Ancient World presents  The Rise of the Qin Empire and the End of Historiography in Early China Vincent Leung (ISAW) Tuesday, April 14, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  Long-Term Occupation and Seasonal Mobility in Mongolia: A Comparative Analysis of Two Communities Jean-Luc Houle (Western Kentucky University) Thursday, April 9, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Classics Department presents  The Space of the Champion in Early Greek Epic Benjamin Sammons (NYU)  Monday, April 6, 2015, 4:45 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)   Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute of Fine Arts presents  SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE The Hellenistic Sanctuaries of Velia  Verena Gassner (University of Vienna) Thursday, April 2, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Classics Department presents  Land Grants of Antiochus II to his Wife Laodice in Babylonia and Asia Minor: on the \"Lehmann Text\" in the MMA R.J. van der Spek (Vrije Universiteit Amsterdam ) Wednesday, April 1, 2015, 6:15 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)   Contact: Christopher Parmenter csp351@nyu.edu  The NYU Institute for the Study of the Ancient World presents  Jephtah's Daughter, Sarah's Son: Children, Death, and Scripture in Late Antiquity Maria Doerfler (ISAW) Tuesday, March 31, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  The Akchakhan-kala Wall Paintings: Kingship and Religion in Ancient Khorezm Alison Betts (University of Sydney) Monday, March 30, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis. The New York Classical Club, in conjunction with the NYU Classics Department and the Center for Ancient Studies presents CLASSICAL NEW YORK: GREECE AND ROME IN NYC'S ART, ARCHITECTURE, AND HISTORY Saturday, March 28, 2015, 11:00am-6:00pm Jurow Lecture Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair access) 11:00am: The Imperial Metropolis: Ancient Rome and New York City circa 1900 Margaret Malamud ( New Mexico State University ) 12:00pm: The Expression of Civic Life: Civic Centers and the City Beautiful in NYC John Ritter (NYU) 1:00-2:30pm: LUNCH &amp; WALKING TOUR OF WASHINGTON SQUARE PARK Tour led by Dr. Ron Janoff 2:30pm: The Gould Library and Hall of Fame: Reinterpreting the Pantheon in the Bronx Elizabeth Macaulay-Lewis (The Graduate Center at CUNY)  3:30pm: The Croton Aqueduct and its Classical Heritage Harry Evans (Fordham University)  4:30-5:00pm: COFFEE BREAK  5:00pm: The Custom House of 1833-42: Portrait of a Wall Street Temple Francis Morrone (NYU)  6:00pm: RECEPTION This event is open to the public. Registration is required and includes lunch, a walking tour of Washington Square Park, and a reception: $10 for students; $25 for members; $40 for non-members. You may pre-register online at: http://nyclassicalclub.org/events.htm For more information, please contact Erin McKenna at: emckenna11@fordham.edu   The NYU Center for Ancient Studies in conjunction with the Skirball Department of Hebrew and Judaic Studies, the Global Network for Advanced Research in Jewish Studies, the Religious Studies Program, the Department of Classics,  the Department of History, the Dean of the College of Arts and Science, and the Dean for the Humanities announces the  Ranieri Colloquium on Ancient Studies INTEGRATING JUDAISM AND CHRISTIANITY INTO THE STUDY OF THE ANCIENT WORLD  Thursday and Friday, March 26-27, 2015 Hemmerdinger Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair accessible)  THURSDAY, MARCH 26, 2015 5:00 p.m. WELCOME Matthew S. Santirocco, NYU 5:15 p.m. KEYNOTE ADDRESS The New Testament as a Source for the History of the Jews and Judaism Lawrence H. Schiffman, NYU 6:15 p.m. PUBLIC RECEPTION  FRIDAY, MARCH 27, 2015 SESSION 1 [Session Chair, Jeffrey Rubenstein, NYU ] 9:15 a.m. Samson in Stone: New Discoveries in the Ancient Synagogue at Huqoq in Israel’s Galilee Jodi Magness, University of North Carolina 9:55 a.m. Jesus the Jurist: Written Law and Its Interpretation in the Christian Gospels Daniel Fleming, NYU 10:35 a.m. The Dead Sea Scrolls “Instruction” Text and Its Hellenistic Context Hindy Najman, Yale University 11:15 a.m. The Treaty of Apamea, the Decline of the Seleucid Empire, and Their Consequence for Jewish Martyrology R. Steven Notley, Nyack College 12:00 p.m. LUNCH BREAK SESSION 2 [Session Chair, Michael Peachin, NYU ] 1:00 p.m. Jews and the Imposition of Nicene Orthodoxy in the Late Antique Mediterranean Diaspora Ross Kraemer, Brown University 1:40 p.m. Selling Souls: Early Christians (and Their Neighbors) as Religious Entrepreneurs Nicola Denzey Lewis, Brown University 2:20 p.m. Practices of Seeing God(s) in Late Antiquity Laura Nasrallah, Harvard University 3:00 p.m. The Rise of Authoritative Scripture and Its Interpretation in Ancient Judaism Alex Jassen, NYU This   conference is free and open to the public. For more information, please   contact the Center for Ancient Studies at ancient.studies@nyu.edu , or   at 212.992.7978    The NYU Institute for the Study of the Ancient World presents   Rostovtzeff Lecture Series: Sumer in the Mesopotamian World: Reading Traditions &amp; Traditions of Reading, IV  Reading Early Cult Then: Sex &amp; the Temple in Mesopotamian Memory  Gonzalo Rubio  (Pennsylvania State University)  Thursday, March 26, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800  This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.   The NYU Institute for the Study of the Ancient World presents   Rostovtzeff Lecture Series: Sumer in the Mesopotamian World: Reading Traditions &amp; Traditions of Reading, II I  Reading Early Economy Now: Bureaucracy &amp; Administration in Sumer  Gonzalo Rubio  (Pennsylvania State University)  Tuesday, March 24, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800  This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.   The A.S. Onassis Program in Hellenic Studies at New York University presents   Politics of Monumentality: Archaeological Cultural Heritage and Identities in \"Crisis\" in Modern Greece - The Case of Amphipolis   Paschalis Zafeiriadis  (University of Cincinnati)  Tuesday, March 24, 2015, 6:30pm 285 Mercer Street, 8th Floor  212.998.3979  This lecture is free and open to the public, for more information contact: hellenic.studies@nyu.edu   The NYU Classics Department presents  The Sacrificial Ritus Michael Koortbojian (Princeton University)  Monday, March 23, 2015, 4:45pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)   Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute of Fine Arts presents  THE NEW YORK AEGEAN BRONZE AGE COLLOQUIUM Modeling Everyday Life in Crete and Cyprus with Reference to Egypt  Eleni Mantzourani (University of Athens) Friday, March 20, 2015, 6:30pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis. The NYU Institute for the Study of the Ancient World presents  A Closer Look: What Does Puabi Want? Kim Benzel (The Metropolitan Museum of Art) Tuesday, March 17, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This Gallery Talk is free and open to the public, but an RSVP is required.  The NYU Institute for the Study of the Ancient World presents  Rostovtzeff Lecture Series: Sumer in the Mesopotamian World: Reading Traditions &amp; Traditions of Reading, II Origins of Tradition: Literature &amp; Political Theology in Sumer Gonzalo Rubio (Pennsylvania State University) Thursday, March 12, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis. The NYU Institute of Fine Arts presents  SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE The New Excavations in the Necropolis of Himera  Stefano Vassallo (Superintendency of Palermo) Thursday, March 12, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  Rostovtzeff Lecture Series: Sumer in the Mesopotamian World: Reading Traditions &amp; Traditions of Reading, I Traditions of Origins: Where Did the Sumerians Come From? And Where Did They All Go? Gonzalo Rubio (Pennsylvania State University) Tuesday, March 10, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The   NYU Institute of Fine Arts and the Center for Ancient Studies along   with the European Commission Research Executive Agency, the Seventh   Framework Programme Marie Curie Actions, the Alma Mater Studiorum.   Università di Bologna, the Dipartimento di Beni Culturali, campus di   Ravenna, and the Association for Coroplastic Studies announce A Conference on Archaeomusicology: Representations of Musicians in the Coroplastic Art of the Ancient World: Iconography, Ritual Contexts and Functions Organized by Angela Bellia (NYU-Università di Bologna), Clemente Marconi (NYU-IFA), Claude Calame (École des Hautes Études en Sciences Sociales de Paris), Barbara Kowalzig (NYU), Donatella Restani (Università di Bologna), Jaimee Uhlenbrock (Association for Coroplastic Studies) Saturday, March 7, 2015      The Institute of Fine Arts, 1 East 78th Street, Lecture Hall      212.992.5800 SPEAKERS Rebecca Miller Ammerman ( Colgate University ) Claude Calame ( Directeur d'études émérite École des Hautes Études en Sciences Sociales de Paris ) Annie Caubet ( Département Antiquités Orientales, Musée du Louvre ) Gabriela Currie (University of Minnesota, Twin Cities) Agnès Garcia-Ventura ( Università di Roma La Sapienza ) Elçin Doğan Gürbüzer ( Ege University-Izmir, Turkey ) Regine Hunziker-Rodewald ( University of Strasbourg ) Kiki Karoglou ( The Metropolitan Museum of Art ) Daniela La Chioma Silvestre Villalva ( University of São Paulo ) Mireia López-Bertran ( Universitat Pompeu Fabra, Barcelona ) Sara Marandola ( Università di Roma La Sapienza ) Daniele F. Maras ( Italian Academy for Advanced Studies in America, Columbia University ) Manolis Mikrakis ( National Technical University of Athens, Greece ) Alessandro Pagliara ( Università degli Studi della Tuscia, Viterbo ) Regine Pruzsinszky ( Albert-Ludwigs-Universität Freiburg ) Arnaud Saura-Ziegelmeyer ( Doctorant en Sciences de l’Antiquité Université de Toulouse II Jean Jaurès ) Donata Sarracino ( Università di Roma La Sapienza )       An RSVP is required. For more information, click here .  Casa Italiana Zerilli-Marimò at New York University presents  Deconstructing Rome Federica Pedriali (University of Edinburgh) Thursday, March 5, 2015, 6:00pm Casa Italiana Zerilli-Marimò 24 West 12th Street 212-998-8739 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Classics Department presents  From Cultural Memory to Poetic Memory: Myth, History and Ritual beyond the \"Great Divide\" in Classical Greece Claude Calame (École des hautes études en sciences sociales)  Thursday, March 5, 2015, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu Casa Italiana Zerilli-Marimò at New York University presents  Haunting and the Postcolonial Ethics of the Gaze Rhiannon Noel Welch (Rutgers University) Tuesday, March 3, 2015, 6:00pm Casa Italiana Zerilli-Marimò 24 West 12th Street 212-998-8739 This lecture is free and open to the public. Seating is on a first-come, first-served basis. The NYU Institute for the Study of the Ancient World presents  Mesopotamian Prison Blues Nicholas Reid (ISAW) Tuesday, March 3, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The NYU Institute of Fine Arts presents  SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE The Shield of the Athena Parthenos: A New Reconstruction  Jenifer Neils ( Case Western Reserve University ) Thursday, February 26, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  Sumerian Art and the Modernist Avant-Garde Zainab Bahrani (Columbia University) Thursday, Feb. 26, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 This lecture is free and open to the public, but registration is required at: isaw.nyu.edu/rsvp  The NYU Classics Department presents  Pyrenaean Mountains and Deep-valleyed Alps: Geography and Empire in the \"Garland of Philip\" Thomas Schmitz (Universität Bonn)  Monday, February 23, 2015, 4:45pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu   The NYU Institute for the Study of the Ancient World presents  Local Saints, National Politics, and the Power of the Past in Early Egypt Janet Richards (University of Michigan) Thursday, Feb. 19, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: info@arceny.com  The NYU Classics Department presents  Homeric Women and the Politics of Objects Lilah Grace Canevaro (University of Edinburgh)  Thursday, February 19, 2015, 12:30 pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access) Brown bag lunch is provided with RSVP. A reception will follow the talk. To RSVP or for more information, contact: Christopher Parmenter csp351@nyu.edu The NYU Institute for the Study of the Ancient World presents  Writing Christian History in Islamic Egypt: The Case of the Medieval Arabic Text of the \"History of the Patriarchs of Alexandria\" Perrine Pilette (ISAW) Tuesday, Feb. 17, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public. Seating is on a first-come, first-served basis.  The A.S. Onassis Program in Hellenic Studies at New York University presents  Tragic Bodies: The Suffering Body in Greek Tragedy Mary Yossi (University of Athens, Greece) Tuesday, Feb. 17, 2015, 5:00pm 285 Mercer Street, 8th Floor (between Washington and Waverly Place) 212.998.3979 This lecture is free and open to the public, for more information contact: hellenic.studies@nyu.edu  The NYU Institute for the Study of the Ancient World presents  Glam-Ur-ous: The Art of Archaeology and Aesthetics  Jennifer Y. Chi (ISAW) and Pedro Azara (Polytechnic University of Catalonia) Thursday, Feb. 12, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800  This lecture is free and open to the public, but registration is required at: isaw.nyu.edu/rsvp  The NYU Institute for the Study of the Ancient World presents From Ancient to Modern: Archaeology and Aesthetics February 12 - June 7, 2015 Institute for the Study of the Ancient World 15 East 84th Street 212.992.7800 For more information about this exhibition, please visit ISAW's website: isaw.nyu.edu/exhibitions   The NYU Institute of Fine Arts presents   CAA 2015: Field/Work: Object and Site  Three related panels with the theme of Field/Work exploring topics arising from the work of the Mellon Research Initiative   The Art of Archaeology; an Art Historical Perspective  Chair: David O’Connor (NYU-IFA) Zainab Bahrani (Columbia University) Sheila Bonde (Brown University) Clemente Marconi (NYU-IFA) Robert W. Preucel (Brown University )  Wednesday, February 11, 2015, 12:30-2:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800        This panel is free and open to the public; seating is on a first-come, first-served basis. An RSVP is required.         Conservation and the Future of Art        Chair: Michele Marincola (NYU-IFA) Sanchita Balachandran (Johns Hopkins University) Jim Coddington (Museum of Modern Art, New York) Jeanne Marie Teutonico (Getty Conservation Institute) Carol Mancusi Ungaro (Whitney Museum of American Art) Thursday, February 12, 2015, 12:30-2:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800 This panel is free and open to the public; seating is on a first-come, first-served basis. An RSVP is required.              The Field of Art History and its Work Chair: Patricia Rubin (NYU-IFA) Jean Campbell (Emory University) David Joselit (The Graduate Center, CUNY) Finbarr Barry Flood (NYU-IFA) Jennifer Roberts (Harvard University)  Thursday, February 12, 2015, 5:30-7:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800 This panel is free and open to the public; seating is on a first-come, first-served basis. An RSVP is required.                          The NYU Institute for the Study of the Ancient World presents  Nomadic Empires in Inner Asia: A Comparative Approach  Jan Bemmann (ISAW)   Tuesday, Feb. 3, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public . Seating is on a first-come, first-served basis.   The NYU Classics Department presents  The End of Exoticism in Heliodorus' Aithiopika  Robert Cioffi (Bard College)  Monday, February 2, 2015, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu  THIS EVENT IS CANCELLED DUE TO THE WINTER STORM AND WILL BE RESCHEDULED IN THE SPRING The NYU Institute of Fine Arts presents  SEMINAR ON GREEK AND ROMAN ART AND ARCHITECTURE The New Excavations in the Necropolis of Himera  Stefano Vassallo ( Superintendency of Palermo ) Thursday, January 29, 2015, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents  A King and Courtiers Come to Boston: Homage to Egyptian Art History Rita E. Freed (Museum of Fine Arts, Boston)  Thursday, Jan. 22, 2015, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: info@arceny.com  Fall 2014   The NYU Institute for the Study of the Ancient World presents   Metal, Salt, and Horse Skulls: Elite-level Exchange and Movement in Prehistoric Southwest China Anke Hein (Ludwig-Maximilians-University, Munich) Tuesday, December 16, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis.     The NYU Institute of Fine Arts presents   All That Glisters Is Not Gold: EB II Mochlos in its Eastern Mediterranean Context Tristan Carter (MacMaster University) Friday, December 12, 2014, 6:30pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800 This lecture is free and open to the public; seating is on a first-come, first served basis.   The NYU Institute for the Study of the Ancient World presents  \"I Write, Therefore I Am\": Scribes, Literacy, and Identity in Early China Armin Selbitschka (Ludwig-Maximilians-University, Munich ) Tuesday, December 9, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis.  The NYU Institute of Fine Arts presents  Archaeological Research at Aphrodisias in 2014 Roland R.R. Smith (Director of Excavations at Aphrodisias; University of Oxford-NYU) Alexander Sokolicek (Field Director of Excavations at Aphrodisias; IFA-NYU) Monday, December 8, 2014, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800          This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute for the Study of the Ancient World presents The History of the Ptolemaic Collection at the Brooklyn Museum Edward Bleiberg (Brooklyn Museum ) Thursday, December 4, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800  This lecture is free and open to the public, but seating is limited; registration is required at: rsvp_exhibitions@nyu.edu  The NYU Institute for the Study of the Ancient World presents Forecasting Fate in Early China Ethan Harkness (NYU Gallatin and ISAW)  Tuesday, December 2, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800  This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Classics Department presents  Sometimes They Come Back: Nero, Domitian and the Thebaid of Statius Stefano Rebeggiani (NYU)   Monday, December 1, 2014, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu  The NYU Classics Department presents  Generic Attire: Hypsipyle’s Cloaks in Valerius Flaccus and Apollonius Rhodius Andrew Zissos (UC Irvine)   Monday, November 24, 2014, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu  The NYU Classics Department and the Center for Ancient Studies present  Latinfest 2014 Claudian: De Raptu Proserpinae Participating schools: NYU, Columbia University, University of Pennsylvania, Rutgers University, and Princeton University Friday, November 21, 2014 Hemmerdinger Hall, Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair access)  9:30am Coffee and Breakfast 10:00am Rutgers: Book 1, including Preface 11:00am Break 11:15am NYU: Book 2: Preface and 1-150 12:15pm Break 12:30pm University of Pennsylvania: Book 2.157-372 1:30pm Lunch 2:30pm Columbia: Book 3.1-259 3:30pm Break 3:45pm Princeton: Book 3.260-448 4:45pm Final Discussion 5:15pm Reception For more information contact: David Levene d.s.levene@nyu.edu  The NYU Classics Department presents  The End of Sacrifice Brent Shaw (Princeton University)   Thursday, November 20, 2014, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute for the Study of the Ancient World presents The World's First Genealogy and Related Issues Adam Schwartz (ISAW)  Tuesday, November 18, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800  This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Humanities Initiative presents Great New Books in the Humanities: The Feminine Symptom: Aleatory Matter in the Aristotelian Cosmos by Emanuela Bianchi (NYU) Emanuela Bianchi (NYU) Simon Critchley (The New School for Social Research) Claudia Baracchi (University of Milan-Biococca) Moderator: Joy Connolly (NYU)  Tuesday, November 18, 2014, 6:00pm 20 Cooper Square, 5th Floor  This lecture is free and open to the public, but registration is required. To register, click here . For more information, contact: info@humanitiesinitiative.org The NYU Institute for the Study of the Ancient World presents Weights and Trade Relations between Mesopotamia and the Indus Valley Lorenz Rahmstorf (University of Copenhagen)  Monday, November 17, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800  This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Department of Art History presents  E xhibiting Interaction: Assyria to Iberia at the Dawn of the Classical Age Joan Arnz (Metropolitan Museum of Art)   Monday, November 17, 2014, 6:00pm Silver Center for Arts and Science, Room 301 32 Waverly Place or 31 Washington Place (wheelchair access)  For more information, call 212.998.8180 or email: cas.arthistory@nyu.edu   The NYU Department of Comparative Literature in conjunction with the NYU Center for Ancient Studies ; the NYU Gallatin Fund for Classics and the Contemporary World; the College of Arts and Science, Fairfield University; Global Research Initiatives, NYU Office of the Provost; Postclassicisms; the NYU College of Arts and Science; the NYU Office of the Dean of the Faculty of Arts and Science; the Humanities Initiative at NYU; the NYU Office of the Dean for Humanities; the Center for the Study of Gender and Sexuality at NYU; the NYU Department of Philosophy; the NYU Department of Classics; the NYU Department of Media, Culture, and Communication; and the NYU A.S. Onassis Program in Hellenic Studies presents  POSTHUMAN ANTIQUITIES: A CROSS-DISCIPLINARY CONFERENCE organized by Emanuela Bianchi (NYU), Sara Brill (Fairfield University), and Brooke Holmes (Princeton University)  Friday, November 14, 2014: 9:40am-7:30pm, and Saturday, November 15, 2014: 10:00am-7:30pm Hemmerdinger Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair accessible)  SPEAKERS Claudia Baracchi, (University of Milan-Bicocca ) Emanuela Bianchi, (NYU) Sara Brill, (Fairfield University) Adriana Cavarero, (University of Verona) Rebecca Hill, (RMIT University, Australia) Brooke Holmes, (Princeton University) Miriam Leonard, (University College, London) Ramona Naddaff, (UC Berkeley) Michael Naas, (DePaul University) Mark Payne, (University of Chicago) James I. Porter, (UC Irvine) John Protevi, (Louisiana State University) Kristin Sampson, (University of Bergen, Norway) Giulia Sissa, (UCLA)  For more information, click here or contact the Department of Comparative Literature at 212.998.879 The NYU Classics Department presents  Vergil, Empedocles, and The Cosmic Storm Alessandro Schiesaro (Sapienza – Università di Roma) Thursday, November 13, 2014, 6:15pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu  The NYU A.S. Onassis Program in Hellenic Studies present s Replaying Empire and Re(per)forming Civic Identity in 4th Century BC Athens Johanna Hanink (Brown University) Respondent: David Konstan (NYU)  Wednesday, November 12, 2014, 12:30-2:00pm 285 Mercer St., 8th floor  For more information contact: hellenic.studies@nyu.edu or call 212.998.3990  The NYU Department of Anthropology and the AIA New York Society present Making Sense of Neandertals: What We Have Learned from Bones, Teeth and Genes Shara Bailey (NYU)  Wednesday, November 12, 2014, 6:30pm NYU Department of Anthropology 25 Waverly Place  This lecture is free and open to the public; for more information contact: events@aia-nysociety.org  The NYU Center for Ancient Studies , in conjunction with the Aquila Theatre : YouStories Project, National Endowment for the Humanities; the Society for Artistic Veterans; and the Dean of the College of Arts and Science announces the   Rose-Marie Lewent Conference WarStories: Ancient and Modern Narratives of War  Tuesday, November 11, 2014 Hemmerdinger Hall Silver Center for Arts and Science 32 Waverly Place or 31 Washington Place (wheelchair accessible) 5:30pm WELCOME Matthew S. Santirocco, Senior Vice Provost, Professor of Classics, and Angelo J. Ranieri Director of Ancient Studies, NYU  Peter Meineck, Clinical Associate Professor of Classics, NYU /Founder and Program Director, Aquila Theatre Kirsten Gillibrand, United States Senator for New York (via video) William D. Adams , Chairman, National Endowment for the Humanities  5:45pm OPENING ADDRESS Telling Who We Are Kwame Anthony Appiah, Professor of Philosophy and Law, NYU 6:15pm A FEMALE PHILOCTETES, BASED ON SOPHOCLES * Three Passages: Aquila Theatre directed by Desiree Sanchez; music by Ralph Farris 1.The Deceit Begins: Philoctetes and Neoptolemus 2.The Fight for the Bow: Odysseus Intervenes 3.The Call to Arms: Herakles Appears 7:00pm RESPONSE Nancy Sherman, University Professor of Philosophy, Georgetown University 7:15pm AUDIENCE DISCUSSION Peter Meineck and Nancy Sherman, Moderators 7:30pm RECEPTION The conference will be preceded by an afternoon of staged readings presented by the Society for Artistic Veterans and Aquila Theatre from 1:00-5:00pm in Hemmerdinger Hall. Scenes from new plays written by veterans will be followed by discussion. * A Female Philoctetes was first presented at The Brooklyn Academy of Music in April 2014, and is based on Sophocles' Philoctetes, translated by Peter Meineck (Hackett Publishing, 2014). This conference is free and open to the public. For more information, contact the Center for Ancient Studies at ancient.studies@nyu.edu or 212.992.7978 The NYU Institute for the Study of the Ancient World presents Recent Advances in Research on Iranian and Central Asian Metalware. A Few Examples - Iranian Silver Plates from Sasanian and Post-Sasanian Iran Frantz Grenet (Collège de France) Monday, November 10, 2014, 5:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: isaw@nyu.edu  The NYU Institute of Fine Arts presents  From 'Surface' to 'Substrate': The Archaeology and Art History of Material Transfers    A conference organized in conjunction with the Mellon Research Initiative Patricia Crown (University of New Mexico) Rebecca Farbstein (University of Southampton) Olivier Gosselain (Université Libre de Bruxelles) Jonathan Hay (NYU-IFA) Erma Hermens (University of Glasgow) David Killick (University of Arizona) Clemente Marconi (NYU-IFA) Michele Marincola (NYU-IFA) Marcos Martinon-Torres (University College London) David Wengrow (University College London)  Friday and Saturday, November 7-8, 2014 The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800          This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  For the full conference program, click here.  NYU's Gallatin School of Individualized Study presents Theater at Gallatin: Roman Tragedies Festival  Performances of Shakespeare's The Rape of Lucrece, Julius Caesar, Coriolanus, Antony and Cleopatra November 6-16, 2014 The Jerry H. Labowitz Theatre for the Performing Arts 1 Washington Place For reservations and more information, visit the Gallatin events webpage: gallatin.nyu.edu/utilities/events/2014/11/romantragediesfestival.html  The NYU Institute for the Study of the Ancient World presents The Lure of Gold and Iron: China and the Steppe in the First Millennium BC Jessica Rawson (University of Oxford) Thursday, November 6, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: isaw@nyu.edu  The NYU Institute for the Study of the Ancient World presents  Portraits of the Ptolemies: Greek Kings as Egyptian Pharaohs  Paul E. Stanwick (Independent Scholar) Thursday, October 30, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: rsvp_exhibitions@nyu.edu  The NYU Institute of Fine Arts presents  Identifying with the \"Other\": Dining with Painted Pygmies in Pompeii   Caitlin Eilis Barrett ( Cornell University ) Thursday, October 30, 2014, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Institute of Fine Arts presents  Archaeological Excavations at Selinunte   Clemente Marconi ( NYU-IFA ) Tuesday, October 28, 2014, 6:00pm The Institute of Fine Arts, 1 East 78th Street, Lecture Hall 212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.  The NYU Classics Department presents The Case for Using \"Race\" in Classical Studies (Twenty-Five Years after Black Athena) Denise Eileen McCoskey ( Miami University ) Monday, October 27, 2014, 6:00pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute for the Study of the Ancient World presents On the Waterfront at Giza: Workers’ Town and Pyramid Port – Latest Discoveries Mark Lehner ( Boston University ) Monday, October 20, 2014, 6:30pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Institute for the Study of the Ancient World presents  Life in a Multicultural Society: The Jewish Community of Elephantine in Egypt under Persian Rule  J.H.F. Dijkstra (University of Ottowa) Thursday, October 16, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public, but seating is limited; registration is required at: rsvp_exhibitions@nyu.edu  The NYU Institute for the Study of the Ancient World presents The Galenic Origins of the Modern Science Textbook Claire Bubb ( ISAW ) Tuesday, October 14, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis. The NYU Institute for the Study of the Ancient World presents WHEN THE GREEKS RULED EGYPT: From Alexander the Great to Cleopatra October 8, 2014 - January 4, 2015 Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 For more information about this exhibition, please visit ISAW's website: isaw.nyu.edu/exhibitions  The NYU Classics Department presents Mobility, Migration, and the Emergence of the Polis: Critical Approaches to Greek Colonization Irad Malkin ( Tel Aviv University ) Monday, October 6, 2014, 6:00pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute of Fine Arts presents       Who Signed What? Artists and Signatures in Ancient Greece Jeffrey Hurwit ( University of Oregon ) Tuesday, September 23, 2014, 6:00pm      The Institute of Fine Arts, 1 East 78th Street, Lecture Hall      212.992.5800         This lecture is free and open to the public, but an RSVP is required. Seating is on a first-come, first-served basis.      The NYU Institute for the Study of the Ancient World presents Oasis Magna: Kharga and Dakhla Oases in Antiquity Organized by Roger Bagnall ( ISAW ) and Gaëlle Tallet ( University of Limoges )    Friday and Saturday, September 19-20, 2014 Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This conference is free and open to the public, but space is limited and registration is required. To register, email: isaw@nyu.edu To view the conference program, click here The NYU Classics Department presents Divine Institutions: Religion and State Formation in Mid-Republican Rome Dan-el Padilla Peralta ( Columbia University ) Monday, September 15, 2014, 6:00pm Silver Center for Arts and Science, Room 503 32 Waverly Place or 31 Washington Place (wheelchair access)  Contact: Christopher Parmenter csp351@nyu.edu The NYU Institute for the Study of the Ancient World presents Vespasian at Play: 74 AD Theodore Buttrey ( Fitzwilliam Museum, Cambridge University ) Tuesday, September 9, 2014, 6:00pm Institute for the Study of the Ancient World 15 East 84th Street, Second Floor Lecture Hall 212.992.7800 This lecture is free and open to the public; seating is on a first-come, first served basis."}, {"content": "Course Offerings    | Classics | NYU                                                          Back to  previous page                  Course Offerings   Jump to: Latin Ancient Greek Advanced Latin and Advanced Ancient Greek Literature (No Latin or Greek Required) Greek and Roman History and Culture Art and Archaeology Philosophy, Religion, and Intellectual History Special Courses Spring and Summer Study Abroad Courses Graduate Courses Open to Undergraduates  Latin Elementary Latin I, II CLASS-UA 3, 4 Both terms must be completed to receive credit toward any departmental major or minor. Offered every year. 4 points per term. Introduction to the essentials of Latin, the language of Vergil, Caesar, and Seneca. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Latin rather than merely translate it. The second semester (CLASS-UA 4) introduces the student to selected readings from standard Latin authors, including Catullus, Cicero, Ovid, and Pliny. Intensive Elementary Latin CLASS-UA 2 Open to students with no previous training in Latin and to others through assignment by placement test. Offered periodically, in the spring term only. 6 points. Completes the equivalent of a year's elementary level in one semester. Intermediate Latin I: Reading Prose CLASS-UA 5 Prerequisites: Elementary Latin I and II (CLASS-UA 3 and 4), or Intensive Elementary Latin (CLASS-UA 2), or equivalent. Offered every year. 4 points. Teaches second-year students to read Latin prose through comprehensive grammar review; emphasis on the proper techniques for reading (correct phrase division, the identification of clauses, and reading in order); and practicing reading at sight. Authors may include Caesar, Cicero, Cornelius Nepos, Livy, Petronius, or Pliny, at the instructor's discretion. Intermediate Latin II: Vergil CLASS-UA 6 Prerequisite: Intermediate Latin I: Reading Prose (CLASS-UA 5) or equivalent. Offered every year. 4 points. Writings of the greatest Roman poet, focusing on his most celebrated poem, the Aeneid. Students learn to read Latin metrically to reflect the necessary sound for full appreciation of the writing. Readings in political and literary history illustrate the setting in the Augustan Age in which the Aeneid was written and enjoyed, the relationship of the poem to the other classical epics, and its influence on the poetry of later times.     Ancient Greek Elementary Ancient Greek I, II CLASS-UA 7, 8 Both terms must be completed to receive credit toward any departmental major or minor. Offered every year. 4 points per term. Introduction to the complex but highly beautiful language of ancient Greece—the language of Homer, Sophocles, Thucydides, and Plato. Students learn the essentials of ancient Greek vocabulary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Greek rather than merely translate it. Intermediate Ancient Greek I: Plato CLASS-UA 9 Prerequisites: Elementary Ancient Greek I and II (CLASS-UA 7 and 8) or equivalent. Offered every year. 4 points. Reading of Plato's Apology and Crito and selections from the Republic. The purpose of the course is to develop facility in reading Attic prose. Supplements readings in Greek with lectures on Socrates and the Platonic dialogues. Intermediate Ancient Greek II: Homer CLASS-UA 10 Prerequisite: Intermediate Ancient Greek I: Plato (CLASS-UA 9) or equivalent. Offered every year. 4 points. Extensive readings in the Iliad or Odyssey. Proficiency in scansion is expected, as well as a good command of Homeric vocabulary. Relevant topics ranging from the Homeric question to problems of oral tradition through the archaeological evidence of Bronze Age Greece and Troy are discussed in class or developed by the student through oral or written reports.     Advanced Latin and Advanced Ancient Greek    Each term, the department offers one course in advanced Latin and one course in advanced Greek. Courses are taught on a cycle; students may take up to six consecutive terms without repeating material. Advanced Latin: Epic CLASS-UA 871 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Extensive readings in Vergil's Aeneid and the other epics of Rome, including Ovid's Metamorphoses, Lucan's Bellum Civile, and Lucretius's De Rerum Natura. Consideration is given to the growth and development of Roman epic, its Greek antecedents, and its relationship to the Romans' construction of their past. Study of the development of the Latin hexameter is also included. Advanced Latin: Cicero CLASS-UA 872 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Offering extensive readings from the prose works of Cicero, this course provides readings in Latin of a selection from Cicero's speeches, letters, oratorical works, and philosophical works. Cicero's place in the development of Latin literature is also considered, as is the social and political world of the late Republic that he inhabited. Advanced Latin: Lyric and Elegy CLASS-UA 873 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Provides extensive readings from the works of Rome's greatest lyric and elegiac poets, including Catullus, Horace, Tibullus, Propertius, and Ovid. The various lyric meters adapted by the Romans are considered, as is the development of the Latin love elegy. Advanced Latin: Comedy CLASS-UA 874 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. A selection of plays from those of Plautus and Terence. The development of Roman comedy, its relationship to Greek New Comedy, and its social and cultural place in Roman life are also discussed. Some facility in Plautine and Terentian meter is expected. Advanced Latin: Satire CLASS-UA 875 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. With extensive readings from Horace's, Juvenal's, and Persius's satires, this course traces the development of the satiric mode from its earliest beginnings in Rome to its flowering under the Empire. The relationship of satire to the social world of Rome, including its treatment of money, women, political figures, and social climbers, is also examined. Advanced Latin: Latin Historians CLASS-UA 876 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Readings from the three masters of Roman historiography, Sallust, Livy, and Tacitus. The course also considers the rise and development of history in Rome, its relationship to myth, and its narrative structure and manner. Advanced Individual Study in Latin CLASS-UA 891, 892, 893, 894 Prerequisite: permission of the department. Offered every year. 2 or 4 points per term. Advanced Greek: Archaic Poetry CLASS-UA 971 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Extensive readings from the lyric, elegiac, and iambic poets of Greece. The course studies the use of the various lyric forms, the different meters employed by the archaic poets, and the social functions of archaic poetry. Advanced Greek: Greek Historians CLASS-UA 972 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings from the two fifth-century masters of Greek historiography, Herodotus and Thucydides. The course examines the themes, narrative structure, and methodology of both writers, as well as giving some consideration to the rise of history writing in Greece and its relationship to myth and epic. Advanced Greek: Drama CLASS-UA 973 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings of several plays from among those of Aeschylus, Sophocles, and Euripides. Spoken and choral meter are studied, and the role of performance, dramaturgy, and the place of theatre in Athenian society is also examined. Advanced Greek: Orators CLASS-UA 974 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings of several speeches from the major Attic orators (Lysias, Aeschines, and Demosthenes). The course also examines the role of law in Athenian society, procedure in the Athenian courts, and rhetorical education and training. Advanced Greek: Philosophy CLASS-UA 975 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings from the dialogues of Plato and the major philosophical works of Aristotle. Advanced Greek: Hellenistic Poetry CLASS-UA 976 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Offers a selection of authors (including Callimachus, Theocritus, and Apollonius) and genres (pastoral, hymn, epigram, drinking song) from the Hellenistic era. Advanced Individual Study in Ancient Greek CLASS-UA 991, 992, 993, 994 Prerequisite: permission of the department. Offered every year. 2 or 4 points per term.     Literature (No Latin or Greek Required) Greek Drama: Aeschylus, Sophocles, and Euripides CLASS-UA 143 Identical to DRLIT-UA 210. Offered periodically. 4 points. Of the ancient Greeks' many gifts to Western culture, one of the most celebrated and influential is the art of drama. This course covers, through the best available translations, the masterpieces of the three great Athenian dramatists. Analysis of the place of the plays in the history of tragedy and the continuing influence they have had on serious playwrights, including those of the 20th century. The Comedies of Greece and Rome CLASS-UA 144 Identical to DRLIT-UA 211. Offered periodically. 4 points. Study of early comedy, its form, content, and social and historical background. Covers the Old Comedy of fifth-century B.C.E. Athens through later Attic New Comedy and Roman comedy. Authors include Aristophanes (all 11 plays, one may be staged); Euripides, whose tragedies revolutionized the form of both comedy and tragedy; Menander, whose plays have only recently been discovered; and Plautus and Terence, whose works profoundly influenced the development of comedy in Western Europe. Greek and Roman Epic CLASS-UA 146 Offered periodically. 4 points. Detailed study of the epic from its earliest form, as used by Homer, to its use by the Roman authors. Concentrates on the Iliad and the Odyssey of Homer and on Vergil's Aeneid, but may also cover the Argonautica of the Alexandrian poet Apollonius of Rhodes and Ovid's Metamorphoses, as well as the epics representative of Silver Latin by Lucan, Silius Italicus, and Valerius Flaccus. The Novel in Antiquity CLASS-UA 203 Identical to COLIT-UA 203. Offered periodically. 4 points. Survey of Greek and Roman narrative fiction in antiquity, its origins and development as a literary genre, and its influence on the tradition of the novel in Western literature. Readings include Chariton's Chaereas and Callirrhoe, Longus's Daphnis and Chloe, Heliodorus's Ethiopian Tale, Lucian's True History, Petronius's Satyricon, and Apuleius's Golden Ass. Concludes with the Gesta Romanorum and the influence of this tradition on later prose, such as Elizabethan prose romance. Ancient Political Theory CLASS-UA 206 Offered periodically. 4 points. Examines the foundation and interpretation of Athenian democracy and Roman republicanism. Readings include Plato's Republic, Thucydides' History of the Peloponnesian War, Aristotle's Politics, and Cicero's Republic and Laws. Classical Mythology CLASS-UA 404 Identical to RELST-UA 404. Offered every year. 4 points. Discusses the myths and legends of Greek and Roman mythology and the gods, demigods, heroes, nymphs, monsters, and everyday mortals who played out their parts in this mythology. Begins with creation, as vividly described by Hesiod in the Theogony, and ends with the great Trojan War and the return of the Greek heroes, especially Odysseus. Roman myth is also treated, with emphasis on Aeneas and the foundation legends of Rome.      Greek and Roman History and Culture Sexuality and Gender in Greece and Rome CLASS-UA 210 Offered periodically. 4 points. Deals with the constructions of gender and experiences of sexuality in ancient Greece and Rome. Working with texts and representations from varied discourses such as medicine, law, literature, visual art, and philosophy, students explore the ways in which the ancient Greeks and Romans perceived their own bodies in such a way as to differentiate gender and understand desire. The class also discusses how eroticism and gender support and subvert political and social ideologies. Everyday Life in Ancient Rome CLASS-UA 212 Offered periodically. 4 points. Study of daily life as it was lived by the Romans in the period of the late Republic and early Empire: how they worked, worshipped, dressed, fed, and entertained themselves. Looks at questions of family life and social status, at rich and poor, at slaves and free, and at the lives of men, women, and children. Also considers marriage and divorce, crime and punishment, and law and property. All of these issues are examined primarily through original texts such as ancient documents, legal sources, and literary texts in which such Roman authors as Horace, Martial, and Juvenal describe their own lives and those of their contemporaries. Greek History from the Bronze Age to Alexander CLASS-UA 242 Identical to HIST-UA 200. Offered every other year. 4 points. Until a few decades ago, Greek history began with Homer and dealt narrowly with the Greek world. Thanks to archaeology, the social sciences, and other historical tools, the chronological and geographical horizons have been pushed back. The history of the Greeks now starts in the third millennium B.C.E. and is connected to the civilization that lay to the east, rooted in Egypt and Mesopotamia. This course traces Greek history from the Greeks' earliest appearance to the advent of Alexander. The Greek World from Alexander to Augustus CLASS-UA 243 Identical to HIST-UA 243. Offered every other year. 4 points. Continuation of the history of ancient Greece from the age of Alexander the Great in the fourth century B.C.E. until Emperor Augustus consolidated the Roman hold over the eastern Mediterranean in the first century B.C.E. These three centuries saw the relationship between Rome and the Near East become most meaningful. This course examines Alexander's conquests, the states established by his successors (Ptolemies of Egypt and Seleucids of Syria), and the increasing intervention of Rome. History of the Roman Republic CLASS-UA 267 Identical to HIST-UA 205. Offered every other year. 4 points. In the sixth century B.C.E., Rome was an obscure village. By the end of the fourth century B.C.E., Rome was master of Italy, and within another 150 years, it dominated almost all of the Mediterranean world. Then followed a century of unrest involving some of the most famous events and men—Caesar, Pompey, and Cato—in Western history. The course surveys this vital period with a modern research interpretation. History of the Roman Empire CLASS-UA 278 Identical to HIST-UA 206. Offered every other year. 4 points. In the spring of 44 B.C.E., Julius Caesar was murdered by a group of senators disgruntled with his monarchic ways. However, Caesar's adoptive son and heir, Gaius Octavius, was quickly on the scene, and over the course of the next half-century managed to establish himself as Rome's first emperor. About three centuries later, Constantine the Great would rise to imperial power and with him came a new state religion—Christianity. This course examines the social and political history of the Roman Empire from the time of Augustus to that of Constantine and also closely observes the parallel growth of Christianity. History of Ancient Law CLASS-UA 292 Offered periodically. 4 points. Examines the development of law and legal systems and the relationships of these to the societies that created them, starting with some ancient Near Eastern systems and working down to the Roman period. The main focus is on the fully developed system of Roman law.      Art and Archaeology Ancient Art at Risk: Conservation, Ethics, and Cultural Property CLASS-UA 100 Prerequisite: permission of the instructor. 4 points. Examines the environmental, material, social, and political forces that put ancient art at risk, including exposure to natural elements, acid rain, pollution, dam building, tourism, urban development, armed conflict, looting, theft, and the illicit trade in antiquities. Issues of conservation, preservation, and ethics are considered through case studies that focus on sites, monuments, and materials. Team-taught with physical chemistry professor Norbert S. Baer of the Institute of Fine Arts Conservation Center, this course reviews a range of applied technologies used in the analysis of ancient objects: radiocarbon dating, thermoluminescence, dendrochronology, stable isotope analysis, dedolomitization, and elemental analysis. Authenticity and forgery, dating and provenance, and the sourcing of ancient materials are among the issues examined. The use of coins, inscriptions, and stamped amphora handles and ceramics is evaluated as criteria for establishing absolute and relative chronologies. Consideration is given to the role that stylistic analysis and connoisseurship have played in our understanding of ancient art. This interdisciplinary course is ideal for students who are interested in the intersection of classical archaeology with law, science, ethics, public policy, cultural resource management, and the environment. We track developments in global cultural property laws, international conventions, and the repatriation of cultural materials. The Parthenon and Its Reception: From Antiquity to the Present CLASS-UA 150 Identical to ARTH-UA 150. Prerequisite: permission of the instructor. 4 points. This colloquium traces the history of the Parthenon and its reception through its transformations from the temple of Athena, to Christian church, to mosque, to ruin, to icon of Western art and culture. The landscape, topography, and topology of the Athenian Acropolis are examined with an eye toward understanding the interrelation of place, myth, cult, and ritual. The architectural phases of the Parthenon, its program of sculptural decoration, its relationship to other monuments on the Acropolis, and the foundation myths that lie behind its meaning are scrutinized. Issues of reception, projection, and appropriation are considered, as well as interventions through conservation and reconstruction. Efforts to secure the repatriation of the Parthenon sculptures are reviewed within the broader context of global cultural heritage law and the opening of the New Acropolis Museum. Introduction to Classical Archaeology: Constructions of the Greek and Roman Past CLASS-UA 305 Offered periodically. 4 points. An introduction to the archaeology of the Mediterranean world, examining the history and contexts of sites and monuments, as well as the methods, practices, and research models through which they have been excavated and studied. From Bronze Age palaces of the Aegean, to the Athenian Acropolis, to the cities of Alexander the Great, the Roman forum, Pompeii, and the Roman provinces, we consider the ways in which art, archaeology, architecture, everyday objects, landscape, urbanism, technology, and ritual teach us about ancient Greek and Roman societies. Special focus is placed on reception, the origins of archaeology in the Renaissance, 19th- to 20th-century humanistic and social scientific approaches, and postmodern social constructions of knowledge. Ancient Art CLASS-UA 310 Identical to ARTH-UA 3. Offered periodically. 4 points. Examines the arts of Egypt, Near East, Greece, and Rome within the contexts and diversities of their cultures. Special emphasis is placed on form, function, and style and on the significance of this material for later periods within the history of art. Major monuments and objects are studied within their full historiographical contexts, as well as within the frameworks of current archaeological and art historical theory and methods. Focus is placed on materiality, technique, authorship, patronage, and reception. This course serves as a foundation for study of almost any branch of Western humanism. Birth of Greek Art: From the Bronze Age to the Geometric Period CLASS-UA 311 Identical to ARTH-UA 101. Offered periodically. 4 points. Surveys the art, archaeology, and culture of the Aegean Bronze Age and early Iron Age: from ancient Thera to the palace-based states of Minoan Crete and the Mycenaean Greek mainland, to developments within communities of the eighth century B.C.E. Architecture, wall painting, sculpture, ceramics, and narrative in early Greek art are among the topics examined, along with absolute and relative chronologies and the development of writing. Emphasis is placed on critical approaches to material culture within the contexts of religion, sociopolitical and economic organization, burial practices, trade networks, and interactions with neighboring cultures. Archaic and Classical Art: Greek and Etruscan CLASS-UA 312 Identical to ARTH-UA 102. Prerequisite: History of Western Art I (ARTH-UA 1), Ancient Art (ARTH-UA 3), or permission of the instructor. Offered every other year. 4 points. Greek and Etruscan art and archaeology from the seventh century through the fourth century B.C.E., including the orientalizing and archaic styles, the emergence of the classical style, changes in art and life in the fourth century, and the impact of Macedonian court art before and during the time of Alexander the Great. Focuses on architecture, sculpture, and vase painting within their full social, religious, and political contexts, with careful attention to material, style, technique, function, iconography, authorship, and patronage. Special topics include the body, votive practice, cult statues, athletic statuary, architectural decoration, portraiture, myth, narrative, landscape, and aesthetics. Includes study of the Metropolitan Museum of Art collections. Hellenistic and Roman Art CLASS-UA 313 Identical to ARTH-UA 103. Prerequisite: History of Western Art I (ARTH-UA 1), Ancient Art (ARTH-UA 3), or permission of the instructor. Offered every other year. 4 points. Traces developments in art and archaeology from the conquests of Alexander the Great to the beginnings of Christian domination under Constantine in the fourth century C.E. The diversity of the Hellenistic and Roman worlds is examined through careful consideration of Macedonian court art; the spread of Hellenistic culture from Greece to the Indus Valley; the arts of the Ptolemaic, Attalid, and Seleucid kingdoms; the expansion of Rome in the western Mediterranean; and the arts of the Roman Empire. Special emphasis on landscapes; rituals; social and political complexities; problems of chronology, styles, and copies; portraiture and identity; power and empire; luxury and trade; and hybridization. Includes study of the Metropolitan Museum of Art and Brooklyn Museum collections. Archaeologies of Rome and the Empire CLASS-UA 351 Offered periodically. 4 points. Surveys the archaeologies of Rome and the Italian Peninsula, including the cities of Etruria and the Greek settlements of South Italy and Sicily, as well as the Roman provinces, with special focus on Asia and North Africa. Public and private buildings and monuments, including temples, marketplaces, triumphal arches, colonnaded streets, theatres, amphitheatres, baths, water supply systems, luxury villas, apartment blocks, and gardens, are examined. From urban centers to rural landscapes, we consider Roman taste and technologies, identity and traditions, within their full social, cultural, religious, and economic contexts. With a focus on sculpture, wall painting, mosaics, and decorative arts, developments in Roman visual culture are tracked through the late antique period. Archaeologies of Greece CLASS-UA 352 Offered periodically. 4 points. This survey of Greek landscapes, sites, monuments, and images presents the art and archaeology of the Greek world from the Neolithic to the late antique period. Architecture, painting, sculpture, and decorative arts are studied within their full social, cultural, and religious contexts. From the palaces of the Aegean Bronze Age; to the Panhellenic sanctuaries at Olympia, Delphi, Nemea, and Isthmia; to the city of Athens and the monuments of the Athenian Acropolis; to the great Hellenistic cities of Asia Minor, special focus is placed on landscape, myth, memory, materials, and ritual in shaping the visual culture of ancient Greece. The formation of the city-state and its political, economic, and religious institutions are explored within their full urban settings. The development and history of classical archaeology as a discipline are reviewed, along with issues of reception, connoisseurship, critical theory, and methods. Greek Architecture CLASS-UA 353 Identical to ARTH-UA 104. Prerequisite: permission of the instructor. Offered periodically. 4 points. History of Greek architecture from the archaic through the Hellenistic periods (eighth to first centuries B.C.E.). Provides a chronological survey of the Greek architectural tradition from its Iron Age origins, marked by the construction of the first all-stone temples, to its radical transformation in the late Hellenistic period, most distinctively embodied in the baroque palace architecture reflected in contemporary theatre stage-buildings. The lectures, accompanying images, and readings present the major monuments and building types, as well as such related subjects as city planning and urbanism, building methods, and traditions of architectural patronage. Roman Architecture CLASS-UA 354 Identical to ARTH-UA 105. Prerequisite: permission of the instructor. Offered periodically. 4 points. History of Roman architecture from the Hellenistic to the early Christian periods (first century B.C.E. to sixth century C.E.). Provides a chronological survey of Roman architecture from its early development against the background of the Greek and Etruscan traditions to the dramatic melding of the divergent trends of late antiquity in the great Justinian churches of Constantinople and Ravenna. The lectures, accompanying images, and readings present the major monuments and building types, as well as such related subjects as city planning and urbanism, Roman engineering, and the interaction between Rome and the provinces.       Philosophy, Religion, and Intellectual History Ancient Political Theory CLASS-UA 206 Offered periodically. 4 points. Examines the foundation, interpretation, and modern reception of Athenian democracy and Roman republicanism. Readings include Plato's Republic, Thucydides' History of the Peloponnesian War, Aristotle's Politics, and Cicero's Republic and Laws. Introduction to the New Testament CLASS-UA 293 Identical to RELST-UA 302 and HBRJD-UA 22. Offered periodically. 4 points. Introduces students to issues and themes in the history of the Jesus movement and early Christianity through a survey of the main texts of the canonical New Testament, as well as other important early Christian documents. Students are given the opportunity to read most of the New Testament text in a lecture-hall setting where the professor provides historical context and focuses on significant issues, describes modern scholarly methodologies, and places the empirical material within the larger framework of ancient history and the theoretical study of religion. Ancient Religion: From Paganism to Christianity CLASS-UA 409 Identical to RELST-UA 409. Offered periodically. 4 points. The period from the beginnings of Greek religion until the spread of Christianity spans over 2,000 years and many approaches to religious and moral issues. This course traces developments such as the Olympian gods of Homer and Hesiod; hero worship; public and private religion; views of death, the soul, and afterlife; Dionysus; Epicureanism; and Stoicism. It deals with changes in Greek religion during the Roman republic and early empire and the success of Christians in converting pagans in spite of official persecution. Martyrdom, Ancient and Modern CLASS-UA 646 Identical to RELST-UA 660. Offered every other year. 4 points. Examines the theory and practice of martyrdom in the West. Begins with a close study of the development of the martyrological discourse in classical, early Christian, early Jewish, and Muslim literature and culture. Also traces how the concept of martyrdom is deployed in modern culture in various phenomena, such as the \"Columbine martyrs,\" \"martyrdom operations\" (\"suicide bombers\"), political martyrdom, and modern notions of holy war. Greek Thinkers CLASS-UA 700 Identical to PHIL-UA 122. Offered periodically. 4 points. The origins of nonmythical speculation among the Greeks and the main patterns of philosophical thought, from Thales and other early speculators about the physical nature of the world through Socrates, Plato, Aristotle, the Stoics, the Epicureans, and the Neoplatonists.       Special Courses Special Topics in Classical Studies I, II, III CLASS-UA 291, 293, 294 Usually assigns readings in English translation. Offered periodically. 2 or 4 points per term. Seminar topics vary from semester to semester, although the focus is always on a limited aspect of life, history, literature, art, or archaeology of Greco-Roman antiquity. Topics from past semesters include the Trojan War, archaeology and pottery, Alexander the Great, the Etruscans, and crime and violence in the ancient world. Future topics may include Plato and Aristotle, ancient medicine, the Age of Pericles, the Age of Augustus, and Latin love poetry. Senior Honors Seminar and Thesis CLASS-UA 295, 297 Prerequisite: permission of the department. 2 or 4 points per term.             Internship CLASS-UA 980, 981 Prerequisite: permission of the department. Open only to juniors and seniors. Offered every year. 2 or 4 points per term. Internships with institutions such as the Brooklyn Museum and the American Numismatic Society afford students the opportunity to work outside the University in areas related to the field of classics. Requirements for completion of such internships include periodic progress reports and a paper describing the entire project.       Independent Study CLASS-UA 997, 998 Prerequisite: permission of the department. 2 or 4 points per term.  Spring and Summer Study Abroad Courses Archaeological Fieldwork: Yeronisos Island Excavation Field School, Cyprus Summer Session I. 4 points. This five-week field practicum is held on Yeronisos Island, Cyprus, a Ptolemaic sanctuary of Apollo that flourished during the final years of Cleopatra's reign. The course focuses on the aims, scope, and tools of field survey and archaeology; the practice of stratigraphic excavation; and the ways in which we deal with archaeological evidence. Field training includes surface survey and field walking; principles of stratigraphic excavation, using a level and laser theodolite, taking elevations, computer-aided drawing and design, setting out an excavation grid square, keeping a field book, and field photography; data entry and the Yeronisos Island Expedition Database; health and safety in the field and on the boat; closing the site for the season, final elevations, aerial photography, rubble wall consolidation, geo-textiles, and backfilling; packing up the storeroom and conservation and registration of finds; and writing final field reports. Afternoon seminars cover pottery washing, conservation, and analysis; drawing stratigraphic sections; drawing pottery profiles, glass, and metal objects; object photography; Neolithic and Chalcolithic Cyprus; Ptolemaic rule in Cyprus; late Roman and Byzantine Cyprus; archaeologies of cult and religion; Hellenistic pottery: shapes, wares, and functions; and reading Greek inscriptions. Field trips include Nea Paphos, Roman villas and mosaics at the House of Theseus, House of Aion, and House of Dionysos; Hellenistic Tombs of the Kings, the sanctuary of Aphrodite at Palaipaphos and the Kouklia Museum, the Persian siege mound at Palaiphaphos; Souskiou Neolithic/Chalcolithic Cemetery; the Paphos Museum; Geroskipou Folk Art Museum, Lemba Experimental Chalcolithic Village, the Monastery and Byzantine Museum at Agios Neophytos; and flora and fauna study, hiking in the Akamas Peninsula, and the Sea Turtle Conservation Project at Lara Beach.       Spring Semester in Egypt       Study Abroad Courses Inquiries about the associated undergraduate spring semester abroad program Archaeology and History in Egypt, offered through the NYU Institute for the Study of the Ancient World, should be made to its director, Ellen Morris ( em129@nyu.edu ). The website is www.amheida.org . Click on the Student Information button for more information on this program. The Oases of Egypt CLASS-UA 9355 Offered in the spring. 4 points. This seminar explores the history and culture of Egypt's western oases, especially of Dakhleh Oasis. In the course of this month, as we travel physically around Dakhleh and Kharga and chronologically from deep prehistory to the advent of Christianity, we address issues of insularity and connectivity with respect to the Nile Valley, as well as the relationship between humans, technology, and the natural environment. Inhabitants of the oases always enjoyed a rather precarious existence, because of the difficulty of travel, the ever-present risk of salinization, hostile desert raiders, and general remoteness; thus, we are alerted to the ways in which the realities of living on an oasis provoked identifiable and to some degree recurrent cultural dynamics. The Archaeology of Egypt's Nile Valley CLASS-UA 9356 Prerequisites: The Oases of Egypt (CLASS-UA 9355) and Field Work in Egypt (CLASS-UA 9357). Offered in the spring. 4 points. In this traveling seminar, students leave Dakhleh Oasis for the Nile Valley to place what they have studied into a wider cultural context. During the course of the month, students visit temples, tombs, settlements, and other sites throughout Egypt, from Aswan to Alexandria. Seminar sessions and class presentations focus on themes related especially to Egypt's ever-evolving religious and funerary beliefs, as well as the complex, often multicultural, nature of Egyptian civic life at various periods. Field Work in Egypt CLASS-UA 9357 Prerequisite: The Oases of Egypt (CLASS-UA 9355). Offered in the spring. 4 points. This intensive course is largely field-based, with additional time spent processing, recording, and analyzing materials at the excavation house. Students are involved in almost every aspect of the archaeological field process. Specialists offer instruction in survey techniques, in the drafting of archaeological plans, and in the interpretation of ceramics and other highly indicative artifacts. As the bulk of excavation in Egypt is undertaken by local workmen, students receive training as a site supervisor (with all of the necessary background in archaeological methodology that this entails). Independent Project: Excavation at Amheida CLASS-UA 9358 Prerequisite: participation in the NYU Archaeology and History in Egypt program. Offered in the spring. 4 points. For this independent project, students produce original research on some aspect of the material culture so far unearthed at Amheida. Students may choose to specialize in a type of artifact (such as pottery, flints, or coins), choose to analyze specific contexts in depth, or develop a specific project based on their own interests and backgrounds. In all cases, they are encouraged to formulate and test hypotheses. Once completed, independent projects are archived in the library for the use of all other archaeologists who work at Amheida. Research undertaken while at Dakhleh is facilitated by our online database, by collections stored on site, and by the dig house library.        Graduate Courses Open to Undergraduates Courses in classics offered in the Graduate School of Arts and Science are open to all undergraduates who have reached the required advanced level of Greek or Latin language instruction.                                                                                              Back to Top"}, {"content": "2004-2005 Courses    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       2004-2005 Courses Quantitative Reasoning Fall 2004 | Spring 2005      Natural Science I Fall 2004 | Spring 2005      Natural Science II Fall 2004 | Spring 2005      Conversations of the West Fall 2004 | Spring 2005      World Cultures Fall 2004 | Spring 2005      Societies and the Social Sciences Fall 2004 | Spring 2005      Expressive Culture Fall 2004 | Spring 2005       Quantitative Reasoning           Quantitative  Reasoning courses are open to first-year and sophomore students.  Approved substitute courses are available for other students still  needing to satisfy the Quantitative Reasoning component of the MAP.                 FALL 2004  V55.0101 Quantitative Reasoning: Mathematical Patterns in Nature              Prof. Hausner (Mathematics) syllabus   The role of mathematics as the language of science, through case  studies selected from the natural sciences and economics. Topics  include the scale of things in nature; the art of making estimates;  cross-cultural views of knowledge about the natural world; growth laws,  including the growth of money and the concept of \"constant dollars\";  radioactivity and its role in unraveling the history of Earth and the  solar system; the notion of randomness and basic ideas from statistics;  scaling laws—why are things the size they are?; the cosmic distance  ladder; the meaning of \"infinity.\" This calculator-based course aims to  help students use mathematics with some confidence in applications.                FALL 2004  V55.0105 Quantitative Reasoning: Elementary Statistics                   Prof. Schneiderman (Mathematics) syllabus   An introduction to the use of statistical methods. Mathematical theory  is minimized. Actual survey and experimental data are used.  Computations are done with desk or pocket calculators. Topics:  description of data, elementary probability, random sampling, mean,  variance, standard deviation, statistical tests, and estimation.                FALL 2004  V55.0106 Quantitative Reasoning: Cryptography          Prof. Novikoff (Mathematics)   An introduction to the theory of numbers—prime numbers, factorization,  congruences, Diophantine equations—and its applications to  cryptography. This science, which studies techniques for encoding and  decoding messages, is important in an age where sensitive information  is regularly transferred over the Internet. Workshops involve computers  and emphasize discovery and group work.                FALL 2004  V55.0107 Quantitative Reasoning: Probability, Statistics, and Decision Making                   Prof. Steiner (Mathematics) syllabus   Elementary probability theory from the point of view of games and  gambling. Topics include probability, expectation, introduction to game  theory, gambler's ruin, gambling systems, and optimal strategies.  Examples are taken from games of chance, including backgammon,  blackjack, craps, and poker.                FALL 2004  V89.0009 Statistical Reasoning for the Behavioral Sciences                   Prof. Bauer (Psychology) syllabus   Aims to provide students with tools for evaluating data from  psychological studies. Students gain familiarity with data description,  variance and variability, significance tests, confidence bounds, and  linear regression, among other topics. Students work on examples of  real psychological data sets, learn approaches to problems of  statistical prediction, and learn to interpret results from randomized  surveys and correlation surveys. Tools are quantitative in nature and  include both mathematical modeling of data and application of  statistical reasoning to decision making.                 SPRING 2005 V55.0101 Quantitative Reasoning: Mathematical Patterns in Nature Prof. Novikoff (Mathematics)   The role of mathematics as the language of science, through case  studies selected from the natural sciences and economics. Topics  include the scale of things in nature; the art of making estimates;  cross-cultural views of knowledge about the natural world; growth laws,  including the growth of money and the concept of \"constant dollars\";  radioactivity and its role in unraveling the history of Earth and the  solar system; the notion of randomness and basic ideas from statistics;  scaling laws—why are things the size they are?; the cosmic distance  ladder; the meaning of \"infinity.\" This calculator-based course aims to  help students use mathematics with some confidence in applications.                SPRING 2005 V55.0107 Quantitative Reasoning: Probability, Statistics, and Decision Making          Prof. Kosygin (Mathematics) syllabus   Elementary probability theory from the point of view of games and  gambling. Topics include probability, expectation, introduction to game  theory, gambler's ruin, gambling systems, and optimal strategies.  Examples are taken from games of chance, including backgammon,  blackjack, craps, and poker.           top of page      Natural Science I           The  prerequisite for all Natural Science I courses is completion of or  exemption from Quantitative Reasoning, or completion of an approved  substitute course.                 FALL 2004 V55.0202 Natural Science I: The Cosmos and the Earth                   Prof. Mincer (Physics) &amp; Prof. Hoffert (Physics) syllabus   Modern scientific findings relating to major questions about the  universe and our place in it. What is the origin of the universe? How  did the elements form? Where do stars and planets come from? How did  life on Earth originate? How did intelligence develop and human beings  come to exist? Are we alone in the cosmos? Topics include the big bang  theory of the creation of the universe and the formation of elements  during stellar evolution; the constituents of the universe, from the  large-scale realm of the galaxies to exotic objects such as neutron  stars and black holes; the evolution of life and intelligence in the  context of the sometimes catastrophic geologic history of our planet;  and the possibilities for intelligent life in the cosmos.                FALL 2004  V55.0203 Natural Science I: Energy and the Environment                   Prof. H. Brenner (Chemistry) syllabus   Uses the principles of chemistry to analyze the environmental  implications of energy usage and policy decisions concerning energy and  the environment. Topics include the atmosphere, ozone and its  depletion, greenhouse gases, and acid rain. Case studies from the New  York City environment, such as the Hudson River, are used to focus  discussions. Finally, questions about the basis of our need for energy,  fossil fuels and their supplies, and the available alternatives are  discussed.                FALL 2004  V55.0204 Natural Science I: Einstein's Universe                   Prof. Adler (MAP) syllabus   Addresses the science and life of Einstein in the context of  20th-century physics, beginning with 19th-century ideas about light,  space, and time in order to understand why Einstein's work was so  innovative. Einstein's most influential ideas are contained in his  theories of special relativity, which reformulated conceptions of space  and time, and general relativity, which extended these ideas to  gravitation. Both these theories are explored quantitatively, together  with wide-ranging applications of these ideas, from the nuclear energy  which powers the sun to black holes and the big bang theory of the  birth of the universe.                FALL 2004  V55.0205 Natural Science I: Exploration of Light and Color                   Prof. Sleator (Physics) syllabus   Color science is an interdisciplinary endeavor that incorporates both  the physics and the perception of light and color. It provides an  understanding of visual effects that dramatically enhances our  appreciation of what we see. The study of color, light, and optics has  applications to photography, art, natural phenomena, and technology. We  also study the eye as both an optical and an image processing  instrument. Topics include how color is classified and measured  (colorimetry), how light is produced, how atoms and molecules affect  light, how the human retina detects light, and how lenses are used in  cameras.                FALL 2004  V55.0206 Natural Science I: From Plato to Pluto                        Prof. Schucking (Physics) syllabus   Begins with the basic phenomena of astronomy: the earth and sky, the  motions of stars, sun, moon, and planets. After this introduction  considers the historical development of astronomy from antiquity to the  17th century. Concludes with the space-age exploration of the solar  system. Laboratory exercises help to familiarize students with basic  astronomical concepts.                FALL 2004  V55.0208 Natural Science I: The Human Body - The Ultimate Machine                   Prof. Walker (NYU School of Medicine) syllabus   Highlights the role of mechanical principles in explaining the function  and maintenance of the human body, and the application of biomedical  engineering in devising treatments when body parts or functions fail  mechanically or biologically. From an engineering point of view, the  capabilities of the human body, are truly remarkable. The  musculoskeletal system enables the body to perform myriad movements and  functions. The cardiovascular and pulmonary systems are marvels of  fluid mechanics and transport. The various senses act as inputs to  discern and act on the external environment. The neurological system  provides the control for all activities and functions. From a  structural point of view, the human body develops and maintains itself  by the action of mechanical stimuli on complex biological systems. For  example, stresses and motions caused by body movements lead to cyclic  deformations in the cells within the tissues, producing new tissue and  activating reparative processes; and this concept applies to many other  systems in the body. Eventually some of the structures break down, a  situation for which the field of bioengineering has produced treatments  including artificial parts and organs, augments, transplants, grafts,  tissue engineered parts, and external functional aids. Supporting  topics include design methodology and guidelines on carrying out,  documenting, and presenting research. Guest speakers will present their  specialties in related areas. Student participation and continuing  assessment is emphasized.                 SPRING 2005 V55.0202 Natural Science I: The Cosmos and the Earth          Prof. Adler (MAP) syllabus (section 001), syllabus (section 010)   Modern scientific findings relating to major questions about the  universe and our place in it. What is the origin of the universe? How  did the elements form? Where do stars and planets come from? How did  life on Earth originate? How did intelligence develop and human beings  come to exist? Are we alone in the cosmos? Topics include the big bang  theory of the creation of the universe and the formation of elements  during stellar evolution; the constituents of the universe, from the  large-scale realm of the galaxies to exotic objects such as neutron  stars and black holes; the evolution of life and intelligence in the  context of the sometimes catastrophic geologic history of our planet;  and the possibilities for intelligent life in the cosmos.                SPRING 2005 V55.0203 Natural Science I: Energy and the Environment (with Service Learning Option)      Prof. Jordan (MAP) syllabus   Uses the principles of chemistry to analyze the environmental  implications of energy usage and policy decisions concerning energy and  the environment. Topics include the atmosphere, ozone and its  depletion, greenhouse gases, and acid rain. Case studies from the New  York City environment, such as the Hudson River, are used to focus  discussions. Finally, questions about the basis of our need for energy,  fossil fuels and their supplies, and the available alternatives are  discussed.           Note : Offered in conjunction with an optional 2-point service-learning workshop.                SPRING 2005 V55.0204 Natural Science I: Einstein's Universe          Prof. Kent (Physics) syllabus   Addresses the science and life of Einstein in the context of  20th-century physics, beginning with 19th-century ideas about light,  space, and time in order to understand why Einstein's work was so  innovative. Einstein's most influential ideas are contained in his  theories of special relativity, which reformulated conceptions of space  and time, and general relativity, which extended these ideas to  gravitation. Both these theories are quantitatively explored, together  with wide-ranging applications of these ideas, from the nuclear energy  which powers the sun to black holes and the big bang theory of the  birth of the universe.                SPRING 2005 V55.0207 Natural Science I: Systems of the Human Body          Prof. Brandt (Physics) syllabus   Develops the physics necessary to understanding the various  interrelated systems operating within the human body. The  skeletal-muscle system converts muscle contraction into human motion  (the science of biomechanics is relevant here). The cardiovascular  system transports blood throughout the body, carrying oxygen to the  site of muscle contractions and removing carbon dioxide and heat (fluid  dynamics). The consumed oxygen is converted into work and heat, and the  rate of oxygen consumption varies with speed in walking, running, etc.  (thermodynamics). The nervous system transports electrical signals from  the sensory perceptors to the brain and from there to the muscles;  these signals determine human reaction time, coordination, and optimal  strategies for human performance (electrodynamics and optimal control  theory). All of these systems, working together, make possible human  motion and thought.           top of page      Natural Science II           The  prerequisite for all Natural Science II courses is completion of or  exemption from Quantitative Reasoning, or completion of an approved  substitute course. The completion of Natural Science I is recommended  prior to taking Natural Science II.                 FALL 2004 V55.0303 Natural Science II: Human Genetics                   Prof. Small (Biology) syllabus   We are currently witnessing a revolution in human genetics, where the  ability to scrutinize and manipulate DNA has allowed scientists to gain  unprecedented insights into the role of heredity. Beginning with an  overview of the principles of inheritance, such as cell division and  Mendelian genetics, we explore the foundations and frontiers of modern  human genetics, with an emphasis on understanding and evaluating new  discoveries. Descending to the molecular level, we investigate how  genetic information is encoded in DNA and how mutations affect gene  function. These molecular foundations are used to explore the science  and social impact of genetic technology, including topics such as  genetic testing, genetically modified foods, DNA fingerprinting, and  the Human Genome Project. Laboratory projects emphasize the diverse  methods that scientists employ to study heredity.                FALL 2004  V55.0306 Natural Science II: Brain and Behavior                   Prof. Glimcher (Neural Science) syllabus   The relationship of the brain to behavior, beginning with the basic  elements that make up the nervous system and how electrical and  chemical signals in the brain work to effect behavior. Using this  foundation, we examine how the brain learns and how it creates new  behaviors, together with the brain mechanisms that are involved in  sensory experience, movement, hunger and thirst, sexual behaviors, the  experience of emotions, perception and cognition, memory and the  brain's plasticity. Other key topics include whether certain behavioral  disorders like schizophrenia and bipolar disorder can be accounted for  by changes in the function of the brain, and how drugs can alter  behavior and brain function.           Note : Handling of animals and animal brain tissue is required in some labs.                FALL 2004  V55.0309 Natural Science II: The Body - How it Works                   Prof. Goldberg (Chemistry) syllabus   The human body is a complex system of mutually interdependent  molecules, cells, tissues, organs and organ systems. We examine the  human body with the goal of understanding how physiological systems  operate at these varying levels. Examples include the circulation of  blood, the function of our muscles, the utilization of oxygen in  respiration, and how our immune system detects and fights foreign  invaders. Disturbing the delicate balance of these systems can produce  various human diseases, which will also be examined throughout the  course. Laboratory work provides firsthand experience with studying  molecular processes, cell structures, and physiological systems.                FALL 2004  V55.0310 Natural Science II: The Molecules of Life                   Prof. Jordan (MAP) syllabus   Our lives are increasingly influenced by the availability of new  pharmaceuticals, ranging from drugs that lower cholesterol to those  that influence behavior. We examine the chemistry and biology of  biomolecules that make up the molecular machinery of the cell. Critical  to the function of such biomolecules is their three-dimensional  structure that endows them with a specific function. This information  provides the scientific basis for understanding drug action and how new  drugs are designed. Beginning with the principles of chemical bonding,  molecular structure, and acid-base properties that govern the structure  and function of biomolecules, we apply these principles to study the  varieties of protein architecture and how proteins serve as enzymes to  facilitate biochemical reactions. We conclude with a study of molecular  genetics and how recent information from the Human Genome Project is  stimulating new approaches to diagnosing disease and designing drug  treatments.                FALL 2004  V55.0311 Natural Science II: Lessons from the Biosphere                   Prof. Volk (Biology) syllabus   Provides a foundation of knowledge about how Earth's biosphere works.  This includes the biggest ideas and findings about biology on the  global scale-the scale in which we live. Such knowledge is especially  crucial today because we humans are perturbing so many systems within  the biosphere. We explore four main topics: (1) Evolution of Life: How  did life come to be what it is today? (2) Life's Diversity: What is  life today on the global scale? (3) Cycles of Matter: How do life and  the non-living environment interact? (4) The Human Guild: How are  humans changing the biosphere and how might we consider our future  within the biosphere? Laboratory experiments are complemented by an  exploration at the American Museum of Natural History.                 SPRING 2005 V55.0303 Natural Science II: Human Genetics          Prof. Goldberg (Chemistry) syllabus   We are currently witnessing a revolution in human genetics, where the  ability to scrutinize and manipulate DNA has allowed scientists to gain  unprecedented insights into the role of heredity. Beginning with an  overview of the principles of inheritance, such as cell division and  Mendelian genetics, we explore the foundations and frontiers of modern  human genetics, with an emphasis on understanding and evaluating new  discoveries. Descending to the molecular level, we investigate how  genetic information is encoded in DNA and how mutations affect gene  function. These molecular foundations are used to explore the science  and social impact of genetic technology, including topics such as  genetic testing, genetically modified foods, DNA fingerprinting, and  the Human Genome Project. Laboratory projects emphasize the diverse  methods that scientists employ to study heredity.                SPRING 2005 V55.0305 Natural Science II: Human Origins      Prof. Disotell (Anthropology) syllabus   An introduction to the approaches and methods scientists use to  investigate the origins and evolutionary history of our own species.  This interdisciplinary study synthesizes research from a number of  different areas of science. Topics include reconstructing evolutionary  relationships using molecular and morphological data, the mitochondrial  Eve hypothesis, ancient DNA, human variation and natural selection, the  use of stable isotopes to reconstruct dietary behavior in prehistoric  humans, solving a 2,000-year-old murder mystery, the importance of  studies of chimpanzees for understanding human behavior, and the  4-million-year-old fossil evidence for human evolution.                SPRING 2005 V55.0306 Natural Science II: Brain and Behavior          Prof. Hawken (Neural Science) syllabus   The relationship of the brain to behavior, beginning with the basic  elements that make up the nervous system and how electrical and  chemical signals in the brain work to effect behavior. Using this  foundation, we examine how the brain learns and how it creates new  behaviors, together with the brain mechanisms that are involved in  sensory experience, movement, hunger and thirst, sexual behaviors, the  experience of emotions, perception and cognition, memory and the  brain's plasticity. Other key topics include whether certain behavioral  disorders like schizophrenia and bipolar disorder can be accounted for  by changes in the function of the brain, and how drugs can alter  behavior and brain function.           Note : Handling of animals and animal brain tissue is required in some labs.                SPRING 2005 V55.0310 Natural Science II: The Molecules of Life          Prof. Kallenbach (Chemistry) syllabus   Our lives are increasingly influenced by the availability of new  pharmaceuticals, ranging from drugs that lower cholesterol to those  that influence behavior. We examine the chemistry and biology of  biomolecules that make up the molecular machinery of the cell. Critical  to the function of such biomolecules is their three-dimensional  structure that endows them with a specific function. This information  provides the scientific basis for understanding drug action and how new  drugs are designed. Beginning with the principles of chemical bonding,  molecular structure, and acid-base properties that govern the structure  and function of biomolecules, we apply these principles to study the  varieties of protein architecture and how proteins serve as enzymes to  facilitate biochemical reactions. We conclude with a study of molecular  genetics and how recent information from the Human Genome Project is  stimulating new approaches to diagnosing disease and designing drug  treatments.                SPRING 2005 V55.0312 Natural Science II: Earth, Life, and Time          Prof. Rampino (Biology) syllabus   Over the last four billion years, life on Earth has evolved in response  to changes in the environment. At the same time, major innovations in  the history of life have led to transformations of the Earth's physical  environment. We examine the history of the intimate relationship  between the Earth's changing environment and the evolution of life on  the planet. This long-term historical perspective provides a context  for understanding current environmental issues such as global warming,  tropical deforestation, and loss of biodiversity.           top of page      Conversations of the West                 FALL 2004 V55.0400 Conversations of the West: Topics in Antiquity and Modernity - Science, Literature, and the Imagination               Prof. Freccero (Italian) syllabus   In modernity, the development of scientific investigation has  accustomed us to thinking of literature and science as widely divergent  activities, despite instances in which they may be said to have arisen  from common sources in the imagination of the West. While scientific  activity is commonly defined in terms of experimentation and  mathematical analysis, there is a creative dimension of science which  is logically prior to these institutional activities. We are thus not  concerned with the \"influence\" of science on literature, or vice-versa,  but rather with examining the imaginative themes which writers and  scientists have in common in three revolutionary moments in the history  of the West. The first is the Copernican revolution in the early  sixteenth century, the second is what has been called the  \"Machiavellian moment,\" at about the same time. The last, one that is  still with us, is the Darwinian revolution of the nineteenth century.  Like all revolutions, however, these had their antecedents and their  posterity, extending back to antiquity and forward to our own time.  Readings: Genesis, Lucretius' On the Nature of Things, Augustine's  Confessions, Dante's Inferno and Paradiso, Italo Svevo's Confessions of  Zeno, Galileo's Starry Messenger, Darwin's Origin of Species, George  Eliot's Middlemarch, Machiavelli's Prince, Shakespeare's Richard III,  Nicholas of Cusa's Learned Ignorance, Pico's Dignity of Man, Pope's  Essay on Man, Giordano Bruno's Ash Wednesday Supper, Gramsci's The  Modern Prince, selections from Plato, Ovid, John Donne.                FALL 2004  V55.0401 Conversations of the West: Antiquity and the Middle Ages               Prof. Ivry (Hebrew &amp; Judaic Studies) syllabus   God and/or Nature: Canonical and foundational texts in the Western  tradition that explain the world in religious and/or naturalistic  terms. The readings show that both perspectives are employed in most  works, a dialectical interplay ensuing between and within different  authors. Themes to be discussed include myths of origin and divinity,  happiness and the nature of the good, and eschatological visions.  Readings include selections from Hebrew and Christian scriptures and  the Quran, Plato, Aristotle, Augustine, Thomas Aquinas, Avicenna,  Maimonides, and Dante.                FALL 2004  V55.0401 Conversations of the West: Antiquity and the Middle Ages               Prof. Momma (English) syllabus   How has the world been presented and how have men and women who occupy  that space defined themselves through their relation to higher beings,  beasts, monsters, and, also, each other? Students will be encouraged to  discuss how modern concepts of humankind owe to, or depart from,  premodern learning and imaginations. Readings from Hebrew and Christian  scriptures, Plato, Greek tragedy, ancient epic, Beowulf, Laxdaela Saga,  Cervantes' Don Quixote; selections from the Arthurian poems by Chrétien  de Troyes, Chaucer's Canterbury Tales, Dante's Divine Comedy.                FALL 2004  V55.0402 Conversations of the West: Antiquity and the Renaissance               Prof. Javitch (Comparative Literature) syllabus   Readings: Genesis, Exodus, Luke, 1 Corinthians; Homer's Odyssey;  Euripides' Bacchae; Plato's Symposium; Vergil's Aeneid; selections from  Ovid's Metamorphoses; Augustine's Confessions; Erasmus's Praise of  Folly; Castiglione's Book of the Courtier; Machiavelli's Prince;  Montaigne's \"Apology for Raymond Sebond\"; Shakespeare's Henry IV, Part  I . After reading these works with care, and considering them in their  particular historical contexts, as we move from Greece to Rome, from  Hebrew and pagan culture to Christianity, and then to Renaissance  Europe, we will examine how these works imitate, modify, or challenge  their predecessors (e.g., the Aeneid and the Odyssey, the Confessions  and Greco-Roman ethics, Praise of Folly and 1 Corinthians; the Book of  the Courtier and the Symposium), and, also, how Renaissance authors  appropriate the thought and writings of antiquity to forge their own  modern views of the world.                FALL 2004  V55.0402 Conversations of the West: Antiquity and the Renaissance               Prof. Low (English) syllabus   Readings: Genesis, Exodus, Job, Luke, Acts, John; Homer's Odyssey;  Vergil's Aeneid; Augustine's Confessions; Sophocles' Oedipus; Plato's  Apology and Symposium; Pico's Dignity of Man; Castiglione's Book of the  Courtier; Machiavelli's Prince; Milton's Paradise Lost. To understand  each of these works in its own terms, we set them against the history  and culture of their times. As we proceed, we find that the  civilizations of Athens, Rome, and Jerusalem contribute to a dialogue,  in which certain important themes appear and reappear, change, develop,  and sometimes reverse themselves. Over the millennia these  representative works have powerfully influenced their successors and  constitute a self-renewing tradition.                FALL 2004  V55.0402 Conversations of the West: Antiquity and the Renaissance               Prof. Zezula (French) syllabus   Renaissance—the French term for rebirth—refers to the epoch in which  the awareness of the dignity of the human being, inspired and nurtured  in many shapes and forms by the legacy of antiquity, set in motion the  flowering of arts and sciences, and the rise of the world we now call  \"modern.\" Readings: selections from Hebrew and Christian Scriptures;  Hesiod's Theogony; Sophocles' Oedipus and Antigone; Plato's Apology and  selections from Republic; Petronius' Satyricon; More's Utopia;  Machiavelli's Prince and Mandragola; Cellini's Autobiography; Marlowe's  Doctor Faustus; selections from Castiglione, Marguerite de Navarre,  Montaigne, Rabelais.                FALL 2004  V55.0403 Conversations of the West: Antiquity and the Enlightenment               Prof. Connolly (Classics) syllabus   \"Know yourself\" was the phrase inscribed over the entrance to the  temple of Apollo at Delphi. How did the ancient Greeks and Romans come  to know themselves and those around them—as mortal men and women,  civilized or barbarian, slaves to fate or masters of their destinies,  naturally virtuous or vicious—and how did Enlightenment thinkers rework  classical thought about the self? We trace the arguments of historians,  philosophers, poets, and priests in defense of their chosen paths to  self-knowledge: memory, imagination, reason, passion, taste, and  religious devotion. We ask: how do the communities we create (family,  nation, race) affect individual identity? Must we understand the past  to make sense of the present? How do philosophical ideals and literary  inventions relate to practical ideas about the truly well-lived life?  What about the unpredictable effects of love, the irrational, the  unknown, and luck? Readings: Genesis, Exodus, Acts, Romans; Euripides'  Bacchae; Sophocles' Oedipus; Plato's Symposium; Thucydides'  Peloponnesian War; Vergil's Aeneid; Augustine's Confessions; Kant's  \"What is Enlightenment?\", \"Perpetual Peace\", \"Idea for a Universal  History\"; Rousseau's Social Contract; Wollstonecraft's Vindication of  the Rights of Women; Shelley's Frankenstein.                FALL 2004  V55.0403 Conversations of the West: Antiquity and the Enlightenment               Prof. Manin (Politics) syllabus   An introduction to central themes of modern Western political thought  and their sources in both the Judeo-Christian tradition and ancient  Greece. Topics include: conceptions of human nature, foundations of  human society, the place of law, the notion of covenant, the sources  and nature of political authority, individuals' rights and duties.  Readings: Genesis, Exodus, Romans; Sophocles' Antigone; Plato's  Republic; Aristotle's Politics; Hobbes' Leviathan; Locke's Second  Treatise on Government; Rousseau's Discourse on the Origins of  Inequality.                FALL 2004  V55.0404 Conversations of the West: Antiquity and the 19th Century               Prof. Calhoun (Sociology) syllabus   A guide to the intellectual heritage distinctive to the West, with  special attention to the nature of the person, faith, ethics, and the  social order. The works we study continue to shape the way people  understand themselves and the world. We situate them in historical  context, looking for ways in which later authors responded to themes  introduced by earlier ones. Readings include: Genesis, Exodus, Luke, 1  Corinthians; Sophocles' Oedipus; Plato's Apology and Crito; Aristotle's  Nicomachean Ethics; Epictetus' Discourses; Augustine's Confessions;  Shelley's Frankenstein; Tocqueville's Democracy in America; Mill's On  Liberty; Marx and Engels' Communist Manifesto; Kierkegaard's Fear and  Trembling; Nietzsche's Genealogy of Morality; Weber's Protestant Ethic  and the Spirit of Capitalism; and Dostoyevsky's Crime and Punishment.                FALL 2004  V55.0404 Conversations of the West: Antiquity and the 19th Century               Prof. Chioles (Comparative Literature) syllabus   The examination of some ethical issues as these emerge in philosophical  and dialogic writings. Readings: Genesis, Matthew; Aeschylus' Persians;  Sophocles' Women of Trachis; Euripides' Alcestis and Heracles; Conrad's  Heart of Darkness; selections from the Presocratics, Plato,  philosophies of the Academy, Marcus Aurelius' Meditations, Augustine,  James' \"Does Consciousness Exist?\" and Varieties of Religious  Experience, Freud's Civilization and Its Discontents.                FALL 2004  V55.0404 Conversations of the West: Antiquity and the 19th Century               Prof. Krabbenhoft (Spanish &amp; Portuguese) syllabus   Divided into four units—Origin, Morality, Community, and Self—studies  these concepts in antiquity and the modern period, in a wide range of  literary, scientific, philosophical, and religious texts: Genesis,  Exodus, Luke, Acts; Plato's Symposium; Euripides' Medea; selections  from Vergil's Aeneid, Augustine's Confessions, Darwin's Origin of  Species; Henry Drummond's \"Biogenesis\"; Marx and Engels' Communist  Manifesto; Mill's Utilitarianism and On Liberty; Nietzsche's Genealogy  of Morality; selections from Bergson's Creative Evolution and Freud's  Civilization and Its Discontents; Henry James' What Maisie Knew.                FALL 2004  V55.0404 Conversations of the West: Antiquity and the 19th Century - Writing Intensive               Prof. Renzi (MAP) syllabus   Religion, human self-understanding, and the basis of political life.  Readings: Plato's Euthyphro, Apology, Crito, Gorgias; Aristophanes'  Clouds and Lysistrata; Sophocles' Oedipus and Antigone; Augustine's  Confessions; Genesis, Exodus, Matthew, Luke, Acts, Job; Kierkegaard's  Fear and Trembling; selections from Descartes, Hobbes, Locke, Marx;  Nietzsche's Genealogy of Morality; Freud's Civilization and Its  Discontents.           Note : Offered in conjunction with selected sections of V40.0100, Writing the Essay.                FALL 2004  V55.0404 Conversations of the West: Antiquity and the 19th Century               Prof. Ulfers (German) syllabus   A conversation between two paradigms informing Western culture: the  dominant, optimistic one, revolving around notions of historical  progress toward absolute knowledge and utopian visions of the world and  society; and the subterranean, pessimistic one, which looks on the  former as a human construct or fiction that must come to naught.  Readings: works from the Hebrew and Christian scriptures, Plato, and  Sophocles; Augustine's Confessions; selections from Darwin; Marx and  Engels' Communist Manifesto; Nietzsche's Birth of Tragedy; Freud's  Interpretation of Dreams; Kafka's Metamorphosis; Mann's Death in  Venice.                 SPRING 2005 V55.0402 Conversations of the West: Antiquity and the Renaissance      Prof. Gilman (English) syllabus   The \"Renaissance\" understands itself as an age bearing witness to the  \"rebirth\" of classical antiquity. In art, philosophy, and literature it  also assumes the task of reconciling the cultural inheritance of Greece  and Rome with the Christian tradition (itself entering into a moment of  crisis as allegiances split between the Catholic church and the  \"reformed\" church of Luther and Calvin). Our first task is to look at  antiquity; our second, to explore the ways in which European culture  between 1400 and 1700 invents the modern by making itself conversant  with the past. Readings: Homer's Odyssey; Sophocles' Antigone; Plato's  Phaedo and Symposium; Vergil's Aeneid; Genesis, Exodus, Job, Luke,  Acts, John; Augustine's Confessions; Castiglione's Book of the  Courtier; Machiavelli's Prince; Erasmus's Praise of Folly; Montaigne's  Essays; More's Utopia; Shakespeare's Tempest.                SPRING 2005 V55.0402 Conversations of the West: Antiquity and the Renaissance      Prof. Klein (General Studies) syllabus   Argument, Violence, and Agreement in the Social Thought. Do people  assemble into tribes, city-states, principalities, nations, churches,  etc., out of fear of violence or because of some innate sociable urge?  Do they come to agreement through reason or does their \"reason\" mask  unconscious or unacknowledged capitulation to brute natural forces? Can  thinking about the nature of our reason and discourse lead us beyond  the circle of nature, or is such philosophizing simply more idealistic  covering up of the ugly predicament of humankind? Using a few trenchant  models from contemporary social theory as background, we will examine  some Western thinkers' explorations of these questions, at the same  time asking how a thinker's own civilization (with its own forms of  violence, subjugation, peace, and beauty) shapes his contribution to  the ongoing discussion. In our case this will involve examining the  very idea of \"The Renaissance\" as a rebirth of classical civilization;  and we will ask: Why \"his\" civilization? What was \"she\" doing while he  was writing? Authors: Plato, Thucydides, Epicurus, Aristotle, Tacitus,  Plutarch, Machiavelli, More, Shakespeare, Hobbes.                SPRING 2005 V55.0403 Conversations of the West: Antiquity and the Enlightenment      Prof. Goldwyn (French) syllabus   Focuses on voyage, discovery, errantry, and exile in key ancient and  Enlightenment texts and how these stories transformed and shaped  understanding of the world, the \"other,\" and the self. We examine the  way the Enlightenment thinkers revisited, reinterpreted, redefined,  and, at times, rejected their intellectual and cultural legacy.  Readings: Genesis, Exodus, Job, Luke, and Acts; Euripides' Medea;  Plato's Symposium; Vergil's Aeneid; Augustine's Confessions; Swift's  Gulliver's Travels; Voltaire's Candide; Diderot's Supplement to the  Voyage of Bougainville; and Graffigny's Letters from a Peruvian Woman.                SPRING 2005 V55.0403 Conversations of the West: Antiquity and the Enlightenment      Prof. Starr (English) syllabus   Important and dynamic moments in the history of the Western engagement  with concepts of the imagination. What roles does the imagination play  in religion, philosophy, and literature? What does it mean to \"imagine\"  for the writers of Hebrew scripture, for Plato, or for Descartes, Hume,  or Jane Austen? What are the limits of imagination, and what do those  limits tell us? How does imagining relate to thinking, desiring, and  knowing? Readings: Genesis, Job, Revelation; Homer's Odyssey; Plato's  Symposium and Phaedrus; Vergil's Aeneid; Augustine's Confessions;  Descartes' Meditations; Hume's Treatise of Human Nature; Swift's  Gulliver's Travels; Austen's Northanger Abbey.                SPRING 2005 V55.0404 Conversations of the West: Antiquity and the 19th Century      Prof. Ertman (Sociology) syllabus   Explores the ancient foundations of traditional Western culture by  examining the political and social institutions, religious beliefs, and  value systems of the Israelites, Greeks, Romans, and early Christians;  then turns to the radical challenges to this traditional culture, in  the areas of the economy, politics, religion, and morality, that arose  over the course of the 19th century, challenges that continue to  reverberate to this day. Readings: Genesis, Exodus, Deuteronomy, Luke,  Acts, Romans; Thucydides' Peloponnesian War; Plato's Apology and  Symposium; Vergil's Aeneid; Augustine's Confessions; Smith's Wealth of  Nations; Marx and Engels' Communist Manifesto; Mill's On Liberty;  Darwin's Origin of Species; Nietzsche's Genealogy of Morality; Freud's  Civilization and Its Discontents.                SPRING 2005 V55.0404 Conversations of the West: Antiquity and the 19th Century      Prof. Krabbenhoft (Spanish &amp; Portuguese) syllabus   Divided into four units—Origin, Morality, Community, and Self—studies  these concepts in antiquity and the modern period, in a wide range of  literary, scientific, philosophical, and religious texts: Genesis,  Exodus, Luke, Acts; Plato's Symposium; Euripides' Medea; selections  from Vergil's Aeneid, Augustine's Confessions, Darwin's Origin of  Species; Henry Drummond's \"Biogenesis\"; Marx and Engels' Communist  Manifesto; Mill's Utilitarianism and On Liberty; Nietzsche's Genealogy  of Morality; selections from Bergson's Creative Evolution and Freud's  Civilization and Its Discontents; Henry James' What Maisie Knew.                SPRING 2005 V55.0404 Conversations of the West: Antiquity and the 19th Century      Prof. Mitsis (Classics) syllabus   We will be reading, not kneeling at the shrine of, a selection of  ancient and more recent texts which, whether one likes it or not, have  set a standard of measurement for those wishing to engage in any  authentic forms of individual thinking or of moral and social  criticism. Since these texts also happen to be inescapably difficult  and complex, this course offers no reassuring thematic overviews,  dumbed-down summaries of historical contexts, or hip nods to  contemporary popular culture. What it offers instead is an opportunity  to become more practiced in the pleasures and pains of aesthetic  experience, in the rational canons of moral and political argument, and  in what used to be characterized as the proper use of one's solitude,  that is, examining what it means to be a human being faced with death,  orperhaps even worse, faced with eternal life. Readings from Homer,  Sophocles, Euripides, Thucydides, Plato, Lucretius, Epictetus, Hebrew  and Christian scriptures, Augustine, Mill, Marx, Nietzsche, Tolstoy,  Freud, Proust.                SPRING 2005 V55.0404 Conversations of the West: Antiquity and the 19th Century      Prof. Renzi (MAP) syllabus   Religion, human self-understanding, and the basis of political life.  Readings: Plato's Euthyphro, Apology, Crito, Gorgias; Aristophanes'  Clouds and Lysistrata; Sophocles' Oedipus and Antigone; Augustine's  Confessions; Genesis, Exodus, Matthew, Luke, Acts, Job; Kierkegaard's  Fear and Trembling; selections from Descartes, Hobbes, Locke, Marx;  Nietzsche's Genealogy of Morality; Freud's Civilization and Its  Discontents.                SPRING 2005 V55.0404 Conversations of the West: Antiquity and the 19th Century - Writing Intensive      Prof. Renzi (MAP) syllabus   Religion, human self-understanding, and the basis of political life.  Readings: Plato's Euthyphro, Apology, Crito, Gorgias; Aristophanes'  Clouds and Lysistrata; Sophocles' Oedipus and Antigone; Augustine's  Confessions; Genesis, Exodus, Matthew, Luke, Acts, Job; Kierkegaard's  Fear and Trembling; selections from Descartes, Hobbes, Locke, Marx;  Nietzsche's Genealogy of Morality; Freud's Civilization and Its  Discontents.           Note : Offered in conjunction with selected sections of V40.0100, Writing the Essay.           top of page      World Cultures                 FALL 2004 V55.0502 World Cultures: Islamic Societies      Prof. Chelkowski (Middle Eastern &amp; Islamic Studies) syllabus   Examines the common base and regional variations of Islamic societies.  An \"Islamic society\" is here understood as one that shares, either as  operative present or as historical past, that common religious base  called Islam. For Muslims, Islam is not simply a set of beliefs or  observances but also includes a history; its study is thus by nature  historical, topical, and regional. Here our particular focus is on the  society of Shi'i Muslims. Shi'ism has been neglected in the last 200  years of the Western study of Islam, and only since the 1978-79 Islamic  Revolution in Iran has it received attention in the West. Now, with  American forces in Iraq, Shi'ism is suddenly one of the main topics of  interest for the news media. The Shi'is of Iraq are the majority—some  60%—of the population, but historically they have been deprived of  power in the government and of access to the political and economic  life of the country.                FALL 2004  V55.0505 World Cultures: Africa      Prof. Beidelman (Anthropology) syllabus   Key concepts for understanding sub-Saharan African cultures and  societies, and ways of thinking critically and consulting sources  sensibly when studying non-Western cultures. Topics include: problems  in the interpretation of African literature and history, gender issues,  the question of whether African thought and values constitute a unique  system of thinking, the impact of the slave trade and colonialism on  African societies and culture, and the difficulties of and means for  translating and interpreting the system of thought and behavior in an  African traditional society into terms meaningful to Westerners. Among  the readings are novels, current philosophical theory, and feminist  interpretations of black and white accounts of African societies.                FALL 2004  V55.0507 World Cultures: Japan      Prof. Yoshimoto (East Asian Studies) syllabus   Examines Japanese society since the end of World War II through a study  of popular culture. Topics include: war and its aftermath, nuclear  apocalypse, the Cold War and economic recovery, consumer culture,  gender and sexuality, technology and utopianism/dystopianism, and  nostalgia for the past. The primary texts to be looked at are Japanese  animation or so-called anime. Writings on popular culture, books and  essays on history, novels and short stories, and other audio-visual  materials are used to develop critical skills in cultural analysis and  to reflect on what is or is not lost in translation of Japanese  animation.                FALL 2004  V55.0512 World Cultures: China      Prof. Guthrie (Sociology) syllabus   The most populous nation on earth, China plays a crucial role in the  world economy. An understanding of China's place in the world must  begin with its modern history—from the Qing Dynasty and the Western  encroachment to the recent economic reforms of the People's Republic.  Structured not as a historical chronology, but as a sampling of  approaches to Chinese society from various analytical perspectives, the  course considers some of the major events, issues, and themes that have  shaped modern Chinese society, focusing on the period from the Opium  War to the present. Through various social-scientific lenses, we  examine issues of war, political upheaval and crisis, social movements,  the structure of communist society, and economic reform.                FALL 2004  V55.0514 World Cultures: Ancient Israel      Prof. Kawashima (Hebrew &amp; Judaic Studies) syllabus   Examines various aspects of the \"culture\" of ancient Israel from its  origins up to the Babylonian Exile (587 B.C.E.) through a close reading  and analysis of large portions of the Hebrew Bible. Focuses in  particular on Israelite religion, not just as a set of beliefs and  practices, but as a way of understanding gods, humans, the world, and  the relations among them. Topics include: myth, ritual, sacrifice, law,  and the sacred. Our method is comparative, drawing on mythic and epic  traditions of Mesopotamia, Ugarit, and Greece, in order to bring the  peculiar nature of the Hebrew Bible and biblical religion into better  focus. We address the conceptual divide between so-called \"pagan\"  religions and, for lack of a better term, the \"monotheistic\" religion  of ancient Israel. The point is not to judge the relative merits of  these two different religious systems, but to recognize and understand  their differences. Questions of historical background and literary form  (myth, epic, history) will also be taken into account.                FALL 2004  V55.0515 World Cultures: Latin America      Prof. Abercrombie (Anthropology) syllabus      Prof. Grandin (History) syllabus      Prof. Yúdice (American Studies) syllabus   Explores the cultural, social, and political organization of indigenous  people before the period of European colonization. Studies the dynamics  of the colonial encounter, focusing on such themes as indigenous  responses to European rule, the formation of \"Indian\" society, and the  interaction of Europeans, Africans, and indigenous people. Considers  postcolonial Latin America, focusing on themes such as political  culture, competing ideologies of economics and social development, and  the construction of collective identities based on region, race,  ethnicity, gender, and class. Readings consist mostly of primary  sources and allow us to hear diverse voices within Latin American  society, including works by European conquerors, Inca and Aztec  descendants in the colonial period, and African and creole slaves.  Course materials also include novels, short stories, films,  photographs, and music.                FALL 2004  V55.0516 World Cultures: India      Prof. Goswami (History) syllabus   Introduces students to the society, culture, and economy of modern  India, from the foundation of British colonial rule in the late 18th  century to the nationalist struggle in the early 20th century, through  the lens of broader issues in historical and cultural inquiry. Examines  shifts in society and culture during the modern period from different  perspectives: British colonial agents, religious groups, the middle and  educated classes, women and peasants, and the many-faceted struggle for  independence before and during the period of Gandhi. Secondary sources  are read in conjunction with primary sources (political treatises,  novels, and film) that speak to the more general issues at hand:  colonial domination, the relationship between cultural and economic  shifts, political identities and nationalism, and collective memory and  violence.                FALL 2004  V55.0523 World Cultures: Islam in Asia      Prof. McChesney (Middle Eastern &amp; Islamic Studies) syllabus   More Muslims live today in Central and South Asia than in the entire  Middle East. We consider the spread of the religion of Islam from the  Middle East, the nature of the ensuing dialogue between Muslimsand  adherents of existing religions (Hinduism, Buddhism, shamanism), and  the politics of Islam today in the Central Asian countries of the  former Soviet Union, and in Afghanistan, Pakistan, India, and  Bangladesh. The focus is on the nature of the dialogue and conflict  between the adherents of Islam and those of other religious traditions,  in order to clarify the economic and social issues behind conflicts  waged in the name of religion. Readings and films will make use of  indigenous materials and their representations of Islam in those  regions both historically and today.                FALL 2004  V55.0534 World Cultures: The Black Atlantic      Prof. Fischer (Spanish &amp; Portuguese) syllabus   The cultures of the African diaspora that resulted from the Atlantic  slave trade and the struggle against it, focusing on the political and  expressive cultures of the Black Atlantic, and asking how issues  concerning racial slavery, racial subordination, and racial liberation  affected the formation of national cultures from Enlightenment Europe  to the 20th century Caribbean and the United States. Special attention  will be paid to the Haitian Revolution (1791–1804), the only successful  slave revolution in Western history. Readings in the historiography of  the Atlantic of the slavery and post-slavery period will be  supplemented by readings in political philosophy, anthropology, and  literature, as well as film screenings.                 SPRING 2005 V55.0502 World Cultures: Islamic Societies      Prof. Ben-Dor (History) syllabus   Islamic culture—from Spain to China, and from pre-Islamic times to the  late Ottoman period—viewed through written texts, as well as music,  visual arts, and films. Topics include: poetry, the Quran, hadith,  fiction, travel and adventure literature, philosophy, law, polemical  writing, geography and historiography, science, and love. Each theme,  literary genre, or topic is examined through several examples drawn  from varying contexts and periods. While the approach is not strictly  chronological, particular attention is paid to the historical context  giving rise to the materials under consideration.                SPRING 2005 V55.0511 World Cultures: Middle Eastern Societies      Prof. Fahmy (Middle Eastern &amp; Islamic Studies) syllabus   The histories, societies, and cultures of \"the Middle East\"—a  relatively recent name for a very diverse region of western Asia and  northern Africa. Focusing on the period from the heyday of Ottoman  power in Europe and the Middle East in the sixteenth century until the  present, we use a range of materials, including translated texts,  novels and short stories, films and videos, and photographs, to explore  changing forms of individual and collective identity, patterns of  social life, and modes of government. We pay special attention to how  people in the region experienced and grappled with the profound  transformations their societies underwent from the eighteenth century  onward, especially the expansion of European economic, political, and  cultural power; colonial rule; and the rise of new nation-states. We  conclude by discussing the Middle East today and some of the issues its  peoples face.                SPRING 2005 V55.0514 World Cultures: Ancient Israel      Prof. Schiffman (Hebrew &amp; Judaic Studies) syllabus   The culture of the ancient Israelite societies of biblical times and  the second Temple period and the emergence of classical Judaism,  covering the period from c. 1400 B.C.E. to the third century C.E.  Topics include the achievements of these societies in law and social  organization, prophetic movements, history of Israelite religion and  early Judaism, and ancient Hebrew and Jewish literature. The Hebrew  Bible and Rabbinic literature preserve much of the creativity of  ancient Israel; and archaeological excavations in Israel and  neighboring lands, as well as the discovery of ancient writings in  Hebrew and related languages have added to our knowledge. In addition,  new discoveries in the Dead Sea Scrolls contribute greatly to our  understanding of the history of Judaism and the emergence of  Christianity. Of particular interest is the early development of  Israelite monotheism, which, in time, emerged as ancient Judaism, the  mother religion of Christianity and Islam.                SPRING 2005 V55.0515 World Cultures: Latin America      Prof. Himpele (Anthropology) syllabus   Explores the cultural, social, and political organization of indigenous  people before the period of European colonization. Studies the dynamics  of the colonial encounter, focusing on such themes as indigenous  responses to European rule, the formation of \"Indian\" society, and the  interaction of Europeans, Africans, and indigenous people. Considers  postcolonial Latin America, focusing on such themes as political  culture, competing ideologies of economics and social development, and  the construction of collective identities based on region, race,  ethnicity, gender, and class. Readings consist mostly of primary  sources and allow us to hear diverse voices within Latin American  society, including works by European conquerors, Inca and Aztec  descendants in the colonial period, and African and creole slaves.  Course materials also include novels, short stories, films,  photographs, and music.                SPRING 2005 V55.0516 World Cultures: India      Prof. Rajagopal (Culture &amp; Communication) syllabus   By examining representations of the Indian diaspora in the United  States, the United Kingdom, and the Caribbean, we see that a fixed idea  of \"India\" is misleading in the effort to understand its changing  manifestations. We investigate the ways in which colonialism reshaped  indigenous society, as well as the currents of religious, cultural, and  political change that developed in the process, leading to Indian  nationalism and its contemporary variations.                SPRING 2005 V55.0523 World Cultures: Islam in Asia      Prof. McChesney (Middle Eastern &amp; Islamic Studies) syllabus   More Muslims live today in Central and South Asia than in the entire  Middle East. We consider the spread of the religion of Islam from the  Middle East, the nature of the ensuing dialogue between Muslims and  adherents of existing religions (Hinduism, Buddhism, shamanism), and  the politics of Islam today in the Central Asian countries of the  former Soviet Union, and in Afghanistan, Pakistan, India, and  Bangladesh. The focus is on the nature of the dialogue and conflict  between the adherents of Islam and those of other religious traditions,  in order to clarify the economic and social issues behind conflicts  waged in the name of religion. Readings and films will make use of  indigenous materials and their representations of Islam in those  regions both historically and today.                SPRING 2005 V55.0528 World Cultures: Russia since 1917      Prof. S. Cohen (Russian &amp; Slavic Studies) syllabus   Major periods, developments, and interpretative issues in Russian  politics, history, and society, from the 1917 revolution to the  present. The emphasis is on the Soviet experience, though the Tsarist  past and post-Soviet developments are also considered. Special  attention is given to the role of historical traditions, leadership,  ideology, ramifying events, and socioeconomic factors.                SPRING 2005 V55.0532 World Cultures: The African Diaspora      Prof. Gomez (History) syllabus   The dispersal of Africans to various parts of the world and over time,  examining their experiences and those of their descendants. Regions of  special interest include the Americas and the Islamic world, centering  on questions of slavery and freedom while emphasizing the emergence of  cultural forms and their relationship to both African and to  non-African influences.                SPRING 2005 V55.0535 World Cultures: Korea and Korean Diaspora      Prof. Park (East Asian Studies) syllabus   Modern Korean history is characterized by a volatile transformation of  the nation: the national division into South and North Koreas and their  ideologically skewed relations with Korean diasporic communities during  the Cold War period, and the economic and cultural integration of the  two Koreas and the Korean diaspora in the post-Cold War era. To  understand the origins and changing processes of Korean politics, our  study embeds Korean nation formation in geopolitics and global  capitalism, in three parts: the politics and cultures of decolonization  and the \"economic miracle\" in South Korea; political ideology and  economic crisis in North Korea; and the study of Korean-Chinese,  Korean-Japanese, and Korean-American diasporic communities, as well as  their relations with both North and South Korea.           top of page      Societies and the Social Sciences                 FALL 2004 V55.0600 Societies and the Social Sciences: Topics - Interdisciplinary Perspectives on Empires and Political Imagination      Prof. Burbank (History) &amp; Prof. Cooper (History) syllabus   Throughout history, most people have lived in empires. How have empires  inspired and constrained their subjects' ideas of rights, belonging,  and power? Comparative study of empires from the Romans to the present  expands our ideas of citizenship and challenges the notion that the  nation-state is \"natural\" and necessary. We explore historians' various  approaches to studying empires and investigate how empires were held  together—and where they were weak—from perspectives that focus on  political and economic connections over long distances and long time  periods. Readings include historical scholarship on the Roman, Chinese,  Mongol, Spanish, Russian, French, British, and American empires, as  well as primary sources produced by people living in these and other  imperial polities.                FALL 2004  V55.0600 Societies and the Social Sciences: Topics - Interdisciplinary Perspectives on Human Rights and Transitional Societies      Prof. Dixon (Sociology) syllabus   Explores the development of the rule of law and human rights in  transitional societies. Particular emphasis is given to these issues in  post-Nazi Germany and post-communist Central Europe, especially the  Czech Republic, Slovakia, Hungary, Poland and the former East Germany.  After a brief history of Czechoslovakia and the constitutionalization  of the \"velvet revolution,\" we examine the historical, domestic and  international context of human rights in transitional justice. To  understand the historical context, we discuss the debates that occurred  when emerging democracies dealt with former regimes during  de-Nazification and de-communization (public access to the files of the  former secret police, purging and screening, prosecution, statutes of  limitations). We also compare similar debates in transitional regimes  in Central America, South Africa, and Iraq. To study the domestic  contexts, we examine contemporary human rights debates as they relate  to citizenship and nationalism, freedom of the press, social and  economic rights, women's rights, and discrimination against the Roma  (gypsies). Finally, we explore the international context of human  rights by analyzing human rights and European Union membership, the  application of Western legal rights, the globalization of law, and  contradictions between \"local\" and \"global\" human rights.                FALL 2004  V55.0616 Societies and the Social Sciences: Interdisciplinary Perspectives on the Language of America's Ethnic Minorities      Prof. Singler (Linguistics) syllabus   Examines the role of language in communities in the United States,  specifically within African-American, Asian-American, Latino, and  Native American populations. Explores the relationship of language to  culture, race, and ethnicity, looking in particular for similarities  and differences across these communities. Considers the role that  language experiences play in current models of race and ethnicity.                FALL 2004  V55.0631 Societies and the Social Sciences: Interdisciplinary Perspectives on Metropolitan Studies      Prof. N. Brenner (Sociology) syllabus   Considers the major approaches that have been deployed to investigate  the urban experience in the modern world and explores the historical  geography of capitalist urbanization with particular attention to North  American and Western European cities, colonial and postcolonial cities,  and the global contexts of urban development. Major topics include:  urban and regional planning, urban politics and governance,  suburbanization and regional development, gentrification and urban  social movements, the gendering and radicalization of urban space,  racial segregation, and urban design and architecture.                 SPRING 2005 V55.0631 Societies and the Social Sciences: Interdisciplinary Perspectives on Metropolitan Studies      Prof. Molotch (Sociology) syllabus   Considers the major approaches that have been deployed to investigate  the urban experience in the modern world and explores the historical  geography of capitalist urbanization with particular attention to North  American and Western European cities, colonial and postcolonial cities,  and the global contexts of urban development. Major topics include:  urban and regional planning, urban politics and governance,  suburbanization and regional development, gentrification and urban  social movements, the gendering and radicalization of urban space,  racial segregation, and urban design and architecture.                SPRING 2005 V55.0660 Societies and the Social Sciences: Linguistic Perspectives      Prof. Guy (Linguistics) syllabus   Examines language from a dual perspective: as part of mankind's  biological endowment and as a social phenomenon. Considers the  structure, universality, and diversity of human language. Introduces  the core areas of grammar: its sound system, the structures of words  and sentences, and meanings. Examines the representation of language in  the brain, first language acquisition, and processing. Introduces  linguistic universals, dialect, sociolects, and the mechanism of  linguistic change.                SPRING 2005 V55.0690 Societies and the Social Sciences: Sociological Perspectives on the Rule of Law      Prof. Greenberg (Sociology) syllabus   Theories of law and the research that tests those theories, with an  emphasis on historical and comparative issues, as well as contemporary  policy debates. How have social scientists conceptualized law? What  social processes shape the formulation of law and its application to  particular cases? What role does law play in the functioning of  society? How is law implicated in social change? What issues arise when  law is used in efforts to overcome disadvantages associated with class,  race, sex, and sexual orientation?           top of page      Expressive Culture                 FALL 2004 V55.0720 Expressive Culture: Images      Prof. McKelway (Fine Arts)   An introduction to the visual language and functions of art from the  cultural perspective of ancient East Asia, including some  cross-cultural comparison with South Asian and European art. Strong  emphasis is given to art forms other than painting and sculpture,  including ceramics, lacquer, metalwork, and textile design, in order to  question the ways in which individuals and institutions classify and  define works of art. Students learn vocabulary to analyze and  appreciate works of art from a variety of perspectives, including  style, technology, and literary or historical context. Coincident with  a major exhibition of Chinese art at the Metropolitan Museum, \"China:  Dawn of a Golden Age,\" students explore and write about actual works on  display in New York City.                FALL 2004  V55.0722 Expressive Culture: Images - Architecture in New York Field Study      Prof. Broderick (Fine Arts) syllabus   New York's rich architectural heritage offers a unique opportunity for  firsthand consideration of the concepts and styles of modern urban  architecture, as well as its social, financial, and cultural contexts.  Meets once a week for an extended period combining on-campus lectures  with group excursions to prominent buildings. Attention is given both  to individual buildings as examples of 19th- and 20th-century  architecture and to phenomena such as the development of the skyscraper  and the adaptation of older buildings to new uses.                FALL 2004  V55.0730 Expressive Culture: Sounds      Prof. Boorman (Music) syllabus   Music as Sound, Music as Communication. How does music works, what are  its elements, and how do they help it act as a communicative device? To  explore the various ways in which music has been used to communicate  different types of messages, we consider case studies of classical  music of the 18th and 19th centuries, music in Indonesia, music as a  vehicle for political messages, and new ideas about music itself.                FALL 2004  V55.0730 Expressive Culture: Sounds Prof. Cusick (Music)      Prof. Dujunco (Music) syllabus   Our lives pulsate with patterns of sounds that we call music. We  encounter these sounds in our homes, cars, stores, and exercise salons;  they accompany us to the grocery store, the dentist's office, and the  movies; yet we rarely think consciously about what they mean. Through a  series of specific case studies we investigate the function and  significance of music and the musician in human life. We raise basic  questions about how music has been created, produced, perceived, and  evaluated at diverse historical moments, in a variety of geographical  locations, and among different cultural groups. Through aural  explorations and discussion of how these vivid worlds \"sound\" in time  and space, we assess the value of music in human experience.                FALL 2004  V55.0750 Expressive Culture: Film      Prof. Allen (Cinema Studies) syllabus   Using the films of Alfred Hitchcock, we explore the representational  and expressive possibilities that cinema affords in the context of mass  culture, at the same time providing students with the concepts to grasp  the different ways in which films create meaning, achieve their  emotional impact, and respond in complex ways to the historical  contexts in which they are made. Hitchcock made 53 feature films in a  fifty-year career. Seeking recognition of the role of the film director  as the distinctive creative influence in the medium, he grafted  modernist strategies of visual symbolism and metaphor onto the  essentially conservative, masculine, patriotic and popular genre of the  espionage thriller. In this way he probed the idea of the formation of  the couple—the sine qua non of popular narrative—by connecting the  establishment of romance and social order to the problem of deciphering  the visual field and discovering truth in a world of mere appearances,  introducing a remarkable self-consciousness, as well as stylistic  sophistication, into works of mass culture.                 SPRING 2005 V55.0720 Expressive Culture: Images      Prof. Rice (Fine Arts) syllabus   What is the place of art in an image-saturated world? We begin by  considering the power and taboo of images and the ways in which  individuals and institutions that constitute \"the art world\" classify  some of these images as works of art, turn to explore the visual and  conceptual challenges presented by major works of sculpture,  architecture, and painting, and conclude with a selection of problems  raised by art today. Students develop the vocabulary to both appreciate  and question the artistic \"gestures\" of society in various places and  times.                SPRING 2005 V55.0721 Expressive Culture: Images - Painting and Sculpture in New York Field Study      Prof. Broderick (Fine Arts) syllabus   New York's public art collections contain important examples of  painting and sculpture from almost every phase of the past, as well as  some of the world's foremost works of contemporary art. Meets once a  week for an extended period combining on-campus lectures with group  excursions to the museums or other locations where these works are  exhibited.                SPRING 2005 V55.0730 Expressive Culture: Sounds      Prof. Roesner (Music) syllabus   The Arts of Music. People have not only developed modes of thought,  systems of belief, and diverse ways to organize themselves collectively  into societies and cultures; in all cultures and traditions they have  also engaged in creative activity of a more specifically aesthetic  nature—they have expressed themselves through art. One of the most  potent modes of artistic expression is through music, a medium  cultivated in one way or another by every human society. We examine and  compare the nature, purposes, and social functions of three different  forms of musical expression—music informed by a Platonic/Pythagorean  aesthetic, Richard Wagner's Der Ring des Nibelungen, and jazz to c.  1950—raising fundamental issues about the nature and interpretation of  music while developing a basic formal, critical, and historical  vocabulary for discussion, and, directly and indirectly, relating this  discussion to an appraisal of the state of the arts today. While  devoting a considerable amount of attention to European art music from  the middle ages to the end of the twentieth century, and to three  repertories that are considered \"classical\" in most respects, we also  draw on the whole range of musics in the world today—classical,  popular, and non-Western musics in all their diversities—and students  are encouraged to introduce the music with which they themselves are  most familiar into the discussion where appropriate.                SPRING 2005 V55.0750 Expressive Culture: Film Prof. Shohat (Art and Public Policy) &amp; Prof. Stam (Cinema Studies) syllabus   Multiculturalism, Race, and the Media. We will discuss film and the  media in terms of racial representation and multicultural history. On  the one hand, we will look critically at the stereotyped ways in which  race, ethnicity, and national identity have been portrayed in the mass  media; on the other, we will celebrate alternative, multicultural  representations. The films presented will range from Spike Lee's Do the  Right Thing to Battle of Algiers and Hearts and Minds and Lone Star,  alongside the stand-up comedy of Chris Rock and the media-making of  Michael Moore. We will talk about multicultural issues in France,  Brazil and India as well as the U.S. Some key issues and concepts will  be: contrapuntal history, colonial discourse, ethnicities-in-relation,  third world and minority film, aesthetics of resistance. Three key  texts for the course will be: Ella Shohat and Robert Stam, Unthinking  Eurocentrism: Multiculturalism and the Media, Sven Lindquist,  Exterminate All the Brutes, and James Loewen, Lies My Teacher Taught Me.      top of page                   Contact Us | &copy; New York University , Arts and Science"}]}]