[{"detail": [{"content": "Spring 2014 Undergraduate Course Schedule, CWP | NYU                         NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                           Creative Writing Program                                                                                                Back to  previous page                Printer Friendly       Spring 2014 Undergraduate Course Schedule           INTRODUCTORY WORKSHOPS    This popular introductory workshop offers an exciting introduction to the basic elements of poetry and fiction, with in-class writing, take-home reading and writing assignments, and substantive discussions of craft. The course is structured as a workshop, which means that students receive feedback from their instructor and their fellow writers in a roundtable setting, and should be prepared to offer their classmates responses to their work. 4 points. CRWRI-UA.815 Creative Writing: Introduction to Fiction &amp; Poetry Section 001, Sultana Banulescu, MW 9:30am-10:45am                 Section 002, Emily Barton, MW 12:30pm-1:45pm                    Section 003, Peng Shepherd, MW 8:00am-9:15am                  Section 004, J. Scott Brownlee, MW 11:00am-12:15pm                 Section 005, Jacob Dawson, MW 2:00pm-3:15pm Section 007, Perry O'Brien, TR 12:30pm-1:45pm                Section 008, Rebecca Kutzer-Rice, TR 4:55pm-6:10pm             Section 009, Dana Isokawa, TR 11:00am-12:15pm Section 010, Vladislava Kolosova, TR 9:30am-10:45am Section 011, Amanda McConnon, MW 12:30pm-1:45pm              Section 012, Michael Mendonez, TR 12:30pm-1:45pm             Section 013, Chris Normandin, TR 8:00am-9:15am               Section 014, Bryn Dodson, MW 11:00am-12:15pm Section 015, Allyson Paty, MW 4:55pm-6:10pm                Section 016, Ines Pujos, MW 2:00pm-3:15pm             Section 017, Ren Khodzhayev, MW 9:30am-10:45am                 Section 019, Kodi Saylor, TR 12:30pm-1:45pm          Section 020, Hannah Beresford, TR 9:30am-10:45am               Section 021, Soren Stockman, MW 11:00am-12:15pm                  Section 022, Matthew Wimberley, TR 11:00am-12:15pm                    Section 023, Javier Zamora, MW 12:30pm-1:45pm Click here for information about our course offerings abroad, at NYU's Accra, Buenos Aires, London, and Sydney sites.                           INTERMEDIATE WORKSHOPS  The intermediate workshops offer budding prose writers and poets an opportunity to continue their pursuit of writing through workshops that focus on a specific genre. The workshops also integrate in-depth craft discussions and extensive outside reading to deepen students’ understanding of the genre and broaden their knowledge of the evolution of literary forms and techniques.     Prerequisite for fiction : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA.816, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 860, OR COSEM-UA 11 8 or equivalent. Prerequisite for poetry : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA.817, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA.870, OR FRSEM-UA 38 8 or equivalent. Prerequisite for creative nonfiction : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 825, OR CRWRI-UA.880 or equivalent. 4 points.  CRWRI-UA.816.001 Intermediate Fiction Workshop Sharon Mesmer , R 11:00am-1:45pm Is it possible to write, as Clarice Lispector suggests, both \"squalidly and structurally\"? I say yes. Both ends of the trajectory are possible ... and necessary, really, in order to produce surprisingly inventive writing. In this workshop, we will explore and exploit the fertile (oftentimes untouched) mud of our imaginations through a series of five writing exercises paired with model texts, each utilizing a different prose form into which even the muddiest, most inchoate and problematic ideas, images and language can be flowed. (Occasionally I will use my own work to show you how I approached these forms . . . I never give assignments that I myself haven't tried!) We will discuss the visible and invisible architectures of these model texts, and how you can deploy those architectures for your own purposes. Are you an absolute beginner? an uncertain experimenter? a bitter literary world veteran? Doesn't matter. The assignments + model texts can be used by anyone at any level of proficiency. Additionally, having a varied mix of voices is important, as Bitter Literary World Veteran can always learn something from Absolute Beginner about (as Jack Kerouac said) being \"submissive to everything, open, listening.\" Together we'll read, write, discuss, dissect, experiment and create. Our objectives? 1.) To read, learn about, and be inspired by, the writings of others, including our fellow classmates; and 2.) to produce five fully alive pieces of prose that you would feel confident submitting to magazines (if that's your goal) or just proud to have written. Surprise!    CRWRI-UA.816.002 Intermediate Fiction Workshop George Foy , R 3:30pm-6:15pm This is a workshop, which means it combines some imparting of alleged wisdom and pompous declaiming by the prof, with the absolute best way to perfect your work, i.e., by doing it—writing, writing, writing. The workshop's philosophy is based on the premise that when a writer picks up a pen or opens a laptop to start a story, he or she breaks the connection with “normal” time and space to enter a storyworld in which anything is possible. Such a world, if well constructed, will like other complex systems start to generate and follow its own rules and acquire independent life. Too often, writers are prevented from taking advantage of this freedom by straitjacket expectations or fear of failure. In this class the idea is to vanquish fear, and use any technique or character as long as it works to create a believable world peopled by living characters, described in prose that takes wing and a voice that is recognizably yours. We will of course discuss traditional issues in writing, such as where to find story subjects, how to nurture and sustain the nuts and bolts of your writing practice. But we will also explore microfiction, non-linear narrative, illustrated narrative, fiction as street theater, plus traditional short stories. CRWRI-UA.816.003 Intermediate Fiction Workshop Marie-Helene Bertino , M 6:20pm-9:05pm This class will explore the craft of fiction in three different ways. The first will be brief talks that address a different element of craft in each class. The second will be by reading and dissecting (like writers!) a broad range of contemporary fiction, from experimentalists like Etgar Keret and Aimee Bender, to whip smart traditionalists like Alice Munro, Charles Baxter, and Anton Chekov, to subtle post-modern visionaries like Raymond Carver, Denis Johnson, and Amy Hempel. The third and most important component of the class will be workshopping student work with this question in mind: where do I think this writer/story is trying to go? We will tailor our critiques toward the idea of helping the writer get there. We will have surprise guests by professional writers. We will eschew the idea that there is one way to write fiction. We will seek out the joy in our work and the work of others and will cultivate our personal, idiosyncratic voices.    CRWRI-UA.816.004 Intermediate Fiction Workshop Adam Wilson , T 4:55pm-7:40pm This is a workshop-style class that will focus on the short story. Students will primarily be writing their own stories and critiquing the work of their peers. But we'll also read stories and short essays by both past masters and contemporary writers that demonstrate a variety of styles and strategies. We'll think about stories from the perspective of craft in an effort to better our understanding of how the short story works.    CRWRI-UA.816.005 Intermediate Fiction Workshop Jocelyn Lieu , W 9:30am-12:15pm In this intermediate workshop course, you will explore fiction by writing and closely reading stories and novel excerpts produced by your colleagues and a range of contemporary and modern writers. Although our focus is student writing and writing process (from the first flash of inspiration to the final polish), another course goal is to encourage you to read “carnivorously,” as fiction writer Charles Baxter puts it: to consume fiction with the intent of taking what is useful for your own work. We will examine craft issues (characterization, narrative structure and point of view, dramatic scene, fictive place, pacing and focus, and voice among them), and put them into practice via short assignments that lead up to at least one longer story or novel excerpt. Student aesthetics will guide our discussions of fiction and fiction craft. If you write or have thought about writing realistic, magically real, experimental, cross- or inter-genre prose—or more—you are welcome. Each student will have his or her submissions workshopped twice.    CRWRI-UA.816.006 Intermediate Fiction Workshop Eliza Minot , T 11:00am-1:45pm This workshop will focus on voice. Through reading one another’s work and thoughtfully responding to it, consistently writing new pages each week, absorbing and discussing occasional outside readings, we will attempt to join up with the voice within us that is most effective and most engaging. All writers have their varying issues. While one writer might be struggling with issues surrounding character, another might be hung up on problems with pacing, while someone else is overly lyrical to the point of distraction or is grappling with having absolutely nothing to say. In this workshop we will learn from each other what we, both as writers and as readers, respond to. We will encourage one another to write as freely as possible to get the words on the page, and then, from there, we will hopefully begin to discover where it is we would like to be heading.    CRWRI-UA.816.007 Intermediate Fiction Workshop Brando Skyhorse , T 6:20pm-9:05pm This is Intermediate Fiction. Intermediate means “between extremes” or “the middle of a range.” Think of this as the course between “I’ve always wanted to take a fiction class” and “I want to BE a writer.” If you’re taking this class you know you enjoy writing enough to find out more. My job is to show you what that more is. Ours will be a workshop that focuses specifically on revision. Revision is considered the final stage of writing but what is it, exactly? What does the process entail? What constitutes a revision? How do other writers revise? And what are the rules writers can follow to make revision a cornerstone of their writing process? You’ll find out in this class. Revision, simply, is not correction. Revision is not changing “red” to “crimson” or running your spell checker. Revision is a change in your point-of-view. Revision is thinking your story was about “A” and finding out through several drafts it’s about “B” (or maybe “C”). For the next fourteen weeks you’ll be asked to change your point-of-view as a writer by reading about other writers’ processes and by critiquing your classmates writings. You will examine (or develop) your own revision process and help your classmates become better revisers of their own work    CRWRI-UA.816.008 Intermediate Fiction Workshop Susan Minot , W 3:30pm-6:15pm In our class discussions of student fiction, we will focus on refinement of style, structure and content. Strong editorial feedback will, hopefully, help each writer to shape and strengthen the material he or she is working on to express. I believe there are no hard and fast rules in writing, but there are some tried and true guidelines. Feedback should be processed according to one’s bent. The workshop is an ideal forum for exploring the different opinions and attitudes which readers have. Outside reading will have a fallback emphasis on the short story—for the sake of brevity—Raymond Carver, Amy Hempel, Denis Johnson, Katherine Mansfield, Joseph Kafka among others, as well as nonfiction advice by artists such as Flaubert, Flannery O'Conner, Van Gogh and Emily Dickinson to address some parts of the mysterious creative process. But mostly the concentration will be on student work. CRWRI-UA.817.001 Intermediate Poetry Workshop  Arda Collins , M 3:30pm-6:15pm The poet Federico Garcia Lorca refers to it as “black sounds.” Goethe describes it as “a mysterious power which everyone senses and no philosopher explains.” In a letter to his brothers, Keats arrived at calling it “negative capability.” What can they possibly mean? The question is, where does poetry come from and what is it? To attempt an answer to this question, our workshop will focus on close reading, of published work and of course your own poems. As we create new work, our conversation will focus on understanding what our poems are doing and how. When you open your mouth, why are these the sounds ou make? The reading selections for this course are from a spectrum of time periods and traditions so that you will see what is possible in a poem and acquire a greater understanding of the formal elements of poetry. Writing exercises are way of exploring what we’ve read to understand it more intimately, and to open new directions for your own work.    CRWRI-UA.817.002 Intermediate Poetry Workshop Aracelis Girmay , M 11:00am-1:45pm Theory &amp; Play: An Intermediate Poetry Lab and Workshop: In 1933, Federico Garcia Lorca gave a lecture in Buenos Aires entitled \"Juego y teoria del duende.\" Our course borrows its title from this lecture, from this investigation of theory and play/play and theory in relation to the indefinable concept of duende. In this course, we will explore the works of six poets (among them, Nathaniel Mackay, Garcia Lorca, Fanny Howe) whose prose and poetry live, necessarily, at the crossroads of theory, discovery, and play. This class will be a kind of centaur--half laboratory, half workshop. Students will develop and participate in writing experiments in and out of class, and will also be expected to contribute poems for class workshop/provide critical feedback in response to the work of their peers. Over the course of the semester, students will generate and revise new work, while developing a portfolio of original poems and an essay on poetic theory. Eligible students should be committed to deepening their practice as creative (live!) readers and writers. CRWRI-UA.817.004 Intermediate Poetry Workshop Craig Morgan Teicher , T 6:20pm-9:05pm   Poems are conversations we have when we're alone. Even if we take workshops and talk about poems in all our free time, at last, it's just a piece of paper and a reader or writer. And it turns out reading and writing aren't really separate activities, more like two halves of the same motion, like inhaling and exhaling. With this idea—that when we read or write we are participating on a conversation going on between our heads and words on paper—in mind, this workshop will focus on how to see poems from established poets—including Tracy K. Smith, W.S. Merwin, DA Powell, Elizabeth Bishop and others—from the inside, as if you had written them, and how to read your own poems from a critical distance. Students will be asked to write poems using traits and strategies gleaned from the work of these established poets, filtering their own styles through the aesthetics of these exemplary writers. The goal will be for you to become better readers and writers at the same time.    CRWRI-UA.817.005 Intermediate Poetry Workshop Geoffrey Nutter , T 9:30am-12:15pm When Keats sat down to write his 4000-line long poem Endymion, he viewed his self-imposed task as a “trial of invention”—a way for him to learn how to be a poet by diving into an enormously ambitious challenge. In this Workshop, we will not only read a lot of exciting and beautiful poetry, both very new work as well as work tracing back to 17th century Japan, 18th century England, 9th century China, and 20th century USA. We will also see how our own writing relates to this work (it does!) and how we can learn from it. We will do many, many in-class writing exercises that will introduce you to different ways of experiencing the world and our imaginations through language—and experiment with our own “trials of invention.” You will leave with your knowledge of prosody, form, currents of poetry throughout history, and most importantly your own body of work considerably broadened. And of course, a significant amount of time will be spent each class focusing on and critiquing poems written by students. We will look at student work closely and with an eye not only to improving each poem but also always keeping in mind the exciting prospect of the Next Poem. CRWRI-UA.817.006 Intermediate Poetry Workshop Jean Gallagher , R 11:00am-1:45pm The focus of the workshop will be weekly poems by workshop members. We’ll experiment with a number of ways to shape poems (including, but not limited to, traditional forms), practice rewriting them, keep daily journals (which will include responses to outside readings), listen closely to each other’s work, and provide observations on what we hear. Throughout, we’ll be engaging the generative energies of attention and the powers and pleasures of the shaping imagination.    CRWRI-UA.825.001 Intermediate Creative Nonfiction Workshop  Charles Taylor , R 4:55pm-7:40pm \"I'm frequently asked why I don't write my memoirs,\" the film critic Pauline Kael said in the piece that closed out her years at The New Yorker . \"I think I have.\" The division between the critical and the personal essay seems to collapse when we allow that both are motivated by sensibility. And that while each start in the personal, each suggests a breadth of concern and features a range of reference that goes beyond the insularity of \"I.\" Through close reading, vigorous class discussion, and writing assignments which we will later workshop together, students will be encouraged to define their own sensibilities and apply them to subjects that are explicitly personal and those not traditionally considered personal. The emphasis will be on discovery of voice rather than exhibitionistic revelation of self. The writers we will read, among them Kael, Jo Ann Beard, John Waters, Katie Roiphe, Joe Brainard, are those who bring a defined sensibility to bear on a variety of subjects. Your three writing essays will be a personal essay, a political or social essay, and a profile/critical appreciation. Your final project will, subject to approval, be on the subject of and in the style of your choice. The great French filmmaker François Truffaut said that for him a movie must express an idea of the world and an idea of cinema. Substitute \"writing\" for cinema, and you have a succinct description of the territory we're headed for together. CRWRI-UA.825.002 Intermediate Creative Nonfiction Workshop Cris Beam , F 11am-1:45pm This is a course in literary, long-form nonfiction organized thematically and by readings into four parts: the nonfiction of witness, the nonfiction of advocacy, insider nonfiction, and participatory or undercover nonfiction. For this course, students will choose a small subculture or community on which to focus throughout the semester, utilizing one of the aforementioned four approaches. We’ll start by writing one profile of a member of this community, developing interviewing skills, and learning about voice and point of view. We’ll also carefully interrogate the ways we explore this community without exploiting, exoticizing or oversimplifying our sources. Then students will move on to one major work of literary feature-writing—the bulk of the semester’s work—which will be written in sections and go through several revisions. Borrowing the best tools from fiction writing—like character development, a strong arc, and engaging scenes—these features will be rich in narrative and as complex as the communities they portray. Students will learn advanced reporting techniques, story organization and editing skills, and debate the ethical issues inherent to truth-gathering. Along the way, we’ll be reading masters in literary journalism, to unearth their strategies and techniques.              ADVANCED WORKSHOPS Advanced workshops provide emerging writers with the opportunity to hone their individual voice and experiment with different aesthetical strategies in a genre-specific workshop taught by an eminent writer in the field. The workshops focus on innovative revision techniques, the development of a sustainable writing process, and the broadening of students’ literary knowledge of classical and contemporary masters. Each advanced workshop has a distinct emphasis and area of exploration—students are advised to pay close attention to the course descriptions, which are available online prior to registration.    Prerequisite for fiction : CRWRI-UA 816, OR CRWRI-UA 818, OR CRWRI-UA 9818, OR CRWRI-UA 9828, OR CRWRI-UA 820, OR CRWRI-UA 860 or equivalent. Prerequisite for poetry : CRWRI-UA 817, OR CRWRI-UA 819, OR CRWRI-UA 9819, OR CRWRI-UA 9829, OR CRWRI-UA 830, OR CRWRI-UA 870 or equivalent . Prerequisite for creative nonfiction : CRWRI-UA 825, OR CRWRI-UA 850, OR CRWRI-UA 880 or equivalent. 4 points. CRWRI-UA.820.001 Advanced Fiction Workshop    Marcelle Clements , W 2:00pm-4:45pm What makes a story powerful? In this intensive course, we will explore the uses of emotion, how to create and sustain ambiance by wielding resonant details, and how we want to talk to the reader. We will also attempt to discover what inspires us, what gives our writing life momentum. We will work on our sentences and our story-telling, with special attention to economy, pacing, structure. In the first half of the course, we will read widely and write a brief story each week. In the second half, we will continue reading and, in addition, we will draft and revise a longer work. CRWRI-UA.820.002 Advanced Fiction Workshop Charles Bock , M 11:00am-1:45pm A demanding class, not an easy A, and there are no unicorns floating on marshmellow clouds; but for the right student, this workshop will blow your mind straight through your brain. Class is divided into lectures, exercises, and workshop. Lots of time will be spent on technical stuff, how characters work, the way in which a story develops, language, structure, etc. Weekly lectures start things off with an emphasis on craft, craft, craft. We'll build from the basics (because you can’t break rules without knowing why you need to break them, and this requires knowing rules). We'll do exercises related to the lectures. Then workshops for the second half of the class. Workshops are structured so every student will comment on a story, and participation is a big part of a class. We care about improving stories and why they work and how they can be improved; we care about supporting our fellow students in their creative ventures and being daring and moving into uncharted narrative territories; however, please know, whether you like something matters to me not at all. In fact, during workshop, if someone says, “I liked…” the student (or teacher) will be responsible for bringing cupcakes to the next session (elements of a story either work or they don’t work, we understand them or we don’t, whereas all children blindly like a nice, sweet treat). If you don't care for this rule, or any of my other rules, I understand; there are other amazing teachers at NYU. Of course, we'll have weekly reading assignments—short stories, mostly from contemporary authors. There will be weekly one page assignments based on something from a lecture and/or short story. If I feel that students are not reading their homework assignments, I will quiz you and your grades will reflect the results. Students also will be chained to one novel for the entirety of the term, and will write occasional short essays on the various aspects of their novel (how action x was developed through the novel, the character trait that reminded me of y from my own life…). When you come out from the other side of this thrilling little amusement park ride, the matter inside your fused together skull is going to have a better understanding of how fiction works.  CRWRI-UA.820.003 Advanced Fiction Workshop  Fiona Maazel , T 9:30am-12:15pm Here’s Thomas Mann: “A writer is someone for whom writing is more difficult than it is for other people.” Sound right? It is. Welcome to class. We’re going to workshop your short fiction—two stories in total and short pieces throughout the semester. Workshopping has its drawbacks, but it’s not a jury. We’ll talk about what works and what doesn’t, and, most importantly: Why. Why doesn’t it work? Writing is a mysterious business, equal parts talent and know-how. One you can’t do anything about. But the other is craft, which can be learned. Dialogue, tone, pacing, point of view, tense, diction, syntax, these are your tools. They can be sharpened. So we’ll be workshopping your material and also published stories, by way of exploring specific feats of craft.  CRWRI-UA.830.001 Advanced Poetry Workshop Elaine Equi , F 2:00pm-4:45pm The goal of this course is to help you approach your writing in a more expansive way and to make you more prolific. This semester we'll draw on a variety of styles spanning from the engaging immediacy of performance poetry, to the startling juxtapositions of experimental writing. In the process, we'll touch on Surrealism, Objectivism, and The New York School for inspiration and techniques. I'm hoping that as a result, you'll gain a clearer sense of your own voice and interests, as well as a number of exciting ways to develop new work in the future. Weekly writing assignments will be a mix of traditional and invented forms. Possible topics include serial poems, ekphrastic poems, documentary and interview poems, poems about pop culture, the supernatural, and more. Critiques will focus on recognizing your strengths, creative strategies for revision, and preparing your work for publication. Our texts will be Sing This One Back To Me by Bob Holman, Address by Elizabeth Willis, and The Best American Poetry 2013 edited by Denise Duhamel and David Lehman. You can expect to write one poem per week, do an oral presentation, and keep a journal.  CRWRI-UA.830.002 Advanced Poetry Workshop Catherine Barnett , W 8:00am-10:45am In this workshop, we'll invent and re-invent and dodge and entertain and investigate \"the accursed questions\" as a way to generate new material for poems and to read more deeply. By asking questions of questions, making poems out of questions, responding to questions with questions, non-sequitur, and various kinds of logic, we'll play with James Baldwin's notion that \"the purpose of art is to lay bare the questions hidden by the answers.\" We'll be looking for \"a new bewilderment\"; pushing for that which is \"not unforeseen enough.\" Through thinking about and playing with the resources of questions, we'll try to subvert conventional notions of what is important and unimportant; we'll try to redeem incongruities; discover the mysteries behind physical appearances; deduce the eternal from the transitory; find ways to apprehend the real without distorting \"the incomprehensibility of the real.\" We'll consider what Yeats has said: \"Only that which does not teach, which does not cry out, which does not persuade, which does not condescend, which does not explain, is irresistible.\" We'll consider the following questions about questions: What happens when you ask a question, or many questions, or answer the wrong question in a poem? A question is a \"mode of enquiry...founded on doubt...\" (Bhanu Kapil) What kinds of spaces open up when you ask a question—in a poem itself or in the making of a poem? What happens if you ask an unresolvable question? Are the best poems asking such questions? CRWRI-UA.830.003 Advanced Poetry Workshop Matthew Rohrer , M 11:00am-1:45pm This course is designed to plunge students head-first into the world of contemporary poetry. Besides workshopping each others' poems, students will read a different book of contemporary poetry each week, and present it to the class. We will discuss the book as writers, not literature students; we'll want to figure out what each poet is doing, how he or she does it, and how we can do that. Writing exercises derived from the readings will help us get into the poets' heads. This is an advanced course, and students will be expected to do all of the reading, participate in the discussions, and generally contribute towards that elusive thing which is a workshop environment that is constructive and critical and ultimately generative for everyone. The goal of the course is for students to engage with the work of their peers and their contemporaries in a critical and hungry manner which will lead to a greater understanding of how their own poetry is working.  CRWRI-UA.850.001 Advanced Creative Nonfiction Workshop  Marcelle Clements , R 3:30pm-6:15pm Confession, Autobiography and Auto-fiction    This class will straddle fiction and non-fiction, exploring the many possibilities of first-person narrative: letters, memoir, autobiographical fiction, and various types of confession, true and false. Finally, we will also experiment with so-called auto-fiction, in which the writer appears as a character (in either first or third person). Along the way, we will always be working on our sentences and our story-telling, with special attention to economy, pacing, structure, and the play of writer/reader. In the first half of the course, we will read widely and write a brief story each week. In the second half, we will continue reading and, in addition, we will draft and revise a longer work.             MASTER CLASSES These advanced workshops and craft seminars—taught by acclaimed poets and prose writers—are open to select NYU undergraduates. Master classes are limited to 12 students and provide intensive mentoring and guidance for serious and talented undergraduate writers. Each Master Class has a distinct emphasis and area of exploration—students are advised to pay close attention to the course descriptions, which are available online prior to registration.    Prerequisite for fiction : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA 816, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 820,  OR CRWRI-UA 860 or equivalent. Prerequisite for poetry : CRWRI-UA 815,  OR CRWRI-UA 9815, OR CRWRI-UA 817, OR CRWRI-UA 818/819,  OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 830, OR CRWRI-UA 870,  OR FRSEM-388, or equivalent.  Prerequisite for creative nonfiction :CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA 818/819,  OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 825, OR CRWRI-UA 850, OR CRWRI-UA 880 or equivalent. Recommended prerequisite : CRWRI-UA 820 (for fiction), CRWRI-UA 830 (for poetry), or CRWRI-UA 850 (for creative nonfiction). Application required. 4 points.    CRWRI-UA.860.001 Master Class in Fiction Zadie Smith , M 11:00am-1:40pm What does \"having a sensibility,\" literary or otherwise, mean? Is it something you can acquire, or something innate, or something else again? We're going to read a selection of 20th century novels concentrating on whatever is most particular to them, in the hope that this might help us understand whatever is most particular to us. The course will be punctuated by secondary readings of literary criticism and philosophy. Writers include: Vladimir Nabokov, Muriel Spark and Franz Kafka. Note: this class has a great deal of reading and no \"creative writing.\" The aim is to learn how to read well. To this end, you will produce critical writing, in the form of short literary essays that address the novels we read. This class believes that good writers are first of all good readers. Please note: Students who have previously taken the Master Class in Fiction with Zadie Smith are not eligible to take this course a second time. CRWRI-UA.870.001 Master Class in Poetry Eileen Myles , M 11:00pm-1:40pm The Poet's Life . I'm thinking this workshop will do three things. We'll read poems (and other materials like prose and film and visual art) and we'll talk about how poems do fit into the culture, change the culture, are carried by the culture. And we'll look at poems each week that the people in the workshop write and I'll draw an angle from the materials I bring in and people are welcome to respond to it or else bring in something else to be looked at. I'd like everyone to get Lorine Niedecker's Collected works (ed. Jenny Penberthy) which we'll use as companion volume to the workshop. She was the only female among \"the objectivists\" and we'll be thinking about her and her work, her place in that gang and what the objectivists meant in terms of contemporary poetry and media today and how we live &amp; write. CRWRI-UA.880.001 Master Class in Creative Nonfiction Saïd Sayrafiezadeh , T 12:30pm-3:10pm This creative nonfiction workshop master class will be a combination of writing, reading, discussion and analysis. It will ask—but maybe not answer—what exactly constitutes creative nonfiction? Our primary goal is to develop skills and strategies for use outside of the classroom. Foremost will be the writing of two original pieces during the term (4000 words each). Together we will examine how you and your classmates' stories utilize traditional storytelling elements like character, arc, dialogue, pace—never mind that these are nonfiction pieces. We'll also expand into the murkier realms of voice, tension, humor, sentimentality and cliché. Our class discussions will include fundamental writerly concerns regarding process, discipline and distraction, as well as how to be published, how to find an agent, how to deal with an editor. In addition to your own work we will be reading a selection of contemporary short pieces by established (and unestablished) authors. We will read these as writers reading writers, examining their strengths and weaknesses, and may come to regard them as inspiring accomplishments or cautionary tales—or both. There will also be some out of class assignments (attending readings/bookstores), and in-class analysis of newspaper articles, film, music and anything else that might help us learn how to tell stories—even if those stories are drawn from real life. Please note: Students who have previously taken the Master Class in Creative Nonfiction with Saïd Sayrafiezadeh are not eligible to take this course a second time.                Back to Top                                         Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Spring 2014 Undergraduate Course Schedule, CWP | NYU                         NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                           Creative Writing Program                                                                                                Back to  previous page                Printer Friendly       Spring 2014 Undergraduate Course Schedule           INTRODUCTORY WORKSHOPS    This popular introductory workshop offers an exciting introduction to the basic elements of poetry and fiction, with in-class writing, take-home reading and writing assignments, and substantive discussions of craft. The course is structured as a workshop, which means that students receive feedback from their instructor and their fellow writers in a roundtable setting, and should be prepared to offer their classmates responses to their work. 4 points. CRWRI-UA.815 Creative Writing: Introduction to Fiction &amp; Poetry Section 001, Sultana Banulescu, MW 9:30am-10:45am                 Section 002, Emily Barton, MW 12:30pm-1:45pm                    Section 003, Peng Shepherd, MW 8:00am-9:15am                  Section 004, J. Scott Brownlee, MW 11:00am-12:15pm                 Section 005, Jacob Dawson, MW 2:00pm-3:15pm Section 007, Perry O'Brien, TR 12:30pm-1:45pm                Section 008, Rebecca Kutzer-Rice, TR 4:55pm-6:10pm             Section 009, Dana Isokawa, TR 11:00am-12:15pm Section 010, Vladislava Kolosova, TR 9:30am-10:45am Section 011, Amanda McConnon, MW 12:30pm-1:45pm              Section 012, Michael Mendonez, TR 12:30pm-1:45pm             Section 013, Chris Normandin, TR 8:00am-9:15am               Section 014, Bryn Dodson, MW 11:00am-12:15pm Section 015, Allyson Paty, MW 4:55pm-6:10pm                Section 016, Ines Pujos, MW 2:00pm-3:15pm             Section 017, Ren Khodzhayev, MW 9:30am-10:45am                 Section 019, Kodi Saylor, TR 12:30pm-1:45pm          Section 020, Hannah Beresford, TR 9:30am-10:45am               Section 021, Soren Stockman, MW 11:00am-12:15pm                  Section 022, Matthew Wimberley, TR 11:00am-12:15pm                    Section 023, Javier Zamora, MW 12:30pm-1:45pm Click here for information about our course offerings abroad, at NYU's Accra, Buenos Aires, London, and Sydney sites.                           INTERMEDIATE WORKSHOPS  The intermediate workshops offer budding prose writers and poets an opportunity to continue their pursuit of writing through workshops that focus on a specific genre. The workshops also integrate in-depth craft discussions and extensive outside reading to deepen students’ understanding of the genre and broaden their knowledge of the evolution of literary forms and techniques.     Prerequisite for fiction : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA.816, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 860, OR COSEM-UA 11 8 or equivalent. Prerequisite for poetry : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA.817, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA.870, OR FRSEM-UA 38 8 or equivalent. Prerequisite for creative nonfiction : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 825, OR CRWRI-UA.880 or equivalent. 4 points.  CRWRI-UA.816.001 Intermediate Fiction Workshop Sharon Mesmer , R 11:00am-1:45pm Is it possible to write, as Clarice Lispector suggests, both \"squalidly and structurally\"? I say yes. Both ends of the trajectory are possible ... and necessary, really, in order to produce surprisingly inventive writing. In this workshop, we will explore and exploit the fertile (oftentimes untouched) mud of our imaginations through a series of five writing exercises paired with model texts, each utilizing a different prose form into which even the muddiest, most inchoate and problematic ideas, images and language can be flowed. (Occasionally I will use my own work to show you how I approached these forms . . . I never give assignments that I myself haven't tried!) We will discuss the visible and invisible architectures of these model texts, and how you can deploy those architectures for your own purposes. Are you an absolute beginner? an uncertain experimenter? a bitter literary world veteran? Doesn't matter. The assignments + model texts can be used by anyone at any level of proficiency. Additionally, having a varied mix of voices is important, as Bitter Literary World Veteran can always learn something from Absolute Beginner about (as Jack Kerouac said) being \"submissive to everything, open, listening.\" Together we'll read, write, discuss, dissect, experiment and create. Our objectives? 1.) To read, learn about, and be inspired by, the writings of others, including our fellow classmates; and 2.) to produce five fully alive pieces of prose that you would feel confident submitting to magazines (if that's your goal) or just proud to have written. Surprise!    CRWRI-UA.816.002 Intermediate Fiction Workshop George Foy , R 3:30pm-6:15pm This is a workshop, which means it combines some imparting of alleged wisdom and pompous declaiming by the prof, with the absolute best way to perfect your work, i.e., by doing it—writing, writing, writing. The workshop's philosophy is based on the premise that when a writer picks up a pen or opens a laptop to start a story, he or she breaks the connection with “normal” time and space to enter a storyworld in which anything is possible. Such a world, if well constructed, will like other complex systems start to generate and follow its own rules and acquire independent life. Too often, writers are prevented from taking advantage of this freedom by straitjacket expectations or fear of failure. In this class the idea is to vanquish fear, and use any technique or character as long as it works to create a believable world peopled by living characters, described in prose that takes wing and a voice that is recognizably yours. We will of course discuss traditional issues in writing, such as where to find story subjects, how to nurture and sustain the nuts and bolts of your writing practice. But we will also explore microfiction, non-linear narrative, illustrated narrative, fiction as street theater, plus traditional short stories. CRWRI-UA.816.003 Intermediate Fiction Workshop Marie-Helene Bertino , M 6:20pm-9:05pm This class will explore the craft of fiction in three different ways. The first will be brief talks that address a different element of craft in each class. The second will be by reading and dissecting (like writers!) a broad range of contemporary fiction, from experimentalists like Etgar Keret and Aimee Bender, to whip smart traditionalists like Alice Munro, Charles Baxter, and Anton Chekov, to subtle post-modern visionaries like Raymond Carver, Denis Johnson, and Amy Hempel. The third and most important component of the class will be workshopping student work with this question in mind: where do I think this writer/story is trying to go? We will tailor our critiques toward the idea of helping the writer get there. We will have surprise guests by professional writers. We will eschew the idea that there is one way to write fiction. We will seek out the joy in our work and the work of others and will cultivate our personal, idiosyncratic voices.    CRWRI-UA.816.004 Intermediate Fiction Workshop Adam Wilson , T 4:55pm-7:40pm This is a workshop-style class that will focus on the short story. Students will primarily be writing their own stories and critiquing the work of their peers. But we'll also read stories and short essays by both past masters and contemporary writers that demonstrate a variety of styles and strategies. We'll think about stories from the perspective of craft in an effort to better our understanding of how the short story works.    CRWRI-UA.816.005 Intermediate Fiction Workshop Jocelyn Lieu , W 9:30am-12:15pm In this intermediate workshop course, you will explore fiction by writing and closely reading stories and novel excerpts produced by your colleagues and a range of contemporary and modern writers. Although our focus is student writing and writing process (from the first flash of inspiration to the final polish), another course goal is to encourage you to read “carnivorously,” as fiction writer Charles Baxter puts it: to consume fiction with the intent of taking what is useful for your own work. We will examine craft issues (characterization, narrative structure and point of view, dramatic scene, fictive place, pacing and focus, and voice among them), and put them into practice via short assignments that lead up to at least one longer story or novel excerpt. Student aesthetics will guide our discussions of fiction and fiction craft. If you write or have thought about writing realistic, magically real, experimental, cross- or inter-genre prose—or more—you are welcome. Each student will have his or her submissions workshopped twice.    CRWRI-UA.816.006 Intermediate Fiction Workshop Eliza Minot , T 11:00am-1:45pm This workshop will focus on voice. Through reading one another’s work and thoughtfully responding to it, consistently writing new pages each week, absorbing and discussing occasional outside readings, we will attempt to join up with the voice within us that is most effective and most engaging. All writers have their varying issues. While one writer might be struggling with issues surrounding character, another might be hung up on problems with pacing, while someone else is overly lyrical to the point of distraction or is grappling with having absolutely nothing to say. In this workshop we will learn from each other what we, both as writers and as readers, respond to. We will encourage one another to write as freely as possible to get the words on the page, and then, from there, we will hopefully begin to discover where it is we would like to be heading.    CRWRI-UA.816.007 Intermediate Fiction Workshop Brando Skyhorse , T 6:20pm-9:05pm This is Intermediate Fiction. Intermediate means “between extremes” or “the middle of a range.” Think of this as the course between “I’ve always wanted to take a fiction class” and “I want to BE a writer.” If you’re taking this class you know you enjoy writing enough to find out more. My job is to show you what that more is. Ours will be a workshop that focuses specifically on revision. Revision is considered the final stage of writing but what is it, exactly? What does the process entail? What constitutes a revision? How do other writers revise? And what are the rules writers can follow to make revision a cornerstone of their writing process? You’ll find out in this class. Revision, simply, is not correction. Revision is not changing “red” to “crimson” or running your spell checker. Revision is a change in your point-of-view. Revision is thinking your story was about “A” and finding out through several drafts it’s about “B” (or maybe “C”). For the next fourteen weeks you’ll be asked to change your point-of-view as a writer by reading about other writers’ processes and by critiquing your classmates writings. You will examine (or develop) your own revision process and help your classmates become better revisers of their own work    CRWRI-UA.816.008 Intermediate Fiction Workshop Susan Minot , W 3:30pm-6:15pm In our class discussions of student fiction, we will focus on refinement of style, structure and content. Strong editorial feedback will, hopefully, help each writer to shape and strengthen the material he or she is working on to express. I believe there are no hard and fast rules in writing, but there are some tried and true guidelines. Feedback should be processed according to one’s bent. The workshop is an ideal forum for exploring the different opinions and attitudes which readers have. Outside reading will have a fallback emphasis on the short story—for the sake of brevity—Raymond Carver, Amy Hempel, Denis Johnson, Katherine Mansfield, Joseph Kafka among others, as well as nonfiction advice by artists such as Flaubert, Flannery O'Conner, Van Gogh and Emily Dickinson to address some parts of the mysterious creative process. But mostly the concentration will be on student work. CRWRI-UA.817.001 Intermediate Poetry Workshop  Arda Collins , M 3:30pm-6:15pm The poet Federico Garcia Lorca refers to it as “black sounds.” Goethe describes it as “a mysterious power which everyone senses and no philosopher explains.” In a letter to his brothers, Keats arrived at calling it “negative capability.” What can they possibly mean? The question is, where does poetry come from and what is it? To attempt an answer to this question, our workshop will focus on close reading, of published work and of course your own poems. As we create new work, our conversation will focus on understanding what our poems are doing and how. When you open your mouth, why are these the sounds ou make? The reading selections for this course are from a spectrum of time periods and traditions so that you will see what is possible in a poem and acquire a greater understanding of the formal elements of poetry. Writing exercises are way of exploring what we’ve read to understand it more intimately, and to open new directions for your own work.    CRWRI-UA.817.002 Intermediate Poetry Workshop Aracelis Girmay , M 11:00am-1:45pm Theory &amp; Play: An Intermediate Poetry Lab and Workshop: In 1933, Federico Garcia Lorca gave a lecture in Buenos Aires entitled \"Juego y teoria del duende.\" Our course borrows its title from this lecture, from this investigation of theory and play/play and theory in relation to the indefinable concept of duende. In this course, we will explore the works of six poets (among them, Nathaniel Mackay, Garcia Lorca, Fanny Howe) whose prose and poetry live, necessarily, at the crossroads of theory, discovery, and play. This class will be a kind of centaur--half laboratory, half workshop. Students will develop and participate in writing experiments in and out of class, and will also be expected to contribute poems for class workshop/provide critical feedback in response to the work of their peers. Over the course of the semester, students will generate and revise new work, while developing a portfolio of original poems and an essay on poetic theory. Eligible students should be committed to deepening their practice as creative (live!) readers and writers. CRWRI-UA.817.004 Intermediate Poetry Workshop Craig Morgan Teicher , T 6:20pm-9:05pm   Poems are conversations we have when we're alone. Even if we take workshops and talk about poems in all our free time, at last, it's just a piece of paper and a reader or writer. And it turns out reading and writing aren't really separate activities, more like two halves of the same motion, like inhaling and exhaling. With this idea—that when we read or write we are participating on a conversation going on between our heads and words on paper—in mind, this workshop will focus on how to see poems from established poets—including Tracy K. Smith, W.S. Merwin, DA Powell, Elizabeth Bishop and others—from the inside, as if you had written them, and how to read your own poems from a critical distance. Students will be asked to write poems using traits and strategies gleaned from the work of these established poets, filtering their own styles through the aesthetics of these exemplary writers. The goal will be for you to become better readers and writers at the same time.    CRWRI-UA.817.005 Intermediate Poetry Workshop Geoffrey Nutter , T 9:30am-12:15pm When Keats sat down to write his 4000-line long poem Endymion, he viewed his self-imposed task as a “trial of invention”—a way for him to learn how to be a poet by diving into an enormously ambitious challenge. In this Workshop, we will not only read a lot of exciting and beautiful poetry, both very new work as well as work tracing back to 17th century Japan, 18th century England, 9th century China, and 20th century USA. We will also see how our own writing relates to this work (it does!) and how we can learn from it. We will do many, many in-class writing exercises that will introduce you to different ways of experiencing the world and our imaginations through language—and experiment with our own “trials of invention.” You will leave with your knowledge of prosody, form, currents of poetry throughout history, and most importantly your own body of work considerably broadened. And of course, a significant amount of time will be spent each class focusing on and critiquing poems written by students. We will look at student work closely and with an eye not only to improving each poem but also always keeping in mind the exciting prospect of the Next Poem. CRWRI-UA.817.006 Intermediate Poetry Workshop Jean Gallagher , R 11:00am-1:45pm The focus of the workshop will be weekly poems by workshop members. We’ll experiment with a number of ways to shape poems (including, but not limited to, traditional forms), practice rewriting them, keep daily journals (which will include responses to outside readings), listen closely to each other’s work, and provide observations on what we hear. Throughout, we’ll be engaging the generative energies of attention and the powers and pleasures of the shaping imagination.    CRWRI-UA.825.001 Intermediate Creative Nonfiction Workshop  Charles Taylor , R 4:55pm-7:40pm \"I'm frequently asked why I don't write my memoirs,\" the film critic Pauline Kael said in the piece that closed out her years at The New Yorker . \"I think I have.\" The division between the critical and the personal essay seems to collapse when we allow that both are motivated by sensibility. And that while each start in the personal, each suggests a breadth of concern and features a range of reference that goes beyond the insularity of \"I.\" Through close reading, vigorous class discussion, and writing assignments which we will later workshop together, students will be encouraged to define their own sensibilities and apply them to subjects that are explicitly personal and those not traditionally considered personal. The emphasis will be on discovery of voice rather than exhibitionistic revelation of self. The writers we will read, among them Kael, Jo Ann Beard, John Waters, Katie Roiphe, Joe Brainard, are those who bring a defined sensibility to bear on a variety of subjects. Your three writing essays will be a personal essay, a political or social essay, and a profile/critical appreciation. Your final project will, subject to approval, be on the subject of and in the style of your choice. The great French filmmaker François Truffaut said that for him a movie must express an idea of the world and an idea of cinema. Substitute \"writing\" for cinema, and you have a succinct description of the territory we're headed for together. CRWRI-UA.825.002 Intermediate Creative Nonfiction Workshop Cris Beam , F 11am-1:45pm This is a course in literary, long-form nonfiction organized thematically and by readings into four parts: the nonfiction of witness, the nonfiction of advocacy, insider nonfiction, and participatory or undercover nonfiction. For this course, students will choose a small subculture or community on which to focus throughout the semester, utilizing one of the aforementioned four approaches. We’ll start by writing one profile of a member of this community, developing interviewing skills, and learning about voice and point of view. We’ll also carefully interrogate the ways we explore this community without exploiting, exoticizing or oversimplifying our sources. Then students will move on to one major work of literary feature-writing—the bulk of the semester’s work—which will be written in sections and go through several revisions. Borrowing the best tools from fiction writing—like character development, a strong arc, and engaging scenes—these features will be rich in narrative and as complex as the communities they portray. Students will learn advanced reporting techniques, story organization and editing skills, and debate the ethical issues inherent to truth-gathering. Along the way, we’ll be reading masters in literary journalism, to unearth their strategies and techniques.              ADVANCED WORKSHOPS Advanced workshops provide emerging writers with the opportunity to hone their individual voice and experiment with different aesthetical strategies in a genre-specific workshop taught by an eminent writer in the field. The workshops focus on innovative revision techniques, the development of a sustainable writing process, and the broadening of students’ literary knowledge of classical and contemporary masters. Each advanced workshop has a distinct emphasis and area of exploration—students are advised to pay close attention to the course descriptions, which are available online prior to registration.    Prerequisite for fiction : CRWRI-UA 816, OR CRWRI-UA 818, OR CRWRI-UA 9818, OR CRWRI-UA 9828, OR CRWRI-UA 820, OR CRWRI-UA 860 or equivalent. Prerequisite for poetry : CRWRI-UA 817, OR CRWRI-UA 819, OR CRWRI-UA 9819, OR CRWRI-UA 9829, OR CRWRI-UA 830, OR CRWRI-UA 870 or equivalent . Prerequisite for creative nonfiction : CRWRI-UA 825, OR CRWRI-UA 850, OR CRWRI-UA 880 or equivalent. 4 points. CRWRI-UA.820.001 Advanced Fiction Workshop    Marcelle Clements , W 2:00pm-4:45pm What makes a story powerful? In this intensive course, we will explore the uses of emotion, how to create and sustain ambiance by wielding resonant details, and how we want to talk to the reader. We will also attempt to discover what inspires us, what gives our writing life momentum. We will work on our sentences and our story-telling, with special attention to economy, pacing, structure. In the first half of the course, we will read widely and write a brief story each week. In the second half, we will continue reading and, in addition, we will draft and revise a longer work. CRWRI-UA.820.002 Advanced Fiction Workshop Charles Bock , M 11:00am-1:45pm A demanding class, not an easy A, and there are no unicorns floating on marshmellow clouds; but for the right student, this workshop will blow your mind straight through your brain. Class is divided into lectures, exercises, and workshop. Lots of time will be spent on technical stuff, how characters work, the way in which a story develops, language, structure, etc. Weekly lectures start things off with an emphasis on craft, craft, craft. We'll build from the basics (because you can’t break rules without knowing why you need to break them, and this requires knowing rules). We'll do exercises related to the lectures. Then workshops for the second half of the class. Workshops are structured so every student will comment on a story, and participation is a big part of a class. We care about improving stories and why they work and how they can be improved; we care about supporting our fellow students in their creative ventures and being daring and moving into uncharted narrative territories; however, please know, whether you like something matters to me not at all. In fact, during workshop, if someone says, “I liked…” the student (or teacher) will be responsible for bringing cupcakes to the next session (elements of a story either work or they don’t work, we understand them or we don’t, whereas all children blindly like a nice, sweet treat). If you don't care for this rule, or any of my other rules, I understand; there are other amazing teachers at NYU. Of course, we'll have weekly reading assignments—short stories, mostly from contemporary authors. There will be weekly one page assignments based on something from a lecture and/or short story. If I feel that students are not reading their homework assignments, I will quiz you and your grades will reflect the results. Students also will be chained to one novel for the entirety of the term, and will write occasional short essays on the various aspects of their novel (how action x was developed through the novel, the character trait that reminded me of y from my own life…). When you come out from the other side of this thrilling little amusement park ride, the matter inside your fused together skull is going to have a better understanding of how fiction works.  CRWRI-UA.820.003 Advanced Fiction Workshop  Fiona Maazel , T 9:30am-12:15pm Here’s Thomas Mann: “A writer is someone for whom writing is more difficult than it is for other people.” Sound right? It is. Welcome to class. We’re going to workshop your short fiction—two stories in total and short pieces throughout the semester. Workshopping has its drawbacks, but it’s not a jury. We’ll talk about what works and what doesn’t, and, most importantly: Why. Why doesn’t it work? Writing is a mysterious business, equal parts talent and know-how. One you can’t do anything about. But the other is craft, which can be learned. Dialogue, tone, pacing, point of view, tense, diction, syntax, these are your tools. They can be sharpened. So we’ll be workshopping your material and also published stories, by way of exploring specific feats of craft.  CRWRI-UA.830.001 Advanced Poetry Workshop Elaine Equi , F 2:00pm-4:45pm The goal of this course is to help you approach your writing in a more expansive way and to make you more prolific. This semester we'll draw on a variety of styles spanning from the engaging immediacy of performance poetry, to the startling juxtapositions of experimental writing. In the process, we'll touch on Surrealism, Objectivism, and The New York School for inspiration and techniques. I'm hoping that as a result, you'll gain a clearer sense of your own voice and interests, as well as a number of exciting ways to develop new work in the future. Weekly writing assignments will be a mix of traditional and invented forms. Possible topics include serial poems, ekphrastic poems, documentary and interview poems, poems about pop culture, the supernatural, and more. Critiques will focus on recognizing your strengths, creative strategies for revision, and preparing your work for publication. Our texts will be Sing This One Back To Me by Bob Holman, Address by Elizabeth Willis, and The Best American Poetry 2013 edited by Denise Duhamel and David Lehman. You can expect to write one poem per week, do an oral presentation, and keep a journal.  CRWRI-UA.830.002 Advanced Poetry Workshop Catherine Barnett , W 8:00am-10:45am In this workshop, we'll invent and re-invent and dodge and entertain and investigate \"the accursed questions\" as a way to generate new material for poems and to read more deeply. By asking questions of questions, making poems out of questions, responding to questions with questions, non-sequitur, and various kinds of logic, we'll play with James Baldwin's notion that \"the purpose of art is to lay bare the questions hidden by the answers.\" We'll be looking for \"a new bewilderment\"; pushing for that which is \"not unforeseen enough.\" Through thinking about and playing with the resources of questions, we'll try to subvert conventional notions of what is important and unimportant; we'll try to redeem incongruities; discover the mysteries behind physical appearances; deduce the eternal from the transitory; find ways to apprehend the real without distorting \"the incomprehensibility of the real.\" We'll consider what Yeats has said: \"Only that which does not teach, which does not cry out, which does not persuade, which does not condescend, which does not explain, is irresistible.\" We'll consider the following questions about questions: What happens when you ask a question, or many questions, or answer the wrong question in a poem? A question is a \"mode of enquiry...founded on doubt...\" (Bhanu Kapil) What kinds of spaces open up when you ask a question—in a poem itself or in the making of a poem? What happens if you ask an unresolvable question? Are the best poems asking such questions? CRWRI-UA.830.003 Advanced Poetry Workshop Matthew Rohrer , M 11:00am-1:45pm This course is designed to plunge students head-first into the world of contemporary poetry. Besides workshopping each others' poems, students will read a different book of contemporary poetry each week, and present it to the class. We will discuss the book as writers, not literature students; we'll want to figure out what each poet is doing, how he or she does it, and how we can do that. Writing exercises derived from the readings will help us get into the poets' heads. This is an advanced course, and students will be expected to do all of the reading, participate in the discussions, and generally contribute towards that elusive thing which is a workshop environment that is constructive and critical and ultimately generative for everyone. The goal of the course is for students to engage with the work of their peers and their contemporaries in a critical and hungry manner which will lead to a greater understanding of how their own poetry is working.  CRWRI-UA.850.001 Advanced Creative Nonfiction Workshop  Marcelle Clements , R 3:30pm-6:15pm Confession, Autobiography and Auto-fiction    This class will straddle fiction and non-fiction, exploring the many possibilities of first-person narrative: letters, memoir, autobiographical fiction, and various types of confession, true and false. Finally, we will also experiment with so-called auto-fiction, in which the writer appears as a character (in either first or third person). Along the way, we will always be working on our sentences and our story-telling, with special attention to economy, pacing, structure, and the play of writer/reader. In the first half of the course, we will read widely and write a brief story each week. In the second half, we will continue reading and, in addition, we will draft and revise a longer work.             MASTER CLASSES These advanced workshops and craft seminars—taught by acclaimed poets and prose writers—are open to select NYU undergraduates. Master classes are limited to 12 students and provide intensive mentoring and guidance for serious and talented undergraduate writers. Each Master Class has a distinct emphasis and area of exploration—students are advised to pay close attention to the course descriptions, which are available online prior to registration.    Prerequisite for fiction : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA 816, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 820,  OR CRWRI-UA 860 or equivalent. Prerequisite for poetry : CRWRI-UA 815,  OR CRWRI-UA 9815, OR CRWRI-UA 817, OR CRWRI-UA 818/819,  OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 830, OR CRWRI-UA 870,  OR FRSEM-388, or equivalent.  Prerequisite for creative nonfiction :CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA 818/819,  OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 825, OR CRWRI-UA 850, OR CRWRI-UA 880 or equivalent. Recommended prerequisite : CRWRI-UA 820 (for fiction), CRWRI-UA 830 (for poetry), or CRWRI-UA 850 (for creative nonfiction). Application required. 4 points.    CRWRI-UA.860.001 Master Class in Fiction Zadie Smith , M 11:00am-1:40pm What does \"having a sensibility,\" literary or otherwise, mean? Is it something you can acquire, or something innate, or something else again? We're going to read a selection of 20th century novels concentrating on whatever is most particular to them, in the hope that this might help us understand whatever is most particular to us. The course will be punctuated by secondary readings of literary criticism and philosophy. Writers include: Vladimir Nabokov, Muriel Spark and Franz Kafka. Note: this class has a great deal of reading and no \"creative writing.\" The aim is to learn how to read well. To this end, you will produce critical writing, in the form of short literary essays that address the novels we read. This class believes that good writers are first of all good readers. Please note: Students who have previously taken the Master Class in Fiction with Zadie Smith are not eligible to take this course a second time. CRWRI-UA.870.001 Master Class in Poetry Eileen Myles , M 11:00pm-1:40pm The Poet's Life . I'm thinking this workshop will do three things. We'll read poems (and other materials like prose and film and visual art) and we'll talk about how poems do fit into the culture, change the culture, are carried by the culture. And we'll look at poems each week that the people in the workshop write and I'll draw an angle from the materials I bring in and people are welcome to respond to it or else bring in something else to be looked at. I'd like everyone to get Lorine Niedecker's Collected works (ed. Jenny Penberthy) which we'll use as companion volume to the workshop. She was the only female among \"the objectivists\" and we'll be thinking about her and her work, her place in that gang and what the objectivists meant in terms of contemporary poetry and media today and how we live &amp; write. CRWRI-UA.880.001 Master Class in Creative Nonfiction Saïd Sayrafiezadeh , T 12:30pm-3:10pm This creative nonfiction workshop master class will be a combination of writing, reading, discussion and analysis. It will ask—but maybe not answer—what exactly constitutes creative nonfiction? Our primary goal is to develop skills and strategies for use outside of the classroom. Foremost will be the writing of two original pieces during the term (4000 words each). Together we will examine how you and your classmates' stories utilize traditional storytelling elements like character, arc, dialogue, pace—never mind that these are nonfiction pieces. We'll also expand into the murkier realms of voice, tension, humor, sentimentality and cliché. Our class discussions will include fundamental writerly concerns regarding process, discipline and distraction, as well as how to be published, how to find an agent, how to deal with an editor. In addition to your own work we will be reading a selection of contemporary short pieces by established (and unestablished) authors. We will read these as writers reading writers, examining their strengths and weaknesses, and may come to regard them as inspiring accomplishments or cautionary tales—or both. There will also be some out of class assignments (attending readings/bookstores), and in-class analysis of newspaper articles, film, music and anything else that might help us learn how to tell stories—even if those stories are drawn from real life. Please note: Students who have previously taken the Master Class in Creative Nonfiction with Saïd Sayrafiezadeh are not eligible to take this course a second time.                Back to Top                                         Contact Us | &copy; New York University , Arts and Science"}, {"content": "FAQ for Undergraduate Students, CWP | NYU                         NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                           Creative Writing Program                                                                                                Back to  previous page                Printer Friendly       FAQ for Undergraduate Students Which courses are available to undergraduate students? The Creative Writing Program offers a range of writing workshops and intensives in fiction, poetry, and creative nonfiction. Our introductory workshop, CRWRI-UA 815 Creative Writing: Intro to Fiction &amp; Poetry , is the pre-requisite for all higher level courses offered during the academic year (intermediate workshops, advanced workshops, and master classes). A summer intensive course (Writers in New York, Writers in Paris, or Writers in Florence) in fiction or poetry may serve as a pre-requisite for advanced workshops in the same genre and for intermediate workshops in alternative genres. There are no pre-requisites for our summer writing intensives (Writers in New York, Writers in Paris, or Writers in Florence), though an application and/or permission to register is required.    Do you offer courses in dramatic writing? No. Our workshops are in fiction, poetry, and creative nonfiction. Students interested in studying dramatic writing should consult Tisch's Department of Dramatic Writing .    Who can take creative writing courses? The undergraduate Creative Writing Program is a part of NYU's College of Arts &amp; Science (CAS), but our courses are open to undergraduates in all of NYU's schools. Students wishing to take higher-level workshops must first complete the introductory pre-requisite, CRWRI-UA 815 Creative Writing: Intro to Fiction &amp; Poetry (or equivalent). Visiting students participating in NYU's Fall in New York , Spring in New York , Precollege , Summer in NYC , and Summer Study Abroad programs are also eligible to enroll in certain workshops and/or apply for our summer intensives. Which academic year courses require an application? Students must apply to the Creative Writing Program's Master Classes in Fiction, Poetry, and Creative Nonfiction. Applications are not required for the Creative Writing Program's advanced-level workshops, nor are they required for any other academic year courses. Who teaches undergraduate creative writing workshops? The introductory workshops ( CRWRI-UA 815 Creative Writing: Intro to Fiction &amp; Poetry ) are taught by graduate students in NYU’s distinguished Creative Writing Program. All higher-level workshops are taught by accomplished writers who are also dedicated teachers of writing. A list of this year's faculty can be found on our faculty page .    How large are your workshops? Workshops are strictly capped at 15 students, and most master classes are capped at 12 students.    I am on the waitlist for a workshop. Can you make an exception and allow me to enroll? It is important that we maintain the small size of our workshops, and as noted, we have a strict enrollment cap of 15 (12 for most master classes). We cannot make exceptions.    Can I Major/Minor in Creative Writing at NYU? We do not offer a Major in Creative Writing, though we do offer a popular Minor .    How many courses/points are required to complete the Minor? The Minor is a 16-point credit load. Creative Writing Minors are not required to specialize in a genre, nor are they required to take any special combination of creative writing courses. Minors must simply ensure that their total coursework in Creative Writing amounts to 16 points of credit. Can a creative writing course I've taken at another school count toward the Minor? Students may petition to apply a maximum of one outside course towards the Minor. An outside course is any creative writing course offered outside of the CAS Creative Writing Program (i.e., any course without the prefix CRWRI-UA). For course substitution guidelines, please consult our Creative Writing Minor page . Does the Creative Writing Program produce an undergraduate literary journal? Yes. West 10th is our student-edited literary journal for NYU undergraduates. West 10th is an annual publication that comes out in April and is widely distributed across campus. A call for submissions is sent out in the fall and students may apply for editorial positions in the spring for the following year. For more information, please visit the West 10th page . How can I receive undergraduate news and announcements from the Creative Writing Program? Current undergraduates may join our listserv. If you enroll in a creative writing course, you'll be added automatically. Otherwise, please email creative.writing@nyu.edu with your first and last name, as well as your NYU school. Please use the subject line \"Join UG Listserv.\" The Creative Writing Program distributes a weekly newsletter through this listserv.                Back to Top                                         Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Spring 2014 Undergraduate Course Schedule, CWP | NYU                         NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                           Creative Writing Program                                                                                                Back to  previous page                Printer Friendly       Spring 2014 Undergraduate Course Schedule           INTRODUCTORY WORKSHOPS    This popular introductory workshop offers an exciting introduction to the basic elements of poetry and fiction, with in-class writing, take-home reading and writing assignments, and substantive discussions of craft. The course is structured as a workshop, which means that students receive feedback from their instructor and their fellow writers in a roundtable setting, and should be prepared to offer their classmates responses to their work. 4 points. CRWRI-UA.815 Creative Writing: Introduction to Fiction &amp; Poetry Section 001, Sultana Banulescu, MW 9:30am-10:45am                 Section 002, Emily Barton, MW 12:30pm-1:45pm                    Section 003, Peng Shepherd, MW 8:00am-9:15am                  Section 004, J. Scott Brownlee, MW 11:00am-12:15pm                 Section 005, Jacob Dawson, MW 2:00pm-3:15pm Section 007, Perry O'Brien, TR 12:30pm-1:45pm                Section 008, Rebecca Kutzer-Rice, TR 4:55pm-6:10pm             Section 009, Dana Isokawa, TR 11:00am-12:15pm Section 010, Vladislava Kolosova, TR 9:30am-10:45am Section 011, Amanda McConnon, MW 12:30pm-1:45pm              Section 012, Michael Mendonez, TR 12:30pm-1:45pm             Section 013, Chris Normandin, TR 8:00am-9:15am               Section 014, Bryn Dodson, MW 11:00am-12:15pm Section 015, Allyson Paty, MW 4:55pm-6:10pm                Section 016, Ines Pujos, MW 2:00pm-3:15pm             Section 017, Ren Khodzhayev, MW 9:30am-10:45am                 Section 019, Kodi Saylor, TR 12:30pm-1:45pm          Section 020, Hannah Beresford, TR 9:30am-10:45am               Section 021, Soren Stockman, MW 11:00am-12:15pm                  Section 022, Matthew Wimberley, TR 11:00am-12:15pm                    Section 023, Javier Zamora, MW 12:30pm-1:45pm Click here for information about our course offerings abroad, at NYU's Accra, Buenos Aires, London, and Sydney sites.                           INTERMEDIATE WORKSHOPS  The intermediate workshops offer budding prose writers and poets an opportunity to continue their pursuit of writing through workshops that focus on a specific genre. The workshops also integrate in-depth craft discussions and extensive outside reading to deepen students’ understanding of the genre and broaden their knowledge of the evolution of literary forms and techniques.     Prerequisite for fiction : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA.816, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 860, OR COSEM-UA 11 8 or equivalent. Prerequisite for poetry : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA.817, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA.870, OR FRSEM-UA 38 8 or equivalent. Prerequisite for creative nonfiction : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 825, OR CRWRI-UA.880 or equivalent. 4 points.  CRWRI-UA.816.001 Intermediate Fiction Workshop Sharon Mesmer , R 11:00am-1:45pm Is it possible to write, as Clarice Lispector suggests, both \"squalidly and structurally\"? I say yes. Both ends of the trajectory are possible ... and necessary, really, in order to produce surprisingly inventive writing. In this workshop, we will explore and exploit the fertile (oftentimes untouched) mud of our imaginations through a series of five writing exercises paired with model texts, each utilizing a different prose form into which even the muddiest, most inchoate and problematic ideas, images and language can be flowed. (Occasionally I will use my own work to show you how I approached these forms . . . I never give assignments that I myself haven't tried!) We will discuss the visible and invisible architectures of these model texts, and how you can deploy those architectures for your own purposes. Are you an absolute beginner? an uncertain experimenter? a bitter literary world veteran? Doesn't matter. The assignments + model texts can be used by anyone at any level of proficiency. Additionally, having a varied mix of voices is important, as Bitter Literary World Veteran can always learn something from Absolute Beginner about (as Jack Kerouac said) being \"submissive to everything, open, listening.\" Together we'll read, write, discuss, dissect, experiment and create. Our objectives? 1.) To read, learn about, and be inspired by, the writings of others, including our fellow classmates; and 2.) to produce five fully alive pieces of prose that you would feel confident submitting to magazines (if that's your goal) or just proud to have written. Surprise!    CRWRI-UA.816.002 Intermediate Fiction Workshop George Foy , R 3:30pm-6:15pm This is a workshop, which means it combines some imparting of alleged wisdom and pompous declaiming by the prof, with the absolute best way to perfect your work, i.e., by doing it—writing, writing, writing. The workshop's philosophy is based on the premise that when a writer picks up a pen or opens a laptop to start a story, he or she breaks the connection with “normal” time and space to enter a storyworld in which anything is possible. Such a world, if well constructed, will like other complex systems start to generate and follow its own rules and acquire independent life. Too often, writers are prevented from taking advantage of this freedom by straitjacket expectations or fear of failure. In this class the idea is to vanquish fear, and use any technique or character as long as it works to create a believable world peopled by living characters, described in prose that takes wing and a voice that is recognizably yours. We will of course discuss traditional issues in writing, such as where to find story subjects, how to nurture and sustain the nuts and bolts of your writing practice. But we will also explore microfiction, non-linear narrative, illustrated narrative, fiction as street theater, plus traditional short stories. CRWRI-UA.816.003 Intermediate Fiction Workshop Marie-Helene Bertino , M 6:20pm-9:05pm This class will explore the craft of fiction in three different ways. The first will be brief talks that address a different element of craft in each class. The second will be by reading and dissecting (like writers!) a broad range of contemporary fiction, from experimentalists like Etgar Keret and Aimee Bender, to whip smart traditionalists like Alice Munro, Charles Baxter, and Anton Chekov, to subtle post-modern visionaries like Raymond Carver, Denis Johnson, and Amy Hempel. The third and most important component of the class will be workshopping student work with this question in mind: where do I think this writer/story is trying to go? We will tailor our critiques toward the idea of helping the writer get there. We will have surprise guests by professional writers. We will eschew the idea that there is one way to write fiction. We will seek out the joy in our work and the work of others and will cultivate our personal, idiosyncratic voices.    CRWRI-UA.816.004 Intermediate Fiction Workshop Adam Wilson , T 4:55pm-7:40pm This is a workshop-style class that will focus on the short story. Students will primarily be writing their own stories and critiquing the work of their peers. But we'll also read stories and short essays by both past masters and contemporary writers that demonstrate a variety of styles and strategies. We'll think about stories from the perspective of craft in an effort to better our understanding of how the short story works.    CRWRI-UA.816.005 Intermediate Fiction Workshop Jocelyn Lieu , W 9:30am-12:15pm In this intermediate workshop course, you will explore fiction by writing and closely reading stories and novel excerpts produced by your colleagues and a range of contemporary and modern writers. Although our focus is student writing and writing process (from the first flash of inspiration to the final polish), another course goal is to encourage you to read “carnivorously,” as fiction writer Charles Baxter puts it: to consume fiction with the intent of taking what is useful for your own work. We will examine craft issues (characterization, narrative structure and point of view, dramatic scene, fictive place, pacing and focus, and voice among them), and put them into practice via short assignments that lead up to at least one longer story or novel excerpt. Student aesthetics will guide our discussions of fiction and fiction craft. If you write or have thought about writing realistic, magically real, experimental, cross- or inter-genre prose—or more—you are welcome. Each student will have his or her submissions workshopped twice.    CRWRI-UA.816.006 Intermediate Fiction Workshop Eliza Minot , T 11:00am-1:45pm This workshop will focus on voice. Through reading one another’s work and thoughtfully responding to it, consistently writing new pages each week, absorbing and discussing occasional outside readings, we will attempt to join up with the voice within us that is most effective and most engaging. All writers have their varying issues. While one writer might be struggling with issues surrounding character, another might be hung up on problems with pacing, while someone else is overly lyrical to the point of distraction or is grappling with having absolutely nothing to say. In this workshop we will learn from each other what we, both as writers and as readers, respond to. We will encourage one another to write as freely as possible to get the words on the page, and then, from there, we will hopefully begin to discover where it is we would like to be heading.    CRWRI-UA.816.007 Intermediate Fiction Workshop Brando Skyhorse , T 6:20pm-9:05pm This is Intermediate Fiction. Intermediate means “between extremes” or “the middle of a range.” Think of this as the course between “I’ve always wanted to take a fiction class” and “I want to BE a writer.” If you’re taking this class you know you enjoy writing enough to find out more. My job is to show you what that more is. Ours will be a workshop that focuses specifically on revision. Revision is considered the final stage of writing but what is it, exactly? What does the process entail? What constitutes a revision? How do other writers revise? And what are the rules writers can follow to make revision a cornerstone of their writing process? You’ll find out in this class. Revision, simply, is not correction. Revision is not changing “red” to “crimson” or running your spell checker. Revision is a change in your point-of-view. Revision is thinking your story was about “A” and finding out through several drafts it’s about “B” (or maybe “C”). For the next fourteen weeks you’ll be asked to change your point-of-view as a writer by reading about other writers’ processes and by critiquing your classmates writings. You will examine (or develop) your own revision process and help your classmates become better revisers of their own work    CRWRI-UA.816.008 Intermediate Fiction Workshop Susan Minot , W 3:30pm-6:15pm In our class discussions of student fiction, we will focus on refinement of style, structure and content. Strong editorial feedback will, hopefully, help each writer to shape and strengthen the material he or she is working on to express. I believe there are no hard and fast rules in writing, but there are some tried and true guidelines. Feedback should be processed according to one’s bent. The workshop is an ideal forum for exploring the different opinions and attitudes which readers have. Outside reading will have a fallback emphasis on the short story—for the sake of brevity—Raymond Carver, Amy Hempel, Denis Johnson, Katherine Mansfield, Joseph Kafka among others, as well as nonfiction advice by artists such as Flaubert, Flannery O'Conner, Van Gogh and Emily Dickinson to address some parts of the mysterious creative process. But mostly the concentration will be on student work. CRWRI-UA.817.001 Intermediate Poetry Workshop  Arda Collins , M 3:30pm-6:15pm The poet Federico Garcia Lorca refers to it as “black sounds.” Goethe describes it as “a mysterious power which everyone senses and no philosopher explains.” In a letter to his brothers, Keats arrived at calling it “negative capability.” What can they possibly mean? The question is, where does poetry come from and what is it? To attempt an answer to this question, our workshop will focus on close reading, of published work and of course your own poems. As we create new work, our conversation will focus on understanding what our poems are doing and how. When you open your mouth, why are these the sounds ou make? The reading selections for this course are from a spectrum of time periods and traditions so that you will see what is possible in a poem and acquire a greater understanding of the formal elements of poetry. Writing exercises are way of exploring what we’ve read to understand it more intimately, and to open new directions for your own work.    CRWRI-UA.817.002 Intermediate Poetry Workshop Aracelis Girmay , M 11:00am-1:45pm Theory &amp; Play: An Intermediate Poetry Lab and Workshop: In 1933, Federico Garcia Lorca gave a lecture in Buenos Aires entitled \"Juego y teoria del duende.\" Our course borrows its title from this lecture, from this investigation of theory and play/play and theory in relation to the indefinable concept of duende. In this course, we will explore the works of six poets (among them, Nathaniel Mackay, Garcia Lorca, Fanny Howe) whose prose and poetry live, necessarily, at the crossroads of theory, discovery, and play. This class will be a kind of centaur--half laboratory, half workshop. Students will develop and participate in writing experiments in and out of class, and will also be expected to contribute poems for class workshop/provide critical feedback in response to the work of their peers. Over the course of the semester, students will generate and revise new work, while developing a portfolio of original poems and an essay on poetic theory. Eligible students should be committed to deepening their practice as creative (live!) readers and writers. CRWRI-UA.817.004 Intermediate Poetry Workshop Craig Morgan Teicher , T 6:20pm-9:05pm   Poems are conversations we have when we're alone. Even if we take workshops and talk about poems in all our free time, at last, it's just a piece of paper and a reader or writer. And it turns out reading and writing aren't really separate activities, more like two halves of the same motion, like inhaling and exhaling. With this idea—that when we read or write we are participating on a conversation going on between our heads and words on paper—in mind, this workshop will focus on how to see poems from established poets—including Tracy K. Smith, W.S. Merwin, DA Powell, Elizabeth Bishop and others—from the inside, as if you had written them, and how to read your own poems from a critical distance. Students will be asked to write poems using traits and strategies gleaned from the work of these established poets, filtering their own styles through the aesthetics of these exemplary writers. The goal will be for you to become better readers and writers at the same time.    CRWRI-UA.817.005 Intermediate Poetry Workshop Geoffrey Nutter , T 9:30am-12:15pm When Keats sat down to write his 4000-line long poem Endymion, he viewed his self-imposed task as a “trial of invention”—a way for him to learn how to be a poet by diving into an enormously ambitious challenge. In this Workshop, we will not only read a lot of exciting and beautiful poetry, both very new work as well as work tracing back to 17th century Japan, 18th century England, 9th century China, and 20th century USA. We will also see how our own writing relates to this work (it does!) and how we can learn from it. We will do many, many in-class writing exercises that will introduce you to different ways of experiencing the world and our imaginations through language—and experiment with our own “trials of invention.” You will leave with your knowledge of prosody, form, currents of poetry throughout history, and most importantly your own body of work considerably broadened. And of course, a significant amount of time will be spent each class focusing on and critiquing poems written by students. We will look at student work closely and with an eye not only to improving each poem but also always keeping in mind the exciting prospect of the Next Poem. CRWRI-UA.817.006 Intermediate Poetry Workshop Jean Gallagher , R 11:00am-1:45pm The focus of the workshop will be weekly poems by workshop members. We’ll experiment with a number of ways to shape poems (including, but not limited to, traditional forms), practice rewriting them, keep daily journals (which will include responses to outside readings), listen closely to each other’s work, and provide observations on what we hear. Throughout, we’ll be engaging the generative energies of attention and the powers and pleasures of the shaping imagination.    CRWRI-UA.825.001 Intermediate Creative Nonfiction Workshop  Charles Taylor , R 4:55pm-7:40pm \"I'm frequently asked why I don't write my memoirs,\" the film critic Pauline Kael said in the piece that closed out her years at The New Yorker . \"I think I have.\" The division between the critical and the personal essay seems to collapse when we allow that both are motivated by sensibility. And that while each start in the personal, each suggests a breadth of concern and features a range of reference that goes beyond the insularity of \"I.\" Through close reading, vigorous class discussion, and writing assignments which we will later workshop together, students will be encouraged to define their own sensibilities and apply them to subjects that are explicitly personal and those not traditionally considered personal. The emphasis will be on discovery of voice rather than exhibitionistic revelation of self. The writers we will read, among them Kael, Jo Ann Beard, John Waters, Katie Roiphe, Joe Brainard, are those who bring a defined sensibility to bear on a variety of subjects. Your three writing essays will be a personal essay, a political or social essay, and a profile/critical appreciation. Your final project will, subject to approval, be on the subject of and in the style of your choice. The great French filmmaker François Truffaut said that for him a movie must express an idea of the world and an idea of cinema. Substitute \"writing\" for cinema, and you have a succinct description of the territory we're headed for together. CRWRI-UA.825.002 Intermediate Creative Nonfiction Workshop Cris Beam , F 11am-1:45pm This is a course in literary, long-form nonfiction organized thematically and by readings into four parts: the nonfiction of witness, the nonfiction of advocacy, insider nonfiction, and participatory or undercover nonfiction. For this course, students will choose a small subculture or community on which to focus throughout the semester, utilizing one of the aforementioned four approaches. We’ll start by writing one profile of a member of this community, developing interviewing skills, and learning about voice and point of view. We’ll also carefully interrogate the ways we explore this community without exploiting, exoticizing or oversimplifying our sources. Then students will move on to one major work of literary feature-writing—the bulk of the semester’s work—which will be written in sections and go through several revisions. Borrowing the best tools from fiction writing—like character development, a strong arc, and engaging scenes—these features will be rich in narrative and as complex as the communities they portray. Students will learn advanced reporting techniques, story organization and editing skills, and debate the ethical issues inherent to truth-gathering. Along the way, we’ll be reading masters in literary journalism, to unearth their strategies and techniques.              ADVANCED WORKSHOPS Advanced workshops provide emerging writers with the opportunity to hone their individual voice and experiment with different aesthetical strategies in a genre-specific workshop taught by an eminent writer in the field. The workshops focus on innovative revision techniques, the development of a sustainable writing process, and the broadening of students’ literary knowledge of classical and contemporary masters. Each advanced workshop has a distinct emphasis and area of exploration—students are advised to pay close attention to the course descriptions, which are available online prior to registration.    Prerequisite for fiction : CRWRI-UA 816, OR CRWRI-UA 818, OR CRWRI-UA 9818, OR CRWRI-UA 9828, OR CRWRI-UA 820, OR CRWRI-UA 860 or equivalent. Prerequisite for poetry : CRWRI-UA 817, OR CRWRI-UA 819, OR CRWRI-UA 9819, OR CRWRI-UA 9829, OR CRWRI-UA 830, OR CRWRI-UA 870 or equivalent . Prerequisite for creative nonfiction : CRWRI-UA 825, OR CRWRI-UA 850, OR CRWRI-UA 880 or equivalent. 4 points. CRWRI-UA.820.001 Advanced Fiction Workshop    Marcelle Clements , W 2:00pm-4:45pm What makes a story powerful? In this intensive course, we will explore the uses of emotion, how to create and sustain ambiance by wielding resonant details, and how we want to talk to the reader. We will also attempt to discover what inspires us, what gives our writing life momentum. We will work on our sentences and our story-telling, with special attention to economy, pacing, structure. In the first half of the course, we will read widely and write a brief story each week. In the second half, we will continue reading and, in addition, we will draft and revise a longer work. CRWRI-UA.820.002 Advanced Fiction Workshop Charles Bock , M 11:00am-1:45pm A demanding class, not an easy A, and there are no unicorns floating on marshmellow clouds; but for the right student, this workshop will blow your mind straight through your brain. Class is divided into lectures, exercises, and workshop. Lots of time will be spent on technical stuff, how characters work, the way in which a story develops, language, structure, etc. Weekly lectures start things off with an emphasis on craft, craft, craft. We'll build from the basics (because you can’t break rules without knowing why you need to break them, and this requires knowing rules). We'll do exercises related to the lectures. Then workshops for the second half of the class. Workshops are structured so every student will comment on a story, and participation is a big part of a class. We care about improving stories and why they work and how they can be improved; we care about supporting our fellow students in their creative ventures and being daring and moving into uncharted narrative territories; however, please know, whether you like something matters to me not at all. In fact, during workshop, if someone says, “I liked…” the student (or teacher) will be responsible for bringing cupcakes to the next session (elements of a story either work or they don’t work, we understand them or we don’t, whereas all children blindly like a nice, sweet treat). If you don't care for this rule, or any of my other rules, I understand; there are other amazing teachers at NYU. Of course, we'll have weekly reading assignments—short stories, mostly from contemporary authors. There will be weekly one page assignments based on something from a lecture and/or short story. If I feel that students are not reading their homework assignments, I will quiz you and your grades will reflect the results. Students also will be chained to one novel for the entirety of the term, and will write occasional short essays on the various aspects of their novel (how action x was developed through the novel, the character trait that reminded me of y from my own life…). When you come out from the other side of this thrilling little amusement park ride, the matter inside your fused together skull is going to have a better understanding of how fiction works.  CRWRI-UA.820.003 Advanced Fiction Workshop  Fiona Maazel , T 9:30am-12:15pm Here’s Thomas Mann: “A writer is someone for whom writing is more difficult than it is for other people.” Sound right? It is. Welcome to class. We’re going to workshop your short fiction—two stories in total and short pieces throughout the semester. Workshopping has its drawbacks, but it’s not a jury. We’ll talk about what works and what doesn’t, and, most importantly: Why. Why doesn’t it work? Writing is a mysterious business, equal parts talent and know-how. One you can’t do anything about. But the other is craft, which can be learned. Dialogue, tone, pacing, point of view, tense, diction, syntax, these are your tools. They can be sharpened. So we’ll be workshopping your material and also published stories, by way of exploring specific feats of craft.  CRWRI-UA.830.001 Advanced Poetry Workshop Elaine Equi , F 2:00pm-4:45pm The goal of this course is to help you approach your writing in a more expansive way and to make you more prolific. This semester we'll draw on a variety of styles spanning from the engaging immediacy of performance poetry, to the startling juxtapositions of experimental writing. In the process, we'll touch on Surrealism, Objectivism, and The New York School for inspiration and techniques. I'm hoping that as a result, you'll gain a clearer sense of your own voice and interests, as well as a number of exciting ways to develop new work in the future. Weekly writing assignments will be a mix of traditional and invented forms. Possible topics include serial poems, ekphrastic poems, documentary and interview poems, poems about pop culture, the supernatural, and more. Critiques will focus on recognizing your strengths, creative strategies for revision, and preparing your work for publication. Our texts will be Sing This One Back To Me by Bob Holman, Address by Elizabeth Willis, and The Best American Poetry 2013 edited by Denise Duhamel and David Lehman. You can expect to write one poem per week, do an oral presentation, and keep a journal.  CRWRI-UA.830.002 Advanced Poetry Workshop Catherine Barnett , W 8:00am-10:45am In this workshop, we'll invent and re-invent and dodge and entertain and investigate \"the accursed questions\" as a way to generate new material for poems and to read more deeply. By asking questions of questions, making poems out of questions, responding to questions with questions, non-sequitur, and various kinds of logic, we'll play with James Baldwin's notion that \"the purpose of art is to lay bare the questions hidden by the answers.\" We'll be looking for \"a new bewilderment\"; pushing for that which is \"not unforeseen enough.\" Through thinking about and playing with the resources of questions, we'll try to subvert conventional notions of what is important and unimportant; we'll try to redeem incongruities; discover the mysteries behind physical appearances; deduce the eternal from the transitory; find ways to apprehend the real without distorting \"the incomprehensibility of the real.\" We'll consider what Yeats has said: \"Only that which does not teach, which does not cry out, which does not persuade, which does not condescend, which does not explain, is irresistible.\" We'll consider the following questions about questions: What happens when you ask a question, or many questions, or answer the wrong question in a poem? A question is a \"mode of enquiry...founded on doubt...\" (Bhanu Kapil) What kinds of spaces open up when you ask a question—in a poem itself or in the making of a poem? What happens if you ask an unresolvable question? Are the best poems asking such questions? CRWRI-UA.830.003 Advanced Poetry Workshop Matthew Rohrer , M 11:00am-1:45pm This course is designed to plunge students head-first into the world of contemporary poetry. Besides workshopping each others' poems, students will read a different book of contemporary poetry each week, and present it to the class. We will discuss the book as writers, not literature students; we'll want to figure out what each poet is doing, how he or she does it, and how we can do that. Writing exercises derived from the readings will help us get into the poets' heads. This is an advanced course, and students will be expected to do all of the reading, participate in the discussions, and generally contribute towards that elusive thing which is a workshop environment that is constructive and critical and ultimately generative for everyone. The goal of the course is for students to engage with the work of their peers and their contemporaries in a critical and hungry manner which will lead to a greater understanding of how their own poetry is working.  CRWRI-UA.850.001 Advanced Creative Nonfiction Workshop  Marcelle Clements , R 3:30pm-6:15pm Confession, Autobiography and Auto-fiction    This class will straddle fiction and non-fiction, exploring the many possibilities of first-person narrative: letters, memoir, autobiographical fiction, and various types of confession, true and false. Finally, we will also experiment with so-called auto-fiction, in which the writer appears as a character (in either first or third person). Along the way, we will always be working on our sentences and our story-telling, with special attention to economy, pacing, structure, and the play of writer/reader. In the first half of the course, we will read widely and write a brief story each week. In the second half, we will continue reading and, in addition, we will draft and revise a longer work.             MASTER CLASSES These advanced workshops and craft seminars—taught by acclaimed poets and prose writers—are open to select NYU undergraduates. Master classes are limited to 12 students and provide intensive mentoring and guidance for serious and talented undergraduate writers. Each Master Class has a distinct emphasis and area of exploration—students are advised to pay close attention to the course descriptions, which are available online prior to registration.    Prerequisite for fiction : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA 816, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 820,  OR CRWRI-UA 860 or equivalent. Prerequisite for poetry : CRWRI-UA 815,  OR CRWRI-UA 9815, OR CRWRI-UA 817, OR CRWRI-UA 818/819,  OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 830, OR CRWRI-UA 870,  OR FRSEM-388, or equivalent.  Prerequisite for creative nonfiction :CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA 818/819,  OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 825, OR CRWRI-UA 850, OR CRWRI-UA 880 or equivalent. Recommended prerequisite : CRWRI-UA 820 (for fiction), CRWRI-UA 830 (for poetry), or CRWRI-UA 850 (for creative nonfiction). Application required. 4 points.    CRWRI-UA.860.001 Master Class in Fiction Zadie Smith , M 11:00am-1:40pm What does \"having a sensibility,\" literary or otherwise, mean? Is it something you can acquire, or something innate, or something else again? We're going to read a selection of 20th century novels concentrating on whatever is most particular to them, in the hope that this might help us understand whatever is most particular to us. The course will be punctuated by secondary readings of literary criticism and philosophy. Writers include: Vladimir Nabokov, Muriel Spark and Franz Kafka. Note: this class has a great deal of reading and no \"creative writing.\" The aim is to learn how to read well. To this end, you will produce critical writing, in the form of short literary essays that address the novels we read. This class believes that good writers are first of all good readers. Please note: Students who have previously taken the Master Class in Fiction with Zadie Smith are not eligible to take this course a second time. CRWRI-UA.870.001 Master Class in Poetry Eileen Myles , M 11:00pm-1:40pm The Poet's Life . I'm thinking this workshop will do three things. We'll read poems (and other materials like prose and film and visual art) and we'll talk about how poems do fit into the culture, change the culture, are carried by the culture. And we'll look at poems each week that the people in the workshop write and I'll draw an angle from the materials I bring in and people are welcome to respond to it or else bring in something else to be looked at. I'd like everyone to get Lorine Niedecker's Collected works (ed. Jenny Penberthy) which we'll use as companion volume to the workshop. She was the only female among \"the objectivists\" and we'll be thinking about her and her work, her place in that gang and what the objectivists meant in terms of contemporary poetry and media today and how we live &amp; write. CRWRI-UA.880.001 Master Class in Creative Nonfiction Saïd Sayrafiezadeh , T 12:30pm-3:10pm This creative nonfiction workshop master class will be a combination of writing, reading, discussion and analysis. It will ask—but maybe not answer—what exactly constitutes creative nonfiction? Our primary goal is to develop skills and strategies for use outside of the classroom. Foremost will be the writing of two original pieces during the term (4000 words each). Together we will examine how you and your classmates' stories utilize traditional storytelling elements like character, arc, dialogue, pace—never mind that these are nonfiction pieces. We'll also expand into the murkier realms of voice, tension, humor, sentimentality and cliché. Our class discussions will include fundamental writerly concerns regarding process, discipline and distraction, as well as how to be published, how to find an agent, how to deal with an editor. In addition to your own work we will be reading a selection of contemporary short pieces by established (and unestablished) authors. We will read these as writers reading writers, examining their strengths and weaknesses, and may come to regard them as inspiring accomplishments or cautionary tales—or both. There will also be some out of class assignments (attending readings/bookstores), and in-class analysis of newspaper articles, film, music and anything else that might help us learn how to tell stories—even if those stories are drawn from real life. Please note: Students who have previously taken the Master Class in Creative Nonfiction with Saïd Sayrafiezadeh are not eligible to take this course a second time.                Back to Top                                         Contact Us | &copy; New York University , Arts and Science"}, {"content": "FAQ for Undergraduate Students, CWP | NYU                         NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                           Creative Writing Program                                                                                                Back to  previous page                Printer Friendly       FAQ for Undergraduate Students Which courses are available to undergraduate students? The Creative Writing Program offers a range of writing workshops and intensives in fiction, poetry, and creative nonfiction. Our introductory workshop, CRWRI-UA 815 Creative Writing: Intro to Fiction &amp; Poetry , is the pre-requisite for all higher level courses offered during the academic year (intermediate workshops, advanced workshops, and master classes). A summer intensive course (Writers in New York, Writers in Paris, or Writers in Florence) in fiction or poetry may serve as a pre-requisite for advanced workshops in the same genre and for intermediate workshops in alternative genres. There are no pre-requisites for our summer writing intensives (Writers in New York, Writers in Paris, or Writers in Florence), though an application and/or permission to register is required.    Do you offer courses in dramatic writing? No. Our workshops are in fiction, poetry, and creative nonfiction. Students interested in studying dramatic writing should consult Tisch's Department of Dramatic Writing .    Who can take creative writing courses? The undergraduate Creative Writing Program is a part of NYU's College of Arts &amp; Science (CAS), but our courses are open to undergraduates in all of NYU's schools. Students wishing to take higher-level workshops must first complete the introductory pre-requisite, CRWRI-UA 815 Creative Writing: Intro to Fiction &amp; Poetry (or equivalent). Visiting students participating in NYU's Fall in New York , Spring in New York , Precollege , Summer in NYC , and Summer Study Abroad programs are also eligible to enroll in certain workshops and/or apply for our summer intensives. Which academic year courses require an application? Students must apply to the Creative Writing Program's Master Classes in Fiction, Poetry, and Creative Nonfiction. Applications are not required for the Creative Writing Program's advanced-level workshops, nor are they required for any other academic year courses. Who teaches undergraduate creative writing workshops? The introductory workshops ( CRWRI-UA 815 Creative Writing: Intro to Fiction &amp; Poetry ) are taught by graduate students in NYU’s distinguished Creative Writing Program. All higher-level workshops are taught by accomplished writers who are also dedicated teachers of writing. A list of this year's faculty can be found on our faculty page .    How large are your workshops? Workshops are strictly capped at 15 students, and most master classes are capped at 12 students.    I am on the waitlist for a workshop. Can you make an exception and allow me to enroll? It is important that we maintain the small size of our workshops, and as noted, we have a strict enrollment cap of 15 (12 for most master classes). We cannot make exceptions.    Can I Major/Minor in Creative Writing at NYU? We do not offer a Major in Creative Writing, though we do offer a popular Minor .    How many courses/points are required to complete the Minor? The Minor is a 16-point credit load. Creative Writing Minors are not required to specialize in a genre, nor are they required to take any special combination of creative writing courses. Minors must simply ensure that their total coursework in Creative Writing amounts to 16 points of credit. Can a creative writing course I've taken at another school count toward the Minor? Students may petition to apply a maximum of one outside course towards the Minor. An outside course is any creative writing course offered outside of the CAS Creative Writing Program (i.e., any course without the prefix CRWRI-UA). For course substitution guidelines, please consult our Creative Writing Minor page . Does the Creative Writing Program produce an undergraduate literary journal? Yes. West 10th is our student-edited literary journal for NYU undergraduates. West 10th is an annual publication that comes out in April and is widely distributed across campus. A call for submissions is sent out in the fall and students may apply for editorial positions in the spring for the following year. For more information, please visit the West 10th page . How can I receive undergraduate news and announcements from the Creative Writing Program? Current undergraduates may join our listserv. If you enroll in a creative writing course, you'll be added automatically. Otherwise, please email creative.writing@nyu.edu with your first and last name, as well as your NYU school. Please use the subject line \"Join UG Listserv.\" The Creative Writing Program distributes a weekly newsletter through this listserv.                Back to Top                                         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings, CWP | NYU                         NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                           Creative Writing Program                                                                                                Back to  previous page                Printer Friendly       Course Offerings    The NYU Program in Creative Writing  offers introductory courses in poetry and fiction, as well as  upper-level courses that focus on specific elements of formal and  experimental poetry, fiction, and creative nonfiction. In addition to  the on-campus creative writing courses offered throughout the year,  special winter session and summer programs offer students a chance to  study intensively and generate new writing in Florence, New York, and  Paris.          Creative Writing: Introduction to  Fiction and Poetry CRWRI-UA 815 Identical to CRWRI-UA  9815. Workshop. Offered fall, winter, spring, and summer. 4 points. This popular introductory workshop  offers an exciting introduction to the basic elements of poetry and  fiction, with in-class writing, take-home reading and writing  assignments, and substantive discussions of craft. The course is  structured as a workshop, which means that students receive feedback  from their instructor and their fellow writers in a roundtable  setting, and they should be prepared to offer their classmates  responses to their work.          Intermediate Workshops in Fiction,  Poetry, and Creative Nonfiction CRWRI-UA 816 (Fiction), CRWRI-UA 817  (Poetry), CRWRI-UA 825 (Creative Nonfiction) Prerequisite for  Fiction: Creative Writing: Introduction to Fiction and Poetry  (CRWRI-UA 815), or Creative Writing (CRWRI-UA 9815), or Writers in  New York: Fiction (CRWRI-UA 818), or Writers in New York: Poetry  (CRWRI-UA 819), or Writers in Paris: Fiction (CRWRI-UA 9818), or  Writers in Paris: Poetry (CRWRI-UA 9819), or Writers in Florence:  Fiction (CRWRI-UA 9828), or Writers in Florence: Poetry (CRWRI-UA  9829), or Master Class in Fiction (CRWRI-UA 860), or Impossible  Writing (COSEM-UA 118), or equivalent. Workshop. Offered fall,  winter, and spring. Prerequisite for Poetry: Creative Writing:  Introduction to Fiction and Poetry (CRWRI-UA 815), or Creative  Writing (CRWRI-UA 9815), or Writers in New York: Fiction (CRWRI-UA  818), or Writers in New York: Poetry (CRWRI-UA 819), or Writers in  Paris: Fiction (CRWRI-UA 9818), or Writers in Paris: Poetry (CRWRI-UA  9819), or Writers in Florence: Fiction (CRWRI-UA 9828), or Writers in  Florence: Poetry (CRWRI-UA 9829), or Master Class in Poetry (CRWRI-UA  870), or Live From NYU: American Poetry Now (FRSEM-UA 388), or  equivalent. Workshop. Offered fall and spring. Prerequisite for  Creative Nonfiction: Creative Writing: Introduction to Fiction and  Poetry (CRWRI-UA 815), or Creative Writing (CRWRI-UA 9815), or  Writers in New York: Fiction (CRWRI-UA 818), or Writers in New York:  Poetry (CRWRI-UA 819), or Writers in Paris: Fiction (CRWRI-UA 9818),  or Writers in Paris: Poetry (CRWRI-UA 9819), or Writers in Florence:  Fiction (CRWRI-UA 9828), or Writers in Florence: Poetry (CRWRI-UA  9829), or Master Class in Creative Nonfiction (CRWRI-UA 880), or  equivalent. Workshop. Offered fall and spring. 4 points each course. These intermediate workshops offer  budding poets and fiction writers an opportunity to continue their  pursuit of writing through workshops that focus on a specific genre.  The workshops also integrate in-depth craft discussions and extensive  outside reading to deepen students’ understanding of the genre and  broaden their knowledge of the evolution of literary forms and  techniques.          Advanced Workshops in Fiction, Poetry,  and Creative Nonfiction CRWRI-UA 820 (Fiction), CRWRI-UA 830  (Poetry), CRWRI-UA 850 (Creative Nonfiction)  Prerequisite for  Fiction: Intermediate Fiction Workshop (CRWRI-UA 816), or Writers in  New York: Fiction (CRWRI-UA 818), or Writers in Paris: Fiction  (CRWRI-UA 9818), or Writers in Florence: Fiction (CRWRI-UA 9828), or  Master Class in Fiction (CRWRI-UA 850), or equivalent. Workshop.  Offered fall, spring, and summer. Prerequisite for Poetry:   Intermediate Poetry Workshop (CRWRI-UA 817), or Writers in New York:  Poetry (CRWRI-UA 819), or Writers in Paris: Poetry (CRWRI-UA 9819),  or Writers in Florence: Poetry (CRWRI-UA 9829), or Master Class in  Poetry (CRWRI-UA 870), or equivalent. Workshop. Offered fall, spring,  and summer. Prerequisite for Creative Nonfiction: Intermediate  Creative Nonfiction Workshop (CRWRI-UA 825), or Master Class in  Creative Nonfiction (CRWRI-UA 880), or equivalent. Workshop. Offered  fall and spring. 4 points each course. These advanced workshops provide  students with the opportunity to hone their individual voices and  experiment with different aesthetic strategies in a genre-specific  workshop taught by an eminent writer in the field. The workshops  focus on revision techniques, the development of sustainable writing  processes, and the broadening of students’ knowledge of classical  and contemporary masters. Each workshop has a distinct emphasis and  area of exploration; course descriptions are available online prior  to registration.          Master Classes in Fiction, Poetry, and  Creative Nonfiction CRWRI-UA 860 (Fiction), CRWRI-UA 870  (Poetry), CRWRI-UA 880 (Creative Nonfiction) Prerequisite for  Fiction: Creative Writing: Introduction to Fiction and Poetry  (CRWRI-UA 815), or Creative Writing (CRWRI-UA 9815), or Intermediate  Fiction Workshop (CRWRI-UA 816), or Writers in New York: Fiction  (CRWRI-UA 818), or Writers in New York: Poetry (CRWRI-UA 819), or  Writers in Paris: Fiction (CRWRI-UA9818), or Writers in Paris: Poetry  (CRWRI-UA 9819), or Writers in Florence: Fiction (CRWRI-UA 9828), or  Writers in Florence: Poetry (CRWRI-UA 9829), or Advanced Fiction  Workshop (CRWRI-UA 820), or Impossible Writing (COSEM-UA 118), or  equivalent. Workshop. Offered fall and spring. Prerequisite for  Poetry: Creative Writing: Introduction to Fiction and Poetry  (CRWRI-UA 815), or Creative Writing (CRWRI-UA 9815), or Intermediate  Poetry Workshop (CRWRI-UA 817), or Writers in New York: Fiction  (CRWRI-UA 818), or Writers in New York: Poetry (CRWRI-UA 819), or  Writers in Paris: Fiction (CRWRI-UA 818), or Writers in Paris: Poetry  (CRWRI-UA 9819), or Writers in Florence: Fiction (CRWRI-UA 9828), or  Writers in Florence: Poetry (CRWRI-UA 9829), or Advanced Poetry  Workshop (CRWRI-UA 830), or Live From NYU: American Poetry Now  (FRSEM-UA 388), or equivalent. Workshop. Offered fall and spring.   Prerequisite for Creative Nonfiction: Creative Writing: Introduction  to Fiction and Poetry (CRWRI-UA 815), or Creative Writing (CRWRI-UA  9815), or Writers in New York: Fiction (CRWRI-UA 818), or Writers in  New York: Poetry (CRWRI-UA 819), or Writers in Paris: Fiction  (CRWRI-UA 9818), or Writers in Paris: Poetry (CRWRI-UA 9819), or  Writers in Florence: Fiction (CRWRI-UA 9828), or Writers in Florence:  Poetry (CRWRI-UA 9829), or Intermediate Creative Nonfiction Workshop  (CRWRI-UA 825), or Advanced Creative Nonfiction Workshop (CRWRI-UA  850), or equivalent. Workshop. Offered fall and spring. Recommended  prerequisites: Advanced Fiction (CRWRI-UA 820) for the Master Class  in Fiction, Advanced Poetry (CRWRI-UA 830) for the Master Class in  Poetry, Advanced Creative Nonfiction (CRWRI-UA 850) for the Master  Class in Creative Nonfiction. Application required. 4 points each  course. These master classes—taught by  acclaimed poets and prose writers—are open to select NYU  undergraduates. Manuscript submission is required for admission.  Master classes are limited to 12 students and provide intensive  mentoring and guidance for serious and talented undergraduate  writers. Each master class has a distinct emphasis and area of  exploration; course descriptions are available online prior to  registration.          Writers in New York: Fiction or Poetry CRWRI-UA 818 (Fiction), CRWRI-UA 819  (Poetry) Workshop. Application required. Offered in the summer. 8  points each course. Offers poets and fiction writers an  opportunity to develop their craft while living the writer’s life  in Greenwich Village. Students participate in daily workshops and  craft classes, are mentored by accomplished professional writers, and  attend readings, lectures, panel discussions, and seminars led by New  York-based writers and editors. Assignments encourage immersion in  the city. Students work intensively to generate new writing and also  attend a lively series of readings, lectures, literary walking tours,  and special events. Writers in New York: Creative Nonfiction CRWRI-UA 835 Workshop. Offered in the summer. 8 points. This four-week intensive offers creative nonfiction writers an opportunity to develop their craft while living the writer’s life in Greenwich Village. Students participate in daily workshops and craft classes, are mentored by accomplished professional writers, and attend readings, lectures, panel discussions, and seminars led by New York-based writers and editors. Assignments encourage immersion in the city. Students work intensively to generate new writing and also attend a lively series of readings, lectures, literary walking tours, and special events.          Writers in Paris: Fiction or Poetry CRWRI-UA 9818 (Fiction), CRWRI-UA 9819  (Poetry) Workshop. Application required. Offered in the summer. 8  points each course. Offers poets and fiction writers an  opportunity to experience the writer’s life in Paris. Students  participate in daily workshops and craft classes, are mentored by  accomplished professional writers, and attend readings and special  seminars led by Paris-based writers and editors. Assignments  encourage immersion in the city. Students work intensively to  generate new writing and also attend a lively series of readings,  lectures, literary walking tours, and special events.          Writers in Florence: Fiction or Poetry CRWRI-UA 9828 (Fiction), CRWRI-UA 9829  (Poetry) Workshop. Application required. Offered in the summer. 8  points each course. A literary retreat in Florence for  poets and fiction writers. Students participate in daily workshops  and craft classes, are mentored by acclaimed writers, and attend  readings and special seminars on all aspects of the writer’s life.  Assignments are designed to encourage serious literary study, as well  as immersion in the local landscape, and students are expected to  work intensively to generate new writing.          Creative Writing Internship CRWRI-UA 980 Prerequisites: a declared  minor in creative writing, two CRWRI-UA courses or the equivalent,  and approval of the Program in Creative Writing. An internship may  not be used to fulfill the minimum requirements of the minor. For  full policies, registration procedures, and the application form,  please visit the program’s website. Offered fall, spring, and  summer. 2 points. Requires 8 to 12 hours of work per  week. Must be with an external (non-NYU) organization related to  creative writing (e.g., a literary agency, magazine, publisher, or  outreach program) and should involve some substantive aspect of  writerly work. Requires a final five- to seven-page report, and an  evaluation is solicited from the intern’s supervisor. Grading is  pass/fail. Students are responsible for finding the internship and  receiving program approval before the end of the Albert add/drop  period each term.                   Back to Top                                         Contact Us | &copy; New York University , Arts and Science"}]}]