[{"detail": [{"content": "You Took the Words Right Out of My Brain                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2014   /   April   /   29                                                         You Took the Words Right Out of My Brain                   April 29, 2014          314                                        New Research Shows Brain’s Predictive Nature When Listening to Others   Our brain activity is more similar to that of speakers we are listening to when we can predict what they are going to say, a team of neuroscientists has found. The study, which appears in the Journal of Neuroscience , provides fresh evidence on the brain’s role in communication.     “Our findings show that the brains of both speakers and listeners take language predictability into account, resulting in more similar brain activity patterns between the two,” says Suzanne Dikker, the study’s lead author and a post-doctoral researcher in New York University’s Department of Psychology and Utrecht University. “Crucially, this happens even before a sentence is spoken and heard.”   “A lot of what we've learned about language and the brain has been from controlled laboratory tests that tend to look at language in the abstract—you get a string of words or you hear one word at a time,” adds Jason Zevin, an associate professor of psychology and linguistics at the University of Southern California and one of the study’s co-authors. “They’re not so much about communication, but about the structure of language. The current experiment is really about how we use language to express common ground or share our understanding of an event with someone else.”    The study’s other authors were Lauren Silbert, a recent PhD graduate from Princeton University, and Uri Hasson, an assistant professor in Princeton’s Department of Psychology.   Traditionally, it was thought that our brains always process the world around us from the “bottom up”—when we hear someone speak, our auditory cortex first processes the sounds, and then other areas in the brain put those sounds together into words and then sentences and larger discourse units. From here, we derive meaning and an understanding of the content of what is said to us.   However, in recent years, many neuroscientists have shifted to a “top-down” view of the brain, which they now see as a “prediction machine”: We are constantly anticipating events in the world around us so that we can respond to them quickly and accurately. For example, we can predict words and sounds based on context—and our brain takes advantage of this. For instance, when we hear “Grass is…” we can easily predict “green.”   What’s less understood is how this predictability might affect the speaker’s brain, or even the interaction between speakers and listeners.   In the Journal of Neuroscience study, the researchers collected brain responses from a speaker while she described images that she had viewed. These images varied in terms of likely predictability for a specific description. For instance, one image showed a penguin hugging a star (a relatively easy image in which to predict a speaker’s description). However, another image depicted a guitar stirring a bicycle tire submerged in a boiling pot of water—a picture that is much less likely to yield a predictable description: Is it “a guitar cooking a tire,” “a guitar boiling a wheel,” or “a guitar stirring a bike”?   Then, another group of subjects listened to those descriptions while viewing the same images. During this period, the researchers monitored the subjects’ brain activity.   When comparing the speaker’s brain responses directly to the listeners’ brain responses, they found that activity patterns in brain areas where spoken words are processed were more similar between the listeners and the speaker when the listeners could predict what the speaker was going to say.   When listeners can predict what a speaker is going to say, the authors suggest, their brains take advantage of this by sending a signal to their auditory cortex that it can expect sound patterns corresponding to predicted words (e.g., “green” while hearing “grass is...”). Interestingly, they add, the speaker's brain is showing a similar effect as she is planning what she will say: brain activity in her auditory language areas is affected by how predictable her utterance will be for her listeners.     “In addition to facilitating rapid and accurate processing of the world around us, the predictive power of our brains might play an important role in human communication,” notes Dikker, who conducted some of the research as a post-doctoral fellow at Weill Cornell Medical College’s Sackler Institute for Developmental Psychobiology. “During conversation, we adapt our speech rate and word choices to each other—for example, when explaining science to a child as opposed to a fellow scientist—and these processes are governed by our brains, which correspondingly align to each other.”   This work was supported by grants from the National Institutes of Health (P01-HD001994, R01-MH094480), Chinese Academy of Sciences Fellowships for Young International Scientists (2012Y1SA0004), and a Netherlands Organisation for Scientific Research Innovation Scheme Veni Grant (275-89-018).                          This Press Release is in the following Topics:      Arts and Science , Research , Faculty           Type: Press Release            Press Contact:                James Devitt | (212) 998-6808                                            Our brain activity is more similar to that of speakers we are listening to when we can predict what they are going to say, research by NYU&rsquo;s Suzanne Dikker and her colleagues shows. &copy;iStockPhoto.com/arekmalang                       Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "140 Words...                                                                                   NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU Stories                 Sub Navigation                                 In the Lab                       Arts & Culture                       Community                       Only at NYU                                                                                        140 Words...                                             You give us 140 words, we'll give you the latest in NYU research and innovation.                Most Likely to...Use Synthetic Cannabinoids?     Hear names like Scooby Doo, Spice, and K2 in a high school and you can be pretty sure students aren’t talking about their favorite entertainers.   Synthetic cannabinoids, designed to have similar effects to those of cannabis and marketed under such names, are often sold as a legal alternative to marijuana, though they are more harmful. Synthetics have been linked to 11,561 U.S. reports of poisonings between January and 2009 and April 2011, and 11.4% of high school seniors reported using them in 2011. Which teenagers are most likely to try them? NYU’s Center for Drug Use and HIV Research found that those most at risk are male, white, go out 3 to 4 times a week, use other substances, are regular smokers, use natural marijuana regularly, or have been lifetime users of a different illicit drug.    The draw? Avoiding arrest.     Location Location Location   Would you buy an iPhone from the wrong side of the tracks?   Residents of lower-income areas are often the most hard-pressed for extra cash—and yet when it comes selling goods online, their very neighborhoods can work to stigmatize them as untrustworthy, researchers in NYU’s department of sociology found .   In their experiment, they evaluated responses to online classified ads for iPhone 5’s in 12 cities—placed in various neighborhoods determined to be advantaged or disadvantaged based on census data. All other factors being equal, the ads originating from the disadvantaged neighborhoods received 16 percent fewer responses than did those from tonier ones. And the disparity was even greater—about 21 percent fewer responses—for poor neighborhoods that were predominantly black.   It’s yet another example of how perceptions—even false ones—can reinforce disparities in economic opportunity. The rich get richer...     Stop the Presses!   Velcro. Penicillin. The microwave oven.   To that list of famous accidental discoveries we can now add an answer to one of life’s most vexing questions: How many licks does it take to reach the center of a lollipop?   A group of Courant and Florida State University researchers recently came up with an estimate—in the midst of a larger study of how materials change shape and dissolve in water. In the experiment, they immersed hard candies in a current, and found that the “sculpture” that emerged as the candy dissolved took on the same shape every time, regardless of the speed of the water flow or the initial shape of the candy.   Their theory about how things shrink and dissolve has applications in the chemical and pharmaceutical industries, and for geologists studying erosion.   Oh—and it takes about 1,000 licks.     It Really Is the Thought That Counts   That pricey designer clutch you just picked out for your sister-in-law? Don’t be surprised if it’s not a big hit on Christmas morning, one NYU psychologist warns. She might have preferred a simple, functional tote.   It’s no secret that the holiday season can trigger major stress over finding the perfect gift for loved ones. But Yaacov Trope’s research suggests it’s overthinking that really gets us into trouble: Gift givers tend to obsess over finding fancy presents, when it turns out that most people would rather receive something practical.   That means, for example, that an Italian food lover would choose a gift certificate to a medium-rated Italian restaurant five minutes from her home over one to a top-rated place an hour away—something to keep in mind when tackling your shopping list this year.     Read more in the Journal of Consumer Research .     Just How Strong Are Glass Houses?   You drink from it, look through it, and sometimes even cut your foot on it—but what do you really know about glass?   For years the material—and how it transforms from solid to liquid—has puzzled scientists, because its particles are disorganized compared to those in metals.   Glass is a colloid, which means it’s made up of tiny particles that wiggle a little in place. But with all that wiggling, how does it remain solid?   NYU researchers have crafted a theory —based on observations dating back to James C. Maxwell in the 19th century—that the particles move in a coordinated way, engaging in a kind of microscopic dance party within a structure just strong enough to contain the frenzy.   Such research could have far-reaching implications, as colloids are also found in milk, paint, and gelatin—and our blood.     Strength in Numbers   In 2011, the U.S. government discontinued its color-coded system alerting Americans to the terrorist threat level facing the country. Since its implementation in 2002, the warning scale had never dropped below “yellow”—a 3 out of 5 in terms of danger.   But many of us still worry about terrorism—and our perceptions of risk can vary depending on how close we feel to our fellow Americans, Steinhardt’s Rezarta Bilali found .   She surveyed 147 university students on whether they perceived Americans to be similar to each other or different, and then showed them a (fake) newspaper article about a national security risk. Those who believed Americans are unlike each other were more likely to perceive a heightened threat when they read the article—and more likely to support the U.S.’s involvement in the war in Iraq.   Read more in New York magazine.       When Two People, um...Love Each Other...   Kids hate it. Parents hate it.   Beyond that first awkward “birds-and-bees” lecture, many families aren’t eager to talk about sex—at least not in detail, a survey of parents and children (aged 9-21) by Planned Parenthood and NYU’s Silver School found.   Of those polled, one in five parents had never talked specifically about birth control methods or strategies for saying no to sex, and 30% had offered no guidance on where to go for reproductive health care. For parents of 15- to 21-year-olds, 91% knew that their kids were having sexual intercourse, but just 40% were informed that their children were engaging in oral sex.    And though 61% of parents said people should hold off on sex until they’re in a serious relationship, only 52% had actually told their kids that.   Time for The Talk, Part II?     See No Evil, Hear No Evil     For a child, is there anything worse than watching Mom and Dad fight?   Here’s yet another reason frazzled parents should seek help in dealing with relationship anger and stress:   A study tracking 1,025 children found that adversity at home had varying effects on their ability to recognize and control feelings such as fear and sadness. In an emotions labeling task administered to the children just before their fifth birthday, Steinhardt’s C. Cybele Raver and colleagues found that those who’d been exposed to physical aggression between parents performed poorly, whereas—surprisingly—children who’d witnessed only verbal aggression displayed a greater understanding of different emotions.   But knowledge isn’t always power. Both types of clashes between parents were linked to kids’ difficulty in regulating their own negative feelings—which could put them at risk for anxiety and depression later on.     Tweeting Across the Aisle     Another election cycle, another chance for pundits to herald the increased polarization of politics in our brave new (digital) world: With the internet, the argument goes, we’ve built ourselves echo chambers—online communities where we engage with like-minded peers in discussions that only reinforce what we already believe.   Old news, right?   Not so fast, cautions NYU’s Pablo Barberá. In a study of millions of social media users in Germany, Spain, and the U.S., he found that platforms like Twitter actually reduce polarization by exposing people to political messages they wouldn’t otherwise encounter. That’s because our social networks include not just BFFs, but also people with whom we have only “weak ties”—and wouldn’t choose to chat politics with offline.   Something to consider before “unfriending” a zealous acquaintance for one too many rants in your Facebook newsfeed.     Shy Is Not Stupid     True, but unfair: Teachers often neglect the quiet kid in the corner in favor of the motormouth in the front row. Because of this, shy children are at risk for poor academic achievement. But a new Steinhardt study found a way to help these overlooked pupils reach their full potential—without pressuring them to “come out of their shell.”   Enter the INSIGHTS into Children’s Temperament intervention, which focuses on supporting personality differences instead of trying to change them. In a study of nearly 350 children transitioning from kindergarten to first grade, half the students participated in INSIGHT, and half attended a traditional after-school reading program.    While math and critical thinking skills of shy children of the second group declined, these skills improved in shy children of the first group— proving that being shy does not have to be a disadvantage.     Video Killed Objectivity     You’d think that video evidence used in court would help everybody to see the objective truth, right? Not so fast. It turns out that everyday prejudices aren’t so easily shed: A series of experiments by NYU psychologists and colleagues from the Yale School of Law showed that instead of challenging our biases, video evidence might in fact enhance them.    In one, 152 participants watched videos of ambiguous altercations between a police officer and a civilian, while researchers tracked their eye movements. A survey determined how connected participants felt to the social group of each officer.   Those who did not identify with the police officer suggested harsher punishments for his behavior. The discrepancy was also linked to how much participants fixed their gaze on each officer: The more they looked, the more their established beliefs about police misconduct were confirmed.     Risky Business     Play it safe, or go all in? Your gambling style might be determined by your brain structure, a study by NYU’s Paul Glimcher and colleagues found. Specifically, it’s a part of the parietal cortex that matters: Those with a larger volume in this part of the brain proved more willing to take more risks than those with a smaller volume there.   In the study, a few dozen young adults chose between monetary lotteries that varied in their level of risk while researchers conducted MRI scans on their brains. This is the first time brain structure has been used to explain financial decisions.   The same research team has also shown that as the parietal cortex thins with age, people become more likely to avoid risks—something to keep in mind next time you sit down to a poker game with Grandma.     Nurses in Flight   As anyone who’s ever suffered first-day-of-school or work jitters knows, starting a new gig can be stressful. That’s especially true in demanding medical fields, survey data from The RN Work Project, a 10-year longitudinal study of nurses, suggests. Researchers recently discovered that around 17.5 percent of newly licensed RNs leave their first job within a year, and a whopping 33.5 percent leave within two years.   All the shuffling can cost a large hospital as much as $6.4 million, and can even impact patient care, studies indicate, leading to increases in bedsores and falls.   Still, not all such turnover is bad: There’s a big difference between an ineffective nurse washing out and a highly competent one quitting, of course. And a nurse who leaves one post may do so to take up a similar one—sometimes within the same hospital.     What Lies Beneath   Nearly half a mile below the Antarctic ice sheet, there’s a hidden lake. And in that lake, there’s life—whole ecosystems, in fact, a team of researchers (including Courant’s Knut Christianson) recently revealed in a paper for the journal Nature.   Don’t picture ducklings and swans, though: The diverse community of critters the scientists found consists of microbes that can mine rocks for energy and use CO 2 as their source of carbon.   With funding from the National Science Foundation, a team of explorers used a hot-water drill to reach 2,600 feet down and retrieve water samples from Antarctica’s Lake Whillans last year. The subsequent discovery of organisms in those samples raises questions about what might be lurking in the other 400 lakes and numerous rivers under Antarctica’s ice sheet—and on other frozen planets in our solar system and beyond.     Patience is a Virtue—and Prevents Scarring!   Salicylic acid. Benzoyl peroxide. Toothpaste. Egg whites. Whatever you smeared on your face in an effort to banish pimples during your teen years, you probably forgot one essential ingredient: time.   Take it from Seth J. Orlow, an NYU dermatologist who’s been treating adolescent acne for more than 25 years: There’s still no overnight miracle cure—though medications do work, provided you have patience. (That means not giving up when you don’t see improvement immediately—a concept his hormone-addled patients tend to have trouble with.)   Orlow is also in the business of mythbusting: No, you can’t scrub acne away, he says. And stop blaming your diet.   Another piece of advice? Leave those zits alone! “I fervently encourage all of my acne patients not to pick at their lesions,” he says. “We want to avoid scarring, not foster it.”     Hackers, Do Your Worst     That clever password you just devised for online banking? It won’t protect you if your financial institution’s database is hacked—a fate that befalls dozens of high profile companies each year. Criminals outmaneuver encryption schemes by intercepting database keys or administrator passwords—and after that it’s just a matter of cracking into individual accounts. With computers that can check a billion six-character combinations per second, thieves can potentially decode about three passwords per hour.   That’s why NYU School of Engineering’s Justin Cappos and colleagues have devised PolyPasswordHasher—a storage method that divides secret information into shares, meaning that to verify any single password, an attacker would have to correctly guess at least three of them simultaneously. In practice, this would take all 900 million computers on Earth working nonstop for longer than 13 billion years. So, you know—don’t panic.      Give a Hug, Help a Brain     Reason no. 20,746 to thank mom for raising you: Her touch isn’t just soothing—it directly shapes a baby’s brain. Scientists have long known that parental bonding plays an important role in neural development, but a group of NYU Langone researchers have become the first to study that process in real time. They watched 100 hours of video of mama rats tending to their young, and compared the footage to brain scans from rat babies, or “pups,” outfitted with miniature wireless transmitters.   The takeaway? Brain wave patterns changed depending on whether the pups were nursing or left alone—and researchers believe such variations caused by nurturing interactions with mom help hard-wire a healthy brain for life. In fact, when mother rats groomed their pups, brain activity spiked by more than 100 percent. (Awww.)     Gateway to Ecstasy   MDMA…E…X—whatever you call it, ecstasy remains popular among adolescents and young adults despite an overall decline in its use since the peak period of the late 1990s and early 2000s. A recent study by NYU researchers found that 4.4% of high school seniors reported using ecstasy within the last year, with boys at particularly high risk for use.   Analyzing data from a survey administered nationwide in 130 schools, they concluded that previous use of other drugs was the biggest predictor of ecstasy use, drowning out other socioeconomic factors. In addition, girls and religious students were at lower odds for use, as were black and Hispanic students and those residing with two parents—unless they were already using other substances.   Money matters, too: Odds of using ecstasy increased for students with a job paying more than $50 per week.       Monkey Match   Gazing into the eyes of a potential mate is a time-honored pastime of lovers everywhere. But what if that ritual also involved checking your partner’s face for differently colored eyebrow patches, ear tufts, and nose spots?   Some types of Old World monkeys use those visual markers, which have evolved over time, to avoid interbreeding with similar species, NYU researchers have found . The anthropologists used facial recognition algorithms to compare 1,400 photographs of guenons—a group of more than two dozen species of monkeys who live side-by-side in the forests of Central and West Africa—to explore differences in their facial features.   The results showed that the face patterns of various guenon species sharing the same territory have evolved to appear distinct from one another, cutting down on the risk of hybridization and infertile offspring.     When Money Isn’t Just Green   No one likes the feeling that there’s not enough money to go around. But a new study by NYU psychologists found that a sense of scarcity can lead to more than penny pinching: In lean economic times, African Americans tend to appear “blacker” to whites.   In one experiment, non-black study participants were asked to view 110 computer-generated images of faces ranging from light- to dark-skinned. Those who’d indicated through survey questions that they believed that “when blacks make economic gains, whites lose out economically” had a lower threshold for identifying mixed-race faces as black.   In another, adults randomly selected from a city park were asked to divide up $15 between imaginary people (represented by composite faces) gave significantly less money to the face that looked blacker.   Watch Stephen Colbert’s take on the study and and read more in Time and The Star-Ledger .        Eyes as a Window to...the Brain?   Here’s something you didn’t see coming as a kid who dreamt of flying to the moon: Space travel could give you poor eyesight.   The nerves that move the eyes are very sensitive to changes in pressure in the brain, which could explain why astronauts exposed to elevated pressure in space suffer from visual impairment. Back here on Earth, weaknesses in those nerves can be a symptom of concussion or other traumatic brain injury.   That’s why biotech whizzes at Oculogica, co-founded by Stern grad Robert Ritlop (MBA’14) and the School of Medicine’s Uzma Samadani, are developing EyeBox, a diagnostic tool that uses eye tracking to detect problems in the brain.   The National Space Biomedical Research Institute recently funded further development of EyeBox through a $250,000 SMARTCAP grant—used to encourage the development of products to meet a need in space and on Earth.       DNA Origami   Forget paper cranes.   Chemistry professor Nadrian Seeman and colleagues at NYU and the University of Melbourne are practicing the delicate art of manipulating shapes at a much, much smaller scale.   Using DNA origami, which employs two hundred short DNA strands to direct longer strands into forming specific shapes, the researchers created amyloid fibrils—aggregated proteins as strong as spider’s silk—and a tiny nanotube (just one billionth of a meter in diameter) to house them. Their results are published in the journal Nature Nanotechnology .   Creating two-dimensional shapes like these on the nanoscale could enhance fiber optics and electronic devices by reducing their size and increasing their speed.   “Small is so exciting—you can make better structures on the tiniest chemical scales,” Seeman says.     Move Over, Silicon   BREAKING— The Graduate was indeed ahead of its time, because the future can still be summed up in one word: plastics. The flexible, inexpensive material could one day replace the silicon used in computer and phone processors—and thanks to new research by NYU physicists, that day is closer than ever.   Researchers focused on overcoming one big obstacle to making these plastic devices cheaply: the large amount of energy required to read information stored on them. (The trick is in converting data stored magnetically to light for fiber optic transmission.) In a recent experiment, they managed to transfer information between a magnet and an organic light-emitting diode, without electrical current flowing between the two.   The catch? Their device wasn’t petite—so the technology will have to be miniaturized before it can make its way into our favorite mobile gadgets.     Going With the Flow?   Leonardo da Vinci was onto something when he noticed that water falling into a pond created eddies of motion. The phenomenon he observed in the swirling currents is what scientists call turbulence—and it remains mysterious to physicists and mathematicians even today.   Turbulence is all around us: the efficiency of a jet engine, for example, depends on it. But other forms of this kind of fluid motion are much less familiar. NYU’s Katepalli Sreenivasan is part of a team of researchers studying quantum turbulence—the very chaotic motion of fluids at temperatures close to zero. These fluids are unlike ordinary air or water in that there’s no resistance to hinder their flow.   By studying these differences—between quantum and classical turbulence—Sreenivasan and colleagues could uncover phenomena not yet known to physics. Talk about making waves!     When Stars Die   They do not go gentle into that good night! Picture stripped-envelope supernovae as brilliant as a billion suns and gamma-ray bursts that launch particles moving at nearly the speed of light. Both are symptoms of stellar collapse, but astronomers so far have been unable to figure out which stars produce these types of explosions on their way out.   That’s where NYU physicist Maryam Modjaz comes in. She’s won a 5-year, $500,000 NSF CAREER Award for a scientific investigative method she calls “stellar forensics.” By studying the mass and metallicity (the proportion of matter made of elements other than hydrogen and helium) of the celestial habitats of the explosions, her research team will be able to deduce the makeup of the stars producing the big outbursts. And that , in turn, could help trace the chemical history of the universe.     Snapshots from the Mind’s Eye     Who needs a police-department sketch artist when scientists can pluck a suspect’s face directly from the mind of an eyewitness (no psychic required!)?   Thanks to advances in fMRI technology, a trio of researchers including NYU’s Brice Kuhl are honing the art of mindreading. In a recent study , the scientists scanned the brains of six volunteers as they viewed images of 300 different “training” faces, and then repeated the process with 30 new faces. By comparing these new scans to the previous 300, the researchers were able to produce recognizable images of the faces as they appeared in volunteers’ minds.   The pictures aren’t perfect yet, but a more advanced version of this method could one day be used to help understand how autistic children respond to faces, to assess racial prejudice, or even to recreate faces from dreams.   Read more in the Wall Street Journal .       We Still Love You, BU   Alarming, though not especially surprising: People tend to dehumanize members of groups they don’t belong to. NYU and Harvard researchers recently showed undergrads pictures of human faces that had been morphed together with inanimate objects (like dolls or statues). The students were more likely to deem a hybrid image as “having a mind” if it was labeled as belonging to their “in-group.”   So a Democrat might imagine a Republican to be mindless, unless—and here’s the new wrinkle—the Democrat views the Republican as threatening, the researchers found. NYU students who identified strongly with their school were more likely to perceive faces labeled as Boston University students as rivals, and were therefore more likely than other NYU students to report that the BU students had minds. The same held for ardent political party supporters who viewed their adversaries as threatening.     Waiting for the Phone to Ring   Even women seeking to date men who’ll treat them as equals can be shy to ask those guys out, a new study by NYU sociologist Ellen Lamont found. She interviewed 38 female college graduates—average age 31—who described their ideal relationship as one in which partners equally shared economic, housework, and childcare responsibilities. Three quarters of those who had or wanted children said they had not interrupted or would not interrupt their careers to become stay-at-home moms.   But despite their egalitarian ideals, the women clung to traditional gender roles in the realm of dating: They said that men are responsible for asking women out, paying for dates, and proposing marriage. Many feared rejection when pursuing relationships, and expressed a preference for being pursued and desired. Take notice, rom-com screenwriters!       Tomes for Tots?   Sure, your baby could be the next great Tolstoy scholar—but don’t count on him to crack open War and Peace just yet. A Steinhardt study has busted the myth that, with a little help from educational DVDs and flashcards, infants can learn to read.   The researchers studied 117 infants aged nine to 18 months, some of whom received a baby media product—DVDs, flashcards, or flipbooks—to be used daily for seven months.   When the babies who’d been given the educational materials were tested on their capacity to recognize letter names, letter sounds, and words by sight, they scored just as poorly as those in the control group, who hadn’t been “studying.”   The products did have one profound effect—on parents, who in exit interviews expressed the belief that their precocious progeny were well on their way to literacy.     A Safer Fix   Nine percent of new HIV infections originate from drug use, and 70 to 77 percent of people who inject drugs have hepatitis C, according to the Centers for Disease Control. That’s why researchers at NYU’s Center for Drug Use and HIV Research have studied the behaviors of people who’ve injected drugs for 8 to 15 years and not contracted these diseases.   Aiming to reduce disease transmission among all addicts, colleagues from the National Development Research Institutes drew on this 2005 research for a new intervention with 68 drug users from the Lower East Side. The program both taught safe injection practices and helped users reduce weekly drug intake. And the best news? Knowledge can be contagious. Researchers noted that study participants have been spreading the word on safer drug use within their communities.     Selective Memory   What’s that phone number again? Some psychologists argue that there is a finite number of items that we can hold in our minds at once, while others insist that working memory is focused on quality, not quantity.   NYU’s Weiji Ma recently scored a point for the latter camp by analyzing the results of experiments in which subjects were asked to recall one of up to eight colors they’d seen a few seconds ago. The quality of memories gradually diminished as subjects were asked to recall more and more colors.   Ma concluded that working memory doesn’t suddenly max out: We’re more likely to remember “everything a little bit” than to remember some things perfectly and forget others entirely.   Now what happened to those car keys?       Covet Not   Which relative should inherit grandma’s wedding silver? And when a couple splits, which spouse gets the car? Such questions can quickly lead to bickering, as there’s no magic formula for divvying up prized possessions.   But with a pair of elegant algorithms , NYU politics professor Steven Brams and colleagues may have devised the next-best thing: an “envy-free” guide to dividing belongings fairly in divorce and inheritance disputes.   Unlike other methods that ask the two quarreling parties to give detailed information about what they want, these algorithms are efficient and simple to use. In the first, the two players choose between items; in the second, they rank their preferences. The algorithms are “envy free” because each party prefers its items to those of the other party.   Does this guarantee there will be no hurt feelings? Probably not—but it beats throwing dishes.       Straight Talk   Birds fly; fish swim. People talk—but with just half a brain? A new study by NYU and NYU Langone Medical Center researchers has just upended the long-standing scientific assumption that you only need one side of your brain to have a real conversation.   Using data from NYU ECoG , where neural activity is measured by placing specialized electrodes directly on the brain, the scientists proved that speech is, in fact, bilateral—it involves both sides. To isolate mere speech (talking and listening) from meaningful language (constructing and understanding sentences), the researchers had study subjects repeat nonsense words like “kig” and “pob.” As they spoke, the researchers observed activity on both sides of the brain. The findings were published in Nature .   These insights could lead to more effective rehabilitation of patients with brain damage caused by strokes or epilepsy.     Scandalize. Investigate. Repeat.   Watergate. The Iran-Contra Affair. Hurricane Katrina. Does that sound like a greatest-hits of American scandals and screw-ups? It is—and there are 97 more. As part of his new book Government by Investigation (Brookings Institution Press), Wagner’s Paul Light has compiled a list of the federal government’s 100 most significant inquiries since 1945.   What do communists in Hollywood (1947), the Kent State campus shootings (1970), and steroid abuse in baseball (2005) have in common? They all made Light’s cut, along with probes into Pearl Harbor (1945), Ku Klux Klan activities (1965), the space shuttle Challenger accident (1986), and President Clinton’s impeachment (1998).   Light counts 20 investigations from the 2000s alone, among them the 9/11 terrorist attacks, the 2008 financial collapse, and the Gulf of Mexico oil spill.   How many controversies can you name? See the full list here.       Elite Electorate   Voter turnout for U.S. presidential elections hovers around an unimpressive 60 percent. But who exactly is doing the voting? Most often, it’s the rich: A study by NYU’s Jonathan Nagler with American University colleague Jan Leighley found that nearly 80 percent of high-income citizens vote, compared to barely 50 percent of those considered low-income.   Studying data from every presidential election from 1972 to 2008, the researchers found that while the gap in voting between blacks and whites has largely disappeared, income inequality between voters and non-voters has remained stable. And election reforms designed to boost voter turnout have resulted in modest increases of just 2 or 3 percent.   Upending previous research, Leighley and Nagler demonstrated that voters are substantially more conservative in their economic views than are non-voters—an imbalance that may well influence policy decisions to the detriment of the poor.       Sandbox Census   The stats on childhood obesity—nearly a quarter of 6- to 11-year-olds don’t meet U.S. guidelines for physical activity—indicate that perhaps kids aren’t spending enough time outdoors. That’s why a team of Steinhardt researchers set out to discover who’s using NYC’s parks and playgrounds, and how often.   In 2010-11, the team examined 10 parks or playgrounds and counted 37,412 users, 53 percent of them children. While 60 percent of parents said these were the main places their kids played outdoors, there were significant differences among racial and socioeconomic groups: non-whites and those with household incomes of less than $20,000 were more likely to turn to playgrounds for their children’s needs.   While the vast majority of parents were pleased with playground cleanliness and maintenance, some groups—including Hispanics and women—were more likely than others to report feeling unsafe there.       Who’s Crowding the ER?   Anyone with the misfortune to wind up in an overcrowded hospital emergency room might reasonably look around and wonder, “Who are all these people?”   Not who you might expect, according to a new NYU Wagner study that debunked an urban legend about emergency department “frequent fliers.” While it’s widely assumed that addled drug addicts put the greatest burden on emergency facilities, the researchers analyzed 212,259 NYC emergency department visits and found that substance abuse and mental illness accounted for only a small share of ER traffic.   Instead, those visiting the emergency department most often were the very sick—those carrying a substantial burden of disease, with chronic conditions requiring multiple hospitalizations. These repeat users were shown to have visited primary and secondary caregivers more often than the emergency department, shattering the stereotype of patients who rely on the ER for all medical needs.     Same Drug, Different Stories   Crack or powder? Not all teenage cocaine users are alike, according to a recent study by Steinhardt and NYU Langone Medical Center researchers.   Examining data from a survey of seniors at 130 high schools, the researchers found that 6.2 percent had used powder cocaine and 2.5 percent had used crack. Students who earned more than $50 per week were significantly more likely to use either form, whereas girls reported less use of powder cocaine, and students who identified as religious preferred crack.   Users of only powder cocaine—not crack, as the stereotype would have it—were more likely to live in urban areas.   Possession of 500 grams of powder results in a five-year prison term, while just 28 grams of crack carries the same sentence—and yet the two are commonly collapsed into a common “cocaine use” category in research.       Precious Cargo   Here’s something to think about the next time you see a minivan hurtling down the highway: the fatality rate for child passengers in U.S. car crashes is at least double that of other wealthy nations. About 2,000 die each year.   Vague and insufficient state child restraint laws could be to blame, according to a study by Steinhardt researchers.   Laws in Arizona, Michigan, and South Dakota only mentioned children under the age of four, though the American Association of Pediatrics recommends that kids keep using special seats until they’re tall enough—usually between the ages of 8 and 12—to buckle up safely in just a seatbelt.   Other state laws didn’t distinguish between rear-facing infant seats and forward-facing booster seats, and 33 states granted exceptions for commercial vehicles carrying children.   Making the laws clearer could potentially save young lives.       One Is the Loneliest Number   The middle-schooler, as anyone who has chaperoned an 8th-grade dance knows, is a highly social animal. But what you might not guess is that interacting with peers can also boost academic performance in traditionally solitary realms.   A study of middle-schoolers led by Steinhardt’s Jan Plass found that playing a math video game competitively or collaboratively with another player—as compared to playing alone—enhanced both mastery of the subject and the student’s enjoyment of the game.   “We found support for claims that well-designed games can motivate students to learn less popular subjects such as math,” Plass said, “and can broaden their focus beyond just collecting stars and points.”   Students who played with others reported greater interest in mastering the skills the game taught, and those who played in a competitive situation performed the best of all.       Inhale. Exhale.     “Got into an altercation with a guy in the kitchen....My initial response was to fight. Then I thought about the consequences.”   Those are the words of a participant in a study led by the College of Nursing’s Noelle Leonard, which found that mindfulness training can improve attention skills among incarcerated youth, leading to better control over emotions and actions.   Researchers followed 267 16- to 18-year-old incarcerated males for four months.   When combined with cognitive-behavioral therapy, meditation-based training helped the teens resist impulsive and risky decision-making induced by stress. The findings suggest that mindfulness could be key to reducing recidivism among young offenders.   Study participants were taught to focus on the sensation of breathing. “By repeatedly returning attention back to the breath,” Leonard says, they learned to “interrupt the cycle of automatic and reactive thoughts.”       Thoroughly Modern Masquarade   Kitten ears? Ghoulish makeup? Those are so last Halloween.   To get the hippest haunted look this year, you’ll need some digital assistance—in the form of 3D virtual masks developed by NYU-Poly instructor Mark Swarek and grad student Animesh Anad.   To wear one, you just clip a four-inch square barcode into your hair or hat, and friends who have downloaded an app can hold up their mobile devices to see your spooky skeleton skull or giant pumpkin head.   Using similar technology, 4,000 kids “dressed” as dinosaurs and monsters at the Brooklyn Art Fair recently ran through Prospect Park while parents watched on iPad and iPhone screens.   Swarek, a researcher at MAGNET and augmented reality pioneer, predicts that future gamers will get up from the couch and head to public parks to battle each other in virtual forts and castles.     Helping the FDNY Fight Fires? Yep, There’s an App for That   What your firefighter doesn’t know can hurt him—and you. Today’s homes, with their open-plan layouts and synthetic furnishings, are prone to blazes unlike the house fires of the past, which is why it’s so important that volunteer and career squads learn the latest science on how fires spread.   Enter ALIVE, an online training tool developed by NYU-Poly researchers that’s now being adopted by 50 fire departments nationwide. ALIVE’s game-like modules simulate the real-time decision-making process and can be completed via computer, tablet, or smartphone—allowing firefighters, many of whom work additional full-time jobs, to proceed at their own pace.   The best part? In addition to being cheaper than face-to-face instruction, the new training has also proved more effective, with ALIVE users consistently outscoring peers who have studied in the classroom.       Stop! In the Name of Reproduction   Imagine a biological stoplight that could halt birth defects in their tracks.   No such mechanism yet exists, but NYU’s Andreas Hochwagen may have brought us one step closer with the discovery of an enzyme that plays “traffic cop” with cell division involved in sexual reproduction.   Most cells in an organism contain two sets of chromosomes—one from the mother and one from the father. But eggs and sperm have just one set, and they’re produced through meiosis, the process in which maternal and paternal genes are replicated and “reshuffled” into new combinations of DNA.   By studying meiosis in yeast, Hochwagen and a colleague found one enzyme that sends out a molecular “wait” signal to another that triggers DNA reshuffling. The enzyme acts as a “traffic cop” by preventing the disruptions to chromosome replication that can lead to Down syndrome.       Secrets from the Antarctic Underground     On an expedition to the far reaches of Antarctica, an international group of scientists confirmed that, when it comes to climate change, we’re all skating on thin ice.   Courant’s David Holland was among the researchers who traveled 500 meters down into the underbelly of the Pine Island Glacier to measure the effects of the warm seawater currents melting its ice shelf from below. They found that the channel through Pine Island is melting at a rate of about six centimeters per day—a startling finding given that the breakup of this ice shelf could significantly contribute to rising sea levels worldwide.   Holland’s plan is to use the new measurements to improve computer models that predict changes in the Western Antarctic Ice Sheet. Understanding how glaciers melt will be key to figuring out just how watery our future will be.       (Impulse) Buyer Beware     Ever popped into the grocery store for a gallon of milk and walked out with a whole cartful of treats? Impulse buying: It happens to the best of us. But why? The Stern School’s Sam Hui and colleagues recently zeroed in on the causes of this budget-busting behavior—by videotaping grocery stores from the shopper’s point-of-view.   They found that items that are on promotion, need to be refrigerated, or are high in “hedonicity” (like chocolate) are prime candidates for unplanned purchases, and that shoppers who stand close to shelves or browse store circulars are more likely to stray from their shopping lists.   “Retailers can employ several strategies to convert shoppers from passive browsers to buyers,” says Hui. But it takes two to tango: The researchers also found that customers often leave room for unplanned purchases in their mental budgets.       How Obesity Leads to Cancer   Here’s yet another reason to renew that gym membership: A third of the nation’s new cancer cases this year will be related to obesity, physical inactivity, and poor diet—and Steinhardt nutritional epidemiologist Niyati Parekh may have the key to why that is.   In a recent study, Parekh explored the link between body fatness and cancers of the esophagus, pancreas, colorectum, and breast. Her theory? Obesity causes higher concentrations of both insulin and glucose, which can encourage cancer cells to grow and multiply faster than they would in a slimmer person. Going forward, she says, scientists could use these findings to develop lifestyle guidelines to simultaneously control cancer and address America’s weight problem.   Meantime, just keep moving: Sedentary living, Parekh says, is a chief culprit in creating the excess body fat that can disrupt insulin regulation.       Can We Reduce Our Dietary Footprint?     When it comes to what we eat, the world’s people can be divided into two groups: “stuffed” and “starved.”   As Steinhardt’s Amy Bentley puts it, “Westerners are eating enormous quantities of sugar, beef, chicken, wheat, and dairy products”—and in addition to being bad for our health, that diet has bred overconsumption, leading to severe food shortages in parts of the world. Meat is so central to the Western diet that our “ecological footprint” exceeds the biocapacity of the entire planet.   Reversing the trend will be difficult, according to Bentley and her colleagues , who’ve written “Sustainable Consumption: Reworking the Western Diet,” a TED Studies analysis that describes the genesis of the modern food system and offers alternative approaches for a sustainable future.   Their first steps for change? Interest in food origins and technologies that track food from “farm to table.”       Stressing Over Stress     It sounds like the predicament of a Woody Allen character—you seek therapy for anxiety, but you’re too stressed to practice the calming techniques your therapist recommends. A team of NYU neurologists led by Elizabeth Phelps observed this phenomenon in a two-day experiment showing that even mild amounts of stress can thwart cognitive-behavioral therapies commonly prescribed to control emotions.     The researchers first conditioned participants to fear images of snakes or spiders by pairing the pictures with mild electric shocks, and then taught them strategies for combating that fear. The next day half the group had their hands plunged into icy water to induce stress. When exposed to the spooky images again, those with icy hands were unable to calm themselves using the strategies they’d learned, whereas a control group made effective use of the previous day’s training to reduce fear.       Thanks for the Memories?   It’s the bread and butter of every police procedural from Dragnet to Law &amp; Order: Two witnesses give differing accounts of the same crime. Duplicitous accomplices aside, psychologists have long understood memory recall to be complex and sometimes unreliable. Luckily, rats seem to have the same problem—which allows researchers like NYU’s André Fenton to peer into their minds and better understand what goes on in ours.   By monitoring the electrical activity in rats’ brains, Fenton and SUNY Downstate’s Eduard Kelemen observed that when the animals explore a new environment, their brain activity sometimes matches that of a previous one. The findings suggest neurons carry stored memories, environmental circumstances, and current state of mind —a mixture that might cause one to pick the wrong guy in a lineup but that can also, Fenton says, “amount to valuable insight and knowledge.”                                                                                                                                                                      NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "You Took the Words Right Out of My Brain                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2014   /   April   /   29                                                         You Took the Words Right Out of My Brain                   April 29, 2014          314                                        New Research Shows Brain’s Predictive Nature When Listening to Others   Our brain activity is more similar to that of speakers we are listening to when we can predict what they are going to say, a team of neuroscientists has found. The study, which appears in the Journal of Neuroscience , provides fresh evidence on the brain’s role in communication.     “Our findings show that the brains of both speakers and listeners take language predictability into account, resulting in more similar brain activity patterns between the two,” says Suzanne Dikker, the study’s lead author and a post-doctoral researcher in New York University’s Department of Psychology and Utrecht University. “Crucially, this happens even before a sentence is spoken and heard.”   “A lot of what we've learned about language and the brain has been from controlled laboratory tests that tend to look at language in the abstract—you get a string of words or you hear one word at a time,” adds Jason Zevin, an associate professor of psychology and linguistics at the University of Southern California and one of the study’s co-authors. “They’re not so much about communication, but about the structure of language. The current experiment is really about how we use language to express common ground or share our understanding of an event with someone else.”    The study’s other authors were Lauren Silbert, a recent PhD graduate from Princeton University, and Uri Hasson, an assistant professor in Princeton’s Department of Psychology.   Traditionally, it was thought that our brains always process the world around us from the “bottom up”—when we hear someone speak, our auditory cortex first processes the sounds, and then other areas in the brain put those sounds together into words and then sentences and larger discourse units. From here, we derive meaning and an understanding of the content of what is said to us.   However, in recent years, many neuroscientists have shifted to a “top-down” view of the brain, which they now see as a “prediction machine”: We are constantly anticipating events in the world around us so that we can respond to them quickly and accurately. For example, we can predict words and sounds based on context—and our brain takes advantage of this. For instance, when we hear “Grass is…” we can easily predict “green.”   What’s less understood is how this predictability might affect the speaker’s brain, or even the interaction between speakers and listeners.   In the Journal of Neuroscience study, the researchers collected brain responses from a speaker while she described images that she had viewed. These images varied in terms of likely predictability for a specific description. For instance, one image showed a penguin hugging a star (a relatively easy image in which to predict a speaker’s description). However, another image depicted a guitar stirring a bicycle tire submerged in a boiling pot of water—a picture that is much less likely to yield a predictable description: Is it “a guitar cooking a tire,” “a guitar boiling a wheel,” or “a guitar stirring a bike”?   Then, another group of subjects listened to those descriptions while viewing the same images. During this period, the researchers monitored the subjects’ brain activity.   When comparing the speaker’s brain responses directly to the listeners’ brain responses, they found that activity patterns in brain areas where spoken words are processed were more similar between the listeners and the speaker when the listeners could predict what the speaker was going to say.   When listeners can predict what a speaker is going to say, the authors suggest, their brains take advantage of this by sending a signal to their auditory cortex that it can expect sound patterns corresponding to predicted words (e.g., “green” while hearing “grass is...”). Interestingly, they add, the speaker's brain is showing a similar effect as she is planning what she will say: brain activity in her auditory language areas is affected by how predictable her utterance will be for her listeners.     “In addition to facilitating rapid and accurate processing of the world around us, the predictive power of our brains might play an important role in human communication,” notes Dikker, who conducted some of the research as a post-doctoral fellow at Weill Cornell Medical College’s Sackler Institute for Developmental Psychobiology. “During conversation, we adapt our speech rate and word choices to each other—for example, when explaining science to a child as opposed to a fellow scientist—and these processes are governed by our brains, which correspondingly align to each other.”   This work was supported by grants from the National Institutes of Health (P01-HD001994, R01-MH094480), Chinese Academy of Sciences Fellowships for Young International Scientists (2012Y1SA0004), and a Netherlands Organisation for Scientific Research Innovation Scheme Veni Grant (275-89-018).                          This Press Release is in the following Topics:      Arts and Science , Research , Faculty           Type: Press Release            Press Contact:                James Devitt | (212) 998-6808                                            Our brain activity is more similar to that of speakers we are listening to when we can predict what they are going to say, research by NYU&rsquo;s Suzanne Dikker and her colleagues shows. &copy;iStockPhoto.com/arekmalang                       Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "140 Words...                                                                                   NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU Stories                 Sub Navigation                                 In the Lab                       Arts & Culture                       Community                       Only at NYU                                                                                        140 Words...                                             You give us 140 words, we'll give you the latest in NYU research and innovation.                Most Likely to...Use Synthetic Cannabinoids?     Hear names like Scooby Doo, Spice, and K2 in a high school and you can be pretty sure students aren’t talking about their favorite entertainers.   Synthetic cannabinoids, designed to have similar effects to those of cannabis and marketed under such names, are often sold as a legal alternative to marijuana, though they are more harmful. Synthetics have been linked to 11,561 U.S. reports of poisonings between January and 2009 and April 2011, and 11.4% of high school seniors reported using them in 2011. Which teenagers are most likely to try them? NYU’s Center for Drug Use and HIV Research found that those most at risk are male, white, go out 3 to 4 times a week, use other substances, are regular smokers, use natural marijuana regularly, or have been lifetime users of a different illicit drug.    The draw? Avoiding arrest.     Location Location Location   Would you buy an iPhone from the wrong side of the tracks?   Residents of lower-income areas are often the most hard-pressed for extra cash—and yet when it comes selling goods online, their very neighborhoods can work to stigmatize them as untrustworthy, researchers in NYU’s department of sociology found .   In their experiment, they evaluated responses to online classified ads for iPhone 5’s in 12 cities—placed in various neighborhoods determined to be advantaged or disadvantaged based on census data. All other factors being equal, the ads originating from the disadvantaged neighborhoods received 16 percent fewer responses than did those from tonier ones. And the disparity was even greater—about 21 percent fewer responses—for poor neighborhoods that were predominantly black.   It’s yet another example of how perceptions—even false ones—can reinforce disparities in economic opportunity. The rich get richer...     Stop the Presses!   Velcro. Penicillin. The microwave oven.   To that list of famous accidental discoveries we can now add an answer to one of life’s most vexing questions: How many licks does it take to reach the center of a lollipop?   A group of Courant and Florida State University researchers recently came up with an estimate—in the midst of a larger study of how materials change shape and dissolve in water. In the experiment, they immersed hard candies in a current, and found that the “sculpture” that emerged as the candy dissolved took on the same shape every time, regardless of the speed of the water flow or the initial shape of the candy.   Their theory about how things shrink and dissolve has applications in the chemical and pharmaceutical industries, and for geologists studying erosion.   Oh—and it takes about 1,000 licks.     It Really Is the Thought That Counts   That pricey designer clutch you just picked out for your sister-in-law? Don’t be surprised if it’s not a big hit on Christmas morning, one NYU psychologist warns. She might have preferred a simple, functional tote.   It’s no secret that the holiday season can trigger major stress over finding the perfect gift for loved ones. But Yaacov Trope’s research suggests it’s overthinking that really gets us into trouble: Gift givers tend to obsess over finding fancy presents, when it turns out that most people would rather receive something practical.   That means, for example, that an Italian food lover would choose a gift certificate to a medium-rated Italian restaurant five minutes from her home over one to a top-rated place an hour away—something to keep in mind when tackling your shopping list this year.     Read more in the Journal of Consumer Research .     Just How Strong Are Glass Houses?   You drink from it, look through it, and sometimes even cut your foot on it—but what do you really know about glass?   For years the material—and how it transforms from solid to liquid—has puzzled scientists, because its particles are disorganized compared to those in metals.   Glass is a colloid, which means it’s made up of tiny particles that wiggle a little in place. But with all that wiggling, how does it remain solid?   NYU researchers have crafted a theory —based on observations dating back to James C. Maxwell in the 19th century—that the particles move in a coordinated way, engaging in a kind of microscopic dance party within a structure just strong enough to contain the frenzy.   Such research could have far-reaching implications, as colloids are also found in milk, paint, and gelatin—and our blood.     Strength in Numbers   In 2011, the U.S. government discontinued its color-coded system alerting Americans to the terrorist threat level facing the country. Since its implementation in 2002, the warning scale had never dropped below “yellow”—a 3 out of 5 in terms of danger.   But many of us still worry about terrorism—and our perceptions of risk can vary depending on how close we feel to our fellow Americans, Steinhardt’s Rezarta Bilali found .   She surveyed 147 university students on whether they perceived Americans to be similar to each other or different, and then showed them a (fake) newspaper article about a national security risk. Those who believed Americans are unlike each other were more likely to perceive a heightened threat when they read the article—and more likely to support the U.S.’s involvement in the war in Iraq.   Read more in New York magazine.       When Two People, um...Love Each Other...   Kids hate it. Parents hate it.   Beyond that first awkward “birds-and-bees” lecture, many families aren’t eager to talk about sex—at least not in detail, a survey of parents and children (aged 9-21) by Planned Parenthood and NYU’s Silver School found.   Of those polled, one in five parents had never talked specifically about birth control methods or strategies for saying no to sex, and 30% had offered no guidance on where to go for reproductive health care. For parents of 15- to 21-year-olds, 91% knew that their kids were having sexual intercourse, but just 40% were informed that their children were engaging in oral sex.    And though 61% of parents said people should hold off on sex until they’re in a serious relationship, only 52% had actually told their kids that.   Time for The Talk, Part II?     See No Evil, Hear No Evil     For a child, is there anything worse than watching Mom and Dad fight?   Here’s yet another reason frazzled parents should seek help in dealing with relationship anger and stress:   A study tracking 1,025 children found that adversity at home had varying effects on their ability to recognize and control feelings such as fear and sadness. In an emotions labeling task administered to the children just before their fifth birthday, Steinhardt’s C. Cybele Raver and colleagues found that those who’d been exposed to physical aggression between parents performed poorly, whereas—surprisingly—children who’d witnessed only verbal aggression displayed a greater understanding of different emotions.   But knowledge isn’t always power. Both types of clashes between parents were linked to kids’ difficulty in regulating their own negative feelings—which could put them at risk for anxiety and depression later on.     Tweeting Across the Aisle     Another election cycle, another chance for pundits to herald the increased polarization of politics in our brave new (digital) world: With the internet, the argument goes, we’ve built ourselves echo chambers—online communities where we engage with like-minded peers in discussions that only reinforce what we already believe.   Old news, right?   Not so fast, cautions NYU’s Pablo Barberá. In a study of millions of social media users in Germany, Spain, and the U.S., he found that platforms like Twitter actually reduce polarization by exposing people to political messages they wouldn’t otherwise encounter. That’s because our social networks include not just BFFs, but also people with whom we have only “weak ties”—and wouldn’t choose to chat politics with offline.   Something to consider before “unfriending” a zealous acquaintance for one too many rants in your Facebook newsfeed.     Shy Is Not Stupid     True, but unfair: Teachers often neglect the quiet kid in the corner in favor of the motormouth in the front row. Because of this, shy children are at risk for poor academic achievement. But a new Steinhardt study found a way to help these overlooked pupils reach their full potential—without pressuring them to “come out of their shell.”   Enter the INSIGHTS into Children’s Temperament intervention, which focuses on supporting personality differences instead of trying to change them. In a study of nearly 350 children transitioning from kindergarten to first grade, half the students participated in INSIGHT, and half attended a traditional after-school reading program.    While math and critical thinking skills of shy children of the second group declined, these skills improved in shy children of the first group— proving that being shy does not have to be a disadvantage.     Video Killed Objectivity     You’d think that video evidence used in court would help everybody to see the objective truth, right? Not so fast. It turns out that everyday prejudices aren’t so easily shed: A series of experiments by NYU psychologists and colleagues from the Yale School of Law showed that instead of challenging our biases, video evidence might in fact enhance them.    In one, 152 participants watched videos of ambiguous altercations between a police officer and a civilian, while researchers tracked their eye movements. A survey determined how connected participants felt to the social group of each officer.   Those who did not identify with the police officer suggested harsher punishments for his behavior. The discrepancy was also linked to how much participants fixed their gaze on each officer: The more they looked, the more their established beliefs about police misconduct were confirmed.     Risky Business     Play it safe, or go all in? Your gambling style might be determined by your brain structure, a study by NYU’s Paul Glimcher and colleagues found. Specifically, it’s a part of the parietal cortex that matters: Those with a larger volume in this part of the brain proved more willing to take more risks than those with a smaller volume there.   In the study, a few dozen young adults chose between monetary lotteries that varied in their level of risk while researchers conducted MRI scans on their brains. This is the first time brain structure has been used to explain financial decisions.   The same research team has also shown that as the parietal cortex thins with age, people become more likely to avoid risks—something to keep in mind next time you sit down to a poker game with Grandma.     Nurses in Flight   As anyone who’s ever suffered first-day-of-school or work jitters knows, starting a new gig can be stressful. That’s especially true in demanding medical fields, survey data from The RN Work Project, a 10-year longitudinal study of nurses, suggests. Researchers recently discovered that around 17.5 percent of newly licensed RNs leave their first job within a year, and a whopping 33.5 percent leave within two years.   All the shuffling can cost a large hospital as much as $6.4 million, and can even impact patient care, studies indicate, leading to increases in bedsores and falls.   Still, not all such turnover is bad: There’s a big difference between an ineffective nurse washing out and a highly competent one quitting, of course. And a nurse who leaves one post may do so to take up a similar one—sometimes within the same hospital.     What Lies Beneath   Nearly half a mile below the Antarctic ice sheet, there’s a hidden lake. And in that lake, there’s life—whole ecosystems, in fact, a team of researchers (including Courant’s Knut Christianson) recently revealed in a paper for the journal Nature.   Don’t picture ducklings and swans, though: The diverse community of critters the scientists found consists of microbes that can mine rocks for energy and use CO 2 as their source of carbon.   With funding from the National Science Foundation, a team of explorers used a hot-water drill to reach 2,600 feet down and retrieve water samples from Antarctica’s Lake Whillans last year. The subsequent discovery of organisms in those samples raises questions about what might be lurking in the other 400 lakes and numerous rivers under Antarctica’s ice sheet—and on other frozen planets in our solar system and beyond.     Patience is a Virtue—and Prevents Scarring!   Salicylic acid. Benzoyl peroxide. Toothpaste. Egg whites. Whatever you smeared on your face in an effort to banish pimples during your teen years, you probably forgot one essential ingredient: time.   Take it from Seth J. Orlow, an NYU dermatologist who’s been treating adolescent acne for more than 25 years: There’s still no overnight miracle cure—though medications do work, provided you have patience. (That means not giving up when you don’t see improvement immediately—a concept his hormone-addled patients tend to have trouble with.)   Orlow is also in the business of mythbusting: No, you can’t scrub acne away, he says. And stop blaming your diet.   Another piece of advice? Leave those zits alone! “I fervently encourage all of my acne patients not to pick at their lesions,” he says. “We want to avoid scarring, not foster it.”     Hackers, Do Your Worst     That clever password you just devised for online banking? It won’t protect you if your financial institution’s database is hacked—a fate that befalls dozens of high profile companies each year. Criminals outmaneuver encryption schemes by intercepting database keys or administrator passwords—and after that it’s just a matter of cracking into individual accounts. With computers that can check a billion six-character combinations per second, thieves can potentially decode about three passwords per hour.   That’s why NYU School of Engineering’s Justin Cappos and colleagues have devised PolyPasswordHasher—a storage method that divides secret information into shares, meaning that to verify any single password, an attacker would have to correctly guess at least three of them simultaneously. In practice, this would take all 900 million computers on Earth working nonstop for longer than 13 billion years. So, you know—don’t panic.      Give a Hug, Help a Brain     Reason no. 20,746 to thank mom for raising you: Her touch isn’t just soothing—it directly shapes a baby’s brain. Scientists have long known that parental bonding plays an important role in neural development, but a group of NYU Langone researchers have become the first to study that process in real time. They watched 100 hours of video of mama rats tending to their young, and compared the footage to brain scans from rat babies, or “pups,” outfitted with miniature wireless transmitters.   The takeaway? Brain wave patterns changed depending on whether the pups were nursing or left alone—and researchers believe such variations caused by nurturing interactions with mom help hard-wire a healthy brain for life. In fact, when mother rats groomed their pups, brain activity spiked by more than 100 percent. (Awww.)     Gateway to Ecstasy   MDMA…E…X—whatever you call it, ecstasy remains popular among adolescents and young adults despite an overall decline in its use since the peak period of the late 1990s and early 2000s. A recent study by NYU researchers found that 4.4% of high school seniors reported using ecstasy within the last year, with boys at particularly high risk for use.   Analyzing data from a survey administered nationwide in 130 schools, they concluded that previous use of other drugs was the biggest predictor of ecstasy use, drowning out other socioeconomic factors. In addition, girls and religious students were at lower odds for use, as were black and Hispanic students and those residing with two parents—unless they were already using other substances.   Money matters, too: Odds of using ecstasy increased for students with a job paying more than $50 per week.       Monkey Match   Gazing into the eyes of a potential mate is a time-honored pastime of lovers everywhere. But what if that ritual also involved checking your partner’s face for differently colored eyebrow patches, ear tufts, and nose spots?   Some types of Old World monkeys use those visual markers, which have evolved over time, to avoid interbreeding with similar species, NYU researchers have found . The anthropologists used facial recognition algorithms to compare 1,400 photographs of guenons—a group of more than two dozen species of monkeys who live side-by-side in the forests of Central and West Africa—to explore differences in their facial features.   The results showed that the face patterns of various guenon species sharing the same territory have evolved to appear distinct from one another, cutting down on the risk of hybridization and infertile offspring.     When Money Isn’t Just Green   No one likes the feeling that there’s not enough money to go around. But a new study by NYU psychologists found that a sense of scarcity can lead to more than penny pinching: In lean economic times, African Americans tend to appear “blacker” to whites.   In one experiment, non-black study participants were asked to view 110 computer-generated images of faces ranging from light- to dark-skinned. Those who’d indicated through survey questions that they believed that “when blacks make economic gains, whites lose out economically” had a lower threshold for identifying mixed-race faces as black.   In another, adults randomly selected from a city park were asked to divide up $15 between imaginary people (represented by composite faces) gave significantly less money to the face that looked blacker.   Watch Stephen Colbert’s take on the study and and read more in Time and The Star-Ledger .        Eyes as a Window to...the Brain?   Here’s something you didn’t see coming as a kid who dreamt of flying to the moon: Space travel could give you poor eyesight.   The nerves that move the eyes are very sensitive to changes in pressure in the brain, which could explain why astronauts exposed to elevated pressure in space suffer from visual impairment. Back here on Earth, weaknesses in those nerves can be a symptom of concussion or other traumatic brain injury.   That’s why biotech whizzes at Oculogica, co-founded by Stern grad Robert Ritlop (MBA’14) and the School of Medicine’s Uzma Samadani, are developing EyeBox, a diagnostic tool that uses eye tracking to detect problems in the brain.   The National Space Biomedical Research Institute recently funded further development of EyeBox through a $250,000 SMARTCAP grant—used to encourage the development of products to meet a need in space and on Earth.       DNA Origami   Forget paper cranes.   Chemistry professor Nadrian Seeman and colleagues at NYU and the University of Melbourne are practicing the delicate art of manipulating shapes at a much, much smaller scale.   Using DNA origami, which employs two hundred short DNA strands to direct longer strands into forming specific shapes, the researchers created amyloid fibrils—aggregated proteins as strong as spider’s silk—and a tiny nanotube (just one billionth of a meter in diameter) to house them. Their results are published in the journal Nature Nanotechnology .   Creating two-dimensional shapes like these on the nanoscale could enhance fiber optics and electronic devices by reducing their size and increasing their speed.   “Small is so exciting—you can make better structures on the tiniest chemical scales,” Seeman says.     Move Over, Silicon   BREAKING— The Graduate was indeed ahead of its time, because the future can still be summed up in one word: plastics. The flexible, inexpensive material could one day replace the silicon used in computer and phone processors—and thanks to new research by NYU physicists, that day is closer than ever.   Researchers focused on overcoming one big obstacle to making these plastic devices cheaply: the large amount of energy required to read information stored on them. (The trick is in converting data stored magnetically to light for fiber optic transmission.) In a recent experiment, they managed to transfer information between a magnet and an organic light-emitting diode, without electrical current flowing between the two.   The catch? Their device wasn’t petite—so the technology will have to be miniaturized before it can make its way into our favorite mobile gadgets.     Going With the Flow?   Leonardo da Vinci was onto something when he noticed that water falling into a pond created eddies of motion. The phenomenon he observed in the swirling currents is what scientists call turbulence—and it remains mysterious to physicists and mathematicians even today.   Turbulence is all around us: the efficiency of a jet engine, for example, depends on it. But other forms of this kind of fluid motion are much less familiar. NYU’s Katepalli Sreenivasan is part of a team of researchers studying quantum turbulence—the very chaotic motion of fluids at temperatures close to zero. These fluids are unlike ordinary air or water in that there’s no resistance to hinder their flow.   By studying these differences—between quantum and classical turbulence—Sreenivasan and colleagues could uncover phenomena not yet known to physics. Talk about making waves!     When Stars Die   They do not go gentle into that good night! Picture stripped-envelope supernovae as brilliant as a billion suns and gamma-ray bursts that launch particles moving at nearly the speed of light. Both are symptoms of stellar collapse, but astronomers so far have been unable to figure out which stars produce these types of explosions on their way out.   That’s where NYU physicist Maryam Modjaz comes in. She’s won a 5-year, $500,000 NSF CAREER Award for a scientific investigative method she calls “stellar forensics.” By studying the mass and metallicity (the proportion of matter made of elements other than hydrogen and helium) of the celestial habitats of the explosions, her research team will be able to deduce the makeup of the stars producing the big outbursts. And that , in turn, could help trace the chemical history of the universe.     Snapshots from the Mind’s Eye     Who needs a police-department sketch artist when scientists can pluck a suspect’s face directly from the mind of an eyewitness (no psychic required!)?   Thanks to advances in fMRI technology, a trio of researchers including NYU’s Brice Kuhl are honing the art of mindreading. In a recent study , the scientists scanned the brains of six volunteers as they viewed images of 300 different “training” faces, and then repeated the process with 30 new faces. By comparing these new scans to the previous 300, the researchers were able to produce recognizable images of the faces as they appeared in volunteers’ minds.   The pictures aren’t perfect yet, but a more advanced version of this method could one day be used to help understand how autistic children respond to faces, to assess racial prejudice, or even to recreate faces from dreams.   Read more in the Wall Street Journal .       We Still Love You, BU   Alarming, though not especially surprising: People tend to dehumanize members of groups they don’t belong to. NYU and Harvard researchers recently showed undergrads pictures of human faces that had been morphed together with inanimate objects (like dolls or statues). The students were more likely to deem a hybrid image as “having a mind” if it was labeled as belonging to their “in-group.”   So a Democrat might imagine a Republican to be mindless, unless—and here’s the new wrinkle—the Democrat views the Republican as threatening, the researchers found. NYU students who identified strongly with their school were more likely to perceive faces labeled as Boston University students as rivals, and were therefore more likely than other NYU students to report that the BU students had minds. The same held for ardent political party supporters who viewed their adversaries as threatening.     Waiting for the Phone to Ring   Even women seeking to date men who’ll treat them as equals can be shy to ask those guys out, a new study by NYU sociologist Ellen Lamont found. She interviewed 38 female college graduates—average age 31—who described their ideal relationship as one in which partners equally shared economic, housework, and childcare responsibilities. Three quarters of those who had or wanted children said they had not interrupted or would not interrupt their careers to become stay-at-home moms.   But despite their egalitarian ideals, the women clung to traditional gender roles in the realm of dating: They said that men are responsible for asking women out, paying for dates, and proposing marriage. Many feared rejection when pursuing relationships, and expressed a preference for being pursued and desired. Take notice, rom-com screenwriters!       Tomes for Tots?   Sure, your baby could be the next great Tolstoy scholar—but don’t count on him to crack open War and Peace just yet. A Steinhardt study has busted the myth that, with a little help from educational DVDs and flashcards, infants can learn to read.   The researchers studied 117 infants aged nine to 18 months, some of whom received a baby media product—DVDs, flashcards, or flipbooks—to be used daily for seven months.   When the babies who’d been given the educational materials were tested on their capacity to recognize letter names, letter sounds, and words by sight, they scored just as poorly as those in the control group, who hadn’t been “studying.”   The products did have one profound effect—on parents, who in exit interviews expressed the belief that their precocious progeny were well on their way to literacy.     A Safer Fix   Nine percent of new HIV infections originate from drug use, and 70 to 77 percent of people who inject drugs have hepatitis C, according to the Centers for Disease Control. That’s why researchers at NYU’s Center for Drug Use and HIV Research have studied the behaviors of people who’ve injected drugs for 8 to 15 years and not contracted these diseases.   Aiming to reduce disease transmission among all addicts, colleagues from the National Development Research Institutes drew on this 2005 research for a new intervention with 68 drug users from the Lower East Side. The program both taught safe injection practices and helped users reduce weekly drug intake. And the best news? Knowledge can be contagious. Researchers noted that study participants have been spreading the word on safer drug use within their communities.     Selective Memory   What’s that phone number again? Some psychologists argue that there is a finite number of items that we can hold in our minds at once, while others insist that working memory is focused on quality, not quantity.   NYU’s Weiji Ma recently scored a point for the latter camp by analyzing the results of experiments in which subjects were asked to recall one of up to eight colors they’d seen a few seconds ago. The quality of memories gradually diminished as subjects were asked to recall more and more colors.   Ma concluded that working memory doesn’t suddenly max out: We’re more likely to remember “everything a little bit” than to remember some things perfectly and forget others entirely.   Now what happened to those car keys?       Covet Not   Which relative should inherit grandma’s wedding silver? And when a couple splits, which spouse gets the car? Such questions can quickly lead to bickering, as there’s no magic formula for divvying up prized possessions.   But with a pair of elegant algorithms , NYU politics professor Steven Brams and colleagues may have devised the next-best thing: an “envy-free” guide to dividing belongings fairly in divorce and inheritance disputes.   Unlike other methods that ask the two quarreling parties to give detailed information about what they want, these algorithms are efficient and simple to use. In the first, the two players choose between items; in the second, they rank their preferences. The algorithms are “envy free” because each party prefers its items to those of the other party.   Does this guarantee there will be no hurt feelings? Probably not—but it beats throwing dishes.       Straight Talk   Birds fly; fish swim. People talk—but with just half a brain? A new study by NYU and NYU Langone Medical Center researchers has just upended the long-standing scientific assumption that you only need one side of your brain to have a real conversation.   Using data from NYU ECoG , where neural activity is measured by placing specialized electrodes directly on the brain, the scientists proved that speech is, in fact, bilateral—it involves both sides. To isolate mere speech (talking and listening) from meaningful language (constructing and understanding sentences), the researchers had study subjects repeat nonsense words like “kig” and “pob.” As they spoke, the researchers observed activity on both sides of the brain. The findings were published in Nature .   These insights could lead to more effective rehabilitation of patients with brain damage caused by strokes or epilepsy.     Scandalize. Investigate. Repeat.   Watergate. The Iran-Contra Affair. Hurricane Katrina. Does that sound like a greatest-hits of American scandals and screw-ups? It is—and there are 97 more. As part of his new book Government by Investigation (Brookings Institution Press), Wagner’s Paul Light has compiled a list of the federal government’s 100 most significant inquiries since 1945.   What do communists in Hollywood (1947), the Kent State campus shootings (1970), and steroid abuse in baseball (2005) have in common? They all made Light’s cut, along with probes into Pearl Harbor (1945), Ku Klux Klan activities (1965), the space shuttle Challenger accident (1986), and President Clinton’s impeachment (1998).   Light counts 20 investigations from the 2000s alone, among them the 9/11 terrorist attacks, the 2008 financial collapse, and the Gulf of Mexico oil spill.   How many controversies can you name? See the full list here.       Elite Electorate   Voter turnout for U.S. presidential elections hovers around an unimpressive 60 percent. But who exactly is doing the voting? Most often, it’s the rich: A study by NYU’s Jonathan Nagler with American University colleague Jan Leighley found that nearly 80 percent of high-income citizens vote, compared to barely 50 percent of those considered low-income.   Studying data from every presidential election from 1972 to 2008, the researchers found that while the gap in voting between blacks and whites has largely disappeared, income inequality between voters and non-voters has remained stable. And election reforms designed to boost voter turnout have resulted in modest increases of just 2 or 3 percent.   Upending previous research, Leighley and Nagler demonstrated that voters are substantially more conservative in their economic views than are non-voters—an imbalance that may well influence policy decisions to the detriment of the poor.       Sandbox Census   The stats on childhood obesity—nearly a quarter of 6- to 11-year-olds don’t meet U.S. guidelines for physical activity—indicate that perhaps kids aren’t spending enough time outdoors. That’s why a team of Steinhardt researchers set out to discover who’s using NYC’s parks and playgrounds, and how often.   In 2010-11, the team examined 10 parks or playgrounds and counted 37,412 users, 53 percent of them children. While 60 percent of parents said these were the main places their kids played outdoors, there were significant differences among racial and socioeconomic groups: non-whites and those with household incomes of less than $20,000 were more likely to turn to playgrounds for their children’s needs.   While the vast majority of parents were pleased with playground cleanliness and maintenance, some groups—including Hispanics and women—were more likely than others to report feeling unsafe there.       Who’s Crowding the ER?   Anyone with the misfortune to wind up in an overcrowded hospital emergency room might reasonably look around and wonder, “Who are all these people?”   Not who you might expect, according to a new NYU Wagner study that debunked an urban legend about emergency department “frequent fliers.” While it’s widely assumed that addled drug addicts put the greatest burden on emergency facilities, the researchers analyzed 212,259 NYC emergency department visits and found that substance abuse and mental illness accounted for only a small share of ER traffic.   Instead, those visiting the emergency department most often were the very sick—those carrying a substantial burden of disease, with chronic conditions requiring multiple hospitalizations. These repeat users were shown to have visited primary and secondary caregivers more often than the emergency department, shattering the stereotype of patients who rely on the ER for all medical needs.     Same Drug, Different Stories   Crack or powder? Not all teenage cocaine users are alike, according to a recent study by Steinhardt and NYU Langone Medical Center researchers.   Examining data from a survey of seniors at 130 high schools, the researchers found that 6.2 percent had used powder cocaine and 2.5 percent had used crack. Students who earned more than $50 per week were significantly more likely to use either form, whereas girls reported less use of powder cocaine, and students who identified as religious preferred crack.   Users of only powder cocaine—not crack, as the stereotype would have it—were more likely to live in urban areas.   Possession of 500 grams of powder results in a five-year prison term, while just 28 grams of crack carries the same sentence—and yet the two are commonly collapsed into a common “cocaine use” category in research.       Precious Cargo   Here’s something to think about the next time you see a minivan hurtling down the highway: the fatality rate for child passengers in U.S. car crashes is at least double that of other wealthy nations. About 2,000 die each year.   Vague and insufficient state child restraint laws could be to blame, according to a study by Steinhardt researchers.   Laws in Arizona, Michigan, and South Dakota only mentioned children under the age of four, though the American Association of Pediatrics recommends that kids keep using special seats until they’re tall enough—usually between the ages of 8 and 12—to buckle up safely in just a seatbelt.   Other state laws didn’t distinguish between rear-facing infant seats and forward-facing booster seats, and 33 states granted exceptions for commercial vehicles carrying children.   Making the laws clearer could potentially save young lives.       One Is the Loneliest Number   The middle-schooler, as anyone who has chaperoned an 8th-grade dance knows, is a highly social animal. But what you might not guess is that interacting with peers can also boost academic performance in traditionally solitary realms.   A study of middle-schoolers led by Steinhardt’s Jan Plass found that playing a math video game competitively or collaboratively with another player—as compared to playing alone—enhanced both mastery of the subject and the student’s enjoyment of the game.   “We found support for claims that well-designed games can motivate students to learn less popular subjects such as math,” Plass said, “and can broaden their focus beyond just collecting stars and points.”   Students who played with others reported greater interest in mastering the skills the game taught, and those who played in a competitive situation performed the best of all.       Inhale. Exhale.     “Got into an altercation with a guy in the kitchen....My initial response was to fight. Then I thought about the consequences.”   Those are the words of a participant in a study led by the College of Nursing’s Noelle Leonard, which found that mindfulness training can improve attention skills among incarcerated youth, leading to better control over emotions and actions.   Researchers followed 267 16- to 18-year-old incarcerated males for four months.   When combined with cognitive-behavioral therapy, meditation-based training helped the teens resist impulsive and risky decision-making induced by stress. The findings suggest that mindfulness could be key to reducing recidivism among young offenders.   Study participants were taught to focus on the sensation of breathing. “By repeatedly returning attention back to the breath,” Leonard says, they learned to “interrupt the cycle of automatic and reactive thoughts.”       Thoroughly Modern Masquarade   Kitten ears? Ghoulish makeup? Those are so last Halloween.   To get the hippest haunted look this year, you’ll need some digital assistance—in the form of 3D virtual masks developed by NYU-Poly instructor Mark Swarek and grad student Animesh Anad.   To wear one, you just clip a four-inch square barcode into your hair or hat, and friends who have downloaded an app can hold up their mobile devices to see your spooky skeleton skull or giant pumpkin head.   Using similar technology, 4,000 kids “dressed” as dinosaurs and monsters at the Brooklyn Art Fair recently ran through Prospect Park while parents watched on iPad and iPhone screens.   Swarek, a researcher at MAGNET and augmented reality pioneer, predicts that future gamers will get up from the couch and head to public parks to battle each other in virtual forts and castles.     Helping the FDNY Fight Fires? Yep, There’s an App for That   What your firefighter doesn’t know can hurt him—and you. Today’s homes, with their open-plan layouts and synthetic furnishings, are prone to blazes unlike the house fires of the past, which is why it’s so important that volunteer and career squads learn the latest science on how fires spread.   Enter ALIVE, an online training tool developed by NYU-Poly researchers that’s now being adopted by 50 fire departments nationwide. ALIVE’s game-like modules simulate the real-time decision-making process and can be completed via computer, tablet, or smartphone—allowing firefighters, many of whom work additional full-time jobs, to proceed at their own pace.   The best part? In addition to being cheaper than face-to-face instruction, the new training has also proved more effective, with ALIVE users consistently outscoring peers who have studied in the classroom.       Stop! In the Name of Reproduction   Imagine a biological stoplight that could halt birth defects in their tracks.   No such mechanism yet exists, but NYU’s Andreas Hochwagen may have brought us one step closer with the discovery of an enzyme that plays “traffic cop” with cell division involved in sexual reproduction.   Most cells in an organism contain two sets of chromosomes—one from the mother and one from the father. But eggs and sperm have just one set, and they’re produced through meiosis, the process in which maternal and paternal genes are replicated and “reshuffled” into new combinations of DNA.   By studying meiosis in yeast, Hochwagen and a colleague found one enzyme that sends out a molecular “wait” signal to another that triggers DNA reshuffling. The enzyme acts as a “traffic cop” by preventing the disruptions to chromosome replication that can lead to Down syndrome.       Secrets from the Antarctic Underground     On an expedition to the far reaches of Antarctica, an international group of scientists confirmed that, when it comes to climate change, we’re all skating on thin ice.   Courant’s David Holland was among the researchers who traveled 500 meters down into the underbelly of the Pine Island Glacier to measure the effects of the warm seawater currents melting its ice shelf from below. They found that the channel through Pine Island is melting at a rate of about six centimeters per day—a startling finding given that the breakup of this ice shelf could significantly contribute to rising sea levels worldwide.   Holland’s plan is to use the new measurements to improve computer models that predict changes in the Western Antarctic Ice Sheet. Understanding how glaciers melt will be key to figuring out just how watery our future will be.       (Impulse) Buyer Beware     Ever popped into the grocery store for a gallon of milk and walked out with a whole cartful of treats? Impulse buying: It happens to the best of us. But why? The Stern School’s Sam Hui and colleagues recently zeroed in on the causes of this budget-busting behavior—by videotaping grocery stores from the shopper’s point-of-view.   They found that items that are on promotion, need to be refrigerated, or are high in “hedonicity” (like chocolate) are prime candidates for unplanned purchases, and that shoppers who stand close to shelves or browse store circulars are more likely to stray from their shopping lists.   “Retailers can employ several strategies to convert shoppers from passive browsers to buyers,” says Hui. But it takes two to tango: The researchers also found that customers often leave room for unplanned purchases in their mental budgets.       How Obesity Leads to Cancer   Here’s yet another reason to renew that gym membership: A third of the nation’s new cancer cases this year will be related to obesity, physical inactivity, and poor diet—and Steinhardt nutritional epidemiologist Niyati Parekh may have the key to why that is.   In a recent study, Parekh explored the link between body fatness and cancers of the esophagus, pancreas, colorectum, and breast. Her theory? Obesity causes higher concentrations of both insulin and glucose, which can encourage cancer cells to grow and multiply faster than they would in a slimmer person. Going forward, she says, scientists could use these findings to develop lifestyle guidelines to simultaneously control cancer and address America’s weight problem.   Meantime, just keep moving: Sedentary living, Parekh says, is a chief culprit in creating the excess body fat that can disrupt insulin regulation.       Can We Reduce Our Dietary Footprint?     When it comes to what we eat, the world’s people can be divided into two groups: “stuffed” and “starved.”   As Steinhardt’s Amy Bentley puts it, “Westerners are eating enormous quantities of sugar, beef, chicken, wheat, and dairy products”—and in addition to being bad for our health, that diet has bred overconsumption, leading to severe food shortages in parts of the world. Meat is so central to the Western diet that our “ecological footprint” exceeds the biocapacity of the entire planet.   Reversing the trend will be difficult, according to Bentley and her colleagues , who’ve written “Sustainable Consumption: Reworking the Western Diet,” a TED Studies analysis that describes the genesis of the modern food system and offers alternative approaches for a sustainable future.   Their first steps for change? Interest in food origins and technologies that track food from “farm to table.”       Stressing Over Stress     It sounds like the predicament of a Woody Allen character—you seek therapy for anxiety, but you’re too stressed to practice the calming techniques your therapist recommends. A team of NYU neurologists led by Elizabeth Phelps observed this phenomenon in a two-day experiment showing that even mild amounts of stress can thwart cognitive-behavioral therapies commonly prescribed to control emotions.     The researchers first conditioned participants to fear images of snakes or spiders by pairing the pictures with mild electric shocks, and then taught them strategies for combating that fear. The next day half the group had their hands plunged into icy water to induce stress. When exposed to the spooky images again, those with icy hands were unable to calm themselves using the strategies they’d learned, whereas a control group made effective use of the previous day’s training to reduce fear.       Thanks for the Memories?   It’s the bread and butter of every police procedural from Dragnet to Law &amp; Order: Two witnesses give differing accounts of the same crime. Duplicitous accomplices aside, psychologists have long understood memory recall to be complex and sometimes unreliable. Luckily, rats seem to have the same problem—which allows researchers like NYU’s André Fenton to peer into their minds and better understand what goes on in ours.   By monitoring the electrical activity in rats’ brains, Fenton and SUNY Downstate’s Eduard Kelemen observed that when the animals explore a new environment, their brain activity sometimes matches that of a previous one. The findings suggest neurons carry stored memories, environmental circumstances, and current state of mind —a mixture that might cause one to pick the wrong guy in a lineup but that can also, Fenton says, “amount to valuable insight and knowledge.”                                                                                                                                                                      NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "You Took the Words Right Out of My Brain                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2014   /   April   /   29                                                         You Took the Words Right Out of My Brain                   April 29, 2014          314                                        New Research Shows Brain’s Predictive Nature When Listening to Others   Our brain activity is more similar to that of speakers we are listening to when we can predict what they are going to say, a team of neuroscientists has found. The study, which appears in the Journal of Neuroscience , provides fresh evidence on the brain’s role in communication.     “Our findings show that the brains of both speakers and listeners take language predictability into account, resulting in more similar brain activity patterns between the two,” says Suzanne Dikker, the study’s lead author and a post-doctoral researcher in New York University’s Department of Psychology and Utrecht University. “Crucially, this happens even before a sentence is spoken and heard.”   “A lot of what we've learned about language and the brain has been from controlled laboratory tests that tend to look at language in the abstract—you get a string of words or you hear one word at a time,” adds Jason Zevin, an associate professor of psychology and linguistics at the University of Southern California and one of the study’s co-authors. “They’re not so much about communication, but about the structure of language. The current experiment is really about how we use language to express common ground or share our understanding of an event with someone else.”    The study’s other authors were Lauren Silbert, a recent PhD graduate from Princeton University, and Uri Hasson, an assistant professor in Princeton’s Department of Psychology.   Traditionally, it was thought that our brains always process the world around us from the “bottom up”—when we hear someone speak, our auditory cortex first processes the sounds, and then other areas in the brain put those sounds together into words and then sentences and larger discourse units. From here, we derive meaning and an understanding of the content of what is said to us.   However, in recent years, many neuroscientists have shifted to a “top-down” view of the brain, which they now see as a “prediction machine”: We are constantly anticipating events in the world around us so that we can respond to them quickly and accurately. For example, we can predict words and sounds based on context—and our brain takes advantage of this. For instance, when we hear “Grass is…” we can easily predict “green.”   What’s less understood is how this predictability might affect the speaker’s brain, or even the interaction between speakers and listeners.   In the Journal of Neuroscience study, the researchers collected brain responses from a speaker while she described images that she had viewed. These images varied in terms of likely predictability for a specific description. For instance, one image showed a penguin hugging a star (a relatively easy image in which to predict a speaker’s description). However, another image depicted a guitar stirring a bicycle tire submerged in a boiling pot of water—a picture that is much less likely to yield a predictable description: Is it “a guitar cooking a tire,” “a guitar boiling a wheel,” or “a guitar stirring a bike”?   Then, another group of subjects listened to those descriptions while viewing the same images. During this period, the researchers monitored the subjects’ brain activity.   When comparing the speaker’s brain responses directly to the listeners’ brain responses, they found that activity patterns in brain areas where spoken words are processed were more similar between the listeners and the speaker when the listeners could predict what the speaker was going to say.   When listeners can predict what a speaker is going to say, the authors suggest, their brains take advantage of this by sending a signal to their auditory cortex that it can expect sound patterns corresponding to predicted words (e.g., “green” while hearing “grass is...”). Interestingly, they add, the speaker's brain is showing a similar effect as she is planning what she will say: brain activity in her auditory language areas is affected by how predictable her utterance will be for her listeners.     “In addition to facilitating rapid and accurate processing of the world around us, the predictive power of our brains might play an important role in human communication,” notes Dikker, who conducted some of the research as a post-doctoral fellow at Weill Cornell Medical College’s Sackler Institute for Developmental Psychobiology. “During conversation, we adapt our speech rate and word choices to each other—for example, when explaining science to a child as opposed to a fellow scientist—and these processes are governed by our brains, which correspondingly align to each other.”   This work was supported by grants from the National Institutes of Health (P01-HD001994, R01-MH094480), Chinese Academy of Sciences Fellowships for Young International Scientists (2012Y1SA0004), and a Netherlands Organisation for Scientific Research Innovation Scheme Veni Grant (275-89-018).                          This Press Release is in the following Topics:      Arts and Science , Research , Faculty           Type: Press Release            Press Contact:                James Devitt | (212) 998-6808                                            Our brain activity is more similar to that of speakers we are listening to when we can predict what they are going to say, research by NYU&rsquo;s Suzanne Dikker and her colleagues shows. &copy;iStockPhoto.com/arekmalang                       Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "140 Words...                                                                                   NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU Stories                 Sub Navigation                                 In the Lab                       Arts & Culture                       Community                       Only at NYU                                                                                        140 Words...                                             You give us 140 words, we'll give you the latest in NYU research and innovation.                Most Likely to...Use Synthetic Cannabinoids?     Hear names like Scooby Doo, Spice, and K2 in a high school and you can be pretty sure students aren’t talking about their favorite entertainers.   Synthetic cannabinoids, designed to have similar effects to those of cannabis and marketed under such names, are often sold as a legal alternative to marijuana, though they are more harmful. Synthetics have been linked to 11,561 U.S. reports of poisonings between January and 2009 and April 2011, and 11.4% of high school seniors reported using them in 2011. Which teenagers are most likely to try them? NYU’s Center for Drug Use and HIV Research found that those most at risk are male, white, go out 3 to 4 times a week, use other substances, are regular smokers, use natural marijuana regularly, or have been lifetime users of a different illicit drug.    The draw? Avoiding arrest.     Location Location Location   Would you buy an iPhone from the wrong side of the tracks?   Residents of lower-income areas are often the most hard-pressed for extra cash—and yet when it comes selling goods online, their very neighborhoods can work to stigmatize them as untrustworthy, researchers in NYU’s department of sociology found .   In their experiment, they evaluated responses to online classified ads for iPhone 5’s in 12 cities—placed in various neighborhoods determined to be advantaged or disadvantaged based on census data. All other factors being equal, the ads originating from the disadvantaged neighborhoods received 16 percent fewer responses than did those from tonier ones. And the disparity was even greater—about 21 percent fewer responses—for poor neighborhoods that were predominantly black.   It’s yet another example of how perceptions—even false ones—can reinforce disparities in economic opportunity. The rich get richer...     Stop the Presses!   Velcro. Penicillin. The microwave oven.   To that list of famous accidental discoveries we can now add an answer to one of life’s most vexing questions: How many licks does it take to reach the center of a lollipop?   A group of Courant and Florida State University researchers recently came up with an estimate—in the midst of a larger study of how materials change shape and dissolve in water. In the experiment, they immersed hard candies in a current, and found that the “sculpture” that emerged as the candy dissolved took on the same shape every time, regardless of the speed of the water flow or the initial shape of the candy.   Their theory about how things shrink and dissolve has applications in the chemical and pharmaceutical industries, and for geologists studying erosion.   Oh—and it takes about 1,000 licks.     It Really Is the Thought That Counts   That pricey designer clutch you just picked out for your sister-in-law? Don’t be surprised if it’s not a big hit on Christmas morning, one NYU psychologist warns. She might have preferred a simple, functional tote.   It’s no secret that the holiday season can trigger major stress over finding the perfect gift for loved ones. But Yaacov Trope’s research suggests it’s overthinking that really gets us into trouble: Gift givers tend to obsess over finding fancy presents, when it turns out that most people would rather receive something practical.   That means, for example, that an Italian food lover would choose a gift certificate to a medium-rated Italian restaurant five minutes from her home over one to a top-rated place an hour away—something to keep in mind when tackling your shopping list this year.     Read more in the Journal of Consumer Research .     Just How Strong Are Glass Houses?   You drink from it, look through it, and sometimes even cut your foot on it—but what do you really know about glass?   For years the material—and how it transforms from solid to liquid—has puzzled scientists, because its particles are disorganized compared to those in metals.   Glass is a colloid, which means it’s made up of tiny particles that wiggle a little in place. But with all that wiggling, how does it remain solid?   NYU researchers have crafted a theory —based on observations dating back to James C. Maxwell in the 19th century—that the particles move in a coordinated way, engaging in a kind of microscopic dance party within a structure just strong enough to contain the frenzy.   Such research could have far-reaching implications, as colloids are also found in milk, paint, and gelatin—and our blood.     Strength in Numbers   In 2011, the U.S. government discontinued its color-coded system alerting Americans to the terrorist threat level facing the country. Since its implementation in 2002, the warning scale had never dropped below “yellow”—a 3 out of 5 in terms of danger.   But many of us still worry about terrorism—and our perceptions of risk can vary depending on how close we feel to our fellow Americans, Steinhardt’s Rezarta Bilali found .   She surveyed 147 university students on whether they perceived Americans to be similar to each other or different, and then showed them a (fake) newspaper article about a national security risk. Those who believed Americans are unlike each other were more likely to perceive a heightened threat when they read the article—and more likely to support the U.S.’s involvement in the war in Iraq.   Read more in New York magazine.       When Two People, um...Love Each Other...   Kids hate it. Parents hate it.   Beyond that first awkward “birds-and-bees” lecture, many families aren’t eager to talk about sex—at least not in detail, a survey of parents and children (aged 9-21) by Planned Parenthood and NYU’s Silver School found.   Of those polled, one in five parents had never talked specifically about birth control methods or strategies for saying no to sex, and 30% had offered no guidance on where to go for reproductive health care. For parents of 15- to 21-year-olds, 91% knew that their kids were having sexual intercourse, but just 40% were informed that their children were engaging in oral sex.    And though 61% of parents said people should hold off on sex until they’re in a serious relationship, only 52% had actually told their kids that.   Time for The Talk, Part II?     See No Evil, Hear No Evil     For a child, is there anything worse than watching Mom and Dad fight?   Here’s yet another reason frazzled parents should seek help in dealing with relationship anger and stress:   A study tracking 1,025 children found that adversity at home had varying effects on their ability to recognize and control feelings such as fear and sadness. In an emotions labeling task administered to the children just before their fifth birthday, Steinhardt’s C. Cybele Raver and colleagues found that those who’d been exposed to physical aggression between parents performed poorly, whereas—surprisingly—children who’d witnessed only verbal aggression displayed a greater understanding of different emotions.   But knowledge isn’t always power. Both types of clashes between parents were linked to kids’ difficulty in regulating their own negative feelings—which could put them at risk for anxiety and depression later on.     Tweeting Across the Aisle     Another election cycle, another chance for pundits to herald the increased polarization of politics in our brave new (digital) world: With the internet, the argument goes, we’ve built ourselves echo chambers—online communities where we engage with like-minded peers in discussions that only reinforce what we already believe.   Old news, right?   Not so fast, cautions NYU’s Pablo Barberá. In a study of millions of social media users in Germany, Spain, and the U.S., he found that platforms like Twitter actually reduce polarization by exposing people to political messages they wouldn’t otherwise encounter. That’s because our social networks include not just BFFs, but also people with whom we have only “weak ties”—and wouldn’t choose to chat politics with offline.   Something to consider before “unfriending” a zealous acquaintance for one too many rants in your Facebook newsfeed.     Shy Is Not Stupid     True, but unfair: Teachers often neglect the quiet kid in the corner in favor of the motormouth in the front row. Because of this, shy children are at risk for poor academic achievement. But a new Steinhardt study found a way to help these overlooked pupils reach their full potential—without pressuring them to “come out of their shell.”   Enter the INSIGHTS into Children’s Temperament intervention, which focuses on supporting personality differences instead of trying to change them. In a study of nearly 350 children transitioning from kindergarten to first grade, half the students participated in INSIGHT, and half attended a traditional after-school reading program.    While math and critical thinking skills of shy children of the second group declined, these skills improved in shy children of the first group— proving that being shy does not have to be a disadvantage.     Video Killed Objectivity     You’d think that video evidence used in court would help everybody to see the objective truth, right? Not so fast. It turns out that everyday prejudices aren’t so easily shed: A series of experiments by NYU psychologists and colleagues from the Yale School of Law showed that instead of challenging our biases, video evidence might in fact enhance them.    In one, 152 participants watched videos of ambiguous altercations between a police officer and a civilian, while researchers tracked their eye movements. A survey determined how connected participants felt to the social group of each officer.   Those who did not identify with the police officer suggested harsher punishments for his behavior. The discrepancy was also linked to how much participants fixed their gaze on each officer: The more they looked, the more their established beliefs about police misconduct were confirmed.     Risky Business     Play it safe, or go all in? Your gambling style might be determined by your brain structure, a study by NYU’s Paul Glimcher and colleagues found. Specifically, it’s a part of the parietal cortex that matters: Those with a larger volume in this part of the brain proved more willing to take more risks than those with a smaller volume there.   In the study, a few dozen young adults chose between monetary lotteries that varied in their level of risk while researchers conducted MRI scans on their brains. This is the first time brain structure has been used to explain financial decisions.   The same research team has also shown that as the parietal cortex thins with age, people become more likely to avoid risks—something to keep in mind next time you sit down to a poker game with Grandma.     Nurses in Flight   As anyone who’s ever suffered first-day-of-school or work jitters knows, starting a new gig can be stressful. That’s especially true in demanding medical fields, survey data from The RN Work Project, a 10-year longitudinal study of nurses, suggests. Researchers recently discovered that around 17.5 percent of newly licensed RNs leave their first job within a year, and a whopping 33.5 percent leave within two years.   All the shuffling can cost a large hospital as much as $6.4 million, and can even impact patient care, studies indicate, leading to increases in bedsores and falls.   Still, not all such turnover is bad: There’s a big difference between an ineffective nurse washing out and a highly competent one quitting, of course. And a nurse who leaves one post may do so to take up a similar one—sometimes within the same hospital.     What Lies Beneath   Nearly half a mile below the Antarctic ice sheet, there’s a hidden lake. And in that lake, there’s life—whole ecosystems, in fact, a team of researchers (including Courant’s Knut Christianson) recently revealed in a paper for the journal Nature.   Don’t picture ducklings and swans, though: The diverse community of critters the scientists found consists of microbes that can mine rocks for energy and use CO 2 as their source of carbon.   With funding from the National Science Foundation, a team of explorers used a hot-water drill to reach 2,600 feet down and retrieve water samples from Antarctica’s Lake Whillans last year. The subsequent discovery of organisms in those samples raises questions about what might be lurking in the other 400 lakes and numerous rivers under Antarctica’s ice sheet—and on other frozen planets in our solar system and beyond.     Patience is a Virtue—and Prevents Scarring!   Salicylic acid. Benzoyl peroxide. Toothpaste. Egg whites. Whatever you smeared on your face in an effort to banish pimples during your teen years, you probably forgot one essential ingredient: time.   Take it from Seth J. Orlow, an NYU dermatologist who’s been treating adolescent acne for more than 25 years: There’s still no overnight miracle cure—though medications do work, provided you have patience. (That means not giving up when you don’t see improvement immediately—a concept his hormone-addled patients tend to have trouble with.)   Orlow is also in the business of mythbusting: No, you can’t scrub acne away, he says. And stop blaming your diet.   Another piece of advice? Leave those zits alone! “I fervently encourage all of my acne patients not to pick at their lesions,” he says. “We want to avoid scarring, not foster it.”     Hackers, Do Your Worst     That clever password you just devised for online banking? It won’t protect you if your financial institution’s database is hacked—a fate that befalls dozens of high profile companies each year. Criminals outmaneuver encryption schemes by intercepting database keys or administrator passwords—and after that it’s just a matter of cracking into individual accounts. With computers that can check a billion six-character combinations per second, thieves can potentially decode about three passwords per hour.   That’s why NYU School of Engineering’s Justin Cappos and colleagues have devised PolyPasswordHasher—a storage method that divides secret information into shares, meaning that to verify any single password, an attacker would have to correctly guess at least three of them simultaneously. In practice, this would take all 900 million computers on Earth working nonstop for longer than 13 billion years. So, you know—don’t panic.      Give a Hug, Help a Brain     Reason no. 20,746 to thank mom for raising you: Her touch isn’t just soothing—it directly shapes a baby’s brain. Scientists have long known that parental bonding plays an important role in neural development, but a group of NYU Langone researchers have become the first to study that process in real time. They watched 100 hours of video of mama rats tending to their young, and compared the footage to brain scans from rat babies, or “pups,” outfitted with miniature wireless transmitters.   The takeaway? Brain wave patterns changed depending on whether the pups were nursing or left alone—and researchers believe such variations caused by nurturing interactions with mom help hard-wire a healthy brain for life. In fact, when mother rats groomed their pups, brain activity spiked by more than 100 percent. (Awww.)     Gateway to Ecstasy   MDMA…E…X—whatever you call it, ecstasy remains popular among adolescents and young adults despite an overall decline in its use since the peak period of the late 1990s and early 2000s. A recent study by NYU researchers found that 4.4% of high school seniors reported using ecstasy within the last year, with boys at particularly high risk for use.   Analyzing data from a survey administered nationwide in 130 schools, they concluded that previous use of other drugs was the biggest predictor of ecstasy use, drowning out other socioeconomic factors. In addition, girls and religious students were at lower odds for use, as were black and Hispanic students and those residing with two parents—unless they were already using other substances.   Money matters, too: Odds of using ecstasy increased for students with a job paying more than $50 per week.       Monkey Match   Gazing into the eyes of a potential mate is a time-honored pastime of lovers everywhere. But what if that ritual also involved checking your partner’s face for differently colored eyebrow patches, ear tufts, and nose spots?   Some types of Old World monkeys use those visual markers, which have evolved over time, to avoid interbreeding with similar species, NYU researchers have found . The anthropologists used facial recognition algorithms to compare 1,400 photographs of guenons—a group of more than two dozen species of monkeys who live side-by-side in the forests of Central and West Africa—to explore differences in their facial features.   The results showed that the face patterns of various guenon species sharing the same territory have evolved to appear distinct from one another, cutting down on the risk of hybridization and infertile offspring.     When Money Isn’t Just Green   No one likes the feeling that there’s not enough money to go around. But a new study by NYU psychologists found that a sense of scarcity can lead to more than penny pinching: In lean economic times, African Americans tend to appear “blacker” to whites.   In one experiment, non-black study participants were asked to view 110 computer-generated images of faces ranging from light- to dark-skinned. Those who’d indicated through survey questions that they believed that “when blacks make economic gains, whites lose out economically” had a lower threshold for identifying mixed-race faces as black.   In another, adults randomly selected from a city park were asked to divide up $15 between imaginary people (represented by composite faces) gave significantly less money to the face that looked blacker.   Watch Stephen Colbert’s take on the study and and read more in Time and The Star-Ledger .        Eyes as a Window to...the Brain?   Here’s something you didn’t see coming as a kid who dreamt of flying to the moon: Space travel could give you poor eyesight.   The nerves that move the eyes are very sensitive to changes in pressure in the brain, which could explain why astronauts exposed to elevated pressure in space suffer from visual impairment. Back here on Earth, weaknesses in those nerves can be a symptom of concussion or other traumatic brain injury.   That’s why biotech whizzes at Oculogica, co-founded by Stern grad Robert Ritlop (MBA’14) and the School of Medicine’s Uzma Samadani, are developing EyeBox, a diagnostic tool that uses eye tracking to detect problems in the brain.   The National Space Biomedical Research Institute recently funded further development of EyeBox through a $250,000 SMARTCAP grant—used to encourage the development of products to meet a need in space and on Earth.       DNA Origami   Forget paper cranes.   Chemistry professor Nadrian Seeman and colleagues at NYU and the University of Melbourne are practicing the delicate art of manipulating shapes at a much, much smaller scale.   Using DNA origami, which employs two hundred short DNA strands to direct longer strands into forming specific shapes, the researchers created amyloid fibrils—aggregated proteins as strong as spider’s silk—and a tiny nanotube (just one billionth of a meter in diameter) to house them. Their results are published in the journal Nature Nanotechnology .   Creating two-dimensional shapes like these on the nanoscale could enhance fiber optics and electronic devices by reducing their size and increasing their speed.   “Small is so exciting—you can make better structures on the tiniest chemical scales,” Seeman says.     Move Over, Silicon   BREAKING— The Graduate was indeed ahead of its time, because the future can still be summed up in one word: plastics. The flexible, inexpensive material could one day replace the silicon used in computer and phone processors—and thanks to new research by NYU physicists, that day is closer than ever.   Researchers focused on overcoming one big obstacle to making these plastic devices cheaply: the large amount of energy required to read information stored on them. (The trick is in converting data stored magnetically to light for fiber optic transmission.) In a recent experiment, they managed to transfer information between a magnet and an organic light-emitting diode, without electrical current flowing between the two.   The catch? Their device wasn’t petite—so the technology will have to be miniaturized before it can make its way into our favorite mobile gadgets.     Going With the Flow?   Leonardo da Vinci was onto something when he noticed that water falling into a pond created eddies of motion. The phenomenon he observed in the swirling currents is what scientists call turbulence—and it remains mysterious to physicists and mathematicians even today.   Turbulence is all around us: the efficiency of a jet engine, for example, depends on it. But other forms of this kind of fluid motion are much less familiar. NYU’s Katepalli Sreenivasan is part of a team of researchers studying quantum turbulence—the very chaotic motion of fluids at temperatures close to zero. These fluids are unlike ordinary air or water in that there’s no resistance to hinder their flow.   By studying these differences—between quantum and classical turbulence—Sreenivasan and colleagues could uncover phenomena not yet known to physics. Talk about making waves!     When Stars Die   They do not go gentle into that good night! Picture stripped-envelope supernovae as brilliant as a billion suns and gamma-ray bursts that launch particles moving at nearly the speed of light. Both are symptoms of stellar collapse, but astronomers so far have been unable to figure out which stars produce these types of explosions on their way out.   That’s where NYU physicist Maryam Modjaz comes in. She’s won a 5-year, $500,000 NSF CAREER Award for a scientific investigative method she calls “stellar forensics.” By studying the mass and metallicity (the proportion of matter made of elements other than hydrogen and helium) of the celestial habitats of the explosions, her research team will be able to deduce the makeup of the stars producing the big outbursts. And that , in turn, could help trace the chemical history of the universe.     Snapshots from the Mind’s Eye     Who needs a police-department sketch artist when scientists can pluck a suspect’s face directly from the mind of an eyewitness (no psychic required!)?   Thanks to advances in fMRI technology, a trio of researchers including NYU’s Brice Kuhl are honing the art of mindreading. In a recent study , the scientists scanned the brains of six volunteers as they viewed images of 300 different “training” faces, and then repeated the process with 30 new faces. By comparing these new scans to the previous 300, the researchers were able to produce recognizable images of the faces as they appeared in volunteers’ minds.   The pictures aren’t perfect yet, but a more advanced version of this method could one day be used to help understand how autistic children respond to faces, to assess racial prejudice, or even to recreate faces from dreams.   Read more in the Wall Street Journal .       We Still Love You, BU   Alarming, though not especially surprising: People tend to dehumanize members of groups they don’t belong to. NYU and Harvard researchers recently showed undergrads pictures of human faces that had been morphed together with inanimate objects (like dolls or statues). The students were more likely to deem a hybrid image as “having a mind” if it was labeled as belonging to their “in-group.”   So a Democrat might imagine a Republican to be mindless, unless—and here’s the new wrinkle—the Democrat views the Republican as threatening, the researchers found. NYU students who identified strongly with their school were more likely to perceive faces labeled as Boston University students as rivals, and were therefore more likely than other NYU students to report that the BU students had minds. The same held for ardent political party supporters who viewed their adversaries as threatening.     Waiting for the Phone to Ring   Even women seeking to date men who’ll treat them as equals can be shy to ask those guys out, a new study by NYU sociologist Ellen Lamont found. She interviewed 38 female college graduates—average age 31—who described their ideal relationship as one in which partners equally shared economic, housework, and childcare responsibilities. Three quarters of those who had or wanted children said they had not interrupted or would not interrupt their careers to become stay-at-home moms.   But despite their egalitarian ideals, the women clung to traditional gender roles in the realm of dating: They said that men are responsible for asking women out, paying for dates, and proposing marriage. Many feared rejection when pursuing relationships, and expressed a preference for being pursued and desired. Take notice, rom-com screenwriters!       Tomes for Tots?   Sure, your baby could be the next great Tolstoy scholar—but don’t count on him to crack open War and Peace just yet. A Steinhardt study has busted the myth that, with a little help from educational DVDs and flashcards, infants can learn to read.   The researchers studied 117 infants aged nine to 18 months, some of whom received a baby media product—DVDs, flashcards, or flipbooks—to be used daily for seven months.   When the babies who’d been given the educational materials were tested on their capacity to recognize letter names, letter sounds, and words by sight, they scored just as poorly as those in the control group, who hadn’t been “studying.”   The products did have one profound effect—on parents, who in exit interviews expressed the belief that their precocious progeny were well on their way to literacy.     A Safer Fix   Nine percent of new HIV infections originate from drug use, and 70 to 77 percent of people who inject drugs have hepatitis C, according to the Centers for Disease Control. That’s why researchers at NYU’s Center for Drug Use and HIV Research have studied the behaviors of people who’ve injected drugs for 8 to 15 years and not contracted these diseases.   Aiming to reduce disease transmission among all addicts, colleagues from the National Development Research Institutes drew on this 2005 research for a new intervention with 68 drug users from the Lower East Side. The program both taught safe injection practices and helped users reduce weekly drug intake. And the best news? Knowledge can be contagious. Researchers noted that study participants have been spreading the word on safer drug use within their communities.     Selective Memory   What’s that phone number again? Some psychologists argue that there is a finite number of items that we can hold in our minds at once, while others insist that working memory is focused on quality, not quantity.   NYU’s Weiji Ma recently scored a point for the latter camp by analyzing the results of experiments in which subjects were asked to recall one of up to eight colors they’d seen a few seconds ago. The quality of memories gradually diminished as subjects were asked to recall more and more colors.   Ma concluded that working memory doesn’t suddenly max out: We’re more likely to remember “everything a little bit” than to remember some things perfectly and forget others entirely.   Now what happened to those car keys?       Covet Not   Which relative should inherit grandma’s wedding silver? And when a couple splits, which spouse gets the car? Such questions can quickly lead to bickering, as there’s no magic formula for divvying up prized possessions.   But with a pair of elegant algorithms , NYU politics professor Steven Brams and colleagues may have devised the next-best thing: an “envy-free” guide to dividing belongings fairly in divorce and inheritance disputes.   Unlike other methods that ask the two quarreling parties to give detailed information about what they want, these algorithms are efficient and simple to use. In the first, the two players choose between items; in the second, they rank their preferences. The algorithms are “envy free” because each party prefers its items to those of the other party.   Does this guarantee there will be no hurt feelings? Probably not—but it beats throwing dishes.       Straight Talk   Birds fly; fish swim. People talk—but with just half a brain? A new study by NYU and NYU Langone Medical Center researchers has just upended the long-standing scientific assumption that you only need one side of your brain to have a real conversation.   Using data from NYU ECoG , where neural activity is measured by placing specialized electrodes directly on the brain, the scientists proved that speech is, in fact, bilateral—it involves both sides. To isolate mere speech (talking and listening) from meaningful language (constructing and understanding sentences), the researchers had study subjects repeat nonsense words like “kig” and “pob.” As they spoke, the researchers observed activity on both sides of the brain. The findings were published in Nature .   These insights could lead to more effective rehabilitation of patients with brain damage caused by strokes or epilepsy.     Scandalize. Investigate. Repeat.   Watergate. The Iran-Contra Affair. Hurricane Katrina. Does that sound like a greatest-hits of American scandals and screw-ups? It is—and there are 97 more. As part of his new book Government by Investigation (Brookings Institution Press), Wagner’s Paul Light has compiled a list of the federal government’s 100 most significant inquiries since 1945.   What do communists in Hollywood (1947), the Kent State campus shootings (1970), and steroid abuse in baseball (2005) have in common? They all made Light’s cut, along with probes into Pearl Harbor (1945), Ku Klux Klan activities (1965), the space shuttle Challenger accident (1986), and President Clinton’s impeachment (1998).   Light counts 20 investigations from the 2000s alone, among them the 9/11 terrorist attacks, the 2008 financial collapse, and the Gulf of Mexico oil spill.   How many controversies can you name? See the full list here.       Elite Electorate   Voter turnout for U.S. presidential elections hovers around an unimpressive 60 percent. But who exactly is doing the voting? Most often, it’s the rich: A study by NYU’s Jonathan Nagler with American University colleague Jan Leighley found that nearly 80 percent of high-income citizens vote, compared to barely 50 percent of those considered low-income.   Studying data from every presidential election from 1972 to 2008, the researchers found that while the gap in voting between blacks and whites has largely disappeared, income inequality between voters and non-voters has remained stable. And election reforms designed to boost voter turnout have resulted in modest increases of just 2 or 3 percent.   Upending previous research, Leighley and Nagler demonstrated that voters are substantially more conservative in their economic views than are non-voters—an imbalance that may well influence policy decisions to the detriment of the poor.       Sandbox Census   The stats on childhood obesity—nearly a quarter of 6- to 11-year-olds don’t meet U.S. guidelines for physical activity—indicate that perhaps kids aren’t spending enough time outdoors. That’s why a team of Steinhardt researchers set out to discover who’s using NYC’s parks and playgrounds, and how often.   In 2010-11, the team examined 10 parks or playgrounds and counted 37,412 users, 53 percent of them children. While 60 percent of parents said these were the main places their kids played outdoors, there were significant differences among racial and socioeconomic groups: non-whites and those with household incomes of less than $20,000 were more likely to turn to playgrounds for their children’s needs.   While the vast majority of parents were pleased with playground cleanliness and maintenance, some groups—including Hispanics and women—were more likely than others to report feeling unsafe there.       Who’s Crowding the ER?   Anyone with the misfortune to wind up in an overcrowded hospital emergency room might reasonably look around and wonder, “Who are all these people?”   Not who you might expect, according to a new NYU Wagner study that debunked an urban legend about emergency department “frequent fliers.” While it’s widely assumed that addled drug addicts put the greatest burden on emergency facilities, the researchers analyzed 212,259 NYC emergency department visits and found that substance abuse and mental illness accounted for only a small share of ER traffic.   Instead, those visiting the emergency department most often were the very sick—those carrying a substantial burden of disease, with chronic conditions requiring multiple hospitalizations. These repeat users were shown to have visited primary and secondary caregivers more often than the emergency department, shattering the stereotype of patients who rely on the ER for all medical needs.     Same Drug, Different Stories   Crack or powder? Not all teenage cocaine users are alike, according to a recent study by Steinhardt and NYU Langone Medical Center researchers.   Examining data from a survey of seniors at 130 high schools, the researchers found that 6.2 percent had used powder cocaine and 2.5 percent had used crack. Students who earned more than $50 per week were significantly more likely to use either form, whereas girls reported less use of powder cocaine, and students who identified as religious preferred crack.   Users of only powder cocaine—not crack, as the stereotype would have it—were more likely to live in urban areas.   Possession of 500 grams of powder results in a five-year prison term, while just 28 grams of crack carries the same sentence—and yet the two are commonly collapsed into a common “cocaine use” category in research.       Precious Cargo   Here’s something to think about the next time you see a minivan hurtling down the highway: the fatality rate for child passengers in U.S. car crashes is at least double that of other wealthy nations. About 2,000 die each year.   Vague and insufficient state child restraint laws could be to blame, according to a study by Steinhardt researchers.   Laws in Arizona, Michigan, and South Dakota only mentioned children under the age of four, though the American Association of Pediatrics recommends that kids keep using special seats until they’re tall enough—usually between the ages of 8 and 12—to buckle up safely in just a seatbelt.   Other state laws didn’t distinguish between rear-facing infant seats and forward-facing booster seats, and 33 states granted exceptions for commercial vehicles carrying children.   Making the laws clearer could potentially save young lives.       One Is the Loneliest Number   The middle-schooler, as anyone who has chaperoned an 8th-grade dance knows, is a highly social animal. But what you might not guess is that interacting with peers can also boost academic performance in traditionally solitary realms.   A study of middle-schoolers led by Steinhardt’s Jan Plass found that playing a math video game competitively or collaboratively with another player—as compared to playing alone—enhanced both mastery of the subject and the student’s enjoyment of the game.   “We found support for claims that well-designed games can motivate students to learn less popular subjects such as math,” Plass said, “and can broaden their focus beyond just collecting stars and points.”   Students who played with others reported greater interest in mastering the skills the game taught, and those who played in a competitive situation performed the best of all.       Inhale. Exhale.     “Got into an altercation with a guy in the kitchen....My initial response was to fight. Then I thought about the consequences.”   Those are the words of a participant in a study led by the College of Nursing’s Noelle Leonard, which found that mindfulness training can improve attention skills among incarcerated youth, leading to better control over emotions and actions.   Researchers followed 267 16- to 18-year-old incarcerated males for four months.   When combined with cognitive-behavioral therapy, meditation-based training helped the teens resist impulsive and risky decision-making induced by stress. The findings suggest that mindfulness could be key to reducing recidivism among young offenders.   Study participants were taught to focus on the sensation of breathing. “By repeatedly returning attention back to the breath,” Leonard says, they learned to “interrupt the cycle of automatic and reactive thoughts.”       Thoroughly Modern Masquarade   Kitten ears? Ghoulish makeup? Those are so last Halloween.   To get the hippest haunted look this year, you’ll need some digital assistance—in the form of 3D virtual masks developed by NYU-Poly instructor Mark Swarek and grad student Animesh Anad.   To wear one, you just clip a four-inch square barcode into your hair or hat, and friends who have downloaded an app can hold up their mobile devices to see your spooky skeleton skull or giant pumpkin head.   Using similar technology, 4,000 kids “dressed” as dinosaurs and monsters at the Brooklyn Art Fair recently ran through Prospect Park while parents watched on iPad and iPhone screens.   Swarek, a researcher at MAGNET and augmented reality pioneer, predicts that future gamers will get up from the couch and head to public parks to battle each other in virtual forts and castles.     Helping the FDNY Fight Fires? Yep, There’s an App for That   What your firefighter doesn’t know can hurt him—and you. Today’s homes, with their open-plan layouts and synthetic furnishings, are prone to blazes unlike the house fires of the past, which is why it’s so important that volunteer and career squads learn the latest science on how fires spread.   Enter ALIVE, an online training tool developed by NYU-Poly researchers that’s now being adopted by 50 fire departments nationwide. ALIVE’s game-like modules simulate the real-time decision-making process and can be completed via computer, tablet, or smartphone—allowing firefighters, many of whom work additional full-time jobs, to proceed at their own pace.   The best part? In addition to being cheaper than face-to-face instruction, the new training has also proved more effective, with ALIVE users consistently outscoring peers who have studied in the classroom.       Stop! In the Name of Reproduction   Imagine a biological stoplight that could halt birth defects in their tracks.   No such mechanism yet exists, but NYU’s Andreas Hochwagen may have brought us one step closer with the discovery of an enzyme that plays “traffic cop” with cell division involved in sexual reproduction.   Most cells in an organism contain two sets of chromosomes—one from the mother and one from the father. But eggs and sperm have just one set, and they’re produced through meiosis, the process in which maternal and paternal genes are replicated and “reshuffled” into new combinations of DNA.   By studying meiosis in yeast, Hochwagen and a colleague found one enzyme that sends out a molecular “wait” signal to another that triggers DNA reshuffling. The enzyme acts as a “traffic cop” by preventing the disruptions to chromosome replication that can lead to Down syndrome.       Secrets from the Antarctic Underground     On an expedition to the far reaches of Antarctica, an international group of scientists confirmed that, when it comes to climate change, we’re all skating on thin ice.   Courant’s David Holland was among the researchers who traveled 500 meters down into the underbelly of the Pine Island Glacier to measure the effects of the warm seawater currents melting its ice shelf from below. They found that the channel through Pine Island is melting at a rate of about six centimeters per day—a startling finding given that the breakup of this ice shelf could significantly contribute to rising sea levels worldwide.   Holland’s plan is to use the new measurements to improve computer models that predict changes in the Western Antarctic Ice Sheet. Understanding how glaciers melt will be key to figuring out just how watery our future will be.       (Impulse) Buyer Beware     Ever popped into the grocery store for a gallon of milk and walked out with a whole cartful of treats? Impulse buying: It happens to the best of us. But why? The Stern School’s Sam Hui and colleagues recently zeroed in on the causes of this budget-busting behavior—by videotaping grocery stores from the shopper’s point-of-view.   They found that items that are on promotion, need to be refrigerated, or are high in “hedonicity” (like chocolate) are prime candidates for unplanned purchases, and that shoppers who stand close to shelves or browse store circulars are more likely to stray from their shopping lists.   “Retailers can employ several strategies to convert shoppers from passive browsers to buyers,” says Hui. But it takes two to tango: The researchers also found that customers often leave room for unplanned purchases in their mental budgets.       How Obesity Leads to Cancer   Here’s yet another reason to renew that gym membership: A third of the nation’s new cancer cases this year will be related to obesity, physical inactivity, and poor diet—and Steinhardt nutritional epidemiologist Niyati Parekh may have the key to why that is.   In a recent study, Parekh explored the link between body fatness and cancers of the esophagus, pancreas, colorectum, and breast. Her theory? Obesity causes higher concentrations of both insulin and glucose, which can encourage cancer cells to grow and multiply faster than they would in a slimmer person. Going forward, she says, scientists could use these findings to develop lifestyle guidelines to simultaneously control cancer and address America’s weight problem.   Meantime, just keep moving: Sedentary living, Parekh says, is a chief culprit in creating the excess body fat that can disrupt insulin regulation.       Can We Reduce Our Dietary Footprint?     When it comes to what we eat, the world’s people can be divided into two groups: “stuffed” and “starved.”   As Steinhardt’s Amy Bentley puts it, “Westerners are eating enormous quantities of sugar, beef, chicken, wheat, and dairy products”—and in addition to being bad for our health, that diet has bred overconsumption, leading to severe food shortages in parts of the world. Meat is so central to the Western diet that our “ecological footprint” exceeds the biocapacity of the entire planet.   Reversing the trend will be difficult, according to Bentley and her colleagues , who’ve written “Sustainable Consumption: Reworking the Western Diet,” a TED Studies analysis that describes the genesis of the modern food system and offers alternative approaches for a sustainable future.   Their first steps for change? Interest in food origins and technologies that track food from “farm to table.”       Stressing Over Stress     It sounds like the predicament of a Woody Allen character—you seek therapy for anxiety, but you’re too stressed to practice the calming techniques your therapist recommends. A team of NYU neurologists led by Elizabeth Phelps observed this phenomenon in a two-day experiment showing that even mild amounts of stress can thwart cognitive-behavioral therapies commonly prescribed to control emotions.     The researchers first conditioned participants to fear images of snakes or spiders by pairing the pictures with mild electric shocks, and then taught them strategies for combating that fear. The next day half the group had their hands plunged into icy water to induce stress. When exposed to the spooky images again, those with icy hands were unable to calm themselves using the strategies they’d learned, whereas a control group made effective use of the previous day’s training to reduce fear.       Thanks for the Memories?   It’s the bread and butter of every police procedural from Dragnet to Law &amp; Order: Two witnesses give differing accounts of the same crime. Duplicitous accomplices aside, psychologists have long understood memory recall to be complex and sometimes unreliable. Luckily, rats seem to have the same problem—which allows researchers like NYU’s André Fenton to peer into their minds and better understand what goes on in ours.   By monitoring the electrical activity in rats’ brains, Fenton and SUNY Downstate’s Eduard Kelemen observed that when the animals explore a new environment, their brain activity sometimes matches that of a previous one. The findings suggest neurons carry stored memories, environmental circumstances, and current state of mind —a mixture that might cause one to pick the wrong guy in a lineup but that can also, Fenton says, “amount to valuable insight and knowledge.”                                                                                                                                                                      NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "One Word. One World.                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Student Life   /   hashtagNYU                 Sub Navigation                                 Digital Respect @ NYU                       Global Bloggers                       One Word. One World.                       Share Your Content                       Our Team                       Internships                       Our Goals                                                                   Introduce Yourself       Here is your chance to make a first impression. Enter the One Word. One World. photo and video contest and introduce yourself to classmates before arriving on campus! The contest is open to all incoming freshmen and transfer students — whether you are starting in New York, Abu Dhabi, Paris, London, Shanghai, Florence, or Washington DC.   #OWOW2015 will start on July 1st, 2015 — stay tuned!                                                                                              STEP ONE   Choose  One Word              Choose one word that describes you, then take a photo or make a short video — no longer than 30 seconds! — that shows who you are in one word.   Tip: Take a look at last year's finalists if you need inspiration.   Learn about entries »           STEP TWO   Submit  Your Entry               Submit your photo or video by July 31st using the &quot;One Word. One World.&quot; app on HashtagNYU's Facebook page. Incoming students will need a Facebook account and may only submit one entry, so make sure it's final before you submit!   Tip: Submit early for maximum exposure.   Learn about deadlines »             STEP THREE   Vote  for Finalists               Vote for your favorites starting July 1st and help us decide who should be a finalist. You can vote once per entry per day, so come back often!   Tip: Anyone can vote... Encourage friends, family, and frenemies to vote for your entry.   Learn about voting »             STEP FOUR   Explore  the Winners               Winners chosen by our panel of judges are revealed on the big screen during the Presidential Welcome — imagine that on one of your very first days of school...   Learn about finalists »                                                                                       NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications                                                                           UA-42083626-1"}]}]