[{"detail": [{"content": "NYU Psychology Social Program                                                                                                                     Search                  NYU Psychology     Programs     Courses     Research     Faculty     People     Events     Contacts     [Internal]                                                            All     Undergrad     MA     PhD Cognition     &amp; Perception     PhD     Social     Developmental     concentration     Quantitative     minor     Related     programs                                                              Overview     Faculty     Students     Contacts     Support     Admissions     Housing     Cook Award     Grads                   Overview | Curriculum | Courses         Doctoral Program in Social Psychology     Department of Psychology      Graduate School of Arts &amp; Sciences      New York University      The social psychology program at New York University offers training in the psychological theories, principles, and research methods relevant to understanding the behavior of individuals and groups in social and organizational contexts.  Students are exposed to a broad range of scholarship in social psychology, and receive research training that will enable them to become independent contributors to the field.  What distinguishes our program from many others is the combination of quality and breadth. With twelve core faculty and a number of affiliated faculty, our program is acclaimed for its cutting-edge research on a wide range of topics in the following areas:     Social cognition and attitudes: Person perception and social judgment (Emily Balcetis, Yaacov Trope, Jim Uleman, Jay Van Bavel, Tessa West); relational processes, inferences about self and other (Susan Andersen, Emily Balcetis); spontaneous trait inference, culture and social cognition (Jim Uleman), implicit/explicit attitudes, stereotypes, and prejudice (David Amodio, Liz Phelps); political ideology (John Jost); developmental social cognition and social categorization (Marjorie Rhodes)     Motivation, emotion, and self-regulation: Action control and goal pursuit (Peter Gollwitzer); self-regulation of thought and action (Gabriele Oettingen, Jim Uleman); motivation and cognition (Emily Balcetis, Jay Van Bavel, Yaacov Trope); motivation and visual perception (Emily Balcetis); intrinsic and extrinsic motivation (Tom Tyler); system justification (John Jost), roles of emotion and motivation in self-regulation (David Amodio, Emily Balcetis), affect in the relational context (Susan Andersen), affective neuroscience (Liz Phelps).     Relationships, personality, and social development: Significant others and the self, social cognition and personality, hopelessness/depression (Susan Andersen); relationships, stress, and coping and methods for studying these processes (Patrick Shrout), attitudes and relationship formation (Tessa West); social cognitive development (Marjorie Rhodes).     Groups, organizations, and societies: Stereotyping and prejudice in the workplace (Madeline Heilman); interracial groups (Tessa West); and social justice (Tom Tyler, John Jost).     In addition, there is a burgeoning interest and presence in Social Neuroscience. In this growing field, research within the Program examines: the neural mechanisms underlying activation and control of racial bias; interactions with hormones and health (David Amodio); social effects on neural processes of fear learning (Liz Phelps); neural processes underlying impression formation (Jim Uleman with Liz Phelps and Lila Davachi) and the neural substrates of social perception and evaluation (Jay Van Bavel). Several other faculty members in the Program collaborate on various other social neuroscience projects, and the Psychology Department hosts a Social Neuroscience Speaker Series. The Psychology Building houses facilities for fMRI, EEG/ERP, TMS, eye-tracking, and other psychophysiological methods.     Graduate study in the social psychology program at NYU means being part of an unusually active research culture. We share well equipped laboratories, and we promote 'open door' relationships between professors and students. Although students typically have a primary home in one professor's laboratory, we require that students work in at least one other laboratory to promote breadth of training in a variety of methodological approaches and research issues. Our goal is to prepare students to be highly competitive in the job market for the type of career they seek, and we are proud of the steady success of our students over the past 15 years in obtaining academic positions at the best research universities as well as important teaching colleges.     The NYU social program has a history of a special communal, cooperative spirit, with very high morale among the students. A core component of this community is the weekly brownbag seminar, where students and faculty share their recent findings and research plans with the rest of the group.  Students can bring this forum special expertise that they obtain in NYU’s programs in quantitative, neuroscience, and cognitive psychology, which supplement the core curriculum in social psychology.                     Academic Requirements      A total of 72 credits are required for the PhD degree.  Credits are earned through coursework, research seminars and independent study over a five year period.  A minimum of 24 credits must be earned through coursework with grades of B or higher.  Typically, students register for 9-12 credits (either course or research credits), with the central coursework in the first 2 years of study.  The minimum number of credits a student can take in a semester is 6.      Course Requirements      Curriculum     There is no single prescribed program for the PhD in social psychology.  Each student’s program is designed to fit his or her interests, needs and background.  The curriculum’s structure comes from a specification of certain distribution requirements that promote expertise and also breadth.      Required Distribution of Courses     The social psychology Ph.D. curriculum specifies the distribution of 8 courses, 5 content and 3 methods/statistics.  Other courses that students take are electives and should be chosen in consultation with their advisers or sponsors.  These may be structured courses, reading courses or research courses.     Students are required to take three doctoral social psychology courses, and these should span at least two the four core areas of the program:  (1) social cognition; (2) motivation and self-regulation; (3) relationships, personality and social development; and (4) organizational processes     In addition to courses in these prescribed areas of social psychology, students are required to take two additional content courses.  To ensure a broad exposure to psychology and other related fields, students are encouraged to take at least one of these courses outside of the NYU social program.  This course can be in another area within the psychology department (those offered in Cognition &amp; Perception); in another Department, such as Economics, Sociology, Philosophy, Political Science, or Neural Science in the Graduate School of Arts and Sciences, or at the Stern School of Business (e.g., in Organizational Behavior) or the Steinhardt School of Education (e.g., in Applied Psychology); or elsewhere (e.g. through the Inter-university Doctoral Consortium).     Students are also required to take a three-course methods and statistics sequence including Research Methods I, and the statistics courses of Intermediate Statistics and Advanced Statistics (either ANOVA or Regression).  Although not required, many students take additional statistics and methods courses as electives.  Possible courses include Psychometric Theory, Structural Equation Modeling, Analysis of Change and Research Methods II.      Further Study     After completing the required courses, each student’s program is individually tailored to take maximum advantage of course offerings in areas relevant to his or her selected areas of interest. While a minimum of eight courses is required, many students take additional courses in social psychology and related fields.  Some also choose to minor in another subfield of psychology, such as developmental, quantitative, or cognition and perception.  Arrangements can additionally be made for students to take courses in other universities that participate in the New York City Inter-University Consortium, including Columbia, Princeton, and CUNY.     Other than through coursework, the remaining points may be earned through a combination of reading courses (G89.3305/3306), pre-dissertation research courses (G89.3303/3304), or dissertation research courses (for those who have passed their proposal hearing: G89.3301/3302).  No more than 12 points may be taken in each of the last three categories.       Each student’s program of study must receive the approval of his/her adviser each semester.  The faculty adviser is the primary research mentor for the student.  If a student is working jointly with two faculty members, one faculty member should be asked to serve the role of academic adviser.  Students are also encouraged to seek advice from the program coordinator about courses and program degree requirements.  The Departmental Academic Affairs Coordinator is available to help advise on GSAS degree requirements.              Research Requirements      Research Training     Students are expected to work actively in the laboratory group of at least one NYU social psychology faculty member during all terms in residence.  In addition to their primary placement in a faculty research laboratory, students are required to work in at least one additional laboratory during the five years of their training.  Some students begin to work in a second lab during the first or second year of training, whereas other students wait for the third or fourth year to add breadth to their research training.  Often a first step toward adding research diversity is attending lab meetings beyond their primary lab.  As students explore possible diversity experiences they should inform their primary research adviser. In particular, students should inform their adviser of any plans to begin a new research project outside of their primary laboratory.      Brown Bag Seminar     All members of the program are expected to participate in the weekly Brown Bag seminar. The seminar meets informally, over lunch, and is a forum for presenting current and planned research.  Each student is required to present on his or her research once a year.  The seminar is a key component of student training over the five years of doctoral study.      Second Year Paper     Students are required to complete a Second Year Paper consisting of a formal write-up of the primary research project from their first two years of doctoral training.  When approved, this paper satisfies the requirements for the Masters Degree.  Although filing the paperwork for the Masters Degree is not required, completing the Second Year Paper is a program requirement.  The Second Year Paper is due at the end of the Summer of the 2nd year, as the student’s 3rd year is about to begin .   This project is done in collaboration with one or more faculty members and the write up of the project is done in conjunction with the student’s research adviser.       Third Year Paper     Students are also required to submit a Third Year Paper, which is a theoretically motivated, integrative literature review that is guided by a coherent set of theoretical purposes or questions.  It covers at least two relevant research literatures and is organized along the lines of an article in Psychological Bulletin or Personality and Social Psychology Review . The paper extends well beyond the scope of the two or three lines of research in which the student is engaged and is on a topic of the student's choosing.  It can be started as soon as the student formulates and writes a proposal for the paper’s content and substance (developed in conjunction with one or more faculty in the program), which is then approved by a Third Year Paper Committee in the program.   The proposal is due at the end of fall of the 3rd Year.  The proposal is a one-page single-spaced abstract that states the theoretical purposes of the work and the empirical literatures the student intends to review.  The proposal will be evaluated in terms of whether or not it (a) is guided by a theoretical purpose that is coherently laid out; (b) is integrative in nature, by bringing together two or more different literatures; and (c) has scholarly merit.  The Third Year Paper itself is 35-45 text pages (not including references).  The completed paper is due the first week of September of the fourth year.   It is independent of the Second Year Paper, although the papers can be in related domains, if desired, and they can be supervised by the same research adviser, if desired.  This requirement serves the function of a comprehensive examination.     The Third Year Paper Committee: (a) is appointed by the program; (b) implements this program requirement; (c) evaluates and approves or disapproves paper proposals; (c) assigns readers for each completed paper based on faculty expertise (one of whom may be the student’s research adviser).      Doctoral Dissertation     In consultation with a faculty adviser, students select a dissertation topic, develop it, and prepare a dissertation proposal.  The proposal should provide a rationale for the importance of the research problem or issue, provide an overview of the literature in which the contribution of the research would be situated, present the theoretical rationale, purposes, and hypotheses of the research, and provide a detailed description of the methods and analyses of the proposed dissertation studies, as well as its likely implications.  The proposal must be approved by a three-member dissertation committee in a formal proposal hearing.  Students are advised to start thinking about prospective dissertation topics early in the doctoral training.  Students should plan to complete their dissertation proposal and defend that proposal by the end of the fourth year of study, if not earlier .     Students should bear in mind that the dissertation is expected to be a major piece of independent research by the candidate.  Although interaction between the candidate and his/her dissertation committee is expected and desirable, the student takes the lead on this research and the committee serves mainly in an advisory and evaluative capacity.   The dissertation should be submitted by the end of the 5th Year. After the dissertation has been completed, it must be defended in an oral examination before the three-member dissertation committee supplemented by two additional committee members designated as readers.  Students typically register for two semesters (6 points) of dissertation credit during their fifth year of doctoral study while conducting their dissertation research and writing their dissertation.     For more information about the dissertation process, see the Psychology Department’s document, Dissertation and Graduation Procedures for Doctoral Students.      Teaching Experience     Graduate students at NYU have the opportunity to take appointments as adjunct faculty in psychology courses.  One kind of adjunct appointment involves assisting a faculty member with his/her instructional activities.  Teaching provides valuable experience in presenting ideas to others, and forms an integral part of doctoral education in preparation for future academic jobs.  The Social Program asks that students acquire teaching experience for at least two undergraduate or graduate psychology courses during the first five years of study.  Because teaching obligations may compete with research obligations, the Program advises students to limit the teaching commitments during the academic year to five or fewer experiences.      Training Sequence     In their first two years, students focus on mentored research projects and coursework.  Over this period they complete their eight required courses.  With the exception of research methods and two statistics courses, all of which must be taken in the first two semesters, students are free to fulfill their course requirements in any order they wish, typically enrolling in three courses a semester.     During the second year, students work on the Second Year Paper, and during the third year they work on the Third Year Paper (see above)     Students spend their third, fourth and fifth years taking additional coursework, as desired, and focusing primarily on their research activities, culminating in their doctoral dissertation research.      At the end of the first semester of their third year, they also propose their Third Year Paper (an integrative literature that combines differing literatures and addresses a coherent set of theoretical questions), which is then due in final form the first week of September of the fourth year .     Students should aim to prepare and defend their dissertation proposal not later than the end of their 4th year, and to complete their dissertation toward the end of their 5th year.     Students who are making adequate progress toward their degree requirements are guaranteed full financial support for five years of doctoral study.           General Requirements for the Doctorate at NYU     The graduate school of Arts and Science home page provides information about transfer credits and other general requirements for the doctorate at NYU.  It is expected that students will fulfill the course requirements, complete the doctoral research and defend the thesis within five years.          Keeping Track of Progress Toward Requirements     Each spring the Social Program Faculty meet to review the progress of the doctoral students in the program.  In preparation for this meeting, students are asked to provide updated CVs and reports of research activities.  With input from the faculty members, the Coordinator provides each student with written feedback about the review.  If a student would like to request special consideration of research or academic requirements, this is an excellent time to make the request. In some cases a requirement will be waived if a compelling case can be made.           EXAMPLES OF CONTENT COURSES     Courses in the four core areas of doctoral social psychology vary from year to year, but the following list provides examples of courses that have been taught in each of the categories since 2008 or that are planned for 2010 or 2011      Social Cognition and Attitudes     --Person Perception: Cognitive (G89.2286)     --Social Judgment and Decision Making (G89.2282)     --Social Neuroscience (G89.3404)     --Stereotyping and Prejudice (G89.3380)     --Self and Social Judgment     --Attitudes      Motivation and Self-Regulation     --Self-Regulation (G89.3393)     --Conflict and Psychological Control (G89.3394)               Relationships, Personality and Social Development     --Developmental Social Cognition     --Social Cognitive Processes in Personality     --The Relational Self (G89.2297)     --Person Perception: Interpersonal      Groups, organizations, and societies     --Psychology of Justice     --System Justification Theory     --Psychology and Design of Legal Institutions     --Political Psychology (G89.3399)      Example of Advanced Electives     --Theories in Social Psychology (G89.2216)           Methods and Statistics Courses     --Research Methods in Social Psychology I (G89.2217)     --Research Methods in Social Psychology II (G89.2217)     --Math Tools for Cognitive Science and Neuroscience (G89.2211)     --Intermediate Statistical Methods (G89.2228)     --Advanced Regression Analysis (G89.2229)     --Advanced ANOVA Methods (G89.2239)     --Structural Equation Modeling (G89.2247)     --Analysis of Change (G89.2248)            NYU SOCIAL PSYCHOLOGY FACULTY     David Amodio, Susan Andersen, Emily Balcetis, Peter Gollwitzer, Madeline Heilman, John Jost, Gabriele Oettingen, Elizabeth Phelps (primary appointment in C&amp;P), Marjorie Rhodes (primary appointment in C&amp;P), Diane Ruble (Emeritus), Patrick Shrout, Yaacov Trope, Tom Tyler, Jay Van Bavel, Jim Uleman, Tessa West     Social Program, NYU     September 2011                                     Updated"}]},
{"detail": [{"content": "NYU Psychology Social Program                                                                                                                     Search                  NYU Psychology     Programs     Courses     Research     Faculty     People     Events     Contacts     [Internal]                                                            All     Undergrad     MA     PhD Cognition     &amp; Perception     PhD     Social     Developmental     concentration     Quantitative     minor     Related     programs                                                              Overview     Faculty     Students     Contacts     Support     Admissions     Housing     Cook Award     Grads                   Overview | Curriculum | Courses         Doctoral Program in Social Psychology     Department of Psychology      Graduate School of Arts &amp; Sciences      New York University      The social psychology program at New York University offers training in the psychological theories, principles, and research methods relevant to understanding the behavior of individuals and groups in social and organizational contexts.  Students are exposed to a broad range of scholarship in social psychology, and receive research training that will enable them to become independent contributors to the field.  What distinguishes our program from many others is the combination of quality and breadth. With twelve core faculty and a number of affiliated faculty, our program is acclaimed for its cutting-edge research on a wide range of topics in the following areas:     Social cognition and attitudes: Person perception and social judgment (Emily Balcetis, Yaacov Trope, Jim Uleman, Jay Van Bavel, Tessa West); relational processes, inferences about self and other (Susan Andersen, Emily Balcetis); spontaneous trait inference, culture and social cognition (Jim Uleman), implicit/explicit attitudes, stereotypes, and prejudice (David Amodio, Liz Phelps); political ideology (John Jost); developmental social cognition and social categorization (Marjorie Rhodes)     Motivation, emotion, and self-regulation: Action control and goal pursuit (Peter Gollwitzer); self-regulation of thought and action (Gabriele Oettingen, Jim Uleman); motivation and cognition (Emily Balcetis, Jay Van Bavel, Yaacov Trope); motivation and visual perception (Emily Balcetis); intrinsic and extrinsic motivation (Tom Tyler); system justification (John Jost), roles of emotion and motivation in self-regulation (David Amodio, Emily Balcetis), affect in the relational context (Susan Andersen), affective neuroscience (Liz Phelps).     Relationships, personality, and social development: Significant others and the self, social cognition and personality, hopelessness/depression (Susan Andersen); relationships, stress, and coping and methods for studying these processes (Patrick Shrout), attitudes and relationship formation (Tessa West); social cognitive development (Marjorie Rhodes).     Groups, organizations, and societies: Stereotyping and prejudice in the workplace (Madeline Heilman); interracial groups (Tessa West); and social justice (Tom Tyler, John Jost).     In addition, there is a burgeoning interest and presence in Social Neuroscience. In this growing field, research within the Program examines: the neural mechanisms underlying activation and control of racial bias; interactions with hormones and health (David Amodio); social effects on neural processes of fear learning (Liz Phelps); neural processes underlying impression formation (Jim Uleman with Liz Phelps and Lila Davachi) and the neural substrates of social perception and evaluation (Jay Van Bavel). Several other faculty members in the Program collaborate on various other social neuroscience projects, and the Psychology Department hosts a Social Neuroscience Speaker Series. The Psychology Building houses facilities for fMRI, EEG/ERP, TMS, eye-tracking, and other psychophysiological methods.     Graduate study in the social psychology program at NYU means being part of an unusually active research culture. We share well equipped laboratories, and we promote 'open door' relationships between professors and students. Although students typically have a primary home in one professor's laboratory, we require that students work in at least one other laboratory to promote breadth of training in a variety of methodological approaches and research issues. Our goal is to prepare students to be highly competitive in the job market for the type of career they seek, and we are proud of the steady success of our students over the past 15 years in obtaining academic positions at the best research universities as well as important teaching colleges.     The NYU social program has a history of a special communal, cooperative spirit, with very high morale among the students. A core component of this community is the weekly brownbag seminar, where students and faculty share their recent findings and research plans with the rest of the group.  Students can bring this forum special expertise that they obtain in NYU’s programs in quantitative, neuroscience, and cognitive psychology, which supplement the core curriculum in social psychology.                     Academic Requirements      A total of 72 credits are required for the PhD degree.  Credits are earned through coursework, research seminars and independent study over a five year period.  A minimum of 24 credits must be earned through coursework with grades of B or higher.  Typically, students register for 9-12 credits (either course or research credits), with the central coursework in the first 2 years of study.  The minimum number of credits a student can take in a semester is 6.      Course Requirements      Curriculum     There is no single prescribed program for the PhD in social psychology.  Each student’s program is designed to fit his or her interests, needs and background.  The curriculum’s structure comes from a specification of certain distribution requirements that promote expertise and also breadth.      Required Distribution of Courses     The social psychology Ph.D. curriculum specifies the distribution of 8 courses, 5 content and 3 methods/statistics.  Other courses that students take are electives and should be chosen in consultation with their advisers or sponsors.  These may be structured courses, reading courses or research courses.     Students are required to take three doctoral social psychology courses, and these should span at least two the four core areas of the program:  (1) social cognition; (2) motivation and self-regulation; (3) relationships, personality and social development; and (4) organizational processes     In addition to courses in these prescribed areas of social psychology, students are required to take two additional content courses.  To ensure a broad exposure to psychology and other related fields, students are encouraged to take at least one of these courses outside of the NYU social program.  This course can be in another area within the psychology department (those offered in Cognition &amp; Perception); in another Department, such as Economics, Sociology, Philosophy, Political Science, or Neural Science in the Graduate School of Arts and Sciences, or at the Stern School of Business (e.g., in Organizational Behavior) or the Steinhardt School of Education (e.g., in Applied Psychology); or elsewhere (e.g. through the Inter-university Doctoral Consortium).     Students are also required to take a three-course methods and statistics sequence including Research Methods I, and the statistics courses of Intermediate Statistics and Advanced Statistics (either ANOVA or Regression).  Although not required, many students take additional statistics and methods courses as electives.  Possible courses include Psychometric Theory, Structural Equation Modeling, Analysis of Change and Research Methods II.      Further Study     After completing the required courses, each student’s program is individually tailored to take maximum advantage of course offerings in areas relevant to his or her selected areas of interest. While a minimum of eight courses is required, many students take additional courses in social psychology and related fields.  Some also choose to minor in another subfield of psychology, such as developmental, quantitative, or cognition and perception.  Arrangements can additionally be made for students to take courses in other universities that participate in the New York City Inter-University Consortium, including Columbia, Princeton, and CUNY.     Other than through coursework, the remaining points may be earned through a combination of reading courses (G89.3305/3306), pre-dissertation research courses (G89.3303/3304), or dissertation research courses (for those who have passed their proposal hearing: G89.3301/3302).  No more than 12 points may be taken in each of the last three categories.       Each student’s program of study must receive the approval of his/her adviser each semester.  The faculty adviser is the primary research mentor for the student.  If a student is working jointly with two faculty members, one faculty member should be asked to serve the role of academic adviser.  Students are also encouraged to seek advice from the program coordinator about courses and program degree requirements.  The Departmental Academic Affairs Coordinator is available to help advise on GSAS degree requirements.              Research Requirements      Research Training     Students are expected to work actively in the laboratory group of at least one NYU social psychology faculty member during all terms in residence.  In addition to their primary placement in a faculty research laboratory, students are required to work in at least one additional laboratory during the five years of their training.  Some students begin to work in a second lab during the first or second year of training, whereas other students wait for the third or fourth year to add breadth to their research training.  Often a first step toward adding research diversity is attending lab meetings beyond their primary lab.  As students explore possible diversity experiences they should inform their primary research adviser. In particular, students should inform their adviser of any plans to begin a new research project outside of their primary laboratory.      Brown Bag Seminar     All members of the program are expected to participate in the weekly Brown Bag seminar. The seminar meets informally, over lunch, and is a forum for presenting current and planned research.  Each student is required to present on his or her research once a year.  The seminar is a key component of student training over the five years of doctoral study.      Second Year Paper     Students are required to complete a Second Year Paper consisting of a formal write-up of the primary research project from their first two years of doctoral training.  When approved, this paper satisfies the requirements for the Masters Degree.  Although filing the paperwork for the Masters Degree is not required, completing the Second Year Paper is a program requirement.  The Second Year Paper is due at the end of the Summer of the 2nd year, as the student’s 3rd year is about to begin .   This project is done in collaboration with one or more faculty members and the write up of the project is done in conjunction with the student’s research adviser.       Third Year Paper     Students are also required to submit a Third Year Paper, which is a theoretically motivated, integrative literature review that is guided by a coherent set of theoretical purposes or questions.  It covers at least two relevant research literatures and is organized along the lines of an article in Psychological Bulletin or Personality and Social Psychology Review . The paper extends well beyond the scope of the two or three lines of research in which the student is engaged and is on a topic of the student's choosing.  It can be started as soon as the student formulates and writes a proposal for the paper’s content and substance (developed in conjunction with one or more faculty in the program), which is then approved by a Third Year Paper Committee in the program.   The proposal is due at the end of fall of the 3rd Year.  The proposal is a one-page single-spaced abstract that states the theoretical purposes of the work and the empirical literatures the student intends to review.  The proposal will be evaluated in terms of whether or not it (a) is guided by a theoretical purpose that is coherently laid out; (b) is integrative in nature, by bringing together two or more different literatures; and (c) has scholarly merit.  The Third Year Paper itself is 35-45 text pages (not including references).  The completed paper is due the first week of September of the fourth year.   It is independent of the Second Year Paper, although the papers can be in related domains, if desired, and they can be supervised by the same research adviser, if desired.  This requirement serves the function of a comprehensive examination.     The Third Year Paper Committee: (a) is appointed by the program; (b) implements this program requirement; (c) evaluates and approves or disapproves paper proposals; (c) assigns readers for each completed paper based on faculty expertise (one of whom may be the student’s research adviser).      Doctoral Dissertation     In consultation with a faculty adviser, students select a dissertation topic, develop it, and prepare a dissertation proposal.  The proposal should provide a rationale for the importance of the research problem or issue, provide an overview of the literature in which the contribution of the research would be situated, present the theoretical rationale, purposes, and hypotheses of the research, and provide a detailed description of the methods and analyses of the proposed dissertation studies, as well as its likely implications.  The proposal must be approved by a three-member dissertation committee in a formal proposal hearing.  Students are advised to start thinking about prospective dissertation topics early in the doctoral training.  Students should plan to complete their dissertation proposal and defend that proposal by the end of the fourth year of study, if not earlier .     Students should bear in mind that the dissertation is expected to be a major piece of independent research by the candidate.  Although interaction between the candidate and his/her dissertation committee is expected and desirable, the student takes the lead on this research and the committee serves mainly in an advisory and evaluative capacity.   The dissertation should be submitted by the end of the 5th Year. After the dissertation has been completed, it must be defended in an oral examination before the three-member dissertation committee supplemented by two additional committee members designated as readers.  Students typically register for two semesters (6 points) of dissertation credit during their fifth year of doctoral study while conducting their dissertation research and writing their dissertation.     For more information about the dissertation process, see the Psychology Department’s document, Dissertation and Graduation Procedures for Doctoral Students.      Teaching Experience     Graduate students at NYU have the opportunity to take appointments as adjunct faculty in psychology courses.  One kind of adjunct appointment involves assisting a faculty member with his/her instructional activities.  Teaching provides valuable experience in presenting ideas to others, and forms an integral part of doctoral education in preparation for future academic jobs.  The Social Program asks that students acquire teaching experience for at least two undergraduate or graduate psychology courses during the first five years of study.  Because teaching obligations may compete with research obligations, the Program advises students to limit the teaching commitments during the academic year to five or fewer experiences.      Training Sequence     In their first two years, students focus on mentored research projects and coursework.  Over this period they complete their eight required courses.  With the exception of research methods and two statistics courses, all of which must be taken in the first two semesters, students are free to fulfill their course requirements in any order they wish, typically enrolling in three courses a semester.     During the second year, students work on the Second Year Paper, and during the third year they work on the Third Year Paper (see above)     Students spend their third, fourth and fifth years taking additional coursework, as desired, and focusing primarily on their research activities, culminating in their doctoral dissertation research.      At the end of the first semester of their third year, they also propose their Third Year Paper (an integrative literature that combines differing literatures and addresses a coherent set of theoretical questions), which is then due in final form the first week of September of the fourth year .     Students should aim to prepare and defend their dissertation proposal not later than the end of their 4th year, and to complete their dissertation toward the end of their 5th year.     Students who are making adequate progress toward their degree requirements are guaranteed full financial support for five years of doctoral study.           General Requirements for the Doctorate at NYU     The graduate school of Arts and Science home page provides information about transfer credits and other general requirements for the doctorate at NYU.  It is expected that students will fulfill the course requirements, complete the doctoral research and defend the thesis within five years.          Keeping Track of Progress Toward Requirements     Each spring the Social Program Faculty meet to review the progress of the doctoral students in the program.  In preparation for this meeting, students are asked to provide updated CVs and reports of research activities.  With input from the faculty members, the Coordinator provides each student with written feedback about the review.  If a student would like to request special consideration of research or academic requirements, this is an excellent time to make the request. In some cases a requirement will be waived if a compelling case can be made.           EXAMPLES OF CONTENT COURSES     Courses in the four core areas of doctoral social psychology vary from year to year, but the following list provides examples of courses that have been taught in each of the categories since 2008 or that are planned for 2010 or 2011      Social Cognition and Attitudes     --Person Perception: Cognitive (G89.2286)     --Social Judgment and Decision Making (G89.2282)     --Social Neuroscience (G89.3404)     --Stereotyping and Prejudice (G89.3380)     --Self and Social Judgment     --Attitudes      Motivation and Self-Regulation     --Self-Regulation (G89.3393)     --Conflict and Psychological Control (G89.3394)               Relationships, Personality and Social Development     --Developmental Social Cognition     --Social Cognitive Processes in Personality     --The Relational Self (G89.2297)     --Person Perception: Interpersonal      Groups, organizations, and societies     --Psychology of Justice     --System Justification Theory     --Psychology and Design of Legal Institutions     --Political Psychology (G89.3399)      Example of Advanced Electives     --Theories in Social Psychology (G89.2216)           Methods and Statistics Courses     --Research Methods in Social Psychology I (G89.2217)     --Research Methods in Social Psychology II (G89.2217)     --Math Tools for Cognitive Science and Neuroscience (G89.2211)     --Intermediate Statistical Methods (G89.2228)     --Advanced Regression Analysis (G89.2229)     --Advanced ANOVA Methods (G89.2239)     --Structural Equation Modeling (G89.2247)     --Analysis of Change (G89.2248)            NYU SOCIAL PSYCHOLOGY FACULTY     David Amodio, Susan Andersen, Emily Balcetis, Peter Gollwitzer, Madeline Heilman, John Jost, Gabriele Oettingen, Elizabeth Phelps (primary appointment in C&amp;P), Marjorie Rhodes (primary appointment in C&amp;P), Diane Ruble (Emeritus), Patrick Shrout, Yaacov Trope, Tom Tyler, Jay Van Bavel, Jim Uleman, Tessa West     Social Program, NYU     September 2011                                     Updated"}, {"content": "NYU Psychology Cognition &amp; Perception                                                                                                                                                                                                              Search                                   NYU Psychology                    Programs                    Courses                    Research                    Faculty                    People                    Events                    Contacts                    [Internal]                                                                                                                                   All                 Undergrad                 MA                 PhD Cognition             &amp; Perception                 PhD             Social                 Developmental             concentration                 Quantitative             minor                 Related              programs                                                                                                                       Overview                 Faculty                 Areas                 Students                 Graduated PhDs                 Facilities                 Housing                                     Overview | Curriculum | Support | Admissions | Contacts | C&amp;P Handbook | C&amp;P In Action             Cognition &amp; Perception Doctoral Program in Psychology  Overview             Students and faculty investigate how people perceive, think, and act. Research is central in our graduate training. Students are exposed to a broad range of knowledge in cognition and perception and they are trained to think creatively and to develop independent research careers.                   Our program spans cognition and perception, examining mental processes such as perception, attention, memory, categorization, language, emotion, development, motor control, and cognitive neuroscience. How do we identify the letter &quot;a&quot;? How do we perceive depth and shape? What representational resources are innate? How do human cultures, and individual children, go beyond innate representational capacities? How do toddlers make decisions about their world? How are explicit and implicit memories coded in the brain? How do we inhibit inappropriate responses? How are sentences understood? How are new concepts acquired? How does attention affect perception?                   Students and faculty work closely with researchers in other departments ( Neural Science , Computer Science , Linguistics , and Philosophy ). Every week there are journal club discussions and talks by leading researchers that take place within the Psychology Department, in other NYU departments, and at other nearby schools in New York City (see Events ). Ready access to researchers at several great universities and to incredible cultural resources makes New York City a great place to study perception and cognition.                  Our graduate students begin research immediately. Students benefit from interaction with their faculty advisers and the lively exchange of research ideas among students, postdocs, and faculty at weekly Cognition and Perception colloquia and brown bag talks , research seminars, journal clubs ( cognitive neuroscience , development , ... see Events ) and our annual miniconvention. As a result of this focus on research, our students publish regularly in high-impact journals and go on to become researchers at the best research universities and industrial laboratories.                               Curriculum             What follows is a brief version of our curriculum. Full details may be found in our Graduate Student Guide . Our curriculum is designed to help students master the skills required to accomplish high quality research. Within the first two years, most students have completed the bulk of our primary course requirements. We require all students to take at least four courses in core, content-based areas of the discipline such as Memory, Perception, Attention, Cognitive Development, Psycholinguistics and Cognitive Neuroscience. In addition, we require all students to take at least two courses in quantitative methods, which can be the two-semester departmental statistics sequence, or other courses in probability theory, simulation, advanced statistical methods, etc. In addition, there are advanced seminars in areas related to the research areas of the faculty and students. The course catalog and schedule are online.                  A key aspect of our program is its strength in cognitive neuroscience, which students can select as their &quot;concentration&quot;. One aspect of this is the new, on-site, research-dedicated Center for Brain Imaging that includes a 3T MRI scanner and EEG facility, and will soon include a TMS facility as well. The center is designed to allow students the training and opportunity to become experts in cognitive neuroscience. Through a combination of course work and hands-on experience, students who select this concentration will receive training in the techniques of cognitive neuroscience and will apply these techniques to their chosen research questions.                   Students join a laboratory and begin to design and carry out a research project in their first semester. They are required to write a paper based on research they have performed as well as give a talk in our annual miniconvention at the end of their first and second years. The 2nd-year paper and completion of our basic course requirements generally result in the awarding of an MA degree. We encourage students to collaborate with more than one faculty member, including doing a full laboratory rotation or two. Students may work with primary Cognition &amp; Perception faculty or with affiliates from other programs (e.g., Social Psychology) or departments (e.g., the Center for Neural Science). (See faculty listed alphabetically with a sentence about their research interests, or by area .) In their third and fourth years, PhD students are focused primarily on research.                  We consider the best experience that students can have to become productive researchers is to carry out, write up, and present their research projects. The 1st- and 2nd-year research requirements emphasize this goal. The content and methods courses are designed to provide students with the context and tools they need to produce world-class research on their own. After graduating, most of our students have gone on to research careers. (See Recent PhDs .)                                                 Support             All students accepted into our graduate program are fully funded through the Henry M. MacCracken Program. MacCracken funding is provided through a combination of teaching assistantship, research assistantship, and fellowship, in proportions to be determined. The award package typically includes a full tuition scholarship, comprehensive health insurance and a stipend. Funding is typically guaranteed for five years, although students with substantial graduate credits or a Master's degree may only be guaranteed four years of support. For current information on the Psychology Department's aid package, please see our doctoral financial aid page .                         There is a very limited supply of subsidized housing available for graduate students which is generally used for a subset of each entering class to provide them the opportunity to get settled in New York City during their first year of residence.                               Admissions             To apply for admission to the Graduate Program in Cognition &amp; Perception, you'll need the application form , which is available from the Graduate School of Arts and Sciences. Apply for admission to the Department of Psychology. In the forms there is a place where you specify the particular program in which you are interested (e.g. Cognition &amp; Perception), as well as whether you are also interested in the Developmental Concentration.                 In the application, it is requested that you supply a personal statement. You are free to include any information in that statement that you feel will help us in our admissions decision. However, as we are a research-based program, it is especially useful if you include a review of any research experience you have had (explain what was interesting about it) as well as your current research interests.                  Together with your application, the Graduate School of Arts and Science will require you to upload official transcripts of grades from other schools you have attended, both undergraduate and graduate. In addition, it is required that you take the Graduate Record Exam ( GRE ). Some of our students also submit scores from the Advanced Psychology GRE test. We place very little weight on that score, and do not encourage you to take it.      Please do NOT mail any documents (transcripts etc) to the department. Everything needs to be uploaded and submitted through the online application.             International applicants must take the TOEFL exams if English is not their first language unless they earned a Bachelor's or Master's degree at an English speaking university. Additional information of concern to international applicants is available online from the Office of Global Services .                 We recommend that you submit your application so as to arrive by December 12th.                               Contacts             Department of Psychology             New York University             6 Washington Place, Room 550             New York, NY 10003             212-998-3899             212-995-4018 (fax)             Cognition &amp; Perception Program Coordinator: Professor Michael Landy              Cognition &amp; Perception Program Administrator: Evelyn Rivera              Student Representative: Keith Doelling                                Updated"}]},
{"detail": [{"content": "NYU Psychology Social Program                                                                                                                     Search                  NYU Psychology     Programs     Courses     Research     Faculty     People     Events     Contacts     [Internal]                                                            All     Undergrad     MA     PhD Cognition     &amp; Perception     PhD     Social     Developmental     concentration     Quantitative     minor     Related     programs                                                              Overview     Faculty     Students     Contacts     Support     Admissions     Housing     Cook Award     Grads                   Overview | Curriculum | Courses         Doctoral Program in Social Psychology     Department of Psychology      Graduate School of Arts &amp; Sciences      New York University      The social psychology program at New York University offers training in the psychological theories, principles, and research methods relevant to understanding the behavior of individuals and groups in social and organizational contexts.  Students are exposed to a broad range of scholarship in social psychology, and receive research training that will enable them to become independent contributors to the field.  What distinguishes our program from many others is the combination of quality and breadth. With twelve core faculty and a number of affiliated faculty, our program is acclaimed for its cutting-edge research on a wide range of topics in the following areas:     Social cognition and attitudes: Person perception and social judgment (Emily Balcetis, Yaacov Trope, Jim Uleman, Jay Van Bavel, Tessa West); relational processes, inferences about self and other (Susan Andersen, Emily Balcetis); spontaneous trait inference, culture and social cognition (Jim Uleman), implicit/explicit attitudes, stereotypes, and prejudice (David Amodio, Liz Phelps); political ideology (John Jost); developmental social cognition and social categorization (Marjorie Rhodes)     Motivation, emotion, and self-regulation: Action control and goal pursuit (Peter Gollwitzer); self-regulation of thought and action (Gabriele Oettingen, Jim Uleman); motivation and cognition (Emily Balcetis, Jay Van Bavel, Yaacov Trope); motivation and visual perception (Emily Balcetis); intrinsic and extrinsic motivation (Tom Tyler); system justification (John Jost), roles of emotion and motivation in self-regulation (David Amodio, Emily Balcetis), affect in the relational context (Susan Andersen), affective neuroscience (Liz Phelps).     Relationships, personality, and social development: Significant others and the self, social cognition and personality, hopelessness/depression (Susan Andersen); relationships, stress, and coping and methods for studying these processes (Patrick Shrout), attitudes and relationship formation (Tessa West); social cognitive development (Marjorie Rhodes).     Groups, organizations, and societies: Stereotyping and prejudice in the workplace (Madeline Heilman); interracial groups (Tessa West); and social justice (Tom Tyler, John Jost).     In addition, there is a burgeoning interest and presence in Social Neuroscience. In this growing field, research within the Program examines: the neural mechanisms underlying activation and control of racial bias; interactions with hormones and health (David Amodio); social effects on neural processes of fear learning (Liz Phelps); neural processes underlying impression formation (Jim Uleman with Liz Phelps and Lila Davachi) and the neural substrates of social perception and evaluation (Jay Van Bavel). Several other faculty members in the Program collaborate on various other social neuroscience projects, and the Psychology Department hosts a Social Neuroscience Speaker Series. The Psychology Building houses facilities for fMRI, EEG/ERP, TMS, eye-tracking, and other psychophysiological methods.     Graduate study in the social psychology program at NYU means being part of an unusually active research culture. We share well equipped laboratories, and we promote 'open door' relationships between professors and students. Although students typically have a primary home in one professor's laboratory, we require that students work in at least one other laboratory to promote breadth of training in a variety of methodological approaches and research issues. Our goal is to prepare students to be highly competitive in the job market for the type of career they seek, and we are proud of the steady success of our students over the past 15 years in obtaining academic positions at the best research universities as well as important teaching colleges.     The NYU social program has a history of a special communal, cooperative spirit, with very high morale among the students. A core component of this community is the weekly brownbag seminar, where students and faculty share their recent findings and research plans with the rest of the group.  Students can bring this forum special expertise that they obtain in NYU’s programs in quantitative, neuroscience, and cognitive psychology, which supplement the core curriculum in social psychology.                     Academic Requirements      A total of 72 credits are required for the PhD degree.  Credits are earned through coursework, research seminars and independent study over a five year period.  A minimum of 24 credits must be earned through coursework with grades of B or higher.  Typically, students register for 9-12 credits (either course or research credits), with the central coursework in the first 2 years of study.  The minimum number of credits a student can take in a semester is 6.      Course Requirements      Curriculum     There is no single prescribed program for the PhD in social psychology.  Each student’s program is designed to fit his or her interests, needs and background.  The curriculum’s structure comes from a specification of certain distribution requirements that promote expertise and also breadth.      Required Distribution of Courses     The social psychology Ph.D. curriculum specifies the distribution of 8 courses, 5 content and 3 methods/statistics.  Other courses that students take are electives and should be chosen in consultation with their advisers or sponsors.  These may be structured courses, reading courses or research courses.     Students are required to take three doctoral social psychology courses, and these should span at least two the four core areas of the program:  (1) social cognition; (2) motivation and self-regulation; (3) relationships, personality and social development; and (4) organizational processes     In addition to courses in these prescribed areas of social psychology, students are required to take two additional content courses.  To ensure a broad exposure to psychology and other related fields, students are encouraged to take at least one of these courses outside of the NYU social program.  This course can be in another area within the psychology department (those offered in Cognition &amp; Perception); in another Department, such as Economics, Sociology, Philosophy, Political Science, or Neural Science in the Graduate School of Arts and Sciences, or at the Stern School of Business (e.g., in Organizational Behavior) or the Steinhardt School of Education (e.g., in Applied Psychology); or elsewhere (e.g. through the Inter-university Doctoral Consortium).     Students are also required to take a three-course methods and statistics sequence including Research Methods I, and the statistics courses of Intermediate Statistics and Advanced Statistics (either ANOVA or Regression).  Although not required, many students take additional statistics and methods courses as electives.  Possible courses include Psychometric Theory, Structural Equation Modeling, Analysis of Change and Research Methods II.      Further Study     After completing the required courses, each student’s program is individually tailored to take maximum advantage of course offerings in areas relevant to his or her selected areas of interest. While a minimum of eight courses is required, many students take additional courses in social psychology and related fields.  Some also choose to minor in another subfield of psychology, such as developmental, quantitative, or cognition and perception.  Arrangements can additionally be made for students to take courses in other universities that participate in the New York City Inter-University Consortium, including Columbia, Princeton, and CUNY.     Other than through coursework, the remaining points may be earned through a combination of reading courses (G89.3305/3306), pre-dissertation research courses (G89.3303/3304), or dissertation research courses (for those who have passed their proposal hearing: G89.3301/3302).  No more than 12 points may be taken in each of the last three categories.       Each student’s program of study must receive the approval of his/her adviser each semester.  The faculty adviser is the primary research mentor for the student.  If a student is working jointly with two faculty members, one faculty member should be asked to serve the role of academic adviser.  Students are also encouraged to seek advice from the program coordinator about courses and program degree requirements.  The Departmental Academic Affairs Coordinator is available to help advise on GSAS degree requirements.              Research Requirements      Research Training     Students are expected to work actively in the laboratory group of at least one NYU social psychology faculty member during all terms in residence.  In addition to their primary placement in a faculty research laboratory, students are required to work in at least one additional laboratory during the five years of their training.  Some students begin to work in a second lab during the first or second year of training, whereas other students wait for the third or fourth year to add breadth to their research training.  Often a first step toward adding research diversity is attending lab meetings beyond their primary lab.  As students explore possible diversity experiences they should inform their primary research adviser. In particular, students should inform their adviser of any plans to begin a new research project outside of their primary laboratory.      Brown Bag Seminar     All members of the program are expected to participate in the weekly Brown Bag seminar. The seminar meets informally, over lunch, and is a forum for presenting current and planned research.  Each student is required to present on his or her research once a year.  The seminar is a key component of student training over the five years of doctoral study.      Second Year Paper     Students are required to complete a Second Year Paper consisting of a formal write-up of the primary research project from their first two years of doctoral training.  When approved, this paper satisfies the requirements for the Masters Degree.  Although filing the paperwork for the Masters Degree is not required, completing the Second Year Paper is a program requirement.  The Second Year Paper is due at the end of the Summer of the 2nd year, as the student’s 3rd year is about to begin .   This project is done in collaboration with one or more faculty members and the write up of the project is done in conjunction with the student’s research adviser.       Third Year Paper     Students are also required to submit a Third Year Paper, which is a theoretically motivated, integrative literature review that is guided by a coherent set of theoretical purposes or questions.  It covers at least two relevant research literatures and is organized along the lines of an article in Psychological Bulletin or Personality and Social Psychology Review . The paper extends well beyond the scope of the two or three lines of research in which the student is engaged and is on a topic of the student's choosing.  It can be started as soon as the student formulates and writes a proposal for the paper’s content and substance (developed in conjunction with one or more faculty in the program), which is then approved by a Third Year Paper Committee in the program.   The proposal is due at the end of fall of the 3rd Year.  The proposal is a one-page single-spaced abstract that states the theoretical purposes of the work and the empirical literatures the student intends to review.  The proposal will be evaluated in terms of whether or not it (a) is guided by a theoretical purpose that is coherently laid out; (b) is integrative in nature, by bringing together two or more different literatures; and (c) has scholarly merit.  The Third Year Paper itself is 35-45 text pages (not including references).  The completed paper is due the first week of September of the fourth year.   It is independent of the Second Year Paper, although the papers can be in related domains, if desired, and they can be supervised by the same research adviser, if desired.  This requirement serves the function of a comprehensive examination.     The Third Year Paper Committee: (a) is appointed by the program; (b) implements this program requirement; (c) evaluates and approves or disapproves paper proposals; (c) assigns readers for each completed paper based on faculty expertise (one of whom may be the student’s research adviser).      Doctoral Dissertation     In consultation with a faculty adviser, students select a dissertation topic, develop it, and prepare a dissertation proposal.  The proposal should provide a rationale for the importance of the research problem or issue, provide an overview of the literature in which the contribution of the research would be situated, present the theoretical rationale, purposes, and hypotheses of the research, and provide a detailed description of the methods and analyses of the proposed dissertation studies, as well as its likely implications.  The proposal must be approved by a three-member dissertation committee in a formal proposal hearing.  Students are advised to start thinking about prospective dissertation topics early in the doctoral training.  Students should plan to complete their dissertation proposal and defend that proposal by the end of the fourth year of study, if not earlier .     Students should bear in mind that the dissertation is expected to be a major piece of independent research by the candidate.  Although interaction between the candidate and his/her dissertation committee is expected and desirable, the student takes the lead on this research and the committee serves mainly in an advisory and evaluative capacity.   The dissertation should be submitted by the end of the 5th Year. After the dissertation has been completed, it must be defended in an oral examination before the three-member dissertation committee supplemented by two additional committee members designated as readers.  Students typically register for two semesters (6 points) of dissertation credit during their fifth year of doctoral study while conducting their dissertation research and writing their dissertation.     For more information about the dissertation process, see the Psychology Department’s document, Dissertation and Graduation Procedures for Doctoral Students.      Teaching Experience     Graduate students at NYU have the opportunity to take appointments as adjunct faculty in psychology courses.  One kind of adjunct appointment involves assisting a faculty member with his/her instructional activities.  Teaching provides valuable experience in presenting ideas to others, and forms an integral part of doctoral education in preparation for future academic jobs.  The Social Program asks that students acquire teaching experience for at least two undergraduate or graduate psychology courses during the first five years of study.  Because teaching obligations may compete with research obligations, the Program advises students to limit the teaching commitments during the academic year to five or fewer experiences.      Training Sequence     In their first two years, students focus on mentored research projects and coursework.  Over this period they complete their eight required courses.  With the exception of research methods and two statistics courses, all of which must be taken in the first two semesters, students are free to fulfill their course requirements in any order they wish, typically enrolling in three courses a semester.     During the second year, students work on the Second Year Paper, and during the third year they work on the Third Year Paper (see above)     Students spend their third, fourth and fifth years taking additional coursework, as desired, and focusing primarily on their research activities, culminating in their doctoral dissertation research.      At the end of the first semester of their third year, they also propose their Third Year Paper (an integrative literature that combines differing literatures and addresses a coherent set of theoretical questions), which is then due in final form the first week of September of the fourth year .     Students should aim to prepare and defend their dissertation proposal not later than the end of their 4th year, and to complete their dissertation toward the end of their 5th year.     Students who are making adequate progress toward their degree requirements are guaranteed full financial support for five years of doctoral study.           General Requirements for the Doctorate at NYU     The graduate school of Arts and Science home page provides information about transfer credits and other general requirements for the doctorate at NYU.  It is expected that students will fulfill the course requirements, complete the doctoral research and defend the thesis within five years.          Keeping Track of Progress Toward Requirements     Each spring the Social Program Faculty meet to review the progress of the doctoral students in the program.  In preparation for this meeting, students are asked to provide updated CVs and reports of research activities.  With input from the faculty members, the Coordinator provides each student with written feedback about the review.  If a student would like to request special consideration of research or academic requirements, this is an excellent time to make the request. In some cases a requirement will be waived if a compelling case can be made.           EXAMPLES OF CONTENT COURSES     Courses in the four core areas of doctoral social psychology vary from year to year, but the following list provides examples of courses that have been taught in each of the categories since 2008 or that are planned for 2010 or 2011      Social Cognition and Attitudes     --Person Perception: Cognitive (G89.2286)     --Social Judgment and Decision Making (G89.2282)     --Social Neuroscience (G89.3404)     --Stereotyping and Prejudice (G89.3380)     --Self and Social Judgment     --Attitudes      Motivation and Self-Regulation     --Self-Regulation (G89.3393)     --Conflict and Psychological Control (G89.3394)               Relationships, Personality and Social Development     --Developmental Social Cognition     --Social Cognitive Processes in Personality     --The Relational Self (G89.2297)     --Person Perception: Interpersonal      Groups, organizations, and societies     --Psychology of Justice     --System Justification Theory     --Psychology and Design of Legal Institutions     --Political Psychology (G89.3399)      Example of Advanced Electives     --Theories in Social Psychology (G89.2216)           Methods and Statistics Courses     --Research Methods in Social Psychology I (G89.2217)     --Research Methods in Social Psychology II (G89.2217)     --Math Tools for Cognitive Science and Neuroscience (G89.2211)     --Intermediate Statistical Methods (G89.2228)     --Advanced Regression Analysis (G89.2229)     --Advanced ANOVA Methods (G89.2239)     --Structural Equation Modeling (G89.2247)     --Analysis of Change (G89.2248)            NYU SOCIAL PSYCHOLOGY FACULTY     David Amodio, Susan Andersen, Emily Balcetis, Peter Gollwitzer, Madeline Heilman, John Jost, Gabriele Oettingen, Elizabeth Phelps (primary appointment in C&amp;P), Marjorie Rhodes (primary appointment in C&amp;P), Diane Ruble (Emeritus), Patrick Shrout, Yaacov Trope, Tom Tyler, Jay Van Bavel, Jim Uleman, Tessa West     Social Program, NYU     September 2011                                     Updated"}, {"content": "NYU Psychology Cognition &amp; Perception                                                                                                                                                                                                              Search                                   NYU Psychology                    Programs                    Courses                    Research                    Faculty                    People                    Events                    Contacts                    [Internal]                                                                                                                                   All                 Undergrad                 MA                 PhD Cognition             &amp; Perception                 PhD             Social                 Developmental             concentration                 Quantitative             minor                 Related              programs                                                                                                                       Overview                 Faculty                 Areas                 Students                 Graduated PhDs                 Facilities                 Housing                                     Overview | Curriculum | Support | Admissions | Contacts | C&amp;P Handbook | C&amp;P In Action             Cognition &amp; Perception Doctoral Program in Psychology  Overview             Students and faculty investigate how people perceive, think, and act. Research is central in our graduate training. Students are exposed to a broad range of knowledge in cognition and perception and they are trained to think creatively and to develop independent research careers.                   Our program spans cognition and perception, examining mental processes such as perception, attention, memory, categorization, language, emotion, development, motor control, and cognitive neuroscience. How do we identify the letter &quot;a&quot;? How do we perceive depth and shape? What representational resources are innate? How do human cultures, and individual children, go beyond innate representational capacities? How do toddlers make decisions about their world? How are explicit and implicit memories coded in the brain? How do we inhibit inappropriate responses? How are sentences understood? How are new concepts acquired? How does attention affect perception?                   Students and faculty work closely with researchers in other departments ( Neural Science , Computer Science , Linguistics , and Philosophy ). Every week there are journal club discussions and talks by leading researchers that take place within the Psychology Department, in other NYU departments, and at other nearby schools in New York City (see Events ). Ready access to researchers at several great universities and to incredible cultural resources makes New York City a great place to study perception and cognition.                  Our graduate students begin research immediately. Students benefit from interaction with their faculty advisers and the lively exchange of research ideas among students, postdocs, and faculty at weekly Cognition and Perception colloquia and brown bag talks , research seminars, journal clubs ( cognitive neuroscience , development , ... see Events ) and our annual miniconvention. As a result of this focus on research, our students publish regularly in high-impact journals and go on to become researchers at the best research universities and industrial laboratories.                               Curriculum             What follows is a brief version of our curriculum. Full details may be found in our Graduate Student Guide . Our curriculum is designed to help students master the skills required to accomplish high quality research. Within the first two years, most students have completed the bulk of our primary course requirements. We require all students to take at least four courses in core, content-based areas of the discipline such as Memory, Perception, Attention, Cognitive Development, Psycholinguistics and Cognitive Neuroscience. In addition, we require all students to take at least two courses in quantitative methods, which can be the two-semester departmental statistics sequence, or other courses in probability theory, simulation, advanced statistical methods, etc. In addition, there are advanced seminars in areas related to the research areas of the faculty and students. The course catalog and schedule are online.                  A key aspect of our program is its strength in cognitive neuroscience, which students can select as their &quot;concentration&quot;. One aspect of this is the new, on-site, research-dedicated Center for Brain Imaging that includes a 3T MRI scanner and EEG facility, and will soon include a TMS facility as well. The center is designed to allow students the training and opportunity to become experts in cognitive neuroscience. Through a combination of course work and hands-on experience, students who select this concentration will receive training in the techniques of cognitive neuroscience and will apply these techniques to their chosen research questions.                   Students join a laboratory and begin to design and carry out a research project in their first semester. They are required to write a paper based on research they have performed as well as give a talk in our annual miniconvention at the end of their first and second years. The 2nd-year paper and completion of our basic course requirements generally result in the awarding of an MA degree. We encourage students to collaborate with more than one faculty member, including doing a full laboratory rotation or two. Students may work with primary Cognition &amp; Perception faculty or with affiliates from other programs (e.g., Social Psychology) or departments (e.g., the Center for Neural Science). (See faculty listed alphabetically with a sentence about their research interests, or by area .) In their third and fourth years, PhD students are focused primarily on research.                  We consider the best experience that students can have to become productive researchers is to carry out, write up, and present their research projects. The 1st- and 2nd-year research requirements emphasize this goal. The content and methods courses are designed to provide students with the context and tools they need to produce world-class research on their own. After graduating, most of our students have gone on to research careers. (See Recent PhDs .)                                                 Support             All students accepted into our graduate program are fully funded through the Henry M. MacCracken Program. MacCracken funding is provided through a combination of teaching assistantship, research assistantship, and fellowship, in proportions to be determined. The award package typically includes a full tuition scholarship, comprehensive health insurance and a stipend. Funding is typically guaranteed for five years, although students with substantial graduate credits or a Master's degree may only be guaranteed four years of support. For current information on the Psychology Department's aid package, please see our doctoral financial aid page .                         There is a very limited supply of subsidized housing available for graduate students which is generally used for a subset of each entering class to provide them the opportunity to get settled in New York City during their first year of residence.                               Admissions             To apply for admission to the Graduate Program in Cognition &amp; Perception, you'll need the application form , which is available from the Graduate School of Arts and Sciences. Apply for admission to the Department of Psychology. In the forms there is a place where you specify the particular program in which you are interested (e.g. Cognition &amp; Perception), as well as whether you are also interested in the Developmental Concentration.                 In the application, it is requested that you supply a personal statement. You are free to include any information in that statement that you feel will help us in our admissions decision. However, as we are a research-based program, it is especially useful if you include a review of any research experience you have had (explain what was interesting about it) as well as your current research interests.                  Together with your application, the Graduate School of Arts and Science will require you to upload official transcripts of grades from other schools you have attended, both undergraduate and graduate. In addition, it is required that you take the Graduate Record Exam ( GRE ). Some of our students also submit scores from the Advanced Psychology GRE test. We place very little weight on that score, and do not encourage you to take it.      Please do NOT mail any documents (transcripts etc) to the department. Everything needs to be uploaded and submitted through the online application.             International applicants must take the TOEFL exams if English is not their first language unless they earned a Bachelor's or Master's degree at an English speaking university. Additional information of concern to international applicants is available online from the Office of Global Services .                 We recommend that you submit your application so as to arrive by December 12th.                               Contacts             Department of Psychology             New York University             6 Washington Place, Room 550             New York, NY 10003             212-998-3899             212-995-4018 (fax)             Cognition &amp; Perception Program Coordinator: Professor Michael Landy              Cognition &amp; Perception Program Administrator: Evelyn Rivera              Student Representative: Keith Doelling                                Updated"}, {"content": "NYU Neuroscience and Education Lab - NYU Steinhardt                                                                           NYU       Institute of Human Development and Social Change             NYU Neuroscience and Education Lab                          About the Lab                                                  Want to participate in one of our research studies? Fill out our intake form and we'll contact you! Click here for English and here for Spanish. Have any questions? Call 212-998-5198 or email nyu.nel.lab@gmail.com.    Led by Drs. Blair and Raver, the federally-funded Neuroscience and Education Lab (NEL) focuses on the development of self-regulation among infants, toddlers, children and adults and the implications of self-regulation for individuals' success in educational and work settings. These include Blair&rsquo;s and Raver&rsquo;s many federally-funded studies of a) executive function (a key cognitive component of self-regulation), of b) children&rsquo;s modulation of negative emotions such as frustration and distress(key components of emotion regulation) and c) of children&rsquo;s ability to flexibly shift and focus attention when facing complex or emotionally charged situations (key components of attention regulation).    Members of the NEL lab work to address pressing scientific questions at neurobiological, behavioral, and molar levels, testing ways that these three domains of self-regulation work conjointly to support children&rsquo;s school readiness and academic achievement. The NEL lab also pursues questions regarding the continuity versus change in children&rsquo;s self-regulatory skills over time, across different home, school and neighborhood contexts. The Blair/Raver programs of research place heavy emphasis on building an understanding of the role of environmental adversity in shaping children&rsquo;s self-regulation. To examine this question, Blair and Raver focus their research effort on the development of self-regulation among low-income and poor children in economically disadvantaged communities.    The NEL lab places corresponding strong emphasis on ways to prevent the negative consequences of poverty by evaluating a set of promising intervention models from infancy through middle childhood using randomized control trial design. Additional objectives of the NEL program of research include provision of technical support and guidance to local, state and federal agencies on ways to support the healthy cognitive, emotional, and behavioral development of our nation&rsquo;s low-income children.    Click here to visit our lab's blog!                                                                                                              Steinhardt School of Culture, Education, and Human Development     Graduate School of Arts and Science     Robert F. Wagner School of Public Service       This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     Institute of Human Development and Social Change - 246 Greene Street, Floor 6E - New York, NY 10003                              About the Lab      Our Staff      Current Projects        Blog"}]}][{"detail": [{"content": "NYU Psychology Cognition &amp; Perception                                                                                                                                                                                                              Search                                   NYU Psychology                    Programs                    Courses                    Research                    Faculty                    People                    Events                    Contacts                    [Internal]                                                                                                                                   All                 Undergrad                 MA                 PhD Cognition             &amp; Perception                 PhD             Social                 Developmental             concentration                 Quantitative             minor                 Related              programs                                                                                                                       Overview                 Faculty                 Areas                 Students                 Graduated PhDs                 Facilities                 Housing                                     Overview | Curriculum | Support | Admissions | Contacts | C&amp;P Handbook | C&amp;P In Action             Cognition &amp; Perception Doctoral Program in Psychology  Overview             Students and faculty investigate how people perceive, think, and act. Research is central in our graduate training. Students are exposed to a broad range of knowledge in cognition and perception and they are trained to think creatively and to develop independent research careers.                   Our program spans cognition and perception, examining mental processes such as perception, attention, memory, categorization, language, emotion, development, motor control, and cognitive neuroscience. How do we identify the letter &quot;a&quot;? How do we perceive depth and shape? What representational resources are innate? How do human cultures, and individual children, go beyond innate representational capacities? How do toddlers make decisions about their world? How are explicit and implicit memories coded in the brain? How do we inhibit inappropriate responses? How are sentences understood? How are new concepts acquired? How does attention affect perception?                   Students and faculty work closely with researchers in other departments ( Neural Science , Computer Science , Linguistics , and Philosophy ). Every week there are journal club discussions and talks by leading researchers that take place within the Psychology Department, in other NYU departments, and at other nearby schools in New York City (see Events ). Ready access to researchers at several great universities and to incredible cultural resources makes New York City a great place to study perception and cognition.                  Our graduate students begin research immediately. Students benefit from interaction with their faculty advisers and the lively exchange of research ideas among students, postdocs, and faculty at weekly Cognition and Perception colloquia and brown bag talks , research seminars, journal clubs ( cognitive neuroscience , development , ... see Events ) and our annual miniconvention. As a result of this focus on research, our students publish regularly in high-impact journals and go on to become researchers at the best research universities and industrial laboratories.                               Curriculum             What follows is a brief version of our curriculum. Full details may be found in our Graduate Student Guide . Our curriculum is designed to help students master the skills required to accomplish high quality research. Within the first two years, most students have completed the bulk of our primary course requirements. We require all students to take at least four courses in core, content-based areas of the discipline such as Memory, Perception, Attention, Cognitive Development, Psycholinguistics and Cognitive Neuroscience. In addition, we require all students to take at least two courses in quantitative methods, which can be the two-semester departmental statistics sequence, or other courses in probability theory, simulation, advanced statistical methods, etc. In addition, there are advanced seminars in areas related to the research areas of the faculty and students. The course catalog and schedule are online.                  A key aspect of our program is its strength in cognitive neuroscience, which students can select as their &quot;concentration&quot;. One aspect of this is the new, on-site, research-dedicated Center for Brain Imaging that includes a 3T MRI scanner and EEG facility, and will soon include a TMS facility as well. The center is designed to allow students the training and opportunity to become experts in cognitive neuroscience. Through a combination of course work and hands-on experience, students who select this concentration will receive training in the techniques of cognitive neuroscience and will apply these techniques to their chosen research questions.                   Students join a laboratory and begin to design and carry out a research project in their first semester. They are required to write a paper based on research they have performed as well as give a talk in our annual miniconvention at the end of their first and second years. The 2nd-year paper and completion of our basic course requirements generally result in the awarding of an MA degree. We encourage students to collaborate with more than one faculty member, including doing a full laboratory rotation or two. Students may work with primary Cognition &amp; Perception faculty or with affiliates from other programs (e.g., Social Psychology) or departments (e.g., the Center for Neural Science). (See faculty listed alphabetically with a sentence about their research interests, or by area .) In their third and fourth years, PhD students are focused primarily on research.                  We consider the best experience that students can have to become productive researchers is to carry out, write up, and present their research projects. The 1st- and 2nd-year research requirements emphasize this goal. The content and methods courses are designed to provide students with the context and tools they need to produce world-class research on their own. After graduating, most of our students have gone on to research careers. (See Recent PhDs .)                                                 Support             All students accepted into our graduate program are fully funded through the Henry M. MacCracken Program. MacCracken funding is provided through a combination of teaching assistantship, research assistantship, and fellowship, in proportions to be determined. The award package typically includes a full tuition scholarship, comprehensive health insurance and a stipend. Funding is typically guaranteed for five years, although students with substantial graduate credits or a Master's degree may only be guaranteed four years of support. For current information on the Psychology Department's aid package, please see our doctoral financial aid page .                         There is a very limited supply of subsidized housing available for graduate students which is generally used for a subset of each entering class to provide them the opportunity to get settled in New York City during their first year of residence.                               Admissions             To apply for admission to the Graduate Program in Cognition &amp; Perception, you'll need the application form , which is available from the Graduate School of Arts and Sciences. Apply for admission to the Department of Psychology. In the forms there is a place where you specify the particular program in which you are interested (e.g. Cognition &amp; Perception), as well as whether you are also interested in the Developmental Concentration.                 In the application, it is requested that you supply a personal statement. You are free to include any information in that statement that you feel will help us in our admissions decision. However, as we are a research-based program, it is especially useful if you include a review of any research experience you have had (explain what was interesting about it) as well as your current research interests.                  Together with your application, the Graduate School of Arts and Science will require you to upload official transcripts of grades from other schools you have attended, both undergraduate and graduate. In addition, it is required that you take the Graduate Record Exam ( GRE ). Some of our students also submit scores from the Advanced Psychology GRE test. We place very little weight on that score, and do not encourage you to take it.      Please do NOT mail any documents (transcripts etc) to the department. Everything needs to be uploaded and submitted through the online application.             International applicants must take the TOEFL exams if English is not their first language unless they earned a Bachelor's or Master's degree at an English speaking university. Additional information of concern to international applicants is available online from the Office of Global Services .                 We recommend that you submit your application so as to arrive by December 12th.                               Contacts             Department of Psychology             New York University             6 Washington Place, Room 550             New York, NY 10003             212-998-3899             212-995-4018 (fax)             Cognition &amp; Perception Program Coordinator: Professor Michael Landy              Cognition &amp; Perception Program Administrator: Evelyn Rivera              Student Representative: Keith Doelling                                Updated"}]},
{"detail": [{"content": "NYU Psychology Cognition &amp; Perception                                                                                                                                                                                                              Search                                   NYU Psychology                    Programs                    Courses                    Research                    Faculty                    People                    Events                    Contacts                    [Internal]                                                                                                                                   All                 Undergrad                 MA                 PhD Cognition             &amp; Perception                 PhD             Social                 Developmental             concentration                 Quantitative             minor                 Related              programs                                                                                                                       Overview                 Faculty                 Areas                 Students                 Graduated PhDs                 Facilities                 Housing                                     Overview | Curriculum | Support | Admissions | Contacts | C&amp;P Handbook | C&amp;P In Action             Cognition &amp; Perception Doctoral Program in Psychology  Overview             Students and faculty investigate how people perceive, think, and act. Research is central in our graduate training. Students are exposed to a broad range of knowledge in cognition and perception and they are trained to think creatively and to develop independent research careers.                   Our program spans cognition and perception, examining mental processes such as perception, attention, memory, categorization, language, emotion, development, motor control, and cognitive neuroscience. How do we identify the letter &quot;a&quot;? How do we perceive depth and shape? What representational resources are innate? How do human cultures, and individual children, go beyond innate representational capacities? How do toddlers make decisions about their world? How are explicit and implicit memories coded in the brain? How do we inhibit inappropriate responses? How are sentences understood? How are new concepts acquired? How does attention affect perception?                   Students and faculty work closely with researchers in other departments ( Neural Science , Computer Science , Linguistics , and Philosophy ). Every week there are journal club discussions and talks by leading researchers that take place within the Psychology Department, in other NYU departments, and at other nearby schools in New York City (see Events ). Ready access to researchers at several great universities and to incredible cultural resources makes New York City a great place to study perception and cognition.                  Our graduate students begin research immediately. Students benefit from interaction with their faculty advisers and the lively exchange of research ideas among students, postdocs, and faculty at weekly Cognition and Perception colloquia and brown bag talks , research seminars, journal clubs ( cognitive neuroscience , development , ... see Events ) and our annual miniconvention. As a result of this focus on research, our students publish regularly in high-impact journals and go on to become researchers at the best research universities and industrial laboratories.                               Curriculum             What follows is a brief version of our curriculum. Full details may be found in our Graduate Student Guide . Our curriculum is designed to help students master the skills required to accomplish high quality research. Within the first two years, most students have completed the bulk of our primary course requirements. We require all students to take at least four courses in core, content-based areas of the discipline such as Memory, Perception, Attention, Cognitive Development, Psycholinguistics and Cognitive Neuroscience. In addition, we require all students to take at least two courses in quantitative methods, which can be the two-semester departmental statistics sequence, or other courses in probability theory, simulation, advanced statistical methods, etc. In addition, there are advanced seminars in areas related to the research areas of the faculty and students. The course catalog and schedule are online.                  A key aspect of our program is its strength in cognitive neuroscience, which students can select as their &quot;concentration&quot;. One aspect of this is the new, on-site, research-dedicated Center for Brain Imaging that includes a 3T MRI scanner and EEG facility, and will soon include a TMS facility as well. The center is designed to allow students the training and opportunity to become experts in cognitive neuroscience. Through a combination of course work and hands-on experience, students who select this concentration will receive training in the techniques of cognitive neuroscience and will apply these techniques to their chosen research questions.                   Students join a laboratory and begin to design and carry out a research project in their first semester. They are required to write a paper based on research they have performed as well as give a talk in our annual miniconvention at the end of their first and second years. The 2nd-year paper and completion of our basic course requirements generally result in the awarding of an MA degree. We encourage students to collaborate with more than one faculty member, including doing a full laboratory rotation or two. Students may work with primary Cognition &amp; Perception faculty or with affiliates from other programs (e.g., Social Psychology) or departments (e.g., the Center for Neural Science). (See faculty listed alphabetically with a sentence about their research interests, or by area .) In their third and fourth years, PhD students are focused primarily on research.                  We consider the best experience that students can have to become productive researchers is to carry out, write up, and present their research projects. The 1st- and 2nd-year research requirements emphasize this goal. The content and methods courses are designed to provide students with the context and tools they need to produce world-class research on their own. After graduating, most of our students have gone on to research careers. (See Recent PhDs .)                                                 Support             All students accepted into our graduate program are fully funded through the Henry M. MacCracken Program. MacCracken funding is provided through a combination of teaching assistantship, research assistantship, and fellowship, in proportions to be determined. The award package typically includes a full tuition scholarship, comprehensive health insurance and a stipend. Funding is typically guaranteed for five years, although students with substantial graduate credits or a Master's degree may only be guaranteed four years of support. For current information on the Psychology Department's aid package, please see our doctoral financial aid page .                         There is a very limited supply of subsidized housing available for graduate students which is generally used for a subset of each entering class to provide them the opportunity to get settled in New York City during their first year of residence.                               Admissions             To apply for admission to the Graduate Program in Cognition &amp; Perception, you'll need the application form , which is available from the Graduate School of Arts and Sciences. Apply for admission to the Department of Psychology. In the forms there is a place where you specify the particular program in which you are interested (e.g. Cognition &amp; Perception), as well as whether you are also interested in the Developmental Concentration.                 In the application, it is requested that you supply a personal statement. You are free to include any information in that statement that you feel will help us in our admissions decision. However, as we are a research-based program, it is especially useful if you include a review of any research experience you have had (explain what was interesting about it) as well as your current research interests.                  Together with your application, the Graduate School of Arts and Science will require you to upload official transcripts of grades from other schools you have attended, both undergraduate and graduate. In addition, it is required that you take the Graduate Record Exam ( GRE ). Some of our students also submit scores from the Advanced Psychology GRE test. We place very little weight on that score, and do not encourage you to take it.      Please do NOT mail any documents (transcripts etc) to the department. Everything needs to be uploaded and submitted through the online application.             International applicants must take the TOEFL exams if English is not their first language unless they earned a Bachelor's or Master's degree at an English speaking university. Additional information of concern to international applicants is available online from the Office of Global Services .                 We recommend that you submit your application so as to arrive by December 12th.                               Contacts             Department of Psychology             New York University             6 Washington Place, Room 550             New York, NY 10003             212-998-3899             212-995-4018 (fax)             Cognition &amp; Perception Program Coordinator: Professor Michael Landy              Cognition &amp; Perception Program Administrator: Evelyn Rivera              Student Representative: Keith Doelling                                Updated"}, {"content": "NYU Psychology Social Program                                                                                                                     Search                  NYU Psychology     Programs     Courses     Research     Faculty     People     Events     Contacts     [Internal]                                                            All     Undergrad     MA     PhD Cognition     &amp; Perception     PhD     Social     Developmental     concentration     Quantitative     minor     Related     programs                                                              Overview     Faculty     Students     Contacts     Support     Admissions     Housing     Cook Award     Grads                   Overview | Curriculum | Courses         Doctoral Program in Social Psychology     Department of Psychology      Graduate School of Arts &amp; Sciences      New York University      The social psychology program at New York University offers training in the psychological theories, principles, and research methods relevant to understanding the behavior of individuals and groups in social and organizational contexts.  Students are exposed to a broad range of scholarship in social psychology, and receive research training that will enable them to become independent contributors to the field.  What distinguishes our program from many others is the combination of quality and breadth. With twelve core faculty and a number of affiliated faculty, our program is acclaimed for its cutting-edge research on a wide range of topics in the following areas:     Social cognition and attitudes: Person perception and social judgment (Emily Balcetis, Yaacov Trope, Jim Uleman, Jay Van Bavel, Tessa West); relational processes, inferences about self and other (Susan Andersen, Emily Balcetis); spontaneous trait inference, culture and social cognition (Jim Uleman), implicit/explicit attitudes, stereotypes, and prejudice (David Amodio, Liz Phelps); political ideology (John Jost); developmental social cognition and social categorization (Marjorie Rhodes)     Motivation, emotion, and self-regulation: Action control and goal pursuit (Peter Gollwitzer); self-regulation of thought and action (Gabriele Oettingen, Jim Uleman); motivation and cognition (Emily Balcetis, Jay Van Bavel, Yaacov Trope); motivation and visual perception (Emily Balcetis); intrinsic and extrinsic motivation (Tom Tyler); system justification (John Jost), roles of emotion and motivation in self-regulation (David Amodio, Emily Balcetis), affect in the relational context (Susan Andersen), affective neuroscience (Liz Phelps).     Relationships, personality, and social development: Significant others and the self, social cognition and personality, hopelessness/depression (Susan Andersen); relationships, stress, and coping and methods for studying these processes (Patrick Shrout), attitudes and relationship formation (Tessa West); social cognitive development (Marjorie Rhodes).     Groups, organizations, and societies: Stereotyping and prejudice in the workplace (Madeline Heilman); interracial groups (Tessa West); and social justice (Tom Tyler, John Jost).     In addition, there is a burgeoning interest and presence in Social Neuroscience. In this growing field, research within the Program examines: the neural mechanisms underlying activation and control of racial bias; interactions with hormones and health (David Amodio); social effects on neural processes of fear learning (Liz Phelps); neural processes underlying impression formation (Jim Uleman with Liz Phelps and Lila Davachi) and the neural substrates of social perception and evaluation (Jay Van Bavel). Several other faculty members in the Program collaborate on various other social neuroscience projects, and the Psychology Department hosts a Social Neuroscience Speaker Series. The Psychology Building houses facilities for fMRI, EEG/ERP, TMS, eye-tracking, and other psychophysiological methods.     Graduate study in the social psychology program at NYU means being part of an unusually active research culture. We share well equipped laboratories, and we promote 'open door' relationships between professors and students. Although students typically have a primary home in one professor's laboratory, we require that students work in at least one other laboratory to promote breadth of training in a variety of methodological approaches and research issues. Our goal is to prepare students to be highly competitive in the job market for the type of career they seek, and we are proud of the steady success of our students over the past 15 years in obtaining academic positions at the best research universities as well as important teaching colleges.     The NYU social program has a history of a special communal, cooperative spirit, with very high morale among the students. A core component of this community is the weekly brownbag seminar, where students and faculty share their recent findings and research plans with the rest of the group.  Students can bring this forum special expertise that they obtain in NYU’s programs in quantitative, neuroscience, and cognitive psychology, which supplement the core curriculum in social psychology.                     Academic Requirements      A total of 72 credits are required for the PhD degree.  Credits are earned through coursework, research seminars and independent study over a five year period.  A minimum of 24 credits must be earned through coursework with grades of B or higher.  Typically, students register for 9-12 credits (either course or research credits), with the central coursework in the first 2 years of study.  The minimum number of credits a student can take in a semester is 6.      Course Requirements      Curriculum     There is no single prescribed program for the PhD in social psychology.  Each student’s program is designed to fit his or her interests, needs and background.  The curriculum’s structure comes from a specification of certain distribution requirements that promote expertise and also breadth.      Required Distribution of Courses     The social psychology Ph.D. curriculum specifies the distribution of 8 courses, 5 content and 3 methods/statistics.  Other courses that students take are electives and should be chosen in consultation with their advisers or sponsors.  These may be structured courses, reading courses or research courses.     Students are required to take three doctoral social psychology courses, and these should span at least two the four core areas of the program:  (1) social cognition; (2) motivation and self-regulation; (3) relationships, personality and social development; and (4) organizational processes     In addition to courses in these prescribed areas of social psychology, students are required to take two additional content courses.  To ensure a broad exposure to psychology and other related fields, students are encouraged to take at least one of these courses outside of the NYU social program.  This course can be in another area within the psychology department (those offered in Cognition &amp; Perception); in another Department, such as Economics, Sociology, Philosophy, Political Science, or Neural Science in the Graduate School of Arts and Sciences, or at the Stern School of Business (e.g., in Organizational Behavior) or the Steinhardt School of Education (e.g., in Applied Psychology); or elsewhere (e.g. through the Inter-university Doctoral Consortium).     Students are also required to take a three-course methods and statistics sequence including Research Methods I, and the statistics courses of Intermediate Statistics and Advanced Statistics (either ANOVA or Regression).  Although not required, many students take additional statistics and methods courses as electives.  Possible courses include Psychometric Theory, Structural Equation Modeling, Analysis of Change and Research Methods II.      Further Study     After completing the required courses, each student’s program is individually tailored to take maximum advantage of course offerings in areas relevant to his or her selected areas of interest. While a minimum of eight courses is required, many students take additional courses in social psychology and related fields.  Some also choose to minor in another subfield of psychology, such as developmental, quantitative, or cognition and perception.  Arrangements can additionally be made for students to take courses in other universities that participate in the New York City Inter-University Consortium, including Columbia, Princeton, and CUNY.     Other than through coursework, the remaining points may be earned through a combination of reading courses (G89.3305/3306), pre-dissertation research courses (G89.3303/3304), or dissertation research courses (for those who have passed their proposal hearing: G89.3301/3302).  No more than 12 points may be taken in each of the last three categories.       Each student’s program of study must receive the approval of his/her adviser each semester.  The faculty adviser is the primary research mentor for the student.  If a student is working jointly with two faculty members, one faculty member should be asked to serve the role of academic adviser.  Students are also encouraged to seek advice from the program coordinator about courses and program degree requirements.  The Departmental Academic Affairs Coordinator is available to help advise on GSAS degree requirements.              Research Requirements      Research Training     Students are expected to work actively in the laboratory group of at least one NYU social psychology faculty member during all terms in residence.  In addition to their primary placement in a faculty research laboratory, students are required to work in at least one additional laboratory during the five years of their training.  Some students begin to work in a second lab during the first or second year of training, whereas other students wait for the third or fourth year to add breadth to their research training.  Often a first step toward adding research diversity is attending lab meetings beyond their primary lab.  As students explore possible diversity experiences they should inform their primary research adviser. In particular, students should inform their adviser of any plans to begin a new research project outside of their primary laboratory.      Brown Bag Seminar     All members of the program are expected to participate in the weekly Brown Bag seminar. The seminar meets informally, over lunch, and is a forum for presenting current and planned research.  Each student is required to present on his or her research once a year.  The seminar is a key component of student training over the five years of doctoral study.      Second Year Paper     Students are required to complete a Second Year Paper consisting of a formal write-up of the primary research project from their first two years of doctoral training.  When approved, this paper satisfies the requirements for the Masters Degree.  Although filing the paperwork for the Masters Degree is not required, completing the Second Year Paper is a program requirement.  The Second Year Paper is due at the end of the Summer of the 2nd year, as the student’s 3rd year is about to begin .   This project is done in collaboration with one or more faculty members and the write up of the project is done in conjunction with the student’s research adviser.       Third Year Paper     Students are also required to submit a Third Year Paper, which is a theoretically motivated, integrative literature review that is guided by a coherent set of theoretical purposes or questions.  It covers at least two relevant research literatures and is organized along the lines of an article in Psychological Bulletin or Personality and Social Psychology Review . The paper extends well beyond the scope of the two or three lines of research in which the student is engaged and is on a topic of the student's choosing.  It can be started as soon as the student formulates and writes a proposal for the paper’s content and substance (developed in conjunction with one or more faculty in the program), which is then approved by a Third Year Paper Committee in the program.   The proposal is due at the end of fall of the 3rd Year.  The proposal is a one-page single-spaced abstract that states the theoretical purposes of the work and the empirical literatures the student intends to review.  The proposal will be evaluated in terms of whether or not it (a) is guided by a theoretical purpose that is coherently laid out; (b) is integrative in nature, by bringing together two or more different literatures; and (c) has scholarly merit.  The Third Year Paper itself is 35-45 text pages (not including references).  The completed paper is due the first week of September of the fourth year.   It is independent of the Second Year Paper, although the papers can be in related domains, if desired, and they can be supervised by the same research adviser, if desired.  This requirement serves the function of a comprehensive examination.     The Third Year Paper Committee: (a) is appointed by the program; (b) implements this program requirement; (c) evaluates and approves or disapproves paper proposals; (c) assigns readers for each completed paper based on faculty expertise (one of whom may be the student’s research adviser).      Doctoral Dissertation     In consultation with a faculty adviser, students select a dissertation topic, develop it, and prepare a dissertation proposal.  The proposal should provide a rationale for the importance of the research problem or issue, provide an overview of the literature in which the contribution of the research would be situated, present the theoretical rationale, purposes, and hypotheses of the research, and provide a detailed description of the methods and analyses of the proposed dissertation studies, as well as its likely implications.  The proposal must be approved by a three-member dissertation committee in a formal proposal hearing.  Students are advised to start thinking about prospective dissertation topics early in the doctoral training.  Students should plan to complete their dissertation proposal and defend that proposal by the end of the fourth year of study, if not earlier .     Students should bear in mind that the dissertation is expected to be a major piece of independent research by the candidate.  Although interaction between the candidate and his/her dissertation committee is expected and desirable, the student takes the lead on this research and the committee serves mainly in an advisory and evaluative capacity.   The dissertation should be submitted by the end of the 5th Year. After the dissertation has been completed, it must be defended in an oral examination before the three-member dissertation committee supplemented by two additional committee members designated as readers.  Students typically register for two semesters (6 points) of dissertation credit during their fifth year of doctoral study while conducting their dissertation research and writing their dissertation.     For more information about the dissertation process, see the Psychology Department’s document, Dissertation and Graduation Procedures for Doctoral Students.      Teaching Experience     Graduate students at NYU have the opportunity to take appointments as adjunct faculty in psychology courses.  One kind of adjunct appointment involves assisting a faculty member with his/her instructional activities.  Teaching provides valuable experience in presenting ideas to others, and forms an integral part of doctoral education in preparation for future academic jobs.  The Social Program asks that students acquire teaching experience for at least two undergraduate or graduate psychology courses during the first five years of study.  Because teaching obligations may compete with research obligations, the Program advises students to limit the teaching commitments during the academic year to five or fewer experiences.      Training Sequence     In their first two years, students focus on mentored research projects and coursework.  Over this period they complete their eight required courses.  With the exception of research methods and two statistics courses, all of which must be taken in the first two semesters, students are free to fulfill their course requirements in any order they wish, typically enrolling in three courses a semester.     During the second year, students work on the Second Year Paper, and during the third year they work on the Third Year Paper (see above)     Students spend their third, fourth and fifth years taking additional coursework, as desired, and focusing primarily on their research activities, culminating in their doctoral dissertation research.      At the end of the first semester of their third year, they also propose their Third Year Paper (an integrative literature that combines differing literatures and addresses a coherent set of theoretical questions), which is then due in final form the first week of September of the fourth year .     Students should aim to prepare and defend their dissertation proposal not later than the end of their 4th year, and to complete their dissertation toward the end of their 5th year.     Students who are making adequate progress toward their degree requirements are guaranteed full financial support for five years of doctoral study.           General Requirements for the Doctorate at NYU     The graduate school of Arts and Science home page provides information about transfer credits and other general requirements for the doctorate at NYU.  It is expected that students will fulfill the course requirements, complete the doctoral research and defend the thesis within five years.          Keeping Track of Progress Toward Requirements     Each spring the Social Program Faculty meet to review the progress of the doctoral students in the program.  In preparation for this meeting, students are asked to provide updated CVs and reports of research activities.  With input from the faculty members, the Coordinator provides each student with written feedback about the review.  If a student would like to request special consideration of research or academic requirements, this is an excellent time to make the request. In some cases a requirement will be waived if a compelling case can be made.           EXAMPLES OF CONTENT COURSES     Courses in the four core areas of doctoral social psychology vary from year to year, but the following list provides examples of courses that have been taught in each of the categories since 2008 or that are planned for 2010 or 2011      Social Cognition and Attitudes     --Person Perception: Cognitive (G89.2286)     --Social Judgment and Decision Making (G89.2282)     --Social Neuroscience (G89.3404)     --Stereotyping and Prejudice (G89.3380)     --Self and Social Judgment     --Attitudes      Motivation and Self-Regulation     --Self-Regulation (G89.3393)     --Conflict and Psychological Control (G89.3394)               Relationships, Personality and Social Development     --Developmental Social Cognition     --Social Cognitive Processes in Personality     --The Relational Self (G89.2297)     --Person Perception: Interpersonal      Groups, organizations, and societies     --Psychology of Justice     --System Justification Theory     --Psychology and Design of Legal Institutions     --Political Psychology (G89.3399)      Example of Advanced Electives     --Theories in Social Psychology (G89.2216)           Methods and Statistics Courses     --Research Methods in Social Psychology I (G89.2217)     --Research Methods in Social Psychology II (G89.2217)     --Math Tools for Cognitive Science and Neuroscience (G89.2211)     --Intermediate Statistical Methods (G89.2228)     --Advanced Regression Analysis (G89.2229)     --Advanced ANOVA Methods (G89.2239)     --Structural Equation Modeling (G89.2247)     --Analysis of Change (G89.2248)            NYU SOCIAL PSYCHOLOGY FACULTY     David Amodio, Susan Andersen, Emily Balcetis, Peter Gollwitzer, Madeline Heilman, John Jost, Gabriele Oettingen, Elizabeth Phelps (primary appointment in C&amp;P), Marjorie Rhodes (primary appointment in C&amp;P), Diane Ruble (Emeritus), Patrick Shrout, Yaacov Trope, Tom Tyler, Jay Van Bavel, Jim Uleman, Tessa West     Social Program, NYU     September 2011                                     Updated"}]},
{"detail": [{"content": "NYU Psychology Cognition &amp; Perception                                                                                                                                                                                                              Search                                   NYU Psychology                    Programs                    Courses                    Research                    Faculty                    People                    Events                    Contacts                    [Internal]                                                                                                                                   All                 Undergrad                 MA                 PhD Cognition             &amp; Perception                 PhD             Social                 Developmental             concentration                 Quantitative             minor                 Related              programs                                                                                                                       Overview                 Faculty                 Areas                 Students                 Graduated PhDs                 Facilities                 Housing                                     Overview | Curriculum | Support | Admissions | Contacts | C&amp;P Handbook | C&amp;P In Action             Cognition &amp; Perception Doctoral Program in Psychology  Overview             Students and faculty investigate how people perceive, think, and act. Research is central in our graduate training. Students are exposed to a broad range of knowledge in cognition and perception and they are trained to think creatively and to develop independent research careers.                   Our program spans cognition and perception, examining mental processes such as perception, attention, memory, categorization, language, emotion, development, motor control, and cognitive neuroscience. How do we identify the letter &quot;a&quot;? How do we perceive depth and shape? What representational resources are innate? How do human cultures, and individual children, go beyond innate representational capacities? How do toddlers make decisions about their world? How are explicit and implicit memories coded in the brain? How do we inhibit inappropriate responses? How are sentences understood? How are new concepts acquired? How does attention affect perception?                   Students and faculty work closely with researchers in other departments ( Neural Science , Computer Science , Linguistics , and Philosophy ). Every week there are journal club discussions and talks by leading researchers that take place within the Psychology Department, in other NYU departments, and at other nearby schools in New York City (see Events ). Ready access to researchers at several great universities and to incredible cultural resources makes New York City a great place to study perception and cognition.                  Our graduate students begin research immediately. Students benefit from interaction with their faculty advisers and the lively exchange of research ideas among students, postdocs, and faculty at weekly Cognition and Perception colloquia and brown bag talks , research seminars, journal clubs ( cognitive neuroscience , development , ... see Events ) and our annual miniconvention. As a result of this focus on research, our students publish regularly in high-impact journals and go on to become researchers at the best research universities and industrial laboratories.                               Curriculum             What follows is a brief version of our curriculum. Full details may be found in our Graduate Student Guide . Our curriculum is designed to help students master the skills required to accomplish high quality research. Within the first two years, most students have completed the bulk of our primary course requirements. We require all students to take at least four courses in core, content-based areas of the discipline such as Memory, Perception, Attention, Cognitive Development, Psycholinguistics and Cognitive Neuroscience. In addition, we require all students to take at least two courses in quantitative methods, which can be the two-semester departmental statistics sequence, or other courses in probability theory, simulation, advanced statistical methods, etc. In addition, there are advanced seminars in areas related to the research areas of the faculty and students. The course catalog and schedule are online.                  A key aspect of our program is its strength in cognitive neuroscience, which students can select as their &quot;concentration&quot;. One aspect of this is the new, on-site, research-dedicated Center for Brain Imaging that includes a 3T MRI scanner and EEG facility, and will soon include a TMS facility as well. The center is designed to allow students the training and opportunity to become experts in cognitive neuroscience. Through a combination of course work and hands-on experience, students who select this concentration will receive training in the techniques of cognitive neuroscience and will apply these techniques to their chosen research questions.                   Students join a laboratory and begin to design and carry out a research project in their first semester. They are required to write a paper based on research they have performed as well as give a talk in our annual miniconvention at the end of their first and second years. The 2nd-year paper and completion of our basic course requirements generally result in the awarding of an MA degree. We encourage students to collaborate with more than one faculty member, including doing a full laboratory rotation or two. Students may work with primary Cognition &amp; Perception faculty or with affiliates from other programs (e.g., Social Psychology) or departments (e.g., the Center for Neural Science). (See faculty listed alphabetically with a sentence about their research interests, or by area .) In their third and fourth years, PhD students are focused primarily on research.                  We consider the best experience that students can have to become productive researchers is to carry out, write up, and present their research projects. The 1st- and 2nd-year research requirements emphasize this goal. The content and methods courses are designed to provide students with the context and tools they need to produce world-class research on their own. After graduating, most of our students have gone on to research careers. (See Recent PhDs .)                                                 Support             All students accepted into our graduate program are fully funded through the Henry M. MacCracken Program. MacCracken funding is provided through a combination of teaching assistantship, research assistantship, and fellowship, in proportions to be determined. The award package typically includes a full tuition scholarship, comprehensive health insurance and a stipend. Funding is typically guaranteed for five years, although students with substantial graduate credits or a Master's degree may only be guaranteed four years of support. For current information on the Psychology Department's aid package, please see our doctoral financial aid page .                         There is a very limited supply of subsidized housing available for graduate students which is generally used for a subset of each entering class to provide them the opportunity to get settled in New York City during their first year of residence.                               Admissions             To apply for admission to the Graduate Program in Cognition &amp; Perception, you'll need the application form , which is available from the Graduate School of Arts and Sciences. Apply for admission to the Department of Psychology. In the forms there is a place where you specify the particular program in which you are interested (e.g. Cognition &amp; Perception), as well as whether you are also interested in the Developmental Concentration.                 In the application, it is requested that you supply a personal statement. You are free to include any information in that statement that you feel will help us in our admissions decision. However, as we are a research-based program, it is especially useful if you include a review of any research experience you have had (explain what was interesting about it) as well as your current research interests.                  Together with your application, the Graduate School of Arts and Science will require you to upload official transcripts of grades from other schools you have attended, both undergraduate and graduate. In addition, it is required that you take the Graduate Record Exam ( GRE ). Some of our students also submit scores from the Advanced Psychology GRE test. We place very little weight on that score, and do not encourage you to take it.      Please do NOT mail any documents (transcripts etc) to the department. Everything needs to be uploaded and submitted through the online application.             International applicants must take the TOEFL exams if English is not their first language unless they earned a Bachelor's or Master's degree at an English speaking university. Additional information of concern to international applicants is available online from the Office of Global Services .                 We recommend that you submit your application so as to arrive by December 12th.                               Contacts             Department of Psychology             New York University             6 Washington Place, Room 550             New York, NY 10003             212-998-3899             212-995-4018 (fax)             Cognition &amp; Perception Program Coordinator: Professor Michael Landy              Cognition &amp; Perception Program Administrator: Evelyn Rivera              Student Representative: Keith Doelling                                Updated"}, {"content": "NYU Psychology Social Program                                                                                                                     Search                  NYU Psychology     Programs     Courses     Research     Faculty     People     Events     Contacts     [Internal]                                                            All     Undergrad     MA     PhD Cognition     &amp; Perception     PhD     Social     Developmental     concentration     Quantitative     minor     Related     programs                                                              Overview     Faculty     Students     Contacts     Support     Admissions     Housing     Cook Award     Grads                   Overview | Curriculum | Courses         Doctoral Program in Social Psychology     Department of Psychology      Graduate School of Arts &amp; Sciences      New York University      The social psychology program at New York University offers training in the psychological theories, principles, and research methods relevant to understanding the behavior of individuals and groups in social and organizational contexts.  Students are exposed to a broad range of scholarship in social psychology, and receive research training that will enable them to become independent contributors to the field.  What distinguishes our program from many others is the combination of quality and breadth. With twelve core faculty and a number of affiliated faculty, our program is acclaimed for its cutting-edge research on a wide range of topics in the following areas:     Social cognition and attitudes: Person perception and social judgment (Emily Balcetis, Yaacov Trope, Jim Uleman, Jay Van Bavel, Tessa West); relational processes, inferences about self and other (Susan Andersen, Emily Balcetis); spontaneous trait inference, culture and social cognition (Jim Uleman), implicit/explicit attitudes, stereotypes, and prejudice (David Amodio, Liz Phelps); political ideology (John Jost); developmental social cognition and social categorization (Marjorie Rhodes)     Motivation, emotion, and self-regulation: Action control and goal pursuit (Peter Gollwitzer); self-regulation of thought and action (Gabriele Oettingen, Jim Uleman); motivation and cognition (Emily Balcetis, Jay Van Bavel, Yaacov Trope); motivation and visual perception (Emily Balcetis); intrinsic and extrinsic motivation (Tom Tyler); system justification (John Jost), roles of emotion and motivation in self-regulation (David Amodio, Emily Balcetis), affect in the relational context (Susan Andersen), affective neuroscience (Liz Phelps).     Relationships, personality, and social development: Significant others and the self, social cognition and personality, hopelessness/depression (Susan Andersen); relationships, stress, and coping and methods for studying these processes (Patrick Shrout), attitudes and relationship formation (Tessa West); social cognitive development (Marjorie Rhodes).     Groups, organizations, and societies: Stereotyping and prejudice in the workplace (Madeline Heilman); interracial groups (Tessa West); and social justice (Tom Tyler, John Jost).     In addition, there is a burgeoning interest and presence in Social Neuroscience. In this growing field, research within the Program examines: the neural mechanisms underlying activation and control of racial bias; interactions with hormones and health (David Amodio); social effects on neural processes of fear learning (Liz Phelps); neural processes underlying impression formation (Jim Uleman with Liz Phelps and Lila Davachi) and the neural substrates of social perception and evaluation (Jay Van Bavel). Several other faculty members in the Program collaborate on various other social neuroscience projects, and the Psychology Department hosts a Social Neuroscience Speaker Series. The Psychology Building houses facilities for fMRI, EEG/ERP, TMS, eye-tracking, and other psychophysiological methods.     Graduate study in the social psychology program at NYU means being part of an unusually active research culture. We share well equipped laboratories, and we promote 'open door' relationships between professors and students. Although students typically have a primary home in one professor's laboratory, we require that students work in at least one other laboratory to promote breadth of training in a variety of methodological approaches and research issues. Our goal is to prepare students to be highly competitive in the job market for the type of career they seek, and we are proud of the steady success of our students over the past 15 years in obtaining academic positions at the best research universities as well as important teaching colleges.     The NYU social program has a history of a special communal, cooperative spirit, with very high morale among the students. A core component of this community is the weekly brownbag seminar, where students and faculty share their recent findings and research plans with the rest of the group.  Students can bring this forum special expertise that they obtain in NYU’s programs in quantitative, neuroscience, and cognitive psychology, which supplement the core curriculum in social psychology.                     Academic Requirements      A total of 72 credits are required for the PhD degree.  Credits are earned through coursework, research seminars and independent study over a five year period.  A minimum of 24 credits must be earned through coursework with grades of B or higher.  Typically, students register for 9-12 credits (either course or research credits), with the central coursework in the first 2 years of study.  The minimum number of credits a student can take in a semester is 6.      Course Requirements      Curriculum     There is no single prescribed program for the PhD in social psychology.  Each student’s program is designed to fit his or her interests, needs and background.  The curriculum’s structure comes from a specification of certain distribution requirements that promote expertise and also breadth.      Required Distribution of Courses     The social psychology Ph.D. curriculum specifies the distribution of 8 courses, 5 content and 3 methods/statistics.  Other courses that students take are electives and should be chosen in consultation with their advisers or sponsors.  These may be structured courses, reading courses or research courses.     Students are required to take three doctoral social psychology courses, and these should span at least two the four core areas of the program:  (1) social cognition; (2) motivation and self-regulation; (3) relationships, personality and social development; and (4) organizational processes     In addition to courses in these prescribed areas of social psychology, students are required to take two additional content courses.  To ensure a broad exposure to psychology and other related fields, students are encouraged to take at least one of these courses outside of the NYU social program.  This course can be in another area within the psychology department (those offered in Cognition &amp; Perception); in another Department, such as Economics, Sociology, Philosophy, Political Science, or Neural Science in the Graduate School of Arts and Sciences, or at the Stern School of Business (e.g., in Organizational Behavior) or the Steinhardt School of Education (e.g., in Applied Psychology); or elsewhere (e.g. through the Inter-university Doctoral Consortium).     Students are also required to take a three-course methods and statistics sequence including Research Methods I, and the statistics courses of Intermediate Statistics and Advanced Statistics (either ANOVA or Regression).  Although not required, many students take additional statistics and methods courses as electives.  Possible courses include Psychometric Theory, Structural Equation Modeling, Analysis of Change and Research Methods II.      Further Study     After completing the required courses, each student’s program is individually tailored to take maximum advantage of course offerings in areas relevant to his or her selected areas of interest. While a minimum of eight courses is required, many students take additional courses in social psychology and related fields.  Some also choose to minor in another subfield of psychology, such as developmental, quantitative, or cognition and perception.  Arrangements can additionally be made for students to take courses in other universities that participate in the New York City Inter-University Consortium, including Columbia, Princeton, and CUNY.     Other than through coursework, the remaining points may be earned through a combination of reading courses (G89.3305/3306), pre-dissertation research courses (G89.3303/3304), or dissertation research courses (for those who have passed their proposal hearing: G89.3301/3302).  No more than 12 points may be taken in each of the last three categories.       Each student’s program of study must receive the approval of his/her adviser each semester.  The faculty adviser is the primary research mentor for the student.  If a student is working jointly with two faculty members, one faculty member should be asked to serve the role of academic adviser.  Students are also encouraged to seek advice from the program coordinator about courses and program degree requirements.  The Departmental Academic Affairs Coordinator is available to help advise on GSAS degree requirements.              Research Requirements      Research Training     Students are expected to work actively in the laboratory group of at least one NYU social psychology faculty member during all terms in residence.  In addition to their primary placement in a faculty research laboratory, students are required to work in at least one additional laboratory during the five years of their training.  Some students begin to work in a second lab during the first or second year of training, whereas other students wait for the third or fourth year to add breadth to their research training.  Often a first step toward adding research diversity is attending lab meetings beyond their primary lab.  As students explore possible diversity experiences they should inform their primary research adviser. In particular, students should inform their adviser of any plans to begin a new research project outside of their primary laboratory.      Brown Bag Seminar     All members of the program are expected to participate in the weekly Brown Bag seminar. The seminar meets informally, over lunch, and is a forum for presenting current and planned research.  Each student is required to present on his or her research once a year.  The seminar is a key component of student training over the five years of doctoral study.      Second Year Paper     Students are required to complete a Second Year Paper consisting of a formal write-up of the primary research project from their first two years of doctoral training.  When approved, this paper satisfies the requirements for the Masters Degree.  Although filing the paperwork for the Masters Degree is not required, completing the Second Year Paper is a program requirement.  The Second Year Paper is due at the end of the Summer of the 2nd year, as the student’s 3rd year is about to begin .   This project is done in collaboration with one or more faculty members and the write up of the project is done in conjunction with the student’s research adviser.       Third Year Paper     Students are also required to submit a Third Year Paper, which is a theoretically motivated, integrative literature review that is guided by a coherent set of theoretical purposes or questions.  It covers at least two relevant research literatures and is organized along the lines of an article in Psychological Bulletin or Personality and Social Psychology Review . The paper extends well beyond the scope of the two or three lines of research in which the student is engaged and is on a topic of the student's choosing.  It can be started as soon as the student formulates and writes a proposal for the paper’s content and substance (developed in conjunction with one or more faculty in the program), which is then approved by a Third Year Paper Committee in the program.   The proposal is due at the end of fall of the 3rd Year.  The proposal is a one-page single-spaced abstract that states the theoretical purposes of the work and the empirical literatures the student intends to review.  The proposal will be evaluated in terms of whether or not it (a) is guided by a theoretical purpose that is coherently laid out; (b) is integrative in nature, by bringing together two or more different literatures; and (c) has scholarly merit.  The Third Year Paper itself is 35-45 text pages (not including references).  The completed paper is due the first week of September of the fourth year.   It is independent of the Second Year Paper, although the papers can be in related domains, if desired, and they can be supervised by the same research adviser, if desired.  This requirement serves the function of a comprehensive examination.     The Third Year Paper Committee: (a) is appointed by the program; (b) implements this program requirement; (c) evaluates and approves or disapproves paper proposals; (c) assigns readers for each completed paper based on faculty expertise (one of whom may be the student’s research adviser).      Doctoral Dissertation     In consultation with a faculty adviser, students select a dissertation topic, develop it, and prepare a dissertation proposal.  The proposal should provide a rationale for the importance of the research problem or issue, provide an overview of the literature in which the contribution of the research would be situated, present the theoretical rationale, purposes, and hypotheses of the research, and provide a detailed description of the methods and analyses of the proposed dissertation studies, as well as its likely implications.  The proposal must be approved by a three-member dissertation committee in a formal proposal hearing.  Students are advised to start thinking about prospective dissertation topics early in the doctoral training.  Students should plan to complete their dissertation proposal and defend that proposal by the end of the fourth year of study, if not earlier .     Students should bear in mind that the dissertation is expected to be a major piece of independent research by the candidate.  Although interaction between the candidate and his/her dissertation committee is expected and desirable, the student takes the lead on this research and the committee serves mainly in an advisory and evaluative capacity.   The dissertation should be submitted by the end of the 5th Year. After the dissertation has been completed, it must be defended in an oral examination before the three-member dissertation committee supplemented by two additional committee members designated as readers.  Students typically register for two semesters (6 points) of dissertation credit during their fifth year of doctoral study while conducting their dissertation research and writing their dissertation.     For more information about the dissertation process, see the Psychology Department’s document, Dissertation and Graduation Procedures for Doctoral Students.      Teaching Experience     Graduate students at NYU have the opportunity to take appointments as adjunct faculty in psychology courses.  One kind of adjunct appointment involves assisting a faculty member with his/her instructional activities.  Teaching provides valuable experience in presenting ideas to others, and forms an integral part of doctoral education in preparation for future academic jobs.  The Social Program asks that students acquire teaching experience for at least two undergraduate or graduate psychology courses during the first five years of study.  Because teaching obligations may compete with research obligations, the Program advises students to limit the teaching commitments during the academic year to five or fewer experiences.      Training Sequence     In their first two years, students focus on mentored research projects and coursework.  Over this period they complete their eight required courses.  With the exception of research methods and two statistics courses, all of which must be taken in the first two semesters, students are free to fulfill their course requirements in any order they wish, typically enrolling in three courses a semester.     During the second year, students work on the Second Year Paper, and during the third year they work on the Third Year Paper (see above)     Students spend their third, fourth and fifth years taking additional coursework, as desired, and focusing primarily on their research activities, culminating in their doctoral dissertation research.      At the end of the first semester of their third year, they also propose their Third Year Paper (an integrative literature that combines differing literatures and addresses a coherent set of theoretical questions), which is then due in final form the first week of September of the fourth year .     Students should aim to prepare and defend their dissertation proposal not later than the end of their 4th year, and to complete their dissertation toward the end of their 5th year.     Students who are making adequate progress toward their degree requirements are guaranteed full financial support for five years of doctoral study.           General Requirements for the Doctorate at NYU     The graduate school of Arts and Science home page provides information about transfer credits and other general requirements for the doctorate at NYU.  It is expected that students will fulfill the course requirements, complete the doctoral research and defend the thesis within five years.          Keeping Track of Progress Toward Requirements     Each spring the Social Program Faculty meet to review the progress of the doctoral students in the program.  In preparation for this meeting, students are asked to provide updated CVs and reports of research activities.  With input from the faculty members, the Coordinator provides each student with written feedback about the review.  If a student would like to request special consideration of research or academic requirements, this is an excellent time to make the request. In some cases a requirement will be waived if a compelling case can be made.           EXAMPLES OF CONTENT COURSES     Courses in the four core areas of doctoral social psychology vary from year to year, but the following list provides examples of courses that have been taught in each of the categories since 2008 or that are planned for 2010 or 2011      Social Cognition and Attitudes     --Person Perception: Cognitive (G89.2286)     --Social Judgment and Decision Making (G89.2282)     --Social Neuroscience (G89.3404)     --Stereotyping and Prejudice (G89.3380)     --Self and Social Judgment     --Attitudes      Motivation and Self-Regulation     --Self-Regulation (G89.3393)     --Conflict and Psychological Control (G89.3394)               Relationships, Personality and Social Development     --Developmental Social Cognition     --Social Cognitive Processes in Personality     --The Relational Self (G89.2297)     --Person Perception: Interpersonal      Groups, organizations, and societies     --Psychology of Justice     --System Justification Theory     --Psychology and Design of Legal Institutions     --Political Psychology (G89.3399)      Example of Advanced Electives     --Theories in Social Psychology (G89.2216)           Methods and Statistics Courses     --Research Methods in Social Psychology I (G89.2217)     --Research Methods in Social Psychology II (G89.2217)     --Math Tools for Cognitive Science and Neuroscience (G89.2211)     --Intermediate Statistical Methods (G89.2228)     --Advanced Regression Analysis (G89.2229)     --Advanced ANOVA Methods (G89.2239)     --Structural Equation Modeling (G89.2247)     --Analysis of Change (G89.2248)            NYU SOCIAL PSYCHOLOGY FACULTY     David Amodio, Susan Andersen, Emily Balcetis, Peter Gollwitzer, Madeline Heilman, John Jost, Gabriele Oettingen, Elizabeth Phelps (primary appointment in C&amp;P), Marjorie Rhodes (primary appointment in C&amp;P), Diane Ruble (Emeritus), Patrick Shrout, Yaacov Trope, Tom Tyler, Jay Van Bavel, Jim Uleman, Tessa West     Social Program, NYU     September 2011                                     Updated"}, {"content": "NYU Neuroscience and Education Lab - NYU Steinhardt                                                                           NYU       Institute of Human Development and Social Change             NYU Neuroscience and Education Lab                          About the Lab                                                  Want to participate in one of our research studies? Fill out our intake form and we'll contact you! Click here for English and here for Spanish. Have any questions? Call 212-998-5198 or email nyu.nel.lab@gmail.com.    Led by Drs. Blair and Raver, the federally-funded Neuroscience and Education Lab (NEL) focuses on the development of self-regulation among infants, toddlers, children and adults and the implications of self-regulation for individuals' success in educational and work settings. These include Blair&rsquo;s and Raver&rsquo;s many federally-funded studies of a) executive function (a key cognitive component of self-regulation), of b) children&rsquo;s modulation of negative emotions such as frustration and distress(key components of emotion regulation) and c) of children&rsquo;s ability to flexibly shift and focus attention when facing complex or emotionally charged situations (key components of attention regulation).    Members of the NEL lab work to address pressing scientific questions at neurobiological, behavioral, and molar levels, testing ways that these three domains of self-regulation work conjointly to support children&rsquo;s school readiness and academic achievement. The NEL lab also pursues questions regarding the continuity versus change in children&rsquo;s self-regulatory skills over time, across different home, school and neighborhood contexts. The Blair/Raver programs of research place heavy emphasis on building an understanding of the role of environmental adversity in shaping children&rsquo;s self-regulation. To examine this question, Blair and Raver focus their research effort on the development of self-regulation among low-income and poor children in economically disadvantaged communities.    The NEL lab places corresponding strong emphasis on ways to prevent the negative consequences of poverty by evaluating a set of promising intervention models from infancy through middle childhood using randomized control trial design. Additional objectives of the NEL program of research include provision of technical support and guidance to local, state and federal agencies on ways to support the healthy cognitive, emotional, and behavioral development of our nation&rsquo;s low-income children.    Click here to visit our lab's blog!                                                                                                              Steinhardt School of Culture, Education, and Human Development     Graduate School of Arts and Science     Robert F. Wagner School of Public Service       This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     Institute of Human Development and Social Change - 246 Greene Street, Floor 6E - New York, NY 10003                              About the Lab      Our Staff      Current Projects        Blog"}]}]