[{"detail": [{"content": "NYU Stern | Department of Accounting, Taxation and Business Law: Course Descriptions for Undergraduate Courses                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                              About / Departments      Department of Accounting    More Departments           Overview What&#039;s New   Faculty Spotlight     Faculty &amp; Staff Full-Time Faculty   Visiting Faculty   Emeritus Faculty   Adjunct Faculty   Visiting Scholars   Administration &amp; Staff     Research Recent Publications   Working Papers   PhD Research   Research Resources     Events Seminar Series   Conferences   Papers from Past Conferences     Academic Programs Undergraduate   MBA   PhD Overview   CPA BS/MS   Master Course Schedule     Student Activities &amp; Jobs Student Jobs   Useful Links   Clubs &amp; Organizations   Accounting Student Spotlight     Ross Institute             Home / Experience Stern / About / Departments, Centers &amp; Initiatives / Academic Departments / Department of Accounting / Academic Programs / Undergraduate / Course Descriptions                        Share / Print                Print      Email      Share       Like                                              Undergraduate Courses   Course Descriptions  ACCT-UB-0001 - Principles of Financial Accounting  ACCT-UB-0002 - Principles of Managerial Accounting  ACCT-UB-0003 - Financial Statement Analysis  ACCT-UB-0004 - Managerial Accounting  ACCT-UB-0021 - Financial Reporting and Disclosure  ACCT-UB-0022 - Accounting for Mergers, Acquisitions and Related Matters  ACCT-UB-0023 - Financial Modeling &amp; Analysis  ACCT-UB-0030 Advanced Financial Analysis  MSBS Courses  ACCT-GB.6331 - Advanced Managerial Accounting  ACCT-GB.6302 - Financial Reporting and Disclosure  ACCT-GB.6313 / ACCT.GB-3313 - Auditing  ACCT-GB.6335 - International Reporting and Analysis  ACCT-GB.3380 / ACCT.GB-6380 - Taxation of Individuals and Business Income   Course Descriptions   Principles of Financial Accounting  ACCT.UB-0001  4 credits. Fall and spring terms.  Prerequisites:   Sophomore Standing   The course is designed to develop the students' abilities to understand business transactions and financial statements and determine the most appropriate financial measures for those events. There is an investigation of underlying rationale for accounting practices and an assessment of their effectiveness in providing useful information for decision making. Emphasis is placed on accounting practices which purport to portray corporate financial position, operating results, cash flows, manager performance and financial strength.    BACK TO TOP   Principles of Managerial Accounting ACCT.UB-0002  2 credits. Fall and spring terms.  Prerequisites:   Sophomore Standing  Introduces students to the evolving role that managerial accounting has played and is expected to play in servicing the informational needs of managers in the planning, organizing, and controlling functions. Highlights the attention-directing, decision-support, and decision-influencing roles of management accounting. Helps students become proficient in structuring business decisions systematically and identifying the information relevant to a decision. Trains students to think systematically about improving existing systems to further a firm&rsquo;s competitive advantage.  BACK TO TOP  Financial Statement Analysis ACCT.UB-0003  3 credits. Fall and spring terms. Prerequisites:   ACCT.UB- 0001 Principles of Financial Accounting   ACCT.UB- 0002 Principles of Managerial Accounting   Junior Standing   This course analyzes how firms communicate through financial statements. Students will use financial statement analysis as an integral part of the strategic analysis of firms, while understanding how accounting regulations and managerial discretion influence presented financial statements. Course modules include strategic analysis, risk and profitability analysis using ratios, accounting analysis and prospective analysis. At the end of the course, students will be able to interpret and analyze financial statements, analyze cash flows, make judgments about earnings quality, uncover hidden assets and liabilities, and use financial statement analysis prospectively to forecast and value firms using cash flow based and accounting based valuation methods.  This course is the first part of a two course sequence that is ideal for students who wish to pursue careers in investment banking, investment management, consulting, as well as public accounting. In addition to being a required course for accounting majors, it is a highly recommended course for majors in finance, economics, marketing and information systems.   BACK TO TOP   Managerial Accounting ACCT-UB-0004  4 credits. Fall and spring terms. Prerequisites:  ACCT.UB-0001 Principles of Financial Accounting Course Overview and Objectives  This course explores the use of accounting information for internal planning, analysis, and decision-making with a focus on information generated by internal accounting systems. The main objective of the course is to equip students with the knowledge to prepare, understand, evaluate, and act upon the many financial and non-financial reports used in managing modern firms. This information is a key input into a wide range of analytical tools to support decisions: analyzing profitability of various products, managing product-line portfolios, setting prices, measuring and managing profitability of customers, making operational and strategic decisions, evaluating investments and investigating efficiency.  BACK TO TOP  Financial Reporting and Disclosure ACCT.UB-0021  3 credits. Fall and spring terms. Crosslisted with B10.2302 Prerequisites:   ACCT.UB- 0003 Financial Statement Analysis   Junior Standing   his course complements ACCT.UB-0003, Financial Statement Analysis, by a more extensive analysis of financial statements and the financial reporting rules underlying them. The course uses tools learned in Financial Statement Analysis, such as ratio and accounting analysis, to discuss financial reporting principles, emphasizing the link between the reporting principles and the financial statements. Students will learn how management uses financial reporting decisions to influence reported income and asset and liability values, and they will gain the tools necessary to analyze the impacts of alternative reporting decisions on financial statements.   This course is part of a sequence that is ideal for students who wish to pursue careers in investment banking, investment management, consulting, as well as public accounting. In addition to being a required course for accounting majors, it is a highly recommended course for majors in finance, economics, marketing and information systems.    BACK TO TOP   Accounting for Mergers, Acquisitions and Related Matters ACCT.UB-0022  4 credits. Fall and spring terms. Crosslisted with B10.3330. Prerequisites:   ACCT.UB- 0003 Financial Statement Analysis   This course focuses on four major issues in financial reporting; accounting for mergers and acquisitions, preparation of consolidated financial statements, the translation of foreign currency financial statements and foreign currency transactions, and accounting for derivatives including the use of derivatives in hedging transactions. This course is recommended for both accounting and finance majors.    BACK TO TOP   Financial Modelling &amp; Analysis ACCT.UB-0023  Prerequisites:    Principles of Financial Accounting, Financial Statement Analysis and Foundations of Financial Markets. The knowledge and skills attained in these courses are essential in understanding how to construct a financial model and interpret selective operating, credit and equity valuation data. You should also be very proficient in Excel before matriculating as this course is not designed to teach it.   In addition to being a course for accounting majors, it is highly recommended for students who concentrate in finance, economics, management and marketing.   Making educated decisions today by forecasting operating and financial performance is a critical exercise for owners, managers, consultants, investment bankers, creditors, equity and credit analysts, and investors such as private equity groups, hedge funds, institutional investors and individuals. The goal of this course is to instruct step-by-step how to build a comprehensive, multi-purpose projection model in Excel and subsequently interpret selective operating, credit and equity valuation data.    Based on this information, you will learn how to evaluate a company&rsquo;s operating and financial performance; how to develop an appropriate capital structure by structuring debt and equity transactions which not only protect both the creditors and shareholders, but also create an appropriate risk and reward equilibrium; and how to formulate an educated investment opinion.   BACK TO TOP   Advanced Financial Analysis  ACCT.UB-0030      This course provides an extensive treatment of financial statement analysis that goes beyond the basic course. The focus is on how to use a firm's financial statements for purposes of understanding the factors that determine equity value. Hence topics include the analysis of profitability,cash flows,concepts of growth, and the role of financial policies. The course also considers how one connects information in the current statements to forecast future outcomes. Special topics concern the role of analysts' earnings/sales forecasts and assessments of the existence of biases in financial statements. Most of the time is spent on actual cases and the extraction of related data to implement spread sheets. Students are expected to put in a considerable effort to become comfortable with a sophisticated body of knowledge. A solid understanding of financial accounting is a must. The course is essential for students who plan to pursue a career in investment banking and investment management.But it will also be of value for those who plan careers in accounting and financial management.      BACK TO TOP  Advanced Managerial Accounting ACCT-GB.6331  3 credits. Fall and spring terms. Prerequisites:   ACCT.UB- 0002 Principles of Managerial Accounting   Junior Standing   Focus is on decision making in single- and multiperiod environments where there are uncertainties and complex combinations of costs. Includes examples involving service and financial institutions. Highlights current practices in performance management and evaluation.    BACK TO TOP   Financial Reporting and Disclosure ACCT-GB.6302  3 credits. Fall and spring terms. Crosslisted with B10.2302 Prerequisites:   ACCT.UB- 0003 Financial Statement Analysis   Junior Standing   his course complements ACCT.UB-0003, Financial Statement Analysis, by a more extensive analysis of financial statements and the financial reporting rules underlying them. The course uses tools learned in Financial Statement Analysis, such as ratio and accounting analysis, to discuss financial reporting principles, emphasizing the link between the reporting principles and the financial statements. Students will learn how management uses financial reporting decisions to influence reported income and asset and liability values, and they will gain the tools necessary to analyze the impacts of alternative reporting decisions on financial statements.   This course is part of a sequence that is ideal for students who wish to pursue careers in investment banking, investment management, consulting, as well as public accounting. In addition to being a required course for accounting majors, it is a highly recommended course for majors in finance, economics, marketing and information systems.    BACK TO TOP   Auditing ACCT-GB.6313 / ACCT.GB-3313  3 credits. Fall and spring terms. Crosslisted with ACCT.GB-3313  Prerequisites:   ACCT.UB-0021 Financial Reporting and Analysis  An intensive study is made of fundamental concepts and principles underlying the examination of the financial statement by the independent public accountant. Auditing and reporting standards and the responsibilities assumed by the auditor in the attest function are analyzed within the broad framework of the code and principles of professional conduct.  Emphasis is placed on the evaluation of evidential matter and the system of internal control. Current literature is examined, including the publications of the AICPA Auditing Standards Board.  BACK TO TOP  International Reporting and Analysis ACCT.GB-6335  3 credits. Fall and spring terms. Prerequisites:    ACCT.UB-0003 Financial Statement Analysis  International business and the integration of capital markets around the globe have spurred a growing interest among financial managers and investors in the fortunes of international business enterprises. For the most part, financial information about these entities are contained in published financial statements. The problem is that readers removed from the local scene must often read and interpret financial accounts that have been prepared in an environmental context that is different from their own. This invariably leads to problems of understanding and interpretation. The objective of this course is to introduce you to the international dimensions of financial statement analysis. We will examine differences in measurement practices that exist internationally, the reasons for these differences, their resultant financial statement effects and methods that analysts and financial managers can use to deal with such differences. We will also examine some of the institutional structures that are evolving to deal with the issue of international accounting diversity.  BACK TO TOP  Taxation of Individuals and Business Income ACCT-GB.3380 / ACCT.GB-6380  3 credits. Crosslisted with ACCT.GB-2302. Prerequisites:   ACCT.UB- 0001 Principles of Financial Accounting   Junior Standing  The purpose of this course is to develop, on a sound conceptual base, a basic understanding of federal income taxation to provide tools for a practical application to business and non-business situations. Includes such topics as capital asset and property transactions, business and personal deductions, depreciation, depletion, accounting methods and periods, retirement plans, tax credits and the alternative minimum tax system. While the emphasis is on business income of individuals, the course also provides an introduction to the taxation of corporations and partnerships. During the fall semester, the students are required to enter the annual tax tournament scheduled for late November. Students in the spring semester are required to complete a group take-home project similar to the tax tournament case study.    BACK TO TOP For a full list of course offerings and syllabi, visit www.stern.nyu.edu/Academic/Syllabi .                                                   For Details Contact:                                                              Academic Programs     Undergraduate Course Descriptions   Curriculum   Career Prospects   Societies     MBA   PhD Overview   CPA BS/MS   Master Course Schedule                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}]}]