[{"detail": [{"content": "Spring 2013 | Undergrad Courses Originating in CompLit    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Spring 2013 | Undergraduate Courses Originating in Comparative Literature                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Spring 2013 | Undergraduate Courses Originating in Comparative Literature                          Course Name    Credits    Course Number    Professor    Day    Time         Readings in Contemporary Lit: The form of Planetary Criticism/Death Drive/Aesthetics of Catastrophe        4 pts.    COLIT-UA 843.001         Apter         Thurs    2:00-4:45         Feminist Theory and Philosophy        4 pts.    COLIT-UA 843.002; SCA-UA 860; ENGL-UA 735.002     Bianchi    Wed    3:30-6:10           Junior Theory Seminar: Black Atlantic Writers         4 pts.    COLIT-UA 200     Garcia    Mon    3:30-6:10      Comparative Imperialisms: Anglophone Middle Eastern Literature       4 pts. COLIT-UA 811 MEIS-UA 715 Halim Thurs 11:00-1:45    Intro to Comp Lit: ECSTASY           4 pts.    COLIT-UA 116.001    Lezra    Mon     11:00-1:45      Intro to Comp Lit: ECSTASY Recitations     COLIT-UA116.002 COLIT-UA116.003 COLIT-UA116.004  COLIT-UA116.005  Goldstein Hamilton Aguirre Boer  Wed Wed Fri  Fri 11:00-12:15  12:30-1:45 11:00-12:15  12:30-1:45        Topics: The Spanish Civil War: Fascism, Violence and Memory      (Note: This course does NOT count as a Comp Lit CORE course)    4 pts.    COLIT-UA 132; SPAN-UA 951    Matos-Martin     Tues    3:30-6:10         Texts and Ideas: Paranoia              (Note: This is a MAP course that can also count as a Comp Lit CORE course)    4 pts.    MAP-UA 400      Sanders    Mon/Wed    9:30-10:45         Topics in 20th Century Literature: Documents, Documentary, Fiction     4 pts.    COLIT-UA 190.001    Vatulescu    Tues    12:30-3:15                 Independent Study (permission of DUGS required)    4 pts.    COLIT-UA 997            Independent Study: Internship (permission of DUGS required)    2-4 pts.    COLIT-UA 998         Course Descriptions  Readings in Contemporary Lit: The form of Planetary Criticism/Death Drive/Aesthetics of Catastrophe Apter This   course will examine theories of the death drive in the aesthetics of   catastrophism drawing on classic texts by Freud, Italo Svevo, Melanie   Klein, Lacan, Georges Bataille and Marguerite Duras, as well as recent   work on worlds as places of catastrophe, dystopia, planetary dysphoria   (depression), and earthly extinction (Ray Brassier’s “nihil unbound,”   Eugene Thacker’s “dark pantheism”). The aim will be to emphasize   psychical processes in diagnoses of planetarity, while trying to avoid a   heavy-handed reliance on allegories of World System or the Planet or   Capital that impute subjective personalities to political entities and   geographic phantasms. We will experiment with an “ecology” of what   Melanie Klein called “the depressive position,” as it suffuses every   aspect of everyday life.   Readings in Contemporary Lit: Feminist Theory and Philosophy  Bianchi In   this course we will address key texts and debates in feminist and   gender theory. We will consider various theoretical foundations -   Marxism, psychoanalysis, structuralism – that have informed feminist   politics and thought, and focus on conflicts within feminism emerging   along lines of class, race, and sexual and gender identity. The course   will examine feminist approaches to knowledge and power, in particular   feminist/queer approaches to pornography, sexuality and sex work in a   global frame, and feminist critiques of science.  Junior Theory Seminar: Black Atlantic Writers  Garcia What kind of designation is the “Black Atlantic” and which writers belong within its reach? This seminar explores European, Caribbean and American texts alongside theories of the Black Atlantic and other accounts of modern racial formation. Writers include Frederick Douglass, Alain Locke, Edouard Glissant, Nella Larsen, W. E. B. Du Bois, Fernando Ortiz, C. L. R. James and Stuart Hall. Topics include modernism in African American literary culture, the reading of “race” in British cultural studies, and the history of Afro-Cuban modernity.  Comparative Imperialisms: Anglophone Middle Eastern Literature   Halim Although literature by Middle Easterners, particularly Arabs, in English not a new phenomenon, it has boomed in recent decades. In addressing Anglophone Middle Eastern literatures, this course covers the output of both writers resident in their country of origin and ones living in the diaspora, across a range of genres, including poetry, fiction, essay, and memoir (especially cookbook memoirs). Focusing on the increasing racialization of Arabs and Muslims in the USA after 9/11 and the War on Iraq, we will pay special attention to Anglophone literature by Arab-Americans and the riposte to stereotypes it represents. Drawing on postcolonial theory and transnational studies, the course will pose, among others, the following questions: How do we parse the legacy of Orientalism in the way religion and gender inflect the perceptions of Middle Easterners, for example in the image of the veil in relation to the trope of the harem? Are there certain genres that have been privileged over others by émigrés from the Middle East, and if so, how would we explain this? What risks of complicity may come with identities hyphenated across warring sides? What are the uses and perils at stake in deploying “exile” as a metaphor? Just to what extent are the terms available to describe these émigrés – “Arab-American”; “Iranian-American”; “American Muslim”; “Middle Easterner” – adequate or incisive? In what way has the Arab Spring affected perceptions of Middle Easterners in Norh America? Readings by, among others: Diana Abu-Jaber; Carol Bardenstein; Hamid Dabashi; Suheir Hammad; Mohja Kahf; Hisham Matar; Nadine Naber; Azar Nafisi; Edward W. Said; Ahdaf Soueif.  Intro to Comp Lit: ECSTASY  Lezra Ec-stasy , to be drawn out of one’s place, out of oneself; to be moved, enraptured, captivated. A religious experience, an erotic one, an aesthetic one; the fruit of alcohol or psychotropics, of reading or thinking, of a transcendent vision, of a sublime experience, of the touch of flesh on flesh. Also a hint of the dangerous: to lose oneself, or to lose the self—with the threat that one will be unable to return to what one was, or that one will be destroyed. A fringe-concept and a fringe-experience. Literature—itself a sort of border-concept, attached to different forms of expression: philosophy, theology, mythology, visual art, film, music—has an old, peculiar relation to ecstasy. That relation is the subject of our class. This course serves as an Introduction to Comparative Literature through ecstasy. We will read, watch, view and listen to philosophical works by Plato (the “Symposium” and the “Phaedrus”), Kant ( Critique of Judgment ), Bataille, Adorno, Irigaray, Williams, Foucault, Deleuze, Berlant and others; fiction by Woolf ( To the Lighthouse ), García Márquez, and Lispector; religious/autobiographical works by Teresa of Avila and John of the Cross; poetry by Ovid, Petrarch, Donne, Ronsard, Shakespeare, Quevedo, Shelley, Hopkins, and Moore; films by Buñuel ( Belle de jour ), Almodóvar ( Matador ), Hitchcock ( Rope ); Mozart/da Ponte’s opera Don Giovanni ); selections from Beethoven’s Fidelio , and albums by Patti Smith, the Velvet Underground, the Doors, and Nirvana; and sexological treatises by Sacher-Masoch. (Not all of these, but many of them.)  The Spanish Civil War: Fascism, Violence and Memory  Matos-Martin Widely acknowledged as a precursor to World War II, the Spanish Civil War (1936-1939) “revealed what war on European soil could mean, presaging the purificatory, genocidal, and retributive conflicts of those many other civil wars waged across the continent between 1939 and the end of the 1940s,” as historian Helen Graham argues. As the earliest example of battleground against fascism, those conflict years fascinated and attracted individuals from across the world, including George Orwell and Ernest Hemingway, and have continued to be the object of numerous books and other cultural products. Not so well known and studied, however, is the long-lasted and violent fascist regime established once the democratic Spanish Republic was eventually defeated. The purpose of this course is to examine the war and the fascist dictatorship that followed and perpetuated the logic of war through its politics of death and repression, with a special focus on fictional and cultural representations. Literary texts, films, and documentaries will be analyzed in comparison with other artistic and cultural forms of expression (photography, painting), and accompanied by readings in history and theory. Topics to be discussed might include political and ideological dynamics of war and fascism (comparing the Spanish case with other fascist regimes such as the Nazis through such theoretical lenses as biopolitics, for example), representations of violence, memory and history, and justice. Writers, directors and artists whose works we might examine include: Dulce Chacón, Alberto Méndez, Max Aub, Guillermo del Toro, Ken Loach, Miguel Hernández, Rafael Alberti, Pablo Neruda, Isaac Rosa, David Trueba, José Luis Cuerda, Pablo Picasso, and Isaac Rosa.  Text and Ideas: Paranoia  Sanders It’s no secret that we live in an age of paranoia. What began as a psychiatric diagnosis may now be the predominant form taken by our experience of politics and of technology. But could there be something about the structure of narrative—its “voices” and its “speakers,” its drive for explanation of origins—that is paranoid, or gives rise to paranoia? Tracing psychoanalytic theories of paranoia (Sigmund Freud, Melanie Klein), and attending no less to their narrative structure, we address this question and others by reading key autobiographical and fictional works, such as Daniel Paul Schreber’s Memoirs of My Nervous Illness , George Orwell’s Nineteen Eighty-Four , Bessie Head’s A Question of Power , J.M. Coetzee’s Disgrace , as well as political writings and documents by Richard Hofstadter, Michel Foucault, Julian Assange (Wikileaks), South African AIDS denialists, and Rwandan génocidaires .  Topics in 20th Century Literature: Documents, Documentary, Fiction  Vatulescu This course will explore representative works from key moments in the evolution of documentary—the beginnings of the newsreel, literatura fakta, Soviet and Nazi propaganda, American depression documentary books, the cinéma-vérité movement, and the rise of autobiographical/personal documentary films. What accounts for the waxing and waning of the documentary through time, as evident in its recent popularity in American culture? What is the relationship between documentary modes and particular media and technologies—print, photography, cinema, video, and digital? Other topics include the role of the artist, indexicality and representation, literature as historical document, “fiction in the archives,” false documents and forgery, collage, illustration, and other uses of the document in twentieth century art. This semester’s special topics are 1) the archive, 2)word/image relations, and 3) fiction vs. document. Theoretical forays around and into the archive will be complemented by hands-on research in an archive of your choice.                      Back to Top                     Contact us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Spring 2013 | Undergrad Courses Originating in CompLit    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Spring 2013 | Undergraduate Courses Originating in Comparative Literature                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Spring 2013 | Undergraduate Courses Originating in Comparative Literature                          Course Name    Credits    Course Number    Professor    Day    Time         Readings in Contemporary Lit: The form of Planetary Criticism/Death Drive/Aesthetics of Catastrophe        4 pts.    COLIT-UA 843.001         Apter         Thurs    2:00-4:45         Feminist Theory and Philosophy        4 pts.    COLIT-UA 843.002; SCA-UA 860; ENGL-UA 735.002     Bianchi    Wed    3:30-6:10           Junior Theory Seminar: Black Atlantic Writers         4 pts.    COLIT-UA 200     Garcia    Mon    3:30-6:10      Comparative Imperialisms: Anglophone Middle Eastern Literature       4 pts. COLIT-UA 811 MEIS-UA 715 Halim Thurs 11:00-1:45    Intro to Comp Lit: ECSTASY           4 pts.    COLIT-UA 116.001    Lezra    Mon     11:00-1:45      Intro to Comp Lit: ECSTASY Recitations     COLIT-UA116.002 COLIT-UA116.003 COLIT-UA116.004  COLIT-UA116.005  Goldstein Hamilton Aguirre Boer  Wed Wed Fri  Fri 11:00-12:15  12:30-1:45 11:00-12:15  12:30-1:45        Topics: The Spanish Civil War: Fascism, Violence and Memory      (Note: This course does NOT count as a Comp Lit CORE course)    4 pts.    COLIT-UA 132; SPAN-UA 951    Matos-Martin     Tues    3:30-6:10         Texts and Ideas: Paranoia              (Note: This is a MAP course that can also count as a Comp Lit CORE course)    4 pts.    MAP-UA 400      Sanders    Mon/Wed    9:30-10:45         Topics in 20th Century Literature: Documents, Documentary, Fiction     4 pts.    COLIT-UA 190.001    Vatulescu    Tues    12:30-3:15                 Independent Study (permission of DUGS required)    4 pts.    COLIT-UA 997            Independent Study: Internship (permission of DUGS required)    2-4 pts.    COLIT-UA 998         Course Descriptions  Readings in Contemporary Lit: The form of Planetary Criticism/Death Drive/Aesthetics of Catastrophe Apter This   course will examine theories of the death drive in the aesthetics of   catastrophism drawing on classic texts by Freud, Italo Svevo, Melanie   Klein, Lacan, Georges Bataille and Marguerite Duras, as well as recent   work on worlds as places of catastrophe, dystopia, planetary dysphoria   (depression), and earthly extinction (Ray Brassier’s “nihil unbound,”   Eugene Thacker’s “dark pantheism”). The aim will be to emphasize   psychical processes in diagnoses of planetarity, while trying to avoid a   heavy-handed reliance on allegories of World System or the Planet or   Capital that impute subjective personalities to political entities and   geographic phantasms. We will experiment with an “ecology” of what   Melanie Klein called “the depressive position,” as it suffuses every   aspect of everyday life.   Readings in Contemporary Lit: Feminist Theory and Philosophy  Bianchi In   this course we will address key texts and debates in feminist and   gender theory. We will consider various theoretical foundations -   Marxism, psychoanalysis, structuralism – that have informed feminist   politics and thought, and focus on conflicts within feminism emerging   along lines of class, race, and sexual and gender identity. The course   will examine feminist approaches to knowledge and power, in particular   feminist/queer approaches to pornography, sexuality and sex work in a   global frame, and feminist critiques of science.  Junior Theory Seminar: Black Atlantic Writers  Garcia What kind of designation is the “Black Atlantic” and which writers belong within its reach? This seminar explores European, Caribbean and American texts alongside theories of the Black Atlantic and other accounts of modern racial formation. Writers include Frederick Douglass, Alain Locke, Edouard Glissant, Nella Larsen, W. E. B. Du Bois, Fernando Ortiz, C. L. R. James and Stuart Hall. Topics include modernism in African American literary culture, the reading of “race” in British cultural studies, and the history of Afro-Cuban modernity.  Comparative Imperialisms: Anglophone Middle Eastern Literature   Halim Although literature by Middle Easterners, particularly Arabs, in English not a new phenomenon, it has boomed in recent decades. In addressing Anglophone Middle Eastern literatures, this course covers the output of both writers resident in their country of origin and ones living in the diaspora, across a range of genres, including poetry, fiction, essay, and memoir (especially cookbook memoirs). Focusing on the increasing racialization of Arabs and Muslims in the USA after 9/11 and the War on Iraq, we will pay special attention to Anglophone literature by Arab-Americans and the riposte to stereotypes it represents. Drawing on postcolonial theory and transnational studies, the course will pose, among others, the following questions: How do we parse the legacy of Orientalism in the way religion and gender inflect the perceptions of Middle Easterners, for example in the image of the veil in relation to the trope of the harem? Are there certain genres that have been privileged over others by émigrés from the Middle East, and if so, how would we explain this? What risks of complicity may come with identities hyphenated across warring sides? What are the uses and perils at stake in deploying “exile” as a metaphor? Just to what extent are the terms available to describe these émigrés – “Arab-American”; “Iranian-American”; “American Muslim”; “Middle Easterner” – adequate or incisive? In what way has the Arab Spring affected perceptions of Middle Easterners in Norh America? Readings by, among others: Diana Abu-Jaber; Carol Bardenstein; Hamid Dabashi; Suheir Hammad; Mohja Kahf; Hisham Matar; Nadine Naber; Azar Nafisi; Edward W. Said; Ahdaf Soueif.  Intro to Comp Lit: ECSTASY  Lezra Ec-stasy , to be drawn out of one’s place, out of oneself; to be moved, enraptured, captivated. A religious experience, an erotic one, an aesthetic one; the fruit of alcohol or psychotropics, of reading or thinking, of a transcendent vision, of a sublime experience, of the touch of flesh on flesh. Also a hint of the dangerous: to lose oneself, or to lose the self—with the threat that one will be unable to return to what one was, or that one will be destroyed. A fringe-concept and a fringe-experience. Literature—itself a sort of border-concept, attached to different forms of expression: philosophy, theology, mythology, visual art, film, music—has an old, peculiar relation to ecstasy. That relation is the subject of our class. This course serves as an Introduction to Comparative Literature through ecstasy. We will read, watch, view and listen to philosophical works by Plato (the “Symposium” and the “Phaedrus”), Kant ( Critique of Judgment ), Bataille, Adorno, Irigaray, Williams, Foucault, Deleuze, Berlant and others; fiction by Woolf ( To the Lighthouse ), García Márquez, and Lispector; religious/autobiographical works by Teresa of Avila and John of the Cross; poetry by Ovid, Petrarch, Donne, Ronsard, Shakespeare, Quevedo, Shelley, Hopkins, and Moore; films by Buñuel ( Belle de jour ), Almodóvar ( Matador ), Hitchcock ( Rope ); Mozart/da Ponte’s opera Don Giovanni ); selections from Beethoven’s Fidelio , and albums by Patti Smith, the Velvet Underground, the Doors, and Nirvana; and sexological treatises by Sacher-Masoch. (Not all of these, but many of them.)  The Spanish Civil War: Fascism, Violence and Memory  Matos-Martin Widely acknowledged as a precursor to World War II, the Spanish Civil War (1936-1939) “revealed what war on European soil could mean, presaging the purificatory, genocidal, and retributive conflicts of those many other civil wars waged across the continent between 1939 and the end of the 1940s,” as historian Helen Graham argues. As the earliest example of battleground against fascism, those conflict years fascinated and attracted individuals from across the world, including George Orwell and Ernest Hemingway, and have continued to be the object of numerous books and other cultural products. Not so well known and studied, however, is the long-lasted and violent fascist regime established once the democratic Spanish Republic was eventually defeated. The purpose of this course is to examine the war and the fascist dictatorship that followed and perpetuated the logic of war through its politics of death and repression, with a special focus on fictional and cultural representations. Literary texts, films, and documentaries will be analyzed in comparison with other artistic and cultural forms of expression (photography, painting), and accompanied by readings in history and theory. Topics to be discussed might include political and ideological dynamics of war and fascism (comparing the Spanish case with other fascist regimes such as the Nazis through such theoretical lenses as biopolitics, for example), representations of violence, memory and history, and justice. Writers, directors and artists whose works we might examine include: Dulce Chacón, Alberto Méndez, Max Aub, Guillermo del Toro, Ken Loach, Miguel Hernández, Rafael Alberti, Pablo Neruda, Isaac Rosa, David Trueba, José Luis Cuerda, Pablo Picasso, and Isaac Rosa.  Text and Ideas: Paranoia  Sanders It’s no secret that we live in an age of paranoia. What began as a psychiatric diagnosis may now be the predominant form taken by our experience of politics and of technology. But could there be something about the structure of narrative—its “voices” and its “speakers,” its drive for explanation of origins—that is paranoid, or gives rise to paranoia? Tracing psychoanalytic theories of paranoia (Sigmund Freud, Melanie Klein), and attending no less to their narrative structure, we address this question and others by reading key autobiographical and fictional works, such as Daniel Paul Schreber’s Memoirs of My Nervous Illness , George Orwell’s Nineteen Eighty-Four , Bessie Head’s A Question of Power , J.M. Coetzee’s Disgrace , as well as political writings and documents by Richard Hofstadter, Michel Foucault, Julian Assange (Wikileaks), South African AIDS denialists, and Rwandan génocidaires .  Topics in 20th Century Literature: Documents, Documentary, Fiction  Vatulescu This course will explore representative works from key moments in the evolution of documentary—the beginnings of the newsreel, literatura fakta, Soviet and Nazi propaganda, American depression documentary books, the cinéma-vérité movement, and the rise of autobiographical/personal documentary films. What accounts for the waxing and waning of the documentary through time, as evident in its recent popularity in American culture? What is the relationship between documentary modes and particular media and technologies—print, photography, cinema, video, and digital? Other topics include the role of the artist, indexicality and representation, literature as historical document, “fiction in the archives,” false documents and forgery, collage, illustration, and other uses of the document in twentieth century art. This semester’s special topics are 1) the archive, 2)word/image relations, and 3) fiction vs. document. Theoretical forays around and into the archive will be complemented by hands-on research in an archive of your choice.                      Back to Top                     Contact us | &copy; New York University , Arts and Science"}, {"content": "Spring 2015 | Undergraduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Spring 2015 | Undergraduate Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Spring 2015 | Undergraduate Courses       Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.             Course Name    Credits    Course Number    Professor    Day    Time       Junior Theory Seminar: What do we mean by Subjectivity?    4.0    COLIT-UA 200    Basterra    Wednesday    12:30-3:15       Topics: Renaissance Worldmaking    4.0    COLIT-UA 132 MEDI-UA 130.001 Duffy    Tues/Thurs 9:30-10:45       Topics in 18th Century Literature: Comparative Melancholies    4.0    COLIT-UA 175    Gadberry    Mon/Wed    9:30-10:45  Topics: Transnational America  4.0 COLIT-UA 302 Garcia Monday 11:00-1:45  Readings in Contemporary Literary Theory: Image  4.0    COLIT-UA 843    Iampolski    Wednesday    3:30-6:10       Topics in 20th Century Literature: Literature &amp; the Figure    4.0    COLIT-UA 190    Matos-Martin    Thursday    11-1:45         Introduction to Comparative Literature: Classic Screw-Ups and Epic Fails: From Faust to Kathy Acker &amp; Dennis Cooper Note: Students must also register for a Recitation.    4.0    COLIT-UA 116.001    Ronell    Thursday    3:30-6:10    Intro to Comp Lit Recitation Sections 4.0 COLIT-UA 116.002 COLIT-UA 116.003 COLIT-UA 116.004 COLIT-UA 116.005 Benninger Krimper Gelman Zechner Tuesday Tuesday Friday Friday 3:30-4:45 4:55-6:10 9:30-10:45 11-12:15     Topics in Film &amp;  Literature: Documents, Documentary, Fiction  4.0 COLIT-UA 300 DRLIT-UA 175 Vatulescu Monday 3:30-6:10      Independent Study: Internship (permission of DUS required)    2.0    COLIT-UA 998      Independent Study (permission of DUS required) 4.0 COLIT-UA 997       Topics: Renaissance World Making Duffy How   do texts produce and manipulate worlds? How can the literary   imagination reflect and transform geographic and cosmographic   technology? How can reading literary and scientific texts alongside one   another shape our understanding of the boundaries between humanistic and   scientific inquiry? This course will consider major renaissance epics   and romances as worldmaking documents. Text with include Dante's   Inferno, Ariosto's Orlando Gurioso, Spenser's Faerie Queene and Milton's   Paradis Lost. We will read these words in light of Renaissance thinking   about space and spatiality including selections from Plato, Ortelius,   Copernicus, and Kepler. Junior Theory Seminar: What do we mean by Subjectivity? Basterra      We like to  think of ourselves as free: freedom would seem to be a horizon toward we are  intimately oriented. We like to consider  ourselves autonomous subjects with initiative and the ability to act in the  world. But isn’t subjectivity  constituted in relationship to what is other?    The subject of vision in painting, the one who sees, emerges in relation  to the object being seen; the voice speaking in a poem and calling itself ‘I’  becomes a subject in the act of addressing a ‘you’; the self-conscious subject  reflects on itself by taking itself for another; the ethical subject is chosen  and called. It is perhaps surprising,  however, to think of the very freedom which (we hope) defines our sameness as  something other. This seminar explores  the counterintuitive relationship of subjectivity to freedom, and of freedom to  action, establishing a conversation between philosophical texts by Kant, Hegel,  Deleuze, Nancy and Levinas, and a range of literary and artistic works.  Topics in 18th Century Literature: Comparative Melancholies Gadberry      Twentieth- and  twenty-first-century thinkers looked back to the seventeenth and eighteenth  centuries as they theorized the black dog dogging modernity: melancholy. Our  course will return to these earlier texts, putting early modern, Enlightenment,  and Romantic literatures in conversation with modern and post-modern  psychoanalytic, philosophical, and political-theoretical works. Our course will  be both formal and historical. We will ask how our primary texts understand  (and create) structures of melancholy and how these texts communicate the  losses we cannot avow. And we’ll also examine how varying forms of melancholy  have shaped our subjectivities and societies as we study a history of  melancholy coinciding with and subtending modernity’s origins – a history that  includes the emergence of the modern nation-state, of the colony, and of capital.      Our seventeenth- and  eighteenth-century texts will include: Shakespeare, Hamlet; Burton, The Anatomy  of Melancholy (selections); Defoe, Robinson Crusoe; Charles Brockden Brown,  Wieland; Claire de Durfort Duras, Ourika; Goethe, The Sorrows of Young Werther;  and poems by Coleridge, Blair, Young, Keats, and others. Among our modern  readings will be works by Freud, Lacan, Benjamin, Butler, Fanon, Brown, Klein,  Kristeva, and others.      Topics: Transnational America Garcia Beginning with Randolph Bourne's \"Trans-National America\" (1916), this course examines different transnational and globalized conceptions of \"America\" across literature and criticism from both the twentieth century and twenty-first century. We consider transnational American literatures not only for the different meanings they attach to \"America,\" but also for the divergent moments of literary, cultural and intellectual history they reveal. Much of the course is devoted to the interventions of critics such as Bourne, W.E.B. Du Bois, Alain Locke, whose writings we examine in terms of literary-theoretical resonances with works by Jean Toomer, Willa Cather, Henry James, Nella Larsen, Teju Cole and Joseph O'Neill, among others.  Readings in Comtemporary Literary Theory: Image Iampolski      The course is designed to introduce students to the  theoretical framework of modern thinking about images. Images mediate our  relations with the world and are responsible for the primordial elaboration of  meaning from the surrounding chaotic complexity. We will start with biological  evolution and the emergence of vision and the unparalleled variety of striking  appearances in living beings that emerged around the famous Cambrian explosion.  We will use the data provided by cognitive sciences to understand the  anthropological role of images, the use of images in cults and rituals. Special  attention will be paid to the emergence of art and to its modern developments  in photography and contemporary media. We will discuss the role of images in  the rise and transformations of modern subjectivity. The social role of images  in modern society will be surveyed. The readings will include among others many  influential thinkers and scholars such as Jakob von Uexküll, Heidegger,  Merleau-Ponty, Kracauer, Benjamin, Foucault, Panofsky, Gombrich, Marion,  Didi-Huberman etc. Topics in 20th Century Literature: Literature &amp; the Figure of the Disappeared in Spain and the Southern Cone Matos-Martin     In the twentieth century, Spain  and many countries in Latin America have shared the common experience of  dictatorship. In this course, we will explore representations of the traumatic  dictatorial histories in Spain and the countries of the Southern Cone, focusing  primarily on the figure of the “desaparecido” in Spanish Civil War and the  early years of the Franco regime, Argentina’s “dirty war” and Pinochet’s  dictatorship in Chile. Taking a comparative approach, we will study literary  and visual sources such as short stories, novels, poems, painting, fiction  films or documentaries, and we will examine topics such as the politics of  memory, fascism, political disappearance, war, resistance or violence. Some  authors and filmmakers whose works we might engage include Alberto Méndez,  Luisa Valenzuela, Andrés Wood, Marco Bechis, Guillermo del Toro, Agustín  Villaronga, Pablo Picasso, Pablo Neruda, Rafael Alberti, Jorge Semprún,  Patricio Guzmán, Juan Gelman, Roberto Bolaño and Gastón Birabén. Primary  materials will be paired with texts by leading cultural and political thinkers  working on questions of memory, fascism, terror and violence. Intro to Comp Lit: Classic Screw-Ups and Epic Fails: From Faust To Kathy Acker &amp; Dennis Cooper Ronell      The course aims to introduce some  thrilling aspects of reading and thinking in the void of achievement. We will  explore the way literature exemplarily treats and exposes snags, flaws,  addictive roller coaster itineraries, sexual confusion, rhetorical static,  material abuse and gender trouble, permanent identity crises, the intrusive  disruption of life’s narrative, forms of destructive pleasure, failing health  and other disturbances that inflect the way we write and think and truck.  Staying close to the texts in question, we will locate philosophical  predicaments, cover-ups and inflations with which literature regularly  contends, if according to covert maneuvers. All the while learning how to  deconstruct, we will consider the way Stupidity insinuates itself into themes  of knowing, evades our cognitive scanners and becomes the uncanny double of mastery  or intelligence. Promised: By the end of the class, you will have been able to  comprehend this course description. Prepare to be reset! Topics in Film &amp; Literatue: Documents, Documentary, Fiction Vatulescu      What do we mean by document,  documentary, and fiction? How have these concepts and their relationships  changed through time? This course starts by considering the beginnings of  documentary in literature, film, and the visual arts, from the controversial  coining of the term in 1926. We will explore representative works from  foundational moments in the evolution of documentary—the beginnings of the newsreel,  Soviet and Nazi propaganda, American depression era documentary books, the  cinéma-vérité movement, and the rise of autobiographical/personal documentary  films. How has the emergence of this new term and its development affected our  other key concepts—document and fiction? What is the relationship between  documentary modes and particular media and technologies—print, photography,  cinema, video, and digital? Other topics include the role of the artist,  indexicality and representation, literature as historical document, “fiction in  the archives,” false documents and forgery, collage, illustration, and other  uses of the document in twentieth century art. This semester’s special topics  are 1) word/image relations and 2) the archive. Theoretical forays around and  into the archive will be complemented by hands-on research in the Tamiment  archive or in an archive of your choice.    Senior Seminar in Comparative Literature: Honors Thesis Vatulescu This seminar, limited to senior Comparative Literature majors engaged in writing a senior honors thesis, is designed to be a writing workshop. Students will articulate and research a thesis topic, identify an appropriate critical approach and methodology, and write at least one chapter of their thesis. Periodical writing installments give the students the opportunity to receive feed-back from their peers and instructor as well as to learn to critique others' work-in-progress. Permission of the DUGS is required to enroll in the course. Students must also have a 3.65 or better GPA, both overall and in the major.                  Back to Top                     Contact us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Spring 2013 | Undergrad Courses Originating in CompLit    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Spring 2013 | Undergraduate Courses Originating in Comparative Literature                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Spring 2013 | Undergraduate Courses Originating in Comparative Literature                          Course Name    Credits    Course Number    Professor    Day    Time         Readings in Contemporary Lit: The form of Planetary Criticism/Death Drive/Aesthetics of Catastrophe        4 pts.    COLIT-UA 843.001         Apter         Thurs    2:00-4:45         Feminist Theory and Philosophy        4 pts.    COLIT-UA 843.002; SCA-UA 860; ENGL-UA 735.002     Bianchi    Wed    3:30-6:10           Junior Theory Seminar: Black Atlantic Writers         4 pts.    COLIT-UA 200     Garcia    Mon    3:30-6:10      Comparative Imperialisms: Anglophone Middle Eastern Literature       4 pts. COLIT-UA 811 MEIS-UA 715 Halim Thurs 11:00-1:45    Intro to Comp Lit: ECSTASY           4 pts.    COLIT-UA 116.001    Lezra    Mon     11:00-1:45      Intro to Comp Lit: ECSTASY Recitations     COLIT-UA116.002 COLIT-UA116.003 COLIT-UA116.004  COLIT-UA116.005  Goldstein Hamilton Aguirre Boer  Wed Wed Fri  Fri 11:00-12:15  12:30-1:45 11:00-12:15  12:30-1:45        Topics: The Spanish Civil War: Fascism, Violence and Memory      (Note: This course does NOT count as a Comp Lit CORE course)    4 pts.    COLIT-UA 132; SPAN-UA 951    Matos-Martin     Tues    3:30-6:10         Texts and Ideas: Paranoia              (Note: This is a MAP course that can also count as a Comp Lit CORE course)    4 pts.    MAP-UA 400      Sanders    Mon/Wed    9:30-10:45         Topics in 20th Century Literature: Documents, Documentary, Fiction     4 pts.    COLIT-UA 190.001    Vatulescu    Tues    12:30-3:15                 Independent Study (permission of DUGS required)    4 pts.    COLIT-UA 997            Independent Study: Internship (permission of DUGS required)    2-4 pts.    COLIT-UA 998         Course Descriptions  Readings in Contemporary Lit: The form of Planetary Criticism/Death Drive/Aesthetics of Catastrophe Apter This   course will examine theories of the death drive in the aesthetics of   catastrophism drawing on classic texts by Freud, Italo Svevo, Melanie   Klein, Lacan, Georges Bataille and Marguerite Duras, as well as recent   work on worlds as places of catastrophe, dystopia, planetary dysphoria   (depression), and earthly extinction (Ray Brassier’s “nihil unbound,”   Eugene Thacker’s “dark pantheism”). The aim will be to emphasize   psychical processes in diagnoses of planetarity, while trying to avoid a   heavy-handed reliance on allegories of World System or the Planet or   Capital that impute subjective personalities to political entities and   geographic phantasms. We will experiment with an “ecology” of what   Melanie Klein called “the depressive position,” as it suffuses every   aspect of everyday life.   Readings in Contemporary Lit: Feminist Theory and Philosophy  Bianchi In   this course we will address key texts and debates in feminist and   gender theory. We will consider various theoretical foundations -   Marxism, psychoanalysis, structuralism – that have informed feminist   politics and thought, and focus on conflicts within feminism emerging   along lines of class, race, and sexual and gender identity. The course   will examine feminist approaches to knowledge and power, in particular   feminist/queer approaches to pornography, sexuality and sex work in a   global frame, and feminist critiques of science.  Junior Theory Seminar: Black Atlantic Writers  Garcia What kind of designation is the “Black Atlantic” and which writers belong within its reach? This seminar explores European, Caribbean and American texts alongside theories of the Black Atlantic and other accounts of modern racial formation. Writers include Frederick Douglass, Alain Locke, Edouard Glissant, Nella Larsen, W. E. B. Du Bois, Fernando Ortiz, C. L. R. James and Stuart Hall. Topics include modernism in African American literary culture, the reading of “race” in British cultural studies, and the history of Afro-Cuban modernity.  Comparative Imperialisms: Anglophone Middle Eastern Literature   Halim Although literature by Middle Easterners, particularly Arabs, in English not a new phenomenon, it has boomed in recent decades. In addressing Anglophone Middle Eastern literatures, this course covers the output of both writers resident in their country of origin and ones living in the diaspora, across a range of genres, including poetry, fiction, essay, and memoir (especially cookbook memoirs). Focusing on the increasing racialization of Arabs and Muslims in the USA after 9/11 and the War on Iraq, we will pay special attention to Anglophone literature by Arab-Americans and the riposte to stereotypes it represents. Drawing on postcolonial theory and transnational studies, the course will pose, among others, the following questions: How do we parse the legacy of Orientalism in the way religion and gender inflect the perceptions of Middle Easterners, for example in the image of the veil in relation to the trope of the harem? Are there certain genres that have been privileged over others by émigrés from the Middle East, and if so, how would we explain this? What risks of complicity may come with identities hyphenated across warring sides? What are the uses and perils at stake in deploying “exile” as a metaphor? Just to what extent are the terms available to describe these émigrés – “Arab-American”; “Iranian-American”; “American Muslim”; “Middle Easterner” – adequate or incisive? In what way has the Arab Spring affected perceptions of Middle Easterners in Norh America? Readings by, among others: Diana Abu-Jaber; Carol Bardenstein; Hamid Dabashi; Suheir Hammad; Mohja Kahf; Hisham Matar; Nadine Naber; Azar Nafisi; Edward W. Said; Ahdaf Soueif.  Intro to Comp Lit: ECSTASY  Lezra Ec-stasy , to be drawn out of one’s place, out of oneself; to be moved, enraptured, captivated. A religious experience, an erotic one, an aesthetic one; the fruit of alcohol or psychotropics, of reading or thinking, of a transcendent vision, of a sublime experience, of the touch of flesh on flesh. Also a hint of the dangerous: to lose oneself, or to lose the self—with the threat that one will be unable to return to what one was, or that one will be destroyed. A fringe-concept and a fringe-experience. Literature—itself a sort of border-concept, attached to different forms of expression: philosophy, theology, mythology, visual art, film, music—has an old, peculiar relation to ecstasy. That relation is the subject of our class. This course serves as an Introduction to Comparative Literature through ecstasy. We will read, watch, view and listen to philosophical works by Plato (the “Symposium” and the “Phaedrus”), Kant ( Critique of Judgment ), Bataille, Adorno, Irigaray, Williams, Foucault, Deleuze, Berlant and others; fiction by Woolf ( To the Lighthouse ), García Márquez, and Lispector; religious/autobiographical works by Teresa of Avila and John of the Cross; poetry by Ovid, Petrarch, Donne, Ronsard, Shakespeare, Quevedo, Shelley, Hopkins, and Moore; films by Buñuel ( Belle de jour ), Almodóvar ( Matador ), Hitchcock ( Rope ); Mozart/da Ponte’s opera Don Giovanni ); selections from Beethoven’s Fidelio , and albums by Patti Smith, the Velvet Underground, the Doors, and Nirvana; and sexological treatises by Sacher-Masoch. (Not all of these, but many of them.)  The Spanish Civil War: Fascism, Violence and Memory  Matos-Martin Widely acknowledged as a precursor to World War II, the Spanish Civil War (1936-1939) “revealed what war on European soil could mean, presaging the purificatory, genocidal, and retributive conflicts of those many other civil wars waged across the continent between 1939 and the end of the 1940s,” as historian Helen Graham argues. As the earliest example of battleground against fascism, those conflict years fascinated and attracted individuals from across the world, including George Orwell and Ernest Hemingway, and have continued to be the object of numerous books and other cultural products. Not so well known and studied, however, is the long-lasted and violent fascist regime established once the democratic Spanish Republic was eventually defeated. The purpose of this course is to examine the war and the fascist dictatorship that followed and perpetuated the logic of war through its politics of death and repression, with a special focus on fictional and cultural representations. Literary texts, films, and documentaries will be analyzed in comparison with other artistic and cultural forms of expression (photography, painting), and accompanied by readings in history and theory. Topics to be discussed might include political and ideological dynamics of war and fascism (comparing the Spanish case with other fascist regimes such as the Nazis through such theoretical lenses as biopolitics, for example), representations of violence, memory and history, and justice. Writers, directors and artists whose works we might examine include: Dulce Chacón, Alberto Méndez, Max Aub, Guillermo del Toro, Ken Loach, Miguel Hernández, Rafael Alberti, Pablo Neruda, Isaac Rosa, David Trueba, José Luis Cuerda, Pablo Picasso, and Isaac Rosa.  Text and Ideas: Paranoia  Sanders It’s no secret that we live in an age of paranoia. What began as a psychiatric diagnosis may now be the predominant form taken by our experience of politics and of technology. But could there be something about the structure of narrative—its “voices” and its “speakers,” its drive for explanation of origins—that is paranoid, or gives rise to paranoia? Tracing psychoanalytic theories of paranoia (Sigmund Freud, Melanie Klein), and attending no less to their narrative structure, we address this question and others by reading key autobiographical and fictional works, such as Daniel Paul Schreber’s Memoirs of My Nervous Illness , George Orwell’s Nineteen Eighty-Four , Bessie Head’s A Question of Power , J.M. Coetzee’s Disgrace , as well as political writings and documents by Richard Hofstadter, Michel Foucault, Julian Assange (Wikileaks), South African AIDS denialists, and Rwandan génocidaires .  Topics in 20th Century Literature: Documents, Documentary, Fiction  Vatulescu This course will explore representative works from key moments in the evolution of documentary—the beginnings of the newsreel, literatura fakta, Soviet and Nazi propaganda, American depression documentary books, the cinéma-vérité movement, and the rise of autobiographical/personal documentary films. What accounts for the waxing and waning of the documentary through time, as evident in its recent popularity in American culture? What is the relationship between documentary modes and particular media and technologies—print, photography, cinema, video, and digital? Other topics include the role of the artist, indexicality and representation, literature as historical document, “fiction in the archives,” false documents and forgery, collage, illustration, and other uses of the document in twentieth century art. This semester’s special topics are 1) the archive, 2)word/image relations, and 3) fiction vs. document. Theoretical forays around and into the archive will be complemented by hands-on research in an archive of your choice.                      Back to Top                     Contact us | &copy; New York University , Arts and Science"}, {"content": "Spring 2015 | Undergraduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Spring 2015 | Undergraduate Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Spring 2015 | Undergraduate Courses       Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.             Course Name    Credits    Course Number    Professor    Day    Time       Junior Theory Seminar: What do we mean by Subjectivity?    4.0    COLIT-UA 200    Basterra    Wednesday    12:30-3:15       Topics: Renaissance Worldmaking    4.0    COLIT-UA 132 MEDI-UA 130.001 Duffy    Tues/Thurs 9:30-10:45       Topics in 18th Century Literature: Comparative Melancholies    4.0    COLIT-UA 175    Gadberry    Mon/Wed    9:30-10:45  Topics: Transnational America  4.0 COLIT-UA 302 Garcia Monday 11:00-1:45  Readings in Contemporary Literary Theory: Image  4.0    COLIT-UA 843    Iampolski    Wednesday    3:30-6:10       Topics in 20th Century Literature: Literature &amp; the Figure    4.0    COLIT-UA 190    Matos-Martin    Thursday    11-1:45         Introduction to Comparative Literature: Classic Screw-Ups and Epic Fails: From Faust to Kathy Acker &amp; Dennis Cooper Note: Students must also register for a Recitation.    4.0    COLIT-UA 116.001    Ronell    Thursday    3:30-6:10    Intro to Comp Lit Recitation Sections 4.0 COLIT-UA 116.002 COLIT-UA 116.003 COLIT-UA 116.004 COLIT-UA 116.005 Benninger Krimper Gelman Zechner Tuesday Tuesday Friday Friday 3:30-4:45 4:55-6:10 9:30-10:45 11-12:15     Topics in Film &amp;  Literature: Documents, Documentary, Fiction  4.0 COLIT-UA 300 DRLIT-UA 175 Vatulescu Monday 3:30-6:10      Independent Study: Internship (permission of DUS required)    2.0    COLIT-UA 998      Independent Study (permission of DUS required) 4.0 COLIT-UA 997       Topics: Renaissance World Making Duffy How   do texts produce and manipulate worlds? How can the literary   imagination reflect and transform geographic and cosmographic   technology? How can reading literary and scientific texts alongside one   another shape our understanding of the boundaries between humanistic and   scientific inquiry? This course will consider major renaissance epics   and romances as worldmaking documents. Text with include Dante's   Inferno, Ariosto's Orlando Gurioso, Spenser's Faerie Queene and Milton's   Paradis Lost. We will read these words in light of Renaissance thinking   about space and spatiality including selections from Plato, Ortelius,   Copernicus, and Kepler. Junior Theory Seminar: What do we mean by Subjectivity? Basterra      We like to  think of ourselves as free: freedom would seem to be a horizon toward we are  intimately oriented. We like to consider  ourselves autonomous subjects with initiative and the ability to act in the  world. But isn’t subjectivity  constituted in relationship to what is other?    The subject of vision in painting, the one who sees, emerges in relation  to the object being seen; the voice speaking in a poem and calling itself ‘I’  becomes a subject in the act of addressing a ‘you’; the self-conscious subject  reflects on itself by taking itself for another; the ethical subject is chosen  and called. It is perhaps surprising,  however, to think of the very freedom which (we hope) defines our sameness as  something other. This seminar explores  the counterintuitive relationship of subjectivity to freedom, and of freedom to  action, establishing a conversation between philosophical texts by Kant, Hegel,  Deleuze, Nancy and Levinas, and a range of literary and artistic works.  Topics in 18th Century Literature: Comparative Melancholies Gadberry      Twentieth- and  twenty-first-century thinkers looked back to the seventeenth and eighteenth  centuries as they theorized the black dog dogging modernity: melancholy. Our  course will return to these earlier texts, putting early modern, Enlightenment,  and Romantic literatures in conversation with modern and post-modern  psychoanalytic, philosophical, and political-theoretical works. Our course will  be both formal and historical. We will ask how our primary texts understand  (and create) structures of melancholy and how these texts communicate the  losses we cannot avow. And we’ll also examine how varying forms of melancholy  have shaped our subjectivities and societies as we study a history of  melancholy coinciding with and subtending modernity’s origins – a history that  includes the emergence of the modern nation-state, of the colony, and of capital.      Our seventeenth- and  eighteenth-century texts will include: Shakespeare, Hamlet; Burton, The Anatomy  of Melancholy (selections); Defoe, Robinson Crusoe; Charles Brockden Brown,  Wieland; Claire de Durfort Duras, Ourika; Goethe, The Sorrows of Young Werther;  and poems by Coleridge, Blair, Young, Keats, and others. Among our modern  readings will be works by Freud, Lacan, Benjamin, Butler, Fanon, Brown, Klein,  Kristeva, and others.      Topics: Transnational America Garcia Beginning with Randolph Bourne's \"Trans-National America\" (1916), this course examines different transnational and globalized conceptions of \"America\" across literature and criticism from both the twentieth century and twenty-first century. We consider transnational American literatures not only for the different meanings they attach to \"America,\" but also for the divergent moments of literary, cultural and intellectual history they reveal. Much of the course is devoted to the interventions of critics such as Bourne, W.E.B. Du Bois, Alain Locke, whose writings we examine in terms of literary-theoretical resonances with works by Jean Toomer, Willa Cather, Henry James, Nella Larsen, Teju Cole and Joseph O'Neill, among others.  Readings in Comtemporary Literary Theory: Image Iampolski      The course is designed to introduce students to the  theoretical framework of modern thinking about images. Images mediate our  relations with the world and are responsible for the primordial elaboration of  meaning from the surrounding chaotic complexity. We will start with biological  evolution and the emergence of vision and the unparalleled variety of striking  appearances in living beings that emerged around the famous Cambrian explosion.  We will use the data provided by cognitive sciences to understand the  anthropological role of images, the use of images in cults and rituals. Special  attention will be paid to the emergence of art and to its modern developments  in photography and contemporary media. We will discuss the role of images in  the rise and transformations of modern subjectivity. The social role of images  in modern society will be surveyed. The readings will include among others many  influential thinkers and scholars such as Jakob von Uexküll, Heidegger,  Merleau-Ponty, Kracauer, Benjamin, Foucault, Panofsky, Gombrich, Marion,  Didi-Huberman etc. Topics in 20th Century Literature: Literature &amp; the Figure of the Disappeared in Spain and the Southern Cone Matos-Martin     In the twentieth century, Spain  and many countries in Latin America have shared the common experience of  dictatorship. In this course, we will explore representations of the traumatic  dictatorial histories in Spain and the countries of the Southern Cone, focusing  primarily on the figure of the “desaparecido” in Spanish Civil War and the  early years of the Franco regime, Argentina’s “dirty war” and Pinochet’s  dictatorship in Chile. Taking a comparative approach, we will study literary  and visual sources such as short stories, novels, poems, painting, fiction  films or documentaries, and we will examine topics such as the politics of  memory, fascism, political disappearance, war, resistance or violence. Some  authors and filmmakers whose works we might engage include Alberto Méndez,  Luisa Valenzuela, Andrés Wood, Marco Bechis, Guillermo del Toro, Agustín  Villaronga, Pablo Picasso, Pablo Neruda, Rafael Alberti, Jorge Semprún,  Patricio Guzmán, Juan Gelman, Roberto Bolaño and Gastón Birabén. Primary  materials will be paired with texts by leading cultural and political thinkers  working on questions of memory, fascism, terror and violence. Intro to Comp Lit: Classic Screw-Ups and Epic Fails: From Faust To Kathy Acker &amp; Dennis Cooper Ronell      The course aims to introduce some  thrilling aspects of reading and thinking in the void of achievement. We will  explore the way literature exemplarily treats and exposes snags, flaws,  addictive roller coaster itineraries, sexual confusion, rhetorical static,  material abuse and gender trouble, permanent identity crises, the intrusive  disruption of life’s narrative, forms of destructive pleasure, failing health  and other disturbances that inflect the way we write and think and truck.  Staying close to the texts in question, we will locate philosophical  predicaments, cover-ups and inflations with which literature regularly  contends, if according to covert maneuvers. All the while learning how to  deconstruct, we will consider the way Stupidity insinuates itself into themes  of knowing, evades our cognitive scanners and becomes the uncanny double of mastery  or intelligence. Promised: By the end of the class, you will have been able to  comprehend this course description. Prepare to be reset! Topics in Film &amp; Literatue: Documents, Documentary, Fiction Vatulescu      What do we mean by document,  documentary, and fiction? How have these concepts and their relationships  changed through time? This course starts by considering the beginnings of  documentary in literature, film, and the visual arts, from the controversial  coining of the term in 1926. We will explore representative works from  foundational moments in the evolution of documentary—the beginnings of the newsreel,  Soviet and Nazi propaganda, American depression era documentary books, the  cinéma-vérité movement, and the rise of autobiographical/personal documentary  films. How has the emergence of this new term and its development affected our  other key concepts—document and fiction? What is the relationship between  documentary modes and particular media and technologies—print, photography,  cinema, video, and digital? Other topics include the role of the artist,  indexicality and representation, literature as historical document, “fiction in  the archives,” false documents and forgery, collage, illustration, and other  uses of the document in twentieth century art. This semester’s special topics  are 1) word/image relations and 2) the archive. Theoretical forays around and  into the archive will be complemented by hands-on research in the Tamiment  archive or in an archive of your choice.    Senior Seminar in Comparative Literature: Honors Thesis Vatulescu This seminar, limited to senior Comparative Literature majors engaged in writing a senior honors thesis, is designed to be a writing workshop. Students will articulate and research a thesis topic, identify an appropriate critical approach and methodology, and write at least one chapter of their thesis. Periodical writing installments give the students the opportunity to receive feed-back from their peers and instructor as well as to learn to critique others' work-in-progress. Permission of the DUGS is required to enroll in the course. Students must also have a 3.65 or better GPA, both overall and in the major.                  Back to Top                     Contact us | &copy; New York University , Arts and Science"}, {"content": "Spring 2014 Undergraduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Spring 2014 | Undergraduate Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Spring 2014 | Undergraduate Courses       Courses Originating in the Comparative Literature Department             Course Name    Credits    Course Number    Professor    Day    Time       Readings in Contemporary Literary Theory: Politics and Literature    4.0    COLIT-UA 843    Apter    Tuesday    3:30-6:10       Introduction to Comp Lit: Necessary Fictions    4.0    COLIT-UA 116.001 Basterra    Thursday 12:30-3:15 Recitations  COLIT-UA 116.002 COLIT-UA 116.003 COLIT-UA 116.004 COLIT-UA 116.005 Em Larsen Alessandra Guarino Dan Howell Erag Ramizi Tuesday Tuesday Friday Friday 12:30-1:45 2:00-3:15 9:30-10:45 11:00-12:15       Junior Theory Seminar: Philosophy of the Body    4.0    COLIT-UA 200    Bianchi    Wednesday    2:00-4:45       Topics in 20th Century Literature: Comparative Theory and the Intellectual    4.0    COLIT-UA 190.002    Dopico    Thursday    3:30-6:10       Studies in Prose Genres: Autobiography    4.0    COLIT-UA 125    Garcia    Wednesday    11:00-1:45       Topics: Biopolitics & Violence in Contemporary Spain    4.0    COLIT-UA 132 SPAN-UA 951.003    Matos-Martin    Mon/Wed    9:30-10:45    MAP : Texts and Ideas: Paranoid Narratives (Note: This is a MAP course that can also count as a Comp Lit CORE course) 4.0 CORE-UA 400.010 Sanders Mon/Wed 2:00-3:15       Topics in 20th Century Literature: Documents, Documentary, Fiction  CANCELLED    4.0    COLIT-UA 190.001 DRLIT-UA 971.001    Vatulescu    Monday    3:30-6:10       Independent Study: Internship (permission of DUGS required)    2.0    COLIT-UA 998          Independent Study (permission of DUGS required)  4.0 COLIT-UA 997         Readings in Contemporary Literary Theory: Politics and Literature Apter  Micropolitics: Scenes from the Everyday Life of Power (Literature and Theory) This course will take a close look at forms of political fiction and theories of literature and politics, drawing on theorists of micropolitics (Foucault, Deleuze) and \"the politics of the aesthetic\" (Lukacs, Jameson, Rancière, Esposito). We will read literary works by Disraeli, Stendhal, Trollope, Zola, Mallarmé and Proust that explore the microphenomenology of political life; the diffusion and dilution of \"the Political\" in the social; the elusiveness and formlessness of the political event; the role of contingency in A central question will be: How is politics as a scene of maneuvers and application of cunning (is Machiavellianism) mapped on (or not) to formal, abstract models of political aesthetics (capitalist epic, democracy in language, the \"revolutionary\" dimension of avant-gardism, comic forms of class struggle, tragic forms of communitas)? The final section of the course will examine politics as a popular, contemporary genre, especially in film and epic television serials. Examples studied will be Roberto Saviano's hit TV series Come Away With Me (read with Paolo Flores d'Arcais,'s \"Anatomy of Berlusconismo), Armando Iannucci's film In the Loop, and the recent TV series House of Cards. Requirements: One 12-15 page paper and an oral presentation. Students who want to work on a comparative project that brings in film or visual media may do so with instructor's approval.    Introduction to Comp Lit: Necessary Fiction  Basterra We like to think of ourselves as acting freely, creating our own ideas and objects. In other words, we like to think of ourselves as subjects. The self-conscious and autonomous subject constitutes itself in relation to what is ‘other.’ But what is this ‘other’? The word ‘other’ does not always refer to another person: It may also refer to constitutive events, or ‘necessary fictions.’ These ‘others’ may be the addressees of our poems, the material and immaterial products of our imaginations, and indeed the otherness we find in ourselves. How do we relate to these ‘others’? How do desire, action, and ethical duty (but also fate, guilt, and the law), allow us to perceive ourselves as free? We will explore these and other questions as they have been posed in literary works by Aeschylus, Sophocles, Plato, Ovid, Garcilaso de la Vega, Racine, Keats, Poe, Gautier, Baudelaire, Melville, Lorca, Salinas, Kafka, Beckett, paintings by Da Vinci and Velázquez, and philosophical and theoretical writings by Kant, Hegel, Freud, Saussure, Heidegger, Lacan, and Levinas. Though the tragic fate of Agamemnon or Oedipus appears inevitable, in our reading we explore how fate is a necessary fiction that enables action. Today we have transferred the power of fate onto other essentialized constructs such as the free market, advertising, or intelligence organizations which come to structure our desires and dictate the course of our lives. We will trace how inspiration may be found in negation by reading literary texts on the unknown contents of letters – as in Poe –or on endless waiting for what will never come—as in Melville and Beckett. Situated at intersection of the different discourses that comprise Comparative Literature – fiction, poetry, art, philosophy, psychoanalysis, and political theory – this class aims to problematize the notion of modern subjectivity. Our primary concerns will be at once ethical and poetic: How can what exceeds knowledge and representation signal itself in thought?    Junior Theory Seminar: Philosophy of the Body Bianchi What is a body, and how has the body figured in the history of Western thought? How is the body constituted in relation to its others: mind/spirit/soul? How does the body appear as an object both natural and technological? How do bodies come to bear social and political significance: in relation to sex, gender, class, race, sexuality, and bodily ability among others? How are bodies fashioned and produced by personal and cultural practices? In this class we will address the devaluation of the body and somatophobia in the history of Western philosophy, and track the resurgence of the body in 20th and 21st century thought, including existentialism, phenomenology, feminist theory, race theory, queer theory, disability theory and “new materialisms.” Lastly, we will examine critical analyses of bodily regimes and practices, which may include (according to class interest) dieting, body modification, bodily violence, medical technologies.  Topics in 20th Century Literature: Comparative Theory and the Intellectual Dopico   Studies in Prose Genres: Autobiography Garcia What is the relationship of autobiographical acts to history? How does the decline of history as an “autonomous and self-authenticating mode of thought,” to borrow from Hayden White, alter how we read autobiographies? Turning to literary analysis, how does autobiography figure in the tasks of autocritique associated with comparative thinking? What happens when we think of autobiographies less as “life stories” and more as “actors,” as Bruno Latour puts it, with which we interact as “co-actors” and by way of complex affects and associations? This course will turn periodically to theorizations of history, selfhood and objecthood. But most of our attention will be devoted to the autobiographical act itself as we explore works by Christopher Isherwood, James Weldon Johnson, Lillian Smith, Anatole Broyard and Jay-Z, among other writers.  Topics: Biopolitics & Violence in Contemporary Spain Matos-Martin With the current changes to the world order in general, the economic and sociopolitical situation in Spain in particular, biopolitics—implementing power through the bodies of and generating desired positions for the citizens—offers a critical lens to understand how power operates by convincing, manipulating and criminalizing the masses. Whereas modern biopolitics refers to the State’s ability to insert docile and disciplined bodies into its mechanisms of exercising power (Foucault), it also implies various degrees of violence, exclusion and abjection. Within this framework, this course will explore different forms of biopolitics with an emphasis on violence and exclusion practices and as articulated in fiction and film in contemporary Spain. Some of the topics we will attend to include the Spanish Civil War, the Franco regime, nationalism, terrorism, delinquency and crime, and immigration. Primary writers, directors and artists whose works we might examine include: Alberto Méndez, Isaac Rosa, Fernando León de Aranoa, Guillermo del Toro, Dulce Chacón, Eloy de la Iglesia, Dulce Chacón, Bernardo Atxaga, Belén Gopegui, Iciar Bollaín, Ricardo Menéndez Salmón, Chus Gutiérrez, Manuel Huerga or Agustín Villaronga. We will examine these literary works together with theoretical readings about biopolitics, violence, war and exclusion, and raise questions about the dynamics in Spain today.  MAP : Texts and Ideas: Paranoid Narratives Sanders It’s no secret that we live in an age of paranoia. What began life in the nineteenth century as a psychiatric diagnosis may now be the predominant form taken by our experience of politics and technology. We explore the evolution of ideas about paranoia through a careful reading of key texts, with special focus on narrative: Could there be something about the structure of narrative—its “voices” and its “speakers,” its drive for explanation of origins—that is paranoid, or gives rise to paranoia? Tracing psychoanalytic theories of paranoia (Sigmund Freud, Melanie Klein), and attending no less to their narrative structure, we address this question and others by reading key autobiographical and fictional works from Europe and Africa, such as Schreber’s Memoirs of My Nervous Illness, Orwell’s Nineteen Eighty-Four, Head’s A Question of Power, Marks’ Not Either an Experimental Doll, Coetzee’s Disgrace, as well as political writings and documents by Richard Hofstadter, Michel Foucault, Julian Assange (Wikileaks), South African AIDS denialists, and Rwandan génocidaires.  Topics in 20th Century Literature: Documents, Documentary, Fiction Vatulescu This course will explore representative works from key moments in the evolution of documentary—the beginnings of the newsreel, literatura fakta, Soviet and Nazi propaganda, American depression documentary books, the cinéma-vérité movement, and the rise of autobiographical/personal documentary films. What accounts for the waxing and waning of the documentary through time, as evident in its recent popularity in American culture? What is the relationship between documentary modes and particular media and technologies—print, photography, cinema, video, and digital? Other topics include the role of the artist, indexicality and representation, literature as historical document, “fiction in the archives,” false documents and forgery, collage, illustration, and other uses of the document in twentieth century art. Critical and theoretical readings by Eric Barnouw, Roland Barthes, Stella Bruzzi, Jane Gaines, Jacques Derrida, Giorgio Agamben, Barbara Johnson, Bill Nichols, Philip Rosen, Vivian Sobchack, Susan Sontag, Jacques Rancière, Edward Said, Alan Sekula, and others.                   Back to Top                     Contact us | &copy; New York University , Arts and Science"}]}]