[{"detail": [{"content": "M.A. in Arts Politics: Tisch School of the Arts at NYU                           Skip to content        Art &amp; Public Policy Home Masters in Arts Politics Center for Art and Public Policy Course Offerings News and Events Faculty Twitter Facebook  home &gt; Art and Public Policy        Master of Arts in Arts Politics  The M.A. in Arts Politics: An Activist, Critical, Interdisciplinary Graduate Program    \"The time has come to train unique arts activists–capable of activating critical and creative dialogue between art and the world, and committed to reshaping how art is produced, perceived and received.\"    The politics that make art. The politics that art makes. This is an opportunity for artists and those working in the intellectual and institutional domains of art to enhance and elaborate the value and significance of their creative endeavors through intensive study, reflection, and engagement with the university and the world. Based at Tisch, the program combines a dedicated core faculty with access to faculty and courses from five different schools at New York University.    Students who undertake this advanced course of study will gain a broad understanding of the issues and the skills required to make their ideas work in practice. They will be well placed to assume a leadership role in creating new institutional venues and public forums for creative work with their publics and for deepening an understanding of how art enriches social life. Students will be encouraged to become advocates for the arts from within the arts. The program will provide a deep grasp of what makes art necessary—both aesthetically and socially—and what constrains its expression and development. They will complicate received notions of access to the arts and the artist’s social responsibility.    New York University is already renowned for producing precisely this kind of independent creative intelligence oriented toward making a mark in the world. Drawing on a diverse faculty across School and departmental lines, a dedicated core faculty, and special visiting faculty, the program avails itself of rich resources and its location in a global cultural center. Students will learn to blend esthetic and social innovation in close connection with various art worlds. They will be able to work collaboratively across disciplinary lines with a robust integration of creative talent and critical acumen. The goal of the program is to train unique arts activists—capable of activating critical and creative dialogue between art and world and committed to reshaping how art is produced, perceived, and received.    …the relation between art and society and the role of the artist in civic life.    The M.A. in Arts Politics Program provides a critical and analytic setting in which artists and others with a social commitment to the arts can develop the means for an appraisal of the political implications and social significance of their work. The program combines an administrative home within the Tisch School of the Arts with partnerships across other NYU schools to offer a spectrum of interdisciplinary courses. The curriculum examines, in an activist key, the relation between art and society and the role of the artist in civic life. Art is treated as providing a particular lens through which the social world can be understood and as a medium of cultural intervention in political processes.    The M.A. program combines core courses with relevant electives drawn from across the University. Students attend classes with those who have related arts interests in other University areas and come together to critically reflect on the discourses and practical strategies that issue from the ability of art to intervene in and transform the social world. Arts politics considers art as both a way of knowing and a kind of action, as an invitation to claim artistic citizenship and a means to democratize the public sphere.    Arts politics attends to both formal and informal political processes that bear on the production, dissemination, and reception of the arts. It integrates approaches from the humanities, social sciences, and the arts themselves. It studies governmental and policy processes and the institutional ecology and political economy of the arts. It employs perspectives that understand how to decode cultural meanings, how social movements are formed, and how to read the aesthetic dimension of contemporary politics. Through official patronage and censorship, celebration and loathing, affirmation and critique of prevailing values, art has long been imbricated and implicated in the political. Yet arts politics is never fixed; its historical and cross-cultural variations help us understand what possibilities exist for civically engaged artists working in the present.    In the United States, cultural policy is typically seen as being weakly developed, and the skills artists use to get their work into the world often frequently rest on tacit knowledge. Art is rarely bestowed with official status or sanction, which can make its social or political impact all the more challenging to discern. Given the often-subtle ways in which art interacts with and acts upon the social world, the political value and efficacy of art can be difficult to assess. Alternately, when art itself is grasped epistemologically, as a way of knowing the world, a distinctive array of art’s social effects becomes legible.    Curriculum    The M.A. is an intensive one year (two semester) program in which students take 18 credits per semester. The curriculum requires four specific courses for this program. They are “Issues in Arts Politics,” “Seminar in Arts Activism,” “Graduate Colloquium,” and “Graduate Fieldwork.” Students also enroll in at least two electives offered through the Department of Art and Public Policy during the course of the academic year. In addition, students must take up to 16 points of electives drawn from a University-wide list of linked course offerings, including advanced course work in art and public policy. Enrollment in the program will remain small, so that there is room in the core courses for students from other programs at the University. Program electives are courses from around the University that are already on the books, and the respective departments have already agreed to admit arts politics students (subject to permission of the individual instructor).    Issues in Arts Politics    This seminar aims to give students both a conceptual and practical grounding in the range of issues and approaches by which arts politics can be understood. The course will be framed by the following considerations: What are the institutional, discursive, and ideological contexts that shape the objects, images, sounds or texts we call “art?” What are the links between cultural spaces-- the museum, the movie-theater, the gallery, the music/dance hall, the bookstore, the fashion runway, the public street, television, cyber space-- and the larger realm of politics? And how do these relationships impact, implicitly or explicitly, the ways we create, curate, or study the arts? How do consumers play an active role in the reception of cultural products? What is the relation between formally promulgated cultural policy and the tacit knowledge that artists call upon to get their work into the world? What dimensions of the broader cultural terrain are made legible through artistic practice? What are the means through which art intervenes in the political arena? “Art” will be studied as a site of contested representations and visions, emb edded in power formations-- themselves shaped by specific historical moments and geographical locations. Given contemporary global technologies, cultural practices will also be studied within the transnational “travel” of ideas and people. Such germane issues as the legal and constitutional dimensions of censorship, the social formation of taste, the consumption of stars, the bio-politics of the body, transnational copyrights law-- will all pass through an intersectional analyses of gender, race, class, sexuality, ethnicity, religion, and nation, incorporating the insights of such areas of inquiry as multiculturalism, feminism, postcolonialism, and queer studies. The first half of the course is explores certain key conceptual issues and the second half examines practical applications. Specific examples are provided through student presentations.    Seminar in Arts Activism    This seminar will focus on developing our work, theory, and art into a realized production. Each student will start with presenting his or her ideas and goals of creating a public project. This may take the form of public art, exhibition, performance, narrative but bringing it to a goal of actualizing the work out of the school student world. But the class is more than just bringing the art into the public light. We will scrutinize and examine intent and where to bring a production. Media, reviews, current events, intent, audience, controversy, economics, politics and other issues and challenges that is vital to a successful professional life. These connections and awareness of the outside world out of school will be a reality check of all the responsibilities of participating in culture. The class is interested in original and dynamic thought, provoking associative thinking and awareness. The class is designed to transform and consider challenging your process and opinion. You are encouraged to bring awareness of different approaches to create new and borrowed strategies in cultural activism. The class is considered process oriented and the professor is encouraging conceptual principles. Process is encouraging original thought over guaranteed knowns.    Core Faculty    Randy Martin is Chair of the Department of Art and Public Policy. He is the author of Performance as Political Act: The Embodied Self ; Socialist Ensembles:Theater and State in Cuba and Nicaragua ; Critical Moves: Dance Studies in Theory and Politics ; On Your Marx: Relinking Socialism and the Left ; Financialization of Daily Life ; and Empire of Indifference: American War and the Financial Logic of Risk Management . He has edited collections on U.S. Communism, sport and academic labor and, most recently, Artistic Citizenship: A Public Voice for the Arts (with Mary Schmidt Campbell) and The Returns of Alwin Nikolais: Bodies , Boundaries, and the Dance Canon (with Claudia Gitelman).    Dr. Martin holds degrees in sociology from the University of California, Berkeley, the University of Wisconsin, Madison, and the City University of New York. He has studied, taught, and performed in dance, theater, and clowning in the United States and abroad. Previously, he served as professor and chair of social science at Pratt Institute, associate dean of faculty at Tisch School of the Arts, and as an editor of the journal Social Text .    Ella Shohat is Professor at the departments of Art &amp; Public Policy and Middle Eastern Studies, and also affiliated with the department of Comparative Literature. She has lectured and published extensively on issues having to with Eurocentrism, post/colonialism and transnatioanlism as well as with orientalism and the representation of the Middle East, including the question of Arab-Jews. Her books include \"Israeli Cinema: East/West and the Politics of Representation\" (U. of Texas Press, a new edition is forthcoming from I.B. Tauris) \"Talking Visions: Multicultural Feminism in a Transnational Age\" (MIT Press &amp; the New Museum,) \"Multiculturalism, Postcoloniality and Transnational Media\" (co-edited, Rutgers University Press, and with Robert Stam, \"Unthinking Eurocentrism\" (Routledge; winner of the Katherine Kovacs Singer Best Book Award) and more recently \"Flagging Patriotism: Crises of Narcissism and Anti-Americanism\" (Routledge). Shohat and Stam are currently in the final stages of writing \"The Culture Wars in Translation\" (NYU press) and Shohat is also currently co-editing a book on the cultural politics of Middle Eastern diasporas throughout the Americas (University of Michigan Press.) Her book \"Taboo Memories, Diasporic Voices\" has recently been published by Duke University Press. A recipient of Rockefeller fellowship, she has served on the editorial board of several journals, including \"Social Text, Critique and Meridians\". Her writing has been translated into diverse languages, including French, Spanish, Portuguese, Arabic, Hebrew, German, Polish, Italian, and Turkish. During the past year she taught at Cornell’s School of Theory &amp; Criticism, and was awarded a senior fellowship at ICAS-- the International Center for Advance Studies, NYU.    Karen Finley is a New York based artist whose raw and transgressive performances have long provoked controversy and debate. She has appeared and exhibited internationally her visual art, performances and plays. Her performances have been presented at Lincoln Center, New York City, The Guthrie, Minneapolis, American Repertory Theatre, The ICA in London, Harvard, The Steppenwolf in Chicago, and The Bobino in Paris. Her artworks are in numerous collections and museums including the Pompidou in Paris and Museum of Contemporary Art, Los Angeles. . Finley attended the San Francisco Art Institute receiving an MFA and honorary PHD. She has received numerous awards and fellowships including a Guggenheim, 2 Obies, 2 Bessies, MS. Magazine Woman Of The Year, NARAL Person of the Year(which she shared with Anna Quindlen and Walter Cronkite), NYSCA and NEA Fellowships She has appeared in many independent films and appeared in the film Philadelphia. She has authored and or edited seven books including Shock Treatment (City Lights 1990), Enough is Enough (Poseidon, Simon and Schuster 1993), Living It Up (Doubleday 1996), Pooh Unplugged (Smart Art Books 1999), A Different Kind Of Intimacy: The Collected Writings of Karen Finley (Thunders Mouth Press 2000), she edited and contributed to Aroused” A Collection of Erotic Writings (Thunders Mouth Press 2001) and George and Martha (Verso 2006).  Alumni of the MA in Arts Politics Applying for Financial Aid Art & Public Policy Web Site Arts Politics Application Requirements How to Apply: Graduate Program MA Arts Politics Class of 2015 Tisch Scholarship Guide  FAQs about the M.A. in Arts Politics  Department of Art & Public Policy 665 Broadway, 6th Floor New York, NY 10012               Phone:       212-992-8200 tisch.arpo@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "M.A. in Arts Politics: Tisch School of the Arts at NYU                           Skip to content        Art &amp; Public Policy Home Masters in Arts Politics Center for Art and Public Policy Course Offerings News and Events Faculty Twitter Facebook  home &gt; Art and Public Policy        Master of Arts in Arts Politics  The M.A. in Arts Politics: An Activist, Critical, Interdisciplinary Graduate Program    \"The time has come to train unique arts activists–capable of activating critical and creative dialogue between art and the world, and committed to reshaping how art is produced, perceived and received.\"    The politics that make art. The politics that art makes. This is an opportunity for artists and those working in the intellectual and institutional domains of art to enhance and elaborate the value and significance of their creative endeavors through intensive study, reflection, and engagement with the university and the world. Based at Tisch, the program combines a dedicated core faculty with access to faculty and courses from five different schools at New York University.    Students who undertake this advanced course of study will gain a broad understanding of the issues and the skills required to make their ideas work in practice. They will be well placed to assume a leadership role in creating new institutional venues and public forums for creative work with their publics and for deepening an understanding of how art enriches social life. Students will be encouraged to become advocates for the arts from within the arts. The program will provide a deep grasp of what makes art necessary—both aesthetically and socially—and what constrains its expression and development. They will complicate received notions of access to the arts and the artist’s social responsibility.    New York University is already renowned for producing precisely this kind of independent creative intelligence oriented toward making a mark in the world. Drawing on a diverse faculty across School and departmental lines, a dedicated core faculty, and special visiting faculty, the program avails itself of rich resources and its location in a global cultural center. Students will learn to blend esthetic and social innovation in close connection with various art worlds. They will be able to work collaboratively across disciplinary lines with a robust integration of creative talent and critical acumen. The goal of the program is to train unique arts activists—capable of activating critical and creative dialogue between art and world and committed to reshaping how art is produced, perceived, and received.    …the relation between art and society and the role of the artist in civic life.    The M.A. in Arts Politics Program provides a critical and analytic setting in which artists and others with a social commitment to the arts can develop the means for an appraisal of the political implications and social significance of their work. The program combines an administrative home within the Tisch School of the Arts with partnerships across other NYU schools to offer a spectrum of interdisciplinary courses. The curriculum examines, in an activist key, the relation between art and society and the role of the artist in civic life. Art is treated as providing a particular lens through which the social world can be understood and as a medium of cultural intervention in political processes.    The M.A. program combines core courses with relevant electives drawn from across the University. Students attend classes with those who have related arts interests in other University areas and come together to critically reflect on the discourses and practical strategies that issue from the ability of art to intervene in and transform the social world. Arts politics considers art as both a way of knowing and a kind of action, as an invitation to claim artistic citizenship and a means to democratize the public sphere.    Arts politics attends to both formal and informal political processes that bear on the production, dissemination, and reception of the arts. It integrates approaches from the humanities, social sciences, and the arts themselves. It studies governmental and policy processes and the institutional ecology and political economy of the arts. It employs perspectives that understand how to decode cultural meanings, how social movements are formed, and how to read the aesthetic dimension of contemporary politics. Through official patronage and censorship, celebration and loathing, affirmation and critique of prevailing values, art has long been imbricated and implicated in the political. Yet arts politics is never fixed; its historical and cross-cultural variations help us understand what possibilities exist for civically engaged artists working in the present.    In the United States, cultural policy is typically seen as being weakly developed, and the skills artists use to get their work into the world often frequently rest on tacit knowledge. Art is rarely bestowed with official status or sanction, which can make its social or political impact all the more challenging to discern. Given the often-subtle ways in which art interacts with and acts upon the social world, the political value and efficacy of art can be difficult to assess. Alternately, when art itself is grasped epistemologically, as a way of knowing the world, a distinctive array of art’s social effects becomes legible.    Curriculum    The M.A. is an intensive one year (two semester) program in which students take 18 credits per semester. The curriculum requires four specific courses for this program. They are “Issues in Arts Politics,” “Seminar in Arts Activism,” “Graduate Colloquium,” and “Graduate Fieldwork.” Students also enroll in at least two electives offered through the Department of Art and Public Policy during the course of the academic year. In addition, students must take up to 16 points of electives drawn from a University-wide list of linked course offerings, including advanced course work in art and public policy. Enrollment in the program will remain small, so that there is room in the core courses for students from other programs at the University. Program electives are courses from around the University that are already on the books, and the respective departments have already agreed to admit arts politics students (subject to permission of the individual instructor).    Issues in Arts Politics    This seminar aims to give students both a conceptual and practical grounding in the range of issues and approaches by which arts politics can be understood. The course will be framed by the following considerations: What are the institutional, discursive, and ideological contexts that shape the objects, images, sounds or texts we call “art?” What are the links between cultural spaces-- the museum, the movie-theater, the gallery, the music/dance hall, the bookstore, the fashion runway, the public street, television, cyber space-- and the larger realm of politics? And how do these relationships impact, implicitly or explicitly, the ways we create, curate, or study the arts? How do consumers play an active role in the reception of cultural products? What is the relation between formally promulgated cultural policy and the tacit knowledge that artists call upon to get their work into the world? What dimensions of the broader cultural terrain are made legible through artistic practice? What are the means through which art intervenes in the political arena? “Art” will be studied as a site of contested representations and visions, emb edded in power formations-- themselves shaped by specific historical moments and geographical locations. Given contemporary global technologies, cultural practices will also be studied within the transnational “travel” of ideas and people. Such germane issues as the legal and constitutional dimensions of censorship, the social formation of taste, the consumption of stars, the bio-politics of the body, transnational copyrights law-- will all pass through an intersectional analyses of gender, race, class, sexuality, ethnicity, religion, and nation, incorporating the insights of such areas of inquiry as multiculturalism, feminism, postcolonialism, and queer studies. The first half of the course is explores certain key conceptual issues and the second half examines practical applications. Specific examples are provided through student presentations.    Seminar in Arts Activism    This seminar will focus on developing our work, theory, and art into a realized production. Each student will start with presenting his or her ideas and goals of creating a public project. This may take the form of public art, exhibition, performance, narrative but bringing it to a goal of actualizing the work out of the school student world. But the class is more than just bringing the art into the public light. We will scrutinize and examine intent and where to bring a production. Media, reviews, current events, intent, audience, controversy, economics, politics and other issues and challenges that is vital to a successful professional life. These connections and awareness of the outside world out of school will be a reality check of all the responsibilities of participating in culture. The class is interested in original and dynamic thought, provoking associative thinking and awareness. The class is designed to transform and consider challenging your process and opinion. You are encouraged to bring awareness of different approaches to create new and borrowed strategies in cultural activism. The class is considered process oriented and the professor is encouraging conceptual principles. Process is encouraging original thought over guaranteed knowns.    Core Faculty    Randy Martin is Chair of the Department of Art and Public Policy. He is the author of Performance as Political Act: The Embodied Self ; Socialist Ensembles:Theater and State in Cuba and Nicaragua ; Critical Moves: Dance Studies in Theory and Politics ; On Your Marx: Relinking Socialism and the Left ; Financialization of Daily Life ; and Empire of Indifference: American War and the Financial Logic of Risk Management . He has edited collections on U.S. Communism, sport and academic labor and, most recently, Artistic Citizenship: A Public Voice for the Arts (with Mary Schmidt Campbell) and The Returns of Alwin Nikolais: Bodies , Boundaries, and the Dance Canon (with Claudia Gitelman).    Dr. Martin holds degrees in sociology from the University of California, Berkeley, the University of Wisconsin, Madison, and the City University of New York. He has studied, taught, and performed in dance, theater, and clowning in the United States and abroad. Previously, he served as professor and chair of social science at Pratt Institute, associate dean of faculty at Tisch School of the Arts, and as an editor of the journal Social Text .    Ella Shohat is Professor at the departments of Art &amp; Public Policy and Middle Eastern Studies, and also affiliated with the department of Comparative Literature. She has lectured and published extensively on issues having to with Eurocentrism, post/colonialism and transnatioanlism as well as with orientalism and the representation of the Middle East, including the question of Arab-Jews. Her books include \"Israeli Cinema: East/West and the Politics of Representation\" (U. of Texas Press, a new edition is forthcoming from I.B. Tauris) \"Talking Visions: Multicultural Feminism in a Transnational Age\" (MIT Press &amp; the New Museum,) \"Multiculturalism, Postcoloniality and Transnational Media\" (co-edited, Rutgers University Press, and with Robert Stam, \"Unthinking Eurocentrism\" (Routledge; winner of the Katherine Kovacs Singer Best Book Award) and more recently \"Flagging Patriotism: Crises of Narcissism and Anti-Americanism\" (Routledge). Shohat and Stam are currently in the final stages of writing \"The Culture Wars in Translation\" (NYU press) and Shohat is also currently co-editing a book on the cultural politics of Middle Eastern diasporas throughout the Americas (University of Michigan Press.) Her book \"Taboo Memories, Diasporic Voices\" has recently been published by Duke University Press. A recipient of Rockefeller fellowship, she has served on the editorial board of several journals, including \"Social Text, Critique and Meridians\". Her writing has been translated into diverse languages, including French, Spanish, Portuguese, Arabic, Hebrew, German, Polish, Italian, and Turkish. During the past year she taught at Cornell’s School of Theory &amp; Criticism, and was awarded a senior fellowship at ICAS-- the International Center for Advance Studies, NYU.    Karen Finley is a New York based artist whose raw and transgressive performances have long provoked controversy and debate. She has appeared and exhibited internationally her visual art, performances and plays. Her performances have been presented at Lincoln Center, New York City, The Guthrie, Minneapolis, American Repertory Theatre, The ICA in London, Harvard, The Steppenwolf in Chicago, and The Bobino in Paris. Her artworks are in numerous collections and museums including the Pompidou in Paris and Museum of Contemporary Art, Los Angeles. . Finley attended the San Francisco Art Institute receiving an MFA and honorary PHD. She has received numerous awards and fellowships including a Guggenheim, 2 Obies, 2 Bessies, MS. Magazine Woman Of The Year, NARAL Person of the Year(which she shared with Anna Quindlen and Walter Cronkite), NYSCA and NEA Fellowships She has appeared in many independent films and appeared in the film Philadelphia. She has authored and or edited seven books including Shock Treatment (City Lights 1990), Enough is Enough (Poseidon, Simon and Schuster 1993), Living It Up (Doubleday 1996), Pooh Unplugged (Smart Art Books 1999), A Different Kind Of Intimacy: The Collected Writings of Karen Finley (Thunders Mouth Press 2000), she edited and contributed to Aroused” A Collection of Erotic Writings (Thunders Mouth Press 2001) and George and Martha (Verso 2006).  Alumni of the MA in Arts Politics Applying for Financial Aid Art & Public Policy Web Site Arts Politics Application Requirements How to Apply: Graduate Program MA Arts Politics Class of 2015 Tisch Scholarship Guide  FAQs about the M.A. in Arts Politics  Department of Art & Public Policy 665 Broadway, 6th Floor New York, NY 10012               Phone:       212-992-8200 tisch.arpo@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Curriculum - Teaching Art and Social Studies (Dual Certification) - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                      Department of Art and Art Professions            NYU Art Facebook    NYU Art Twitter            Teaching Art and Social Studies (Dual Certification)                 MFA     MA          Art Education      Art Therapy      Costume Studies      Visual Arts Administration             Undergraduate          BFA Studio Art      Minors             About          Exhibitions      Events        Facilities      Faculty      Staff      Student Resources      Internships      Summer                              Teaching Art &amp; Social Studies (Dual Certification)    the program    curriculum    faculty    guest speakers    facilities    how to apply    high school art workshop    art + education programs                                 Curriculum       MA and Dual Certification in Visual Art and Social Studies, Grades 7-12 (44 Credits)          Pedagogical Foundations 29 Credits          ARTED-GE 2271          School Art I: Issues in Pedagogy and Curriculum (Elementary)          3 credits                ARTED-GE 2272          School Art II: Issues in Pedagogy and Curriculum (Secondary)          3 credits                SOCED-GE.2047          The Social Studies Curriculum: US History          3 credits                SOCED-GE.2048          The Social Studies Curriculum: World History          3 credits                TCHL-GE 2010          Inquiries into Teaching and Learning          3 credits                ARTED-GE 2277          Media Literacy and Art in the Classroom          3 credits                SOCED-GE.2147          Literacy and Social Studies          3 credits                TCHL-GE.2515          Adolescent Learners in Urban Contexts          2 credits                SOCED-GE.2042          Teaching Social Studies in Middle and Secondary School          3 credits                SOCED-GE.2146          M.A. Seminar in Social Studies          3 credits             TCHL-GE 2999       Drug &amp; Alcohol Ed/Child Abuse Identification/Violence Prevention          0 credits             Praxis  in Art Education and Social Studies Education (Pedagogical Core):    6 credits          ARTED-GE 2901          Student Teaching: Elementary School          3 credits                SOCED-GE.2051       Practicum: Social Studies in the Secondary School       1 credit                SOCED-GE.2922       Student Teaching in the Social Studies Secondary School       2 credits          Studies in Critical Theory and Art Education 6 Credits min          ARTED-GE 2081          Special Education, Disabilities Studies and Contemporary Art          3 credits                ARTED-GE 2015          Contemporary Art and Critical Pedagogy : Identity, Representation &amp; Multiculturalism          3 credits          Final Project in Social Studies OR Art Education 3 Credits          ARTED-GE 2299          Research in Art Education          2 credits                ARTED-GE 2301          Final Project          1 credits                OR                SOCED-GE.2140       Social Studies and History Workshop       3 credits                Additional Requirements    Students must have completed at least 30 credits in studio art and art history courses, in addition to at least 15 credits in history and/or geography, 3 credits in politics, 3 credits in economics, 3 additional credits in another area of social studies, and a semester of study of language other than English.    If students do not have the required credits in studio art and art history courses and/or the required courses in history/geography, politics, economics, language other than English then they will be required to take pre-requisite credits at NYU in those deficiencies.    Course Descriptions    Detailed descriptions of the required courses for the MA, Teaching Art, All Grades (Initial Certification - 36 credits).    Fieldwork    A description of Art + Education fieldwork (serving as learning partners and student teaching experiences).    Visionary Studios Saturday Workshop As part of the program&rsquo;s emphasis on praxis, our graduate students enrolled in School Art II: Issues in Pedagogy and Curriculum teach a 9-week Saturday Art Workshop for high school students from across New York City. As an opportunity to design and implement a thematic unit plan based on social issues, this field experience allows students to establish a dialogue between theory introduced in the seminar and practice in the classroom, as well as develop their teaching style. Thematic classes are designed to help high school students explore ideas using a range of visual media and through multi-disciplinary projects that may include drawing, painting, printmaking, video, installation, and photography. An exhibition at the end of the session allows students to share their work with a wide audience of parents, friends, teachers, and NYU faculty.    See examples of Visionary Studio class themes and curricula .                                        This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.     NYU Steinhardt - Department of Art and Arts Professions - 34 Stuyvesant Street -  New York, NY 10003"}]},
{"detail": [{"content": "M.A. in Arts Politics: Tisch School of the Arts at NYU                           Skip to content        Art &amp; Public Policy Home Masters in Arts Politics Center for Art and Public Policy Course Offerings News and Events Faculty Twitter Facebook  home &gt; Art and Public Policy        Master of Arts in Arts Politics  The M.A. in Arts Politics: An Activist, Critical, Interdisciplinary Graduate Program    \"The time has come to train unique arts activists–capable of activating critical and creative dialogue between art and the world, and committed to reshaping how art is produced, perceived and received.\"    The politics that make art. The politics that art makes. This is an opportunity for artists and those working in the intellectual and institutional domains of art to enhance and elaborate the value and significance of their creative endeavors through intensive study, reflection, and engagement with the university and the world. Based at Tisch, the program combines a dedicated core faculty with access to faculty and courses from five different schools at New York University.    Students who undertake this advanced course of study will gain a broad understanding of the issues and the skills required to make their ideas work in practice. They will be well placed to assume a leadership role in creating new institutional venues and public forums for creative work with their publics and for deepening an understanding of how art enriches social life. Students will be encouraged to become advocates for the arts from within the arts. The program will provide a deep grasp of what makes art necessary—both aesthetically and socially—and what constrains its expression and development. They will complicate received notions of access to the arts and the artist’s social responsibility.    New York University is already renowned for producing precisely this kind of independent creative intelligence oriented toward making a mark in the world. Drawing on a diverse faculty across School and departmental lines, a dedicated core faculty, and special visiting faculty, the program avails itself of rich resources and its location in a global cultural center. Students will learn to blend esthetic and social innovation in close connection with various art worlds. They will be able to work collaboratively across disciplinary lines with a robust integration of creative talent and critical acumen. The goal of the program is to train unique arts activists—capable of activating critical and creative dialogue between art and world and committed to reshaping how art is produced, perceived, and received.    …the relation between art and society and the role of the artist in civic life.    The M.A. in Arts Politics Program provides a critical and analytic setting in which artists and others with a social commitment to the arts can develop the means for an appraisal of the political implications and social significance of their work. The program combines an administrative home within the Tisch School of the Arts with partnerships across other NYU schools to offer a spectrum of interdisciplinary courses. The curriculum examines, in an activist key, the relation between art and society and the role of the artist in civic life. Art is treated as providing a particular lens through which the social world can be understood and as a medium of cultural intervention in political processes.    The M.A. program combines core courses with relevant electives drawn from across the University. Students attend classes with those who have related arts interests in other University areas and come together to critically reflect on the discourses and practical strategies that issue from the ability of art to intervene in and transform the social world. Arts politics considers art as both a way of knowing and a kind of action, as an invitation to claim artistic citizenship and a means to democratize the public sphere.    Arts politics attends to both formal and informal political processes that bear on the production, dissemination, and reception of the arts. It integrates approaches from the humanities, social sciences, and the arts themselves. It studies governmental and policy processes and the institutional ecology and political economy of the arts. It employs perspectives that understand how to decode cultural meanings, how social movements are formed, and how to read the aesthetic dimension of contemporary politics. Through official patronage and censorship, celebration and loathing, affirmation and critique of prevailing values, art has long been imbricated and implicated in the political. Yet arts politics is never fixed; its historical and cross-cultural variations help us understand what possibilities exist for civically engaged artists working in the present.    In the United States, cultural policy is typically seen as being weakly developed, and the skills artists use to get their work into the world often frequently rest on tacit knowledge. Art is rarely bestowed with official status or sanction, which can make its social or political impact all the more challenging to discern. Given the often-subtle ways in which art interacts with and acts upon the social world, the political value and efficacy of art can be difficult to assess. Alternately, when art itself is grasped epistemologically, as a way of knowing the world, a distinctive array of art’s social effects becomes legible.    Curriculum    The M.A. is an intensive one year (two semester) program in which students take 18 credits per semester. The curriculum requires four specific courses for this program. They are “Issues in Arts Politics,” “Seminar in Arts Activism,” “Graduate Colloquium,” and “Graduate Fieldwork.” Students also enroll in at least two electives offered through the Department of Art and Public Policy during the course of the academic year. In addition, students must take up to 16 points of electives drawn from a University-wide list of linked course offerings, including advanced course work in art and public policy. Enrollment in the program will remain small, so that there is room in the core courses for students from other programs at the University. Program electives are courses from around the University that are already on the books, and the respective departments have already agreed to admit arts politics students (subject to permission of the individual instructor).    Issues in Arts Politics    This seminar aims to give students both a conceptual and practical grounding in the range of issues and approaches by which arts politics can be understood. The course will be framed by the following considerations: What are the institutional, discursive, and ideological contexts that shape the objects, images, sounds or texts we call “art?” What are the links between cultural spaces-- the museum, the movie-theater, the gallery, the music/dance hall, the bookstore, the fashion runway, the public street, television, cyber space-- and the larger realm of politics? And how do these relationships impact, implicitly or explicitly, the ways we create, curate, or study the arts? How do consumers play an active role in the reception of cultural products? What is the relation between formally promulgated cultural policy and the tacit knowledge that artists call upon to get their work into the world? What dimensions of the broader cultural terrain are made legible through artistic practice? What are the means through which art intervenes in the political arena? “Art” will be studied as a site of contested representations and visions, emb edded in power formations-- themselves shaped by specific historical moments and geographical locations. Given contemporary global technologies, cultural practices will also be studied within the transnational “travel” of ideas and people. Such germane issues as the legal and constitutional dimensions of censorship, the social formation of taste, the consumption of stars, the bio-politics of the body, transnational copyrights law-- will all pass through an intersectional analyses of gender, race, class, sexuality, ethnicity, religion, and nation, incorporating the insights of such areas of inquiry as multiculturalism, feminism, postcolonialism, and queer studies. The first half of the course is explores certain key conceptual issues and the second half examines practical applications. Specific examples are provided through student presentations.    Seminar in Arts Activism    This seminar will focus on developing our work, theory, and art into a realized production. Each student will start with presenting his or her ideas and goals of creating a public project. This may take the form of public art, exhibition, performance, narrative but bringing it to a goal of actualizing the work out of the school student world. But the class is more than just bringing the art into the public light. We will scrutinize and examine intent and where to bring a production. Media, reviews, current events, intent, audience, controversy, economics, politics and other issues and challenges that is vital to a successful professional life. These connections and awareness of the outside world out of school will be a reality check of all the responsibilities of participating in culture. The class is interested in original and dynamic thought, provoking associative thinking and awareness. The class is designed to transform and consider challenging your process and opinion. You are encouraged to bring awareness of different approaches to create new and borrowed strategies in cultural activism. The class is considered process oriented and the professor is encouraging conceptual principles. Process is encouraging original thought over guaranteed knowns.    Core Faculty    Randy Martin is Chair of the Department of Art and Public Policy. He is the author of Performance as Political Act: The Embodied Self ; Socialist Ensembles:Theater and State in Cuba and Nicaragua ; Critical Moves: Dance Studies in Theory and Politics ; On Your Marx: Relinking Socialism and the Left ; Financialization of Daily Life ; and Empire of Indifference: American War and the Financial Logic of Risk Management . He has edited collections on U.S. Communism, sport and academic labor and, most recently, Artistic Citizenship: A Public Voice for the Arts (with Mary Schmidt Campbell) and The Returns of Alwin Nikolais: Bodies , Boundaries, and the Dance Canon (with Claudia Gitelman).    Dr. Martin holds degrees in sociology from the University of California, Berkeley, the University of Wisconsin, Madison, and the City University of New York. He has studied, taught, and performed in dance, theater, and clowning in the United States and abroad. Previously, he served as professor and chair of social science at Pratt Institute, associate dean of faculty at Tisch School of the Arts, and as an editor of the journal Social Text .    Ella Shohat is Professor at the departments of Art &amp; Public Policy and Middle Eastern Studies, and also affiliated with the department of Comparative Literature. She has lectured and published extensively on issues having to with Eurocentrism, post/colonialism and transnatioanlism as well as with orientalism and the representation of the Middle East, including the question of Arab-Jews. Her books include \"Israeli Cinema: East/West and the Politics of Representation\" (U. of Texas Press, a new edition is forthcoming from I.B. Tauris) \"Talking Visions: Multicultural Feminism in a Transnational Age\" (MIT Press &amp; the New Museum,) \"Multiculturalism, Postcoloniality and Transnational Media\" (co-edited, Rutgers University Press, and with Robert Stam, \"Unthinking Eurocentrism\" (Routledge; winner of the Katherine Kovacs Singer Best Book Award) and more recently \"Flagging Patriotism: Crises of Narcissism and Anti-Americanism\" (Routledge). Shohat and Stam are currently in the final stages of writing \"The Culture Wars in Translation\" (NYU press) and Shohat is also currently co-editing a book on the cultural politics of Middle Eastern diasporas throughout the Americas (University of Michigan Press.) Her book \"Taboo Memories, Diasporic Voices\" has recently been published by Duke University Press. A recipient of Rockefeller fellowship, she has served on the editorial board of several journals, including \"Social Text, Critique and Meridians\". Her writing has been translated into diverse languages, including French, Spanish, Portuguese, Arabic, Hebrew, German, Polish, Italian, and Turkish. During the past year she taught at Cornell’s School of Theory &amp; Criticism, and was awarded a senior fellowship at ICAS-- the International Center for Advance Studies, NYU.    Karen Finley is a New York based artist whose raw and transgressive performances have long provoked controversy and debate. She has appeared and exhibited internationally her visual art, performances and plays. Her performances have been presented at Lincoln Center, New York City, The Guthrie, Minneapolis, American Repertory Theatre, The ICA in London, Harvard, The Steppenwolf in Chicago, and The Bobino in Paris. Her artworks are in numerous collections and museums including the Pompidou in Paris and Museum of Contemporary Art, Los Angeles. . Finley attended the San Francisco Art Institute receiving an MFA and honorary PHD. She has received numerous awards and fellowships including a Guggenheim, 2 Obies, 2 Bessies, MS. Magazine Woman Of The Year, NARAL Person of the Year(which she shared with Anna Quindlen and Walter Cronkite), NYSCA and NEA Fellowships She has appeared in many independent films and appeared in the film Philadelphia. She has authored and or edited seven books including Shock Treatment (City Lights 1990), Enough is Enough (Poseidon, Simon and Schuster 1993), Living It Up (Doubleday 1996), Pooh Unplugged (Smart Art Books 1999), A Different Kind Of Intimacy: The Collected Writings of Karen Finley (Thunders Mouth Press 2000), she edited and contributed to Aroused” A Collection of Erotic Writings (Thunders Mouth Press 2001) and George and Martha (Verso 2006).  Alumni of the MA in Arts Politics Applying for Financial Aid Art & Public Policy Web Site Arts Politics Application Requirements How to Apply: Graduate Program MA Arts Politics Class of 2015 Tisch Scholarship Guide  FAQs about the M.A. in Arts Politics  Department of Art & Public Policy 665 Broadway, 6th Floor New York, NY 10012               Phone:       212-992-8200 tisch.arpo@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Curriculum - Teaching Art and Social Studies (Dual Certification) - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                      Department of Art and Art Professions            NYU Art Facebook    NYU Art Twitter            Teaching Art and Social Studies (Dual Certification)                 MFA     MA          Art Education      Art Therapy      Costume Studies      Visual Arts Administration             Undergraduate          BFA Studio Art      Minors             About          Exhibitions      Events        Facilities      Faculty      Staff      Student Resources      Internships      Summer                              Teaching Art &amp; Social Studies (Dual Certification)    the program    curriculum    faculty    guest speakers    facilities    how to apply    high school art workshop    art + education programs                                 Curriculum       MA and Dual Certification in Visual Art and Social Studies, Grades 7-12 (44 Credits)          Pedagogical Foundations 29 Credits          ARTED-GE 2271          School Art I: Issues in Pedagogy and Curriculum (Elementary)          3 credits                ARTED-GE 2272          School Art II: Issues in Pedagogy and Curriculum (Secondary)          3 credits                SOCED-GE.2047          The Social Studies Curriculum: US History          3 credits                SOCED-GE.2048          The Social Studies Curriculum: World History          3 credits                TCHL-GE 2010          Inquiries into Teaching and Learning          3 credits                ARTED-GE 2277          Media Literacy and Art in the Classroom          3 credits                SOCED-GE.2147          Literacy and Social Studies          3 credits                TCHL-GE.2515          Adolescent Learners in Urban Contexts          2 credits                SOCED-GE.2042          Teaching Social Studies in Middle and Secondary School          3 credits                SOCED-GE.2146          M.A. Seminar in Social Studies          3 credits             TCHL-GE 2999       Drug &amp; Alcohol Ed/Child Abuse Identification/Violence Prevention          0 credits             Praxis  in Art Education and Social Studies Education (Pedagogical Core):    6 credits          ARTED-GE 2901          Student Teaching: Elementary School          3 credits                SOCED-GE.2051       Practicum: Social Studies in the Secondary School       1 credit                SOCED-GE.2922       Student Teaching in the Social Studies Secondary School       2 credits          Studies in Critical Theory and Art Education 6 Credits min          ARTED-GE 2081          Special Education, Disabilities Studies and Contemporary Art          3 credits                ARTED-GE 2015          Contemporary Art and Critical Pedagogy : Identity, Representation &amp; Multiculturalism          3 credits          Final Project in Social Studies OR Art Education 3 Credits          ARTED-GE 2299          Research in Art Education          2 credits                ARTED-GE 2301          Final Project          1 credits                OR                SOCED-GE.2140       Social Studies and History Workshop       3 credits                Additional Requirements    Students must have completed at least 30 credits in studio art and art history courses, in addition to at least 15 credits in history and/or geography, 3 credits in politics, 3 credits in economics, 3 additional credits in another area of social studies, and a semester of study of language other than English.    If students do not have the required credits in studio art and art history courses and/or the required courses in history/geography, politics, economics, language other than English then they will be required to take pre-requisite credits at NYU in those deficiencies.    Course Descriptions    Detailed descriptions of the required courses for the MA, Teaching Art, All Grades (Initial Certification - 36 credits).    Fieldwork    A description of Art + Education fieldwork (serving as learning partners and student teaching experiences).    Visionary Studios Saturday Workshop As part of the program&rsquo;s emphasis on praxis, our graduate students enrolled in School Art II: Issues in Pedagogy and Curriculum teach a 9-week Saturday Art Workshop for high school students from across New York City. As an opportunity to design and implement a thematic unit plan based on social issues, this field experience allows students to establish a dialogue between theory introduced in the seminar and practice in the classroom, as well as develop their teaching style. Thematic classes are designed to help high school students explore ideas using a range of visual media and through multi-disciplinary projects that may include drawing, painting, printmaking, video, installation, and photography. An exhibition at the end of the session allows students to share their work with a wide audience of parents, friends, teachers, and NYU faculty.    See examples of Visionary Studio class themes and curricula .                                        This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.     NYU Steinhardt - Department of Art and Arts Professions - 34 Stuyvesant Street -  New York, NY 10003"}, {"content": "Teaching Art and Social Studies (Dual Certification) - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                      Department of Art and Art Professions            NYU Art Facebook    NYU Art Twitter            Teaching Art and Social Studies (Dual Certification)                 MFA     MA          Art Education      Art Therapy      Costume Studies      Visual Arts Administration             Undergraduate          BFA Studio Art      Minors             About          Exhibitions      Events        Facilities      Faculty      Staff      Student Resources      Internships      Summer                              Teaching Art &amp; Social Studies (Dual Certification)    the program    curriculum    faculty    guest speakers    facilities    how to apply    high school art workshop    art + education programs                                 Dual Certification in Teaching Art (all grades) and Social Studies (grades 7-12)    Welcome to Art + Education at NYU!    At NYU Steinhardt's Art + Education program, you have access to:       The East Village and New York City, the cultural capital of the world, including world-renowned museums such as The New Museum, MoMA, and the Whitney Museum, along with nearby galleries in the Lower East Side and Chelsea    carefully supervised teaching placements and internships in New York's finest schools and cultural institutions    an internationally renowned and dedicated faculty of artist/educators, many of whom are full time K-12 teachers in schools across the city    studio courses taught by leading contemporary artists    a comprehensive and balanced curriculum in visual art and social studies education and pedagogy that combines theory with teaching practice    a richly diverse and multicultural educational community committed to social justice       This program offers a MA with dual certification in Art Education (all grades) and Social Studies Education (grades 7-12). This dual-degree program models critical and investigatory education that empowers students to think beyond subject area. A fundamental component of this program is collaboration across two departments in Steinhardt: the Department of Teaching and Learning and the Department of Art and Art Professions. Students take courses in both departments and have the opportunity to engage with and learn from students and faculty across Steinhardt. Students must apply to the Art Education Program initially and fulfill all admissions requirements, including a visual portfolio, and then meet the admissions requirements for the Social Studies Education program in Teaching and Learning. With a special focus on contemporary art  and its social context, this program conceptualizes the artist-educator as cultural worker, intellectual, and activist. Students are involved in integrated learning opportunities that re-imagine both art and social studies education. As part of the program&rsquo;s emphasis on praxis, graduate students teach a 9-week NYU Visionary Studio  Saturday Workshop for high school students from across New York City. This field experience allows Art Education students to establish a dialogue between theory introduced in the seminar and practice in the classroom, as well as develop their teaching style as they design and implement a thematic unit plan based on social issues. In addition, students spend two-semesters in student teaching placements in New York City schools at both the elementary and secondary level with the guidance and support of experienced NYU faculty supervisors.    Personal attention is given to each student throughout the duration of program, from initial advisement through completion of the final master's project. Classes are small, and Special Projects and Guest Speakers offer additional professional opportunities and experiences.    For students who have an undergraduate BA or BFA degree and wish to acquire teacher certification, this dual degree program offers a curriculum that satisfies the academic requirements for New York State initial teacher certification in Visual Art (all grades) and Social Studies (grades 7-12). Students are required to fulfill all additional New York State Department of Education Certification requirements including mandatory tests and assessments. Note: This 44-credit program begins in the Summer semester and can be completed in as little as 3 semesters or 12 months as a full-time student. The program can also be completed as a part-time student in two years. The NYU Steinhardt Teacher Education Program is fully accredited by the Teacher Education Accreditation Council.    Certification Requirements    In addition to completing all coursework, students must successfully complete all required New York State Teacher Certification Examinations and Assessments . Scores must be submitted to the New York State Education Department before it will consider issuing a certificate to teach in public schools in New York State.    Currently all candidates seeking dual certification in Visual Arts (all grades) and Social Studies (Grades 7-12) are required to take the following exams: LAST, Elem or Sec ATS-W (not both), Visual Arts Content Specialty Test.    The NYSED anticipates that candidates applying for certification on or after May 1, 2014 will be required to take new exams , please see details on the NYSED website here and from the NYS Teacher Certification Examinations website .    For more information about the certification process please see the NYU Steinhardt Timetable for Certification .    Enrollment    Students come from a variety of backgrounds including studio art and history fields as well as enter the program with a wide range of teaching experience. Enrolled students are interested in becoming classroom teachers in the public or private sectors and may go on to work in community-based, non-profit, and for-profit educational contexts or pursue doctoral studies. The program enrolls five new students each year, begins in the Fall semester, and can be completed in as little as four semesters with full-time study. Students may participate in the program on a full-time or part-time basis.    For Examples of Student Work    Visit our Art + Education blog .    More Information    Information sessions for the Art + Education MA programs will be offered in the Fall semester. See details .                                                   This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.     NYU Steinhardt - Department of Art and Arts Professions - 34 Stuyvesant Street -  New York, NY 10003"}]}]