[{"detail": [{"content": "Multimedia                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Resources and Services   /   Media and Communications                 Sub Navigation                                 University Communications and News                       Publishing and Printing                       Digital Communications                       Multimedia                       Marketing and Advertising                       Photo Services                       University Identity                       Video Marketing and Communications                                                                   Multimedia         If you need help producing, editing or converting multimedia, NYU has staff, equipment, technology and software available for you to use. The Department of Media Production, the Television Center, Campus Media and Information Technology Services offer a wide range of multimedia services and assistance. Whether it’s creating, editing or streaming audio and video, getting connected or creating digital media, trained experts and the newest technologies are available to you. If you need help filming in a studio or on-location, webcasting, setting up teleconferences or need an event recorded, these offices are great resources. For more information about what services they provide, how to access them and for consultations, visit their websites or contact their offices.          Video (streaming, resources, editing, etc.)   Whether it’s streaming video for an event, editing an archived version for the web or creating marketing materials for your office or division, the Department of Media Production and the Television Center are your resources for a variety of video services.   The Department of Media Production boasts a talented group of producers, directors, writers, cinematographers, editors, programmers, animators and designers who will work with you to design and produce videos suited to your needs and interests. Their team handles all aspects of production from inception to completion, helping create videos to promote your program, department or school. Contact Media Production http://www.nyu.edu/media.production/forms/ and visit its website for more information about how they can help with your project.   The Television Center provides both studio and location assistance and post-production services. Staff members can assist with concept development, scripting, budgeting, taping, editing and duplicating. The Center provides short term personnel and equipment needed for producing professional video programming as well as broadcasting and streaming services. To request a service or find out more information, visit the Television Center website .        Audio   From transcoding to podcasting to streaming, the Television Center is a comprehensive resource for your audio needs. The Center is equipped to turn your content into digital media files for podcasting, transcode a variety of files and convert video to a digital file that can be embedded in your website for streaming. For more information on these and other audio services, contact the Television Center http://www.nyu.edu/tv.media/tv.center/request.html .           Events / Equipment Rental   Planning an event or presentation? Record your event or accentuate it using state-of-the-art multimedia with help from Campus Media, the Department of Media Production or the Television Center. These resources give you access to audio and visual equipment, training demonstrations and specialized media services to assist you in capturing and producing your presentation.     Campus Media offers a broad inventory of audio and video systems, projection equipment, laptop computers, accessories for classroom support and special events, demonstrations and training on the proper use of equipment. The Classroom Media Services department provides equipment and support for use in the classroom.     If you need help creating a video or presentation for your event, the Department of Media Production boasts a talented group of producers, directors, writers, cinematographers, editors, programmers, animators and designers who will work with you to design and produce your presentation. Whether it’s creating a video, DVD, CD-ROM or web media, Media Production will work with you from inception to successful completion to produce effective multimedia for your event. To find out more, visit the Department of Media Production website .     Do you want to film or record an event? The Television Center is equipped to help you record your event, broadcast it live over NYU-TV or arrange for a live webcast. The Center provides crews for your production and recording equipment for rental. Visit the Television Center website to find out more about the recording services available and how to request a service.       If you want to make sure that a special event such as the Academy Awards, the Super Bowl or the World Series is available for students to watch, the Television Center can arrange broadcasting on a temporary basis. To make a special broadcast request, visit the Television Center’s website .             Studio or location   Whether you need studio space for filming or assistance on a location shoot, the Television Center provides a variety of studio, location and post-production services. The Center has staff available for both technical and creative assistance as well as equipment available for rental and use. Contact the Center to access equipment, for assistance with studio or on-location shoots and post-production services, including editing, graphics creation and conversion to multiple formats.       One of the most unique features of the Television Center is the built-in studio located at 28 Washington Place. Whether you need a quick interview taped, plan on hosting a game show or are producing a day-long conference, the studio can be configured to meet a variety of needs. The 20' x 35' television studio is available for rental with or without equipment. Contact the Television Center to find out more about the equipment available and for information about renting the studio and rental rates.       NYU sponsored events can take place at locations across the Manhattan campus and beyond. The Television Center is equipped to help film and record events from any location on campus. For additional transportation charges, the Center can also help with shoots at locations beyond Washington Square. Whether you need to rent equipment or require a crew to record your event, the Television Center customizes its services to your video recording needs. Visit the Television Center website for more information about location filming services.             Webcasting   If you want your content to reach the largest audience possible, then webcasting is the way to go. New York University uses the Real Media platform to broadcast live and archived webcasts. The Television Center in conjunction with Campus Cable can ensure that your event is streamed from a variety of NYU events locations out to the general public.     Do you have an event that was videotaped that you’d like to share with the larger NYU community or the general public? Then, consider setting up an archived webcast of your event. Using the Real Media Platform, the Television Center staff can facilitate the conversion of your video to a digital file that can then be embedded in your website. To find out more about the Television Center’s digital media services, visit its website .     Post-production   Your event was videotaped, so what comes next? The Television Center offers a variety of post-production services, from editing to graphics creation, to help you turn raw video footage into a complete program that can be distributed on NYU-TV, the web, podcasting and many other outlets.       Videos come alive in the editing process, and the Television Center has the equipment and staff to meet your project’s needs. The Center is equipped with three digital non-linear editing systems powered by Apple’s Final Cut Pro software and can help with Color adjustment, audio sweetening and digitizing footage.       Because the importance of graphics can never be underestimated, the Television Center can help create graphics ranging from simple, sophisticated replications of NYU’s logo to creative animations that make your video dynamic. The Television Center’s graphics creation stations are stocked with After Effects, Motion, Photoshop, Illustrator and Flash. To find out more about post-production services and rates, visit the Television Center’s website .       Digital Media Creation   Using cutting-edge digital media is one of the most effective communication strategies for promoting your department or event, advancing recruitment and improving public relations. Campus Media and the Television Center can help conceive, create and distribute digital audio and video for your department, event or other needs.       The Television Center has staff and equipment available to help produce digital audio and video content and offers live webcasting, streaming, podcasting and transcoding services. From planning to recording to post-production, the Center will work with you in creating digital media content in formats that can be easily accessed by both the University community and the general public. For more information on digital media services provided by the Television Center, visit its website .       The Department of Media Production produces video content and web media and generates effective digital communications strategies. From the inception of your project to its completion, Media Production employs state-of-the-art techniques in designing and producing innovative digital technology. Visit the Media Production website for more information on its digital media services.       Multiformat dub conversion   Do you have video content on analog formats that you can no longer view? The Television Center provides dubbing and conversion services for the NYU community. Whether you need multiple copies of a video or wish your video content were on DVD or in a digital format, the Center has the ability to duplicate or convert media from or to a variety of formats. Visit the Television Center’s website for more information on its dubbing and conversion services.       Teleconferences   If you’re looking for help setting up a teleconference, the Television Center offers web teleconferencing consultation. Teleconferencing has come a long way since the days of using satellites to transmit video from disconnected locations. With the advent of the web, teleconferencing has become much easier and more affordable. The Television Center will assist in planning a teleconference and coming up with a solution that meets your needs. Visit its website for more information.                                                                         Department of Media Production                                                                                                Information Technology Services                                               Multimedia Services:     Video   Audio   Getting connected   Events/equipment rental   Studio or locations   Webcasting   Post-production   Digital media creation   Multiformat dub conversion   Teleconferences          Getting connected   Get connected to your favorite TV programming, NYU’s Internet services or even satellite programming using NYU’s helpful media services. Campus Cable can connect you to NYU’s local area network and NYU-TV, the Television Center can help with broadband broadcasting and satellite downlink services, while Information Technology Services is your resource for getting online and connected to the Internet.   Campus Cable is NYU’s private closed circuit cable system, providing local programming, basic cable and NYU-TV to various academic buildings, residence halls and NYU public spaces. Visit Campus Cable’s website for information on how to connect from one of NYU’s campus cable accessible buildings, view a cable channel guide or fill out a service request if you are experiencing any difficulties with your campus cable.   Are you looking to downlink a particular program via satellite? The Television Center can tune in your program with two steerable C/Ku-band satellite dishes. Have them route the program live to your meeting location, or they can tape it for you on DV, BetaSP or VHS.   Information Technology Services can help you connect to NYU-NET and the Internet, NYU Web, NYUHome and NYU Libraries Resources. NYU-NET is NYU's campus-wide, Internet-connected network of computers, computer-related equipment, and information resources. There are numerous ways to connect to NYU-NET from both on-campus and off-campus locations, but the key to access is your NYU NetID and password. For information on how to find, activate and use your NetID and password, visit the ITS website .   On-campus access to NYU-NET is possible through a variety of ways. NYURoam is New York University's secure, wireless access network. For information about availability, how to configure your laptop to use the service, specific hardware and software requirements, and more, visit the NYU Roam Wireless pages .    Students and faculty staying in 18 of NYU’s residence halls have access to the NYU Residential Networking service (ResNet), in-room Ethernet connections to NYUHome, email, and other Internet services. To find out if you are in a ResNet-wired residence hall and had to access ResNet services, visit the ResNet page .   ITS provides four large, modern computer labs for use by NYU students and employees free of charge. The labs are equipped with high-end Macintosh and Windows systems, laser printers, DVD drives, high-speed Internet connections, and a wide variety of up-to-date software. For locations, hours and resource information, visit the Computer Labs page .   For information about access to NYU-NET and the Internet from your NYU office, visit the Office Connections page . ITS also provides limited support for the use of PDAs and handhelds with a variety NYU services. To find out more about what services are supported and how to configure them for use on your PDA, visit the Using Your PDA/Handheld at NYU page .   Are you trying to access NYU’s Internet services while off-campus? In order to connect to certain NYU resources, you may need to log in using NYU-NET Proxy to authenticate yourself as an NYU community member. You may also need to download a different web browser if you are connecting to the Internet using a non-NYU Internet Service Provider. For more information about connecting to NYU-NET from off-campus, visit the ITS website .                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Multimedia                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Resources and Services   /   Media and Communications                 Sub Navigation                                 University Communications and News                       Publishing and Printing                       Digital Communications                       Multimedia                       Marketing and Advertising                       Photo Services                       University Identity                       Video Marketing and Communications                                                                   Multimedia         If you need help producing, editing or converting multimedia, NYU has staff, equipment, technology and software available for you to use. The Department of Media Production, the Television Center, Campus Media and Information Technology Services offer a wide range of multimedia services and assistance. Whether it’s creating, editing or streaming audio and video, getting connected or creating digital media, trained experts and the newest technologies are available to you. If you need help filming in a studio or on-location, webcasting, setting up teleconferences or need an event recorded, these offices are great resources. For more information about what services they provide, how to access them and for consultations, visit their websites or contact their offices.          Video (streaming, resources, editing, etc.)   Whether it’s streaming video for an event, editing an archived version for the web or creating marketing materials for your office or division, the Department of Media Production and the Television Center are your resources for a variety of video services.   The Department of Media Production boasts a talented group of producers, directors, writers, cinematographers, editors, programmers, animators and designers who will work with you to design and produce videos suited to your needs and interests. Their team handles all aspects of production from inception to completion, helping create videos to promote your program, department or school. Contact Media Production http://www.nyu.edu/media.production/forms/ and visit its website for more information about how they can help with your project.   The Television Center provides both studio and location assistance and post-production services. Staff members can assist with concept development, scripting, budgeting, taping, editing and duplicating. The Center provides short term personnel and equipment needed for producing professional video programming as well as broadcasting and streaming services. To request a service or find out more information, visit the Television Center website .        Audio   From transcoding to podcasting to streaming, the Television Center is a comprehensive resource for your audio needs. The Center is equipped to turn your content into digital media files for podcasting, transcode a variety of files and convert video to a digital file that can be embedded in your website for streaming. For more information on these and other audio services, contact the Television Center http://www.nyu.edu/tv.media/tv.center/request.html .           Events / Equipment Rental   Planning an event or presentation? Record your event or accentuate it using state-of-the-art multimedia with help from Campus Media, the Department of Media Production or the Television Center. These resources give you access to audio and visual equipment, training demonstrations and specialized media services to assist you in capturing and producing your presentation.     Campus Media offers a broad inventory of audio and video systems, projection equipment, laptop computers, accessories for classroom support and special events, demonstrations and training on the proper use of equipment. The Classroom Media Services department provides equipment and support for use in the classroom.     If you need help creating a video or presentation for your event, the Department of Media Production boasts a talented group of producers, directors, writers, cinematographers, editors, programmers, animators and designers who will work with you to design and produce your presentation. Whether it’s creating a video, DVD, CD-ROM or web media, Media Production will work with you from inception to successful completion to produce effective multimedia for your event. To find out more, visit the Department of Media Production website .     Do you want to film or record an event? The Television Center is equipped to help you record your event, broadcast it live over NYU-TV or arrange for a live webcast. The Center provides crews for your production and recording equipment for rental. Visit the Television Center website to find out more about the recording services available and how to request a service.       If you want to make sure that a special event such as the Academy Awards, the Super Bowl or the World Series is available for students to watch, the Television Center can arrange broadcasting on a temporary basis. To make a special broadcast request, visit the Television Center’s website .             Studio or location   Whether you need studio space for filming or assistance on a location shoot, the Television Center provides a variety of studio, location and post-production services. The Center has staff available for both technical and creative assistance as well as equipment available for rental and use. Contact the Center to access equipment, for assistance with studio or on-location shoots and post-production services, including editing, graphics creation and conversion to multiple formats.       One of the most unique features of the Television Center is the built-in studio located at 28 Washington Place. Whether you need a quick interview taped, plan on hosting a game show or are producing a day-long conference, the studio can be configured to meet a variety of needs. The 20' x 35' television studio is available for rental with or without equipment. Contact the Television Center to find out more about the equipment available and for information about renting the studio and rental rates.       NYU sponsored events can take place at locations across the Manhattan campus and beyond. The Television Center is equipped to help film and record events from any location on campus. For additional transportation charges, the Center can also help with shoots at locations beyond Washington Square. Whether you need to rent equipment or require a crew to record your event, the Television Center customizes its services to your video recording needs. Visit the Television Center website for more information about location filming services.             Webcasting   If you want your content to reach the largest audience possible, then webcasting is the way to go. New York University uses the Real Media platform to broadcast live and archived webcasts. The Television Center in conjunction with Campus Cable can ensure that your event is streamed from a variety of NYU events locations out to the general public.     Do you have an event that was videotaped that you’d like to share with the larger NYU community or the general public? Then, consider setting up an archived webcast of your event. Using the Real Media Platform, the Television Center staff can facilitate the conversion of your video to a digital file that can then be embedded in your website. To find out more about the Television Center’s digital media services, visit its website .     Post-production   Your event was videotaped, so what comes next? The Television Center offers a variety of post-production services, from editing to graphics creation, to help you turn raw video footage into a complete program that can be distributed on NYU-TV, the web, podcasting and many other outlets.       Videos come alive in the editing process, and the Television Center has the equipment and staff to meet your project’s needs. The Center is equipped with three digital non-linear editing systems powered by Apple’s Final Cut Pro software and can help with Color adjustment, audio sweetening and digitizing footage.       Because the importance of graphics can never be underestimated, the Television Center can help create graphics ranging from simple, sophisticated replications of NYU’s logo to creative animations that make your video dynamic. The Television Center’s graphics creation stations are stocked with After Effects, Motion, Photoshop, Illustrator and Flash. To find out more about post-production services and rates, visit the Television Center’s website .       Digital Media Creation   Using cutting-edge digital media is one of the most effective communication strategies for promoting your department or event, advancing recruitment and improving public relations. Campus Media and the Television Center can help conceive, create and distribute digital audio and video for your department, event or other needs.       The Television Center has staff and equipment available to help produce digital audio and video content and offers live webcasting, streaming, podcasting and transcoding services. From planning to recording to post-production, the Center will work with you in creating digital media content in formats that can be easily accessed by both the University community and the general public. For more information on digital media services provided by the Television Center, visit its website .       The Department of Media Production produces video content and web media and generates effective digital communications strategies. From the inception of your project to its completion, Media Production employs state-of-the-art techniques in designing and producing innovative digital technology. Visit the Media Production website for more information on its digital media services.       Multiformat dub conversion   Do you have video content on analog formats that you can no longer view? The Television Center provides dubbing and conversion services for the NYU community. Whether you need multiple copies of a video or wish your video content were on DVD or in a digital format, the Center has the ability to duplicate or convert media from or to a variety of formats. Visit the Television Center’s website for more information on its dubbing and conversion services.       Teleconferences   If you’re looking for help setting up a teleconference, the Television Center offers web teleconferencing consultation. Teleconferencing has come a long way since the days of using satellites to transmit video from disconnected locations. With the advent of the web, teleconferencing has become much easier and more affordable. The Television Center will assist in planning a teleconference and coming up with a solution that meets your needs. Visit its website for more information.                                                                         Department of Media Production                                                                                                Information Technology Services                                               Multimedia Services:     Video   Audio   Getting connected   Events/equipment rental   Studio or locations   Webcasting   Post-production   Digital media creation   Multiformat dub conversion   Teleconferences          Getting connected   Get connected to your favorite TV programming, NYU’s Internet services or even satellite programming using NYU’s helpful media services. Campus Cable can connect you to NYU’s local area network and NYU-TV, the Television Center can help with broadband broadcasting and satellite downlink services, while Information Technology Services is your resource for getting online and connected to the Internet.   Campus Cable is NYU’s private closed circuit cable system, providing local programming, basic cable and NYU-TV to various academic buildings, residence halls and NYU public spaces. Visit Campus Cable’s website for information on how to connect from one of NYU’s campus cable accessible buildings, view a cable channel guide or fill out a service request if you are experiencing any difficulties with your campus cable.   Are you looking to downlink a particular program via satellite? The Television Center can tune in your program with two steerable C/Ku-band satellite dishes. Have them route the program live to your meeting location, or they can tape it for you on DV, BetaSP or VHS.   Information Technology Services can help you connect to NYU-NET and the Internet, NYU Web, NYUHome and NYU Libraries Resources. NYU-NET is NYU's campus-wide, Internet-connected network of computers, computer-related equipment, and information resources. There are numerous ways to connect to NYU-NET from both on-campus and off-campus locations, but the key to access is your NYU NetID and password. For information on how to find, activate and use your NetID and password, visit the ITS website .   On-campus access to NYU-NET is possible through a variety of ways. NYURoam is New York University's secure, wireless access network. For information about availability, how to configure your laptop to use the service, specific hardware and software requirements, and more, visit the NYU Roam Wireless pages .    Students and faculty staying in 18 of NYU’s residence halls have access to the NYU Residential Networking service (ResNet), in-room Ethernet connections to NYUHome, email, and other Internet services. To find out if you are in a ResNet-wired residence hall and had to access ResNet services, visit the ResNet page .   ITS provides four large, modern computer labs for use by NYU students and employees free of charge. The labs are equipped with high-end Macintosh and Windows systems, laser printers, DVD drives, high-speed Internet connections, and a wide variety of up-to-date software. For locations, hours and resource information, visit the Computer Labs page .   For information about access to NYU-NET and the Internet from your NYU office, visit the Office Connections page . ITS also provides limited support for the use of PDAs and handhelds with a variety NYU services. To find out more about what services are supported and how to configure them for use on your PDA, visit the Using Your PDA/Handheld at NYU page .   Are you trying to access NYU’s Internet services while off-campus? In order to connect to certain NYU resources, you may need to log in using NYU-NET Proxy to authenticate yourself as an NYU community member. You may also need to download a different web browser if you are connecting to the Internet using a non-NYU Internet Service Provider. For more information about connecting to NYU-NET from off-campus, visit the ITS website .                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU &gt;   TV and Media                                                                                   Skip to Navigation | Skip to Content                                        About Us |        FAQ |        Help |        Contact                               Quick Links         Academic Calendars      Albert      Athletics      Bookstores      Career Development      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Facts      Public Affairs      Public Safety      Registrar      Student Resource Center      Wellness Exchange      NYU A-Z              Schools         Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World         Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                                                     go                                                         New York University              New York University              TV and Media                                    As part of the Division of Libraries at New York University, TV & Media Services is home to three departments that provide visual media support to the university community: Campus Cable, NYU-TV, and the Television Center.                                                  NYU-TV is New York Universitys own television network of three closed-circuit television channels dedicated to serving the information, education, and entertainment needs of the campus community. Broadcast to campus buildings and residence halls, NYU-TV reaches a wide audience of undergraduates, graduates, and academic faculty and staff. NYU-TVs three channels, The University Channel , The Movie Channel , and The Happenings Channel , meet the diverse needs of the university audience.                                                  The Television Center is a campus wide resource that serves the academic community in the creation of broadcast quality video recordings in a variety of electronic media. From traditional analog recording on tape to digital options like webcasting and podcasting, the Television Center is your go-to place for all things related to video production. The TVCenter is also home to NYU-TV, and employs both professional and student staff in a variety of technical and administrative positions.                                                           NYUs Campus Cable is a private multi-channel television system serving the NYU residence halls from 26th Street down to Broome Street and nearly every hall in-between. Campus Cable has over 60 channels of programming from local broadcasters like ABC, NBC, CBS, FOX, and the CW to national cable TV networks such as MTV, CNN, ESPN, and many more. What sets Campus Cable apart from regular cable TV is that three NYU-TV channels are also included in the lineup."}]},
{"detail": [{"content": "Multimedia                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Resources and Services   /   Media and Communications                 Sub Navigation                                 University Communications and News                       Publishing and Printing                       Digital Communications                       Multimedia                       Marketing and Advertising                       Photo Services                       University Identity                       Video Marketing and Communications                                                                   Multimedia         If you need help producing, editing or converting multimedia, NYU has staff, equipment, technology and software available for you to use. The Department of Media Production, the Television Center, Campus Media and Information Technology Services offer a wide range of multimedia services and assistance. Whether it’s creating, editing or streaming audio and video, getting connected or creating digital media, trained experts and the newest technologies are available to you. If you need help filming in a studio or on-location, webcasting, setting up teleconferences or need an event recorded, these offices are great resources. For more information about what services they provide, how to access them and for consultations, visit their websites or contact their offices.          Video (streaming, resources, editing, etc.)   Whether it’s streaming video for an event, editing an archived version for the web or creating marketing materials for your office or division, the Department of Media Production and the Television Center are your resources for a variety of video services.   The Department of Media Production boasts a talented group of producers, directors, writers, cinematographers, editors, programmers, animators and designers who will work with you to design and produce videos suited to your needs and interests. Their team handles all aspects of production from inception to completion, helping create videos to promote your program, department or school. Contact Media Production http://www.nyu.edu/media.production/forms/ and visit its website for more information about how they can help with your project.   The Television Center provides both studio and location assistance and post-production services. Staff members can assist with concept development, scripting, budgeting, taping, editing and duplicating. The Center provides short term personnel and equipment needed for producing professional video programming as well as broadcasting and streaming services. To request a service or find out more information, visit the Television Center website .        Audio   From transcoding to podcasting to streaming, the Television Center is a comprehensive resource for your audio needs. The Center is equipped to turn your content into digital media files for podcasting, transcode a variety of files and convert video to a digital file that can be embedded in your website for streaming. For more information on these and other audio services, contact the Television Center http://www.nyu.edu/tv.media/tv.center/request.html .           Events / Equipment Rental   Planning an event or presentation? Record your event or accentuate it using state-of-the-art multimedia with help from Campus Media, the Department of Media Production or the Television Center. These resources give you access to audio and visual equipment, training demonstrations and specialized media services to assist you in capturing and producing your presentation.     Campus Media offers a broad inventory of audio and video systems, projection equipment, laptop computers, accessories for classroom support and special events, demonstrations and training on the proper use of equipment. The Classroom Media Services department provides equipment and support for use in the classroom.     If you need help creating a video or presentation for your event, the Department of Media Production boasts a talented group of producers, directors, writers, cinematographers, editors, programmers, animators and designers who will work with you to design and produce your presentation. Whether it’s creating a video, DVD, CD-ROM or web media, Media Production will work with you from inception to successful completion to produce effective multimedia for your event. To find out more, visit the Department of Media Production website .     Do you want to film or record an event? The Television Center is equipped to help you record your event, broadcast it live over NYU-TV or arrange for a live webcast. The Center provides crews for your production and recording equipment for rental. Visit the Television Center website to find out more about the recording services available and how to request a service.       If you want to make sure that a special event such as the Academy Awards, the Super Bowl or the World Series is available for students to watch, the Television Center can arrange broadcasting on a temporary basis. To make a special broadcast request, visit the Television Center’s website .             Studio or location   Whether you need studio space for filming or assistance on a location shoot, the Television Center provides a variety of studio, location and post-production services. The Center has staff available for both technical and creative assistance as well as equipment available for rental and use. Contact the Center to access equipment, for assistance with studio or on-location shoots and post-production services, including editing, graphics creation and conversion to multiple formats.       One of the most unique features of the Television Center is the built-in studio located at 28 Washington Place. Whether you need a quick interview taped, plan on hosting a game show or are producing a day-long conference, the studio can be configured to meet a variety of needs. The 20' x 35' television studio is available for rental with or without equipment. Contact the Television Center to find out more about the equipment available and for information about renting the studio and rental rates.       NYU sponsored events can take place at locations across the Manhattan campus and beyond. The Television Center is equipped to help film and record events from any location on campus. For additional transportation charges, the Center can also help with shoots at locations beyond Washington Square. Whether you need to rent equipment or require a crew to record your event, the Television Center customizes its services to your video recording needs. Visit the Television Center website for more information about location filming services.             Webcasting   If you want your content to reach the largest audience possible, then webcasting is the way to go. New York University uses the Real Media platform to broadcast live and archived webcasts. The Television Center in conjunction with Campus Cable can ensure that your event is streamed from a variety of NYU events locations out to the general public.     Do you have an event that was videotaped that you’d like to share with the larger NYU community or the general public? Then, consider setting up an archived webcast of your event. Using the Real Media Platform, the Television Center staff can facilitate the conversion of your video to a digital file that can then be embedded in your website. To find out more about the Television Center’s digital media services, visit its website .     Post-production   Your event was videotaped, so what comes next? The Television Center offers a variety of post-production services, from editing to graphics creation, to help you turn raw video footage into a complete program that can be distributed on NYU-TV, the web, podcasting and many other outlets.       Videos come alive in the editing process, and the Television Center has the equipment and staff to meet your project’s needs. The Center is equipped with three digital non-linear editing systems powered by Apple’s Final Cut Pro software and can help with Color adjustment, audio sweetening and digitizing footage.       Because the importance of graphics can never be underestimated, the Television Center can help create graphics ranging from simple, sophisticated replications of NYU’s logo to creative animations that make your video dynamic. The Television Center’s graphics creation stations are stocked with After Effects, Motion, Photoshop, Illustrator and Flash. To find out more about post-production services and rates, visit the Television Center’s website .       Digital Media Creation   Using cutting-edge digital media is one of the most effective communication strategies for promoting your department or event, advancing recruitment and improving public relations. Campus Media and the Television Center can help conceive, create and distribute digital audio and video for your department, event or other needs.       The Television Center has staff and equipment available to help produce digital audio and video content and offers live webcasting, streaming, podcasting and transcoding services. From planning to recording to post-production, the Center will work with you in creating digital media content in formats that can be easily accessed by both the University community and the general public. For more information on digital media services provided by the Television Center, visit its website .       The Department of Media Production produces video content and web media and generates effective digital communications strategies. From the inception of your project to its completion, Media Production employs state-of-the-art techniques in designing and producing innovative digital technology. Visit the Media Production website for more information on its digital media services.       Multiformat dub conversion   Do you have video content on analog formats that you can no longer view? The Television Center provides dubbing and conversion services for the NYU community. Whether you need multiple copies of a video or wish your video content were on DVD or in a digital format, the Center has the ability to duplicate or convert media from or to a variety of formats. Visit the Television Center’s website for more information on its dubbing and conversion services.       Teleconferences   If you’re looking for help setting up a teleconference, the Television Center offers web teleconferencing consultation. Teleconferencing has come a long way since the days of using satellites to transmit video from disconnected locations. With the advent of the web, teleconferencing has become much easier and more affordable. The Television Center will assist in planning a teleconference and coming up with a solution that meets your needs. Visit its website for more information.                                                                         Department of Media Production                                                                                                Information Technology Services                                               Multimedia Services:     Video   Audio   Getting connected   Events/equipment rental   Studio or locations   Webcasting   Post-production   Digital media creation   Multiformat dub conversion   Teleconferences          Getting connected   Get connected to your favorite TV programming, NYU’s Internet services or even satellite programming using NYU’s helpful media services. Campus Cable can connect you to NYU’s local area network and NYU-TV, the Television Center can help with broadband broadcasting and satellite downlink services, while Information Technology Services is your resource for getting online and connected to the Internet.   Campus Cable is NYU’s private closed circuit cable system, providing local programming, basic cable and NYU-TV to various academic buildings, residence halls and NYU public spaces. Visit Campus Cable’s website for information on how to connect from one of NYU’s campus cable accessible buildings, view a cable channel guide or fill out a service request if you are experiencing any difficulties with your campus cable.   Are you looking to downlink a particular program via satellite? The Television Center can tune in your program with two steerable C/Ku-band satellite dishes. Have them route the program live to your meeting location, or they can tape it for you on DV, BetaSP or VHS.   Information Technology Services can help you connect to NYU-NET and the Internet, NYU Web, NYUHome and NYU Libraries Resources. NYU-NET is NYU's campus-wide, Internet-connected network of computers, computer-related equipment, and information resources. There are numerous ways to connect to NYU-NET from both on-campus and off-campus locations, but the key to access is your NYU NetID and password. For information on how to find, activate and use your NetID and password, visit the ITS website .   On-campus access to NYU-NET is possible through a variety of ways. NYURoam is New York University's secure, wireless access network. For information about availability, how to configure your laptop to use the service, specific hardware and software requirements, and more, visit the NYU Roam Wireless pages .    Students and faculty staying in 18 of NYU’s residence halls have access to the NYU Residential Networking service (ResNet), in-room Ethernet connections to NYUHome, email, and other Internet services. To find out if you are in a ResNet-wired residence hall and had to access ResNet services, visit the ResNet page .   ITS provides four large, modern computer labs for use by NYU students and employees free of charge. The labs are equipped with high-end Macintosh and Windows systems, laser printers, DVD drives, high-speed Internet connections, and a wide variety of up-to-date software. For locations, hours and resource information, visit the Computer Labs page .   For information about access to NYU-NET and the Internet from your NYU office, visit the Office Connections page . ITS also provides limited support for the use of PDAs and handhelds with a variety NYU services. To find out more about what services are supported and how to configure them for use on your PDA, visit the Using Your PDA/Handheld at NYU page .   Are you trying to access NYU’s Internet services while off-campus? In order to connect to certain NYU resources, you may need to log in using NYU-NET Proxy to authenticate yourself as an NYU community member. You may also need to download a different web browser if you are connecting to the Internet using a non-NYU Internet Service Provider. For more information about connecting to NYU-NET from off-campus, visit the ITS website .                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "NYU &gt;   TV and Media                                                                                   Skip to Navigation | Skip to Content                                        About Us |        FAQ |        Help |        Contact                               Quick Links         Academic Calendars      Albert      Athletics      Bookstores      Career Development      Giving to NYU      Health Center      Housing      ITS      Job Listings      Libraries      NYU Apparel      NYU Facts      Public Affairs      Public Safety      Registrar      Student Resource Center      Wellness Exchange      NYU A-Z              Schools         Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World         Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Continuing and Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                                                                     go                                                         New York University              New York University              TV and Media                                    As part of the Division of Libraries at New York University, TV & Media Services is home to three departments that provide visual media support to the university community: Campus Cable, NYU-TV, and the Television Center.                                                  NYU-TV is New York Universitys own television network of three closed-circuit television channels dedicated to serving the information, education, and entertainment needs of the campus community. Broadcast to campus buildings and residence halls, NYU-TV reaches a wide audience of undergraduates, graduates, and academic faculty and staff. NYU-TVs three channels, The University Channel , The Movie Channel , and The Happenings Channel , meet the diverse needs of the university audience.                                                  The Television Center is a campus wide resource that serves the academic community in the creation of broadcast quality video recordings in a variety of electronic media. From traditional analog recording on tape to digital options like webcasting and podcasting, the Television Center is your go-to place for all things related to video production. The TVCenter is also home to NYU-TV, and employs both professional and student staff in a variety of technical and administrative positions.                                                           NYUs Campus Cable is a private multi-channel television system serving the NYU residence halls from 26th Street down to Broome Street and nearly every hall in-between. Campus Cable has over 60 channels of programming from local broadcasters like ABC, NBC, CBS, FOX, and the CW to national cable TV networks such as MTV, CNN, ESPN, and many more. What sets Campus Cable apart from regular cable TV is that three NYU-TV channels are also included in the lineup."}, {"content": "Undergraduate Film &amp; TV: Tisch School of the Arts at NYU                                Skip to content        Undergraduate Film &amp; Television Admissions About the Program Course Offerings Summer Courses Showcase Internships Facilities Special Projects First Run &amp; Festivals Calendar of Events News TSOA FTV Wiki Admin &amp; Faculty Alumni Blog Facebook Twitter YouTube  home &gt; Undergraduate Film &amp; TV        Graduate Film    Loading... Loading... Loading...  News &amp; Events  2015 Sundance Film Festival Award Winners  NYU Students Celebrate Women in Film at Fusion Festival  73rd Annual First Run Film Festival Wasserman Award Winners            Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]}]