[{"detail": [{"content": "Exhibition Spaces - Facilities - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                      Department of Art and Art Professions            NYU Art Facebook    NYU Art Twitter            Facilities                 MFA     MA          Art Education      Art Therapy      Costume Studies      Visual Arts Administration             Undergraduate          BFA Studio Art      Minors             About          Exhibitions      Events        Facilities      Faculty      Staff      Student Resources      Internships      Summer                              Facilities       34 stuyvesant street    studio areas    exhibition spaces   map                                 Exhibition Spaces       Barney Building Galleries    Rosenberg Gallery and The Commons Located on the first floor, Rosenberg Gallery and The Commons present group and solo exhibitions by BFA students. Exhibitions are selected on a competitive basis via committee review. A Call for Proposals is distributed to students and faculty in January of every year with an application deadline of early-April.       The Commons Exhibitions on View    Rosenberg Gallery Exhibitions on View       Third Floor The third floor hallway presents exhibitions proposed by students and faculty. Contact Tammy Brown .    Photo Hall Gallery Located on the second floor photo darkroom, the Hall presents photography exhibitions by faculty, graduate and undergraduate students. Contact Jen , or sign-up in the Photo Lab.    80 Washington Square East Galleries    80WSE is an extension of the Department of Art and Art Professions in the NYU Steinhardt School. Under the direction of faculty member Jonathan Berger, 80WSE gallery presents contemporary and historical exhibitions, as well as experimental projects by noted artists and curators, produced in collaboration with faculty and students from the Department of Art and Art Professions. Each spring, 80WSE hosts the department&rsquo;s MFA Thesis exhibitions. 80WSE also displays exhibitions in two Windows Galleries, on view 24 hours a day, 7 days a week: Broadway Windows at Broadway and East 10th Street, and Washington Square Windows , on the east side of Washington Square Park.                        This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.     NYU Steinhardt - Department of Art and Arts Professions - 34 Stuyvesant Street -  New York, NY 10003"}]}]