[{"detail": [{"content": "Secondary School Directory - Student Teaching Coordinating Center - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Student Teaching Coordinating Center                                          Secondary School Directory               Information on Schools       NYC Department of Education    Find a NYC Public School       Train Directions to Schools       HopStop       Secondary School Sites    High School of Arts and Technology: Martin Luther King, Jr. Educational Campus    122 Amsterdam Avenue, New York, NY 10023 Phone: (212) 501-1198 | Fax: (917) 441-3693    Principal: Anne Geiger    When we visited Arts and Technology, students were attentive and participatory in all the classes we saw. The young, highly articulate faculty work together well and convey an infectious enthusiasm to their students.    To build what Principal Geiger calls an \"intellectual community and tone of respect,\" Arts and Technology uses some techniques that are more often found in middle schools. The first 20 minutes of the day are spent in a homeroom with an advisor. Each teacher has 16 to 18 advisees. On Fridays, there is an extended advisory period. The school is organized in two \"quads\" of four teachers each so that teachers work with only 90 students. Periodic \"Kidtalk\" meetings of faculty discuss students who are having problems and plan curriculum. On conference nights, parents meet with the advisors rather than with having to wait for a turn with each teacher.    Most classes have 22 to 25 students. Smaller groups of kids work with reading specialists. Kids wear uniforms (khaki pants and black and white shirts) largely to distinguish them from the other kids in the building. Artists from the New York City Opera, the Roundabout Theater, and the Guggenheim Museum plan interdisciplinary units with the faculty. For example, students read the libretto of Carmen, attend the opera, and eventually produce a special project about opera. In a social studies class, kids used the Metropolitan Museum website to study Marco Polo's journeys. A huge map of the world in outline hung on the blackboard and showed the places Polo encountered in black marker. The school also offers classes in computer programming. Geiger says she is pleased to note how much student's skills have improved since the beginning of the year, and we were impressed with kids' written work. &ndash; Judy Baum    Travel Directions: 1 train to 66th St., Lincoln Center    H.S. 479 Beacon High School    237 West 61st. Street, New York, NY 10023 Phone: (212) 245-2807 | Fax: (212) 245-2179    Principal: Ruth Lacey    School Contact: Bayard Faithful    One of the most popular high schools in the city, Beacon offers students a liberal arts education with a progressive bent, a rich arts curriculum, and caring teachers who always seem willing to help. Art rooms, a well-equipped photography lab, a small theater and music studios offer students the chance to work on creative projects in depth.  The Beacon School was founded in 1993 by teachers from the Computer School, who wanted to create a high school with the same cozy atmosphere and spirit of innovation that have made that West Side middle school popular.    Teachers pay attention to individual kids' interests and struggles. Each student has the same advisor for four years. Kids meet with their advisors in groups of 15 or 20 for 40 minutes twice a week, a chance to catch up on any academic or social problems they may be having. Teachers also meet informally with each other. \"The teachers have a good personal relationship with the students,\" one girl said as she chatted with friend in the unusually civilized cafeteria. Her friend, a senior, added: \"It's a very comfortable environment. My freshman English teacher is still my mentor, and I haven't had her since freshman year.\" The principal, Ruth Lacey, seems to know most of the students by name and has a relaxed rapport with many, touching one child on the shoulder or chatting in the hall with another between classes.    The atmosphere is laid back. Some classrooms have mismatched desks and chairs, worn wicker sofas and soft cushions for seats. The library is not only a place for serious study, but also a place where students may relax and listen to their iPods or even take a nap. Student artwork and writing cover the walls. In one project, students made cartoons and illustrations of The Scarlet Letter . In another, students cast Oedipus Rex as various modern day characters: Oedipus as a subway World Series game (with Yankee fans as the chorus) or Oedipus as the Lion King. Students read classics such as Hamlet, but also may take electives such as \"sports literature.\" There's lots of room for class discussion and lively debate. \"The teachers allow you to talk about things like politics, race, sexual orientation,\" said one girl.    Students may work on projects of their own choosing. In a science class, one student researched diseases of horses' mouths, while another investigated whether stress on trees made them more susceptible to galls, lumps on trees caused by parasites. A 9th grader made a Claymation video of ionic and covalent bonding, an animated videotape of models of atoms. In a history class, students discussed how they would research projects on the Cold War. They decided not only to read books and items on the Internet, but also to visit the Spy Museum, listen to a talk by author Tom Clancy, and interview United Nations diplomats. Students seem tolerant of one another: a child in a wheelchair, a child with green hair, and a boy wearing a pink T-shirt emblazoned with the motto \"Tough Guys Wear Pink\" all seemed to fit in without comment from their peers.    Special education: Beacon offers special education teacher support services (SETSS), formerly called resource room.    Travel Directions : A, B, C, or D train to 59th St., Columbus Circle    M.S. 448 Brooklyn Secondary School for Collaborative Studies (Grades 6-8)    610 Henry Street, Brooklyn, NY 11231 Phone: (718) 923-4750 | Fax: (718) 923-4730    Principal: Alyce Barr School Contact: Priscilla Chan    The Brooklyn School for Collaborative Studies was founded in 2001 as the upper school for Brooklyn New School, and it shares a large century old building with that popular progressive elementary school. Sunlight streams in through tall windows. Wooden coat closets, small tables (instead of desks), sofas, rugs, and wooden benches covered with cushions give the school a comfy feel. The school has a nice racial balance, and children from different races seem to get along.    Principal Alyce Barr, a founding parent at BNS, where she also taught, is building a school that combines the joy and excitement of a good elementary school with the academic seriousness that children need in middle and high school.    The administration sets aside time during the day in which teachers may meet and plan their lessons with one another, critical to having a coherent curriculum from class to class and grade to grade. Teachers say they feel their work is valued, and that Barr nurtures the staff just as she nurtures the children. In the middle school, for example, teachers 'loop' with their 7th graders, to teach 8th grade as well, giving students strong, personal resources to turn to in the high school application process and giving teachers the chance to get to know a group of students well.    The school is new and is still a work in progress. No formal textbooks are in use, but teachers draw on a wide range of resources to meet or exceed standards. The math curriculum is evolving and may not provide enough challenge for strong students. Class changes can be rambunctious and not every lesson is focused. But BCS is well on its way to creating a rare environment in which children of different races, income levels, and intellectual abilities work together productively and harmoniously.    Special Education: There are classes for children with learning disabilities. These students are integrated into regular classes when possible and seem to be part of the life of the school. The same approach is followed in the high school, according to Young.    Travel Directions: F train to Carroll Street    M.S. 345 CASTLE Middle School    220 Henry Street, New York, NY 10002 Phone: (212) 674-2690 | Fax: (212) 577-9785    Principal: Judith De Los Santos School Contact: Brian Zager NYU Liason: Rosa Pietanza    Parents at P.S. 110 got their wish in 2004 when the elementary school decided to add middle school grades, albeit in the confined space of the school building. In 2005, the middle school, Collaborative Academy of Science, Technology and Language Arts Education (CASTLE), branched off from PS 110 to move to roomier quarters in the building for JHS 56, a neighborhood school closed because of low performance and now has been divided into three small schools.    CASTLE's plan for success calls for careful assessment of students, identification of their needs, and swift attention to problems as they arise. When administrators noticed a group of 8th graders was struggling with math, for example, they hired an extra teacher to cut class size in half, according to assistant principal Nancy Harris, who used to teach at PS 110. We visited one of these small math classes and noticed a special education teacher helping out in the room as well. \"We try to create as many opportunities as possible for students to meet one-on-one with teachers,\" says De Govia. \"Looping,\" the practice of keeping the same teacher with a class for two years in a row, is an option for faculty members who believe their students would benefit.    A NASA aeronautics lab open to students in Region 9 is housed in the building. Kids may conduct experiments about velocity and work in simulated space adventures. CASTLE shares its building with the Henry Street School for International Studies and the University Neighborhood Middle School, Every school has its own entrance.    Even though CASTLE no longer shares a budget with P.S. 110, a school with a history of strong financial support from the community, the administration has been able to find extra funding&mdash;for things like lockers, musical instruments, and a band class&mdash;to ease the burden of sharing facilities with other schools. As part of the Empowerment Zone, CASTLE has the freedom to make its own decisions about budgeting and staffing, De Govia and Harris told us, although they continue to communicate with PS 110 about school matters.    Special Education : There is one \"self contained\" class&mdash;only for children with special needs&mdash;and two \"collaborative team teaching\" (CTT) classes, where two teachers work together to teach both general and special education students.    Travel Directions : F to East Broadway    M.S. 243 Center School    270 West 70th Street, New York, NY 10023 Phone: (212) 799-1477 | Fax: (212) 579-9728    Principal: Elaine Schwartz    A tiny gem of a place, the Center School is one of the oldest and most popular alternative schools in the city. The school combines a progressive attitude toward how children learn with a classical view of what they should learn. That means teachers expect the kids to move around the classrooms and to chat with one another as they work rather than sit silently in rows and absorb knowledge. At the same time, the subject matter is traditional: Latin is mandatory, and everyone is expected to spell properly, and to learn conventional geography and algebra.    The school goes from 5th to 8th grade, and children of different ages are assigned to classes together for most subjects. Because the students stay for 4 years instead of the more typical 3, it's easier to build a sense of community. The mixing of ages in classes gives children a sense of family and belonging.    It's not a school with fancy equipment (the small size means it doesn't have labs, for example) but it is a school where teachers keep close tabs on each child. Each teacher acts as an advisor to ten to twelve children and meets with them as a group twice a week. One of the purposes of the advisory is to help develop study skills, particularly planning how to organize long assignments.    Instead of receiving conventional report cards, children write their own evaluations in November. At the end of each trimester, teachers write long comments, and children add their own notes. There are very few textbooks, except for math and Latin. Instead, teachers rely on works of literature and primary source materials such as diaries and historical documents. Trips to the New York Aquarium or the American Museum of Natural History are an important part of the course work.    The staff has a mix of senior teachers, some of whom helped found the school, and young, new teachers. All the teachers I saw were extremely energetic, attentive to the children, and knowledgeable.    By keeping the administration to a bare minimum, and by scheduling classes of 40 pupils for gym and swimming (children go across town to Asphalt Green), Director Elaine Schwartz is able to free up enough teachers for very small academic classes. The approach is extremely successful. The school has a very high rate of acceptance into selective high schools.    The school doesn't have separate special education classes, although it makes accommodations for children with learning disabilities in regular classes.    Travel Directions : 2 or 3 train to 72nd Street    City and Country School    146 West 13th Street, New York, NY 10011 Phone: (212) 242-7802 | Fax: (212) 242-7996    Principal: Scott Moran    City and Country School, for children ages 2-13, was founded in 1924 by the pioneering educator, Caroline Pratt, during the dynamic period of Progressive Education. Believing that education is fundamentally a social process, we strive to create a vital school community that supports each child&rsquo;s innate passion for learning while also expending his or her understand of communities and cultures that exist beyond school and home. The teacher&rsquo;s place is alongside the child, posing questions that elicit imaginative thinking, problem-solving and decision-making in pursuit of a deeper perspective. In the partnership of leaning among children and teachers, community is lived through purposeful experiences that foster responsibility, cooperation, active participation, care and respect&mdash;qualities necessary to the life of a democratic society. With Social Studies as the core of the curriculum, enriched through science, mathematics, literature and the arts, students are offered varied opportunities to explore and question the human story, both past and present. Academic and practical skills are embedded in contexts meaningful to children, within larger, in-depth investigations.    C&amp;C graduates are rigorous, original thinkers who embrace inquiry and experimentation as a means toward discovery. Compassionate in spirit, supportive of the needs and ideas of fellow citizens, and sure of their ability to solve problems, they move confidently into the world and contribute positively throughout their lives.    Travel Directions : 1, 2, or 3 train to 14th Street    M.S. 113 Ronald Edmonds School    300 Adelphi Street. Brooklyn, NY 11205 Phone: (718) 834-6734 | Fax: (718) 596-2802    Principal : Khalek Kirkland    A selective school with an active arts program, M.S. 113 is a popular choice for talented Brooklyn kids. The large school is divided into three distinct programs performing arts, visual arts, and science/math each occupying a floor of the building and overseen by an assistant principal. In 2004, the longtime principal Katherine Corbett was replaced by Khalek Kirkland, a Brooklyn native and former teacher and assistant principal at the school. He is well acquainted with M.S. 113's culture and serves as a role model to the students.    M.S. 131 Dr. Sun Yat Sen Middle School    100 Hester Street, New York, NY 10002 Phone: (212) 219-1204 | Fax: (212) 925-6386    Principal: Phyllis Tam School Contact : Alice Hernandez    NYU Liaison : Rosa Pietanza Free lunch : 85.07%    Dr. Sun Yat Sen Middle School 131 is dedicated to establishing a school community, all of whose members learn and teach in a spirit of collaboration and cooperation. We celebrate the richness of our diverse population, and strive to nurture self-respect and respect for others. Our school seeks to involve our students, parents, and staff in active and productive learning to ensure that all members develop the capacity for clear and creative thought. It is our responsibility to foster links in the chain from the past to the present, so that we may successfully shape the future.    Travel Directions : B, D train to Grand Street    M.S. 450 East Side Community School    420 East 12 Street, New York, NY 10009 Phone: (347) 563-5248 | Fax: (212) 260-9657    Principal: Mark Federman School Contact: Tom Mullen    NYU Liaison: Jason Blonstein    We are a small 6th-12th grade school dedicated to the belief that all students can learn and succeed academically. We set high standards for each of our students and help them meet these standards by providing personal attention, a safe and respectful environment, a strong sense of community, and curricula that is both challenging and engaging.    Travel Directions : L train to 1st Avenue    H.S. 525 Edward R. Murrow High School    1600 Avenue L, Brooklyn, NY 11230 Phone: (718) 258-9283 | Fax: (718) 252-2611    Principal: Anthony Lodico School Contact: Mauro Bressi     Edward R. Murrow High School, a large, progressive school that was built in 1974 and that dominates two square blocks of Midwood, breaks the conventional model of school as a place of bells and structure. Instead, Murrow offers students schedules that change daily; open periods; and a liberal-arts college worth of courses. For self-directed students, Murrow is the pot of gold at the end of the academic rainbow. But for those less motivated or less aware of their strengths and interests, the way to graduation can be more difficult.    Since the 2004 retirement of founding principal Saul Bruckner, his successor, Anthony Lodico, has gently but emphatically reshaped the school. Most notably, Lodico closed Murrow's courtyard, requiring students to remain in the building during the school day. In years past, students moved in and out fairly freely, making cutting class, along with smoking and other familiar teenage distractions, relatively simple. Closing the courtyard met with surprisingly little student resistance, says Lodico, reinforcing his sense that students thrive best within well-defined boundaries.    Outstanding fine- and performing arts programs distinguish Murrow's creative offerings. The theater department, which is open to all students, mounts six shows a year, and sends graduates on to top theater schools and conservatories. Academic programs in science and math offer talented students extra sessions in their areas of strength, along with the chance to tackle Advanced Placement and college-level work, get involved in summer internships, and participate in Intel science programs. The business department's Virtual Enterprise chapter--a program in which schools around the world set up mock enterprises that trade among themselves--took home the top prize of $25,000 at a recent international competition.    Murrow is not a place for the shy. \"Students need to advocate for themselves,\" says Assistant Principal Beth Siegel-Graf, and kids have to take the initiative to get help from teachers and counselors. The school's calendar is divided into four sessions, called \"cycles,\" so a student's course schedule can change up to four times a year. This makes parent-teacher conferences a challenge for both teachers, who sometimes struggle to remember all their students, and parents, who never seem to see the same teacher twice.    Students, though, say they thrive on the near-constant change. Kids in the hallways--a common feature at Murrow, where everyone has open hours during the day--say they love their school. While some seem to be languishing in a sleepy stupor, others use the time to review, work on group projects, or catch up on gossip. A well-equipped library on the ground floor offers students a welcome oasis for study and research.    The school serves a wide variety of students. Idiosyncrasy is cultivated here; you can come to school with green hair or lacquered-black fingernails and still fit in. More girls than boys attend Murrow, perhaps because of the arts-heavy curriculum and absence of organized sports. Students interested in Public Schools Athletic League (PSAL) teams may prefer another school.    Special Education: Murrow is wheelchair-accessible and offers special-needs children a vibrant, diverse learning environment. Team-taught math classes mixing children with special needs and general education students, for example, are largely indistinguishable from classes enrolling only general education students. Notably, the school is well-equipped to serve blind and hearing-impaired students along with those who are physically or emotionally challenged. American Sign Language interpreters travel with students through the school day, and one of Murrow's seven gyms offers \"adaptive\" physical education--gym adapted to the requirements of special-needs students.    English as a Second Language: The school offers ELL/ESL classes and push-in classroom support for non-native English speakers.    Travel Directions : Q train to Avenue M    M.S. 294 Essex Street Academy    350 Grand Street, New York, NY 10002 Phone: (347) 645-6067 | Fax: 212-674-2058    Principal: Alex Shub School Contact: Nick Tapino NYU Liaison: Ted Hannan    At Essex Street Academy we prepare all of our students for success in college by treating them as individuals with specific strengths and needs, and appealing to their intellectual curiosity in our courses. We offer elective courses that challenge students to develop their own ideas and have students learn by doing: designing and conducting experiments, developing a historical thesis, analyzing works of literature through a critical lens, developing mathematical solutions and proofs to problems encountered. The ability to apply sophisticated skills to solve a complex problem will serve students more effectively in college and beyond than the memorization of other people's ideas. Our students are active, not passive, and will graduate from our school confident in their ability to tackle any problem they encounter. Small class sizes make a personalized approach to education possible. To be effective teachers must know when a student is excited by an idea, when the student should be pushed in their thinking, and when a student needs help understanding a concept. We cap our class size at 20, enabling teachers to develop an individual relationship with each of their students. Students are pushed to do their best work all of the time, and on those exciting occasions when students become totally engaged with what they are studying, the teacher is there to make the most of the moment. This individualized approach keeps our students connected to school and sends them off to college excited to continue their pursuit of knowledge.    Travel Directions : F train to Delancey Street    H.S. 682 Fannie Lou Hamer Freedom High School    1021 Jennings Street, Bronx, NY 10460 Phone: (718) 861-0521 | Fax: (718) 861-0619    Principal : Nancy Mann School Contact: Emily Sintz    The fundamental aim of Fannie Lou Hamer Freedom High School is to teach students to use their minds well and prepare them to lead productive, socially useful, and personally satisfying lives. The school's academic program stresses intellectual development and political/social involvement in our society. Five \"habits of mind\" are stressed: (1) helping students learn to critically examine evidence (2) to be able to see the world through multiple viewpoints - to step into other shoes (3) to make connections and see patterns (4) to imagine alternatives (What if? What else?); and finally, (5) to ask, \"What difference does it make? Who cares?\" These five are at the heart of all our work, along with sound work habits and care and concern for others: habits of work and heart. The curriculum affirms the central importance of students learning how to learn, how to reason, and how to investigate complex issues that require collaboration, personal responsibility and a tolerance for uncertainty.    Travel Directions : 6 to Whitlock Avenue; 2,5 to Freeman Street    M.S. 292 Henry Street School for International Studies    220 Henry Street, New York, NY 10002 Phone: (917) 520-1773 | Fax: (212) 406-9417    Principal : Erin Balet    Part of a network of schools affiliated with the Asia Society, the school's mission is to educate low-income and minority students about the world outside their borders. Students have a choice of taking different foreign language classes, go on field trips to the Asia Society's museum, and communicate via special IBM-created computer technology with a North Carolina school within the network. They will also hold school assemblies and workshops on issues such as the global AIDS crisis and poverty around the world.    The school faces the daily challenge of inspiring and engaging students who come from very poor and troubled families on the Lower East Side. Some children act out in class and end up in detention for a good portion of the day. In years gone by, many of the 7th graders would have attended JHS 56, a failing middle school whose building Henry Street shares. While many 9th graders chose the school for its theme, these 7th graders were placed here because their zoned school, JHS 56, is being phased out.    We were impressed, however, with most of the faculty, a group of teachers who share the school's vision. \"International Studies is about being able to choose a future, not letting a future choose you,\" says Tu. She joined the school with middle school director Courtney Allison, who was trained to be a school leader at PS 126, a great turn around story in District 2. Tu was trained at University Neighborhood, an effective small high school with a similar student population, and was also involved in the start-ups of Bard High School Early College and Life Sciences Secondary School. Both directors can be seen in the hallways during the day, being greeted by students or approached for help.    Teachers are well educated, and supportive of the administration and of each other. At lunch, they can be found sitting together in a tight group in the teacher's room. An English teacher told us that \"teachers back each other up and act as intermediaries\" in conflicts between a colleague and student.    This teacher was among the more experienced members of the faculty, but was young enough to throw around a football with kids during recess. In class, students sat closely clustered around him near the front, and he pitched lessons to their age group, for example, by comparing Mercutio in Shakespeare's Romeo and Juliet to \"one of those crazy friends everyone has.\" A history teacher with strong classroom management skills led an activity about the culinary lifestyles of different classes of society in Italy circa 1450. He proved adept at getting kids to channel excess energy into class discussion. A math teacher used elements of different math curriculums to create her lessons, and had students pair off, playing \"battleship\" with integers.    In general, this band of teachers treated students with patience and respect. We saw them walking and talking with students down hallways between classes, keen on taking advantage of every possible minute. Eager to redeem the public school system for the children who really need it, they are also supported by a social worker whom they describe as \"someone who feels like she can never do enough.\"    Travel Directions : F to East Broadway    H.S. 545 High School for Dual Language and Asian Studies    350 Grand Street, New York, NY 10002 Phone: (212) 475-4097 | Fax: (212) 674-1392    Principal : Li Yan School Contact: Miriam Uzzan NYU Liaison: Rosa Pietanza    Dual Language and Asian Studies High School opened in September 2003, with the idea that monolingual students who are taught in two languages&mdash;in this case, English and Mandarin Chinese&mdash;can end up proficient in both. The program seems especially ambitious because research strongly suggests that people need five to seven years of education to become truly adept at a second language - far more than the four years of the typical high school program.    Most teachers, taking advantage of small class sizes, have created a relaxed atmosphere where students are encouraged to speak as much as possible, in English or in Mandarin, depending on what they can handle. In the classrooms, students sit comfortably in clusters most of the time. Occasionally the English teacher will ask them to form a circle for a book discussion. Bilingual teachers have few qualms about explaining things in either language when kids are struggling. We saw a math class where students stammered with their limited English but the teacher was able to keep up a vigorous discussion about the solution to a problem. Most students talked freely and participated in class.    The relationship between students and teachers is, for the most part, collegial, perhaps a reflection of the good rapport between the principal and his staff. Yan says he constantly \"works with teachers as a team\" to strengthen the program, which is still a work in progress. Yan plans to introduce more projects about Asia, in keeping with the school's name. Its partner is the venerable China Institute in America, which will provide art and music classes, Yan says.    Travel Directions : F to Delancey Street    I. S. 77    976 Seneca Avenue, Queens , NY 11385 Phone: (718) 366-7120 | Fax: (718) 456-9512    Principal: Joseph Miller    Since the completion of a much-needed addition to their school, students at I.S. 77 have enjoyed a heightened quality of life. Physical Education classes now meet in a full-sized gym. The new lunchroom is big enough to feed each of the school's four academies, one at a time. Overcrowding and temporary buildings that house makeshift classrooms are a thing of the past. With these improvements in place, students&mdash;who have shown a decline in academic performance in recent years&mdash;could be poised for a turnaround.    I.S. 77's main building was erected in 1911, and the new annex opened in 2002. Until then, temporary buildings behind the school housed 16 classrooms. Even with the new annex, the school was still overcrowded when Joseph Miller became principal in fall 2003. \"We had very little room and between 1,400 and 1,500 students,\" he said. \"Then other schools started opening in the area and taking the pressure off of us.\" At the time of our visit, enrollment at the school was about 1,300&mdash;just under the building's intended maximum capacity.    We watched an 8th-grade language arts class use laptop computers provided by the school and wireless Internet service to research their papers. Sixth graders drew cartoon strips in art class. The art teacher is available before and after school to help college-bound art students compile their portfolios. Some art students who graduate from I.S. 77 go on to public arts schools like Fiorello H. LaGuardia High School and the Frank Sinatra School.    Travel Directions: M train to Seneca Avenue    James Baldwin School - A School for Expeditionary Learning    351 West 18th St.. New York, NY 10011 Phone: (212) 627-2812 | Fax: (212) 627-9803    Principal: Elijah Hawkes School Contact: Susan Petrey    The James Baldwin School seeks to replicate Humanities Preparatory Academy, a small and popular alternative school that successfully prepares students for four-year colleges. Like Humanities Prep, Baldwin is designed to serve both students who just graduated from 8th grade and older transfer students, many of whom have had difficulty elsewhere.    Baldwin opened in September 2005 with a young principal, Elijah Hawkes, a Wesleyan University graduate who taught at Humanities Prep. Teachers are young and idealistic, and several worked with Hawkes at Humanities Prep. The two schools share some faculty members as well as the second floor of the huge building housing Bayard Rustin High School for the Humanities.    Like Humanities Prep, Baldwin is named as \"an expeditionary learning school\" that has a partnership with Outward Bound, the adventure program that runs urban and wilderness expeditions. In its first year, Baldwin enrolled 82 students, mostly freshman, and some junior transfers from Humanities Prep, and planned to grow to 324.    Classes, called blocks, meet for 60 minutes. During our visit, students taking \"The Globalized World\" listened to hip hop radio station. \"Hip hop music is a great example of something in our world that is totally globalized,\" -- that is, broadcast around the world, their teacher said. English courses focused on books by black authors Richard Wright and the school's namesake, James Baldwin. A course called \"Crime and Punishment: Does the U.S. Need So Many Prisons?\" is taught jointly by a science teacher and a social studies teacher, and students earn credits in both subjects. The course covers topics ranging from the functioning of the human brain to the unfolding of crime over time, a historical survey examining such subjects as Prohibition's role in spurring crime, and the more current criminalization of drug use. \"We try to use history as a lens to study the affects of drug use [on society] and the affect of drugs and alcohol on the body,\" the teacher said.    Small group discussions, called \"advisories\" in most new schools, are known as \"crew\" here. They meet four days a week for student/teacher to discuss heavyweight issues such as abortion as well as more mundane matters such as homework. By binding the young school so closely to the old, administrators \"hoped to avoid some of the typical growing pains of new schools,\" Hawkes said. \"It's wonderful support to be next to them.\"    Travel Directions: A to 14th Street    Institute for Collaborative Education (ICE) Grades 6-12    345 East 15th Street, New York, NY 10003 Phone: (212) 475-7972 | Fax: (212) 475-0459    Principal: John Pettinato  School Contact: Nadia Kline-Taylor    The Institute for Collaborative Education (ICE) is a small, progressive secondary school that prides itself not only on its racial diversity but also on the range of different abilities and income levels represented. Classes have 20 or fewer students, which makes it easier for teachers to accommodate children with a range of skills.    ICE is a member of the Coalition of Essential Schools, a national network of schools organized by Brown University's Theodore Sizer, who believes that small schools that concentrate on teaching a few subjects well are more effective than large schools that attempt to teach a wide array of subjects. As part of a consortium of progressive high schools, ICE was given a temporary waiver exempting it from the chancellor's uniform curriculum.    It's an informal place. Students call teachers by their first names and sometimes use slang when speaking to adults. Blue jeans are the rule, on adults as well as kids. Kids are boisterous and loud during class changes. Although some parents might find the atmosphere too relaxed, others praise the administration's willingness to cater to student interests. ICE boasts that nearly all of its graduates go on to college and that about two thirds go on to 4-year schools.    In 2003, the school accepted several dozen students according to the provisions of No Child Left Behind, the federal legislation allowing school choice. Although the administration welcomed the students, the influx made it hard to keep class size small and, because many of the students entered with low skill levels, it was difficult to give them the extra help they needed to keep up.    The school enlisted the help of a carpentry team from the vocational school, Coop Tech, to build new walls to make smaller classrooms, and teachers pitched in to give the new students extra attention. The school welcomes students in special education and takes prides in their progress.    ICE occupies the 5th floor and part of the 4th floor of the former Stuyvesant High School, which it shares with the High School of Health Professions. The building isn't in great shape and some rooms have peeling paint. Large cardboard gargoyles, which the kids made and painted themselves, sit on top of lockers in the hall.    Travel Directions : L to 1st Avenue    M.S. 825 Isaac Newton Middle School    260 Pleasant Avenue, New York, NY 10029 Phone: (212) 860-6006 | Fax: (212) 987-4197    Principal: Lisa Nelson    School Contact: Verneda Johnson    The Isaac Newton Middle School for Math and Science is dedicated to developing mathematically and scientifically knowledgeable students who make connections between what they learn and the world in which they live. The Isaac Newton Middle School for Math and Science is a school where high expectations and active learning experiences develop students' natural curiosity. We offer an extensive and integrated curriculum that develops the skills and interests of all learners. We strive to create a rigorous learning environment characterized by high academic standards and success for all students. All members of the Isaac Newton Middle School for Math and Science learn from one another and celebrate the voices and culture of our community. We will also strive to educate all students to be productive problem solvers.    Travel Directions : 6 to 116th Street    M.S. 223, The Laboratory School Of Finance And Technology    360 E. 145th St., Bronx, NY 10454 Phone: (718) 292-8627 | Fax: (718) 292-7435     Principal: Ramon Gonzalez  School Contact: Ashley Downs  NYU Liaison: Anne Burgunder    M.S. 223 Principal Ramon Gonzalez, who grew up on welfare, attended public schools in East Harlem, and went on to win a scholarship to Cornell University, is determined to offer the children of the South Bronx the same educational opportunities that allowed him to rise from poverty. Gonzalez has assembled a young, energetic, and idealistic staff and created a small school designed to get kids excited about their studies. The school has a cheerful, welcoming feel, and the children seem happy to be here.    Although the school hopes to prepare all students for college, the administration also wants to give children skills they may use to get a job if they choose not to go on in school. Gonzalez said students learn to \"take apart a computer and put it back together again,\" a useful job skill for any student. He said the teachers are dedicated not only to helping their students, but also to improving the neighborhoods in which they live. \"You're not a teacher, you're a community builder,\" he said.    Housed on the top floor of the old I.S. 149, a junior high school that was closed because of poor performance, M.S. opened in September, 2003, with 134 6th graders and 10 staffers from Teach for America, a program that enlists recent graduates of top-notch liberal arts colleges who are committed to urban education and eager to learn their craft. Nearly all of the teachers were still there two years later when we made another visit. About 30% of the student body receives either special education services or English classes for English language learners.    Travel Directions: 5 train to 3rd Ave.,149th Street    H.S. 419 Landmark High School    220 West 58th Street, New York, NY 10019 Phone: (212) 247-3414 | Fax: (212) 247-0602    Principal: Trevor Naidoo School Contact: Anna Samenuk    Founded in 1993, Landmark High School is a member of the Coalition of Essential Schools, a national network of small, progressive schools that promote intensive study of a few subjects, rather than a smattering of many subjects. To graduate, students must prepare \"portfolios\" that demonstrate their mastery of a subject with written work, oral presentation, and graphic representations. Landmark is one of a number of progressive schools that have a waiver from the state for all but two Regents exams. That means students must only pass the English and Math Regents.    Landmark is housed in a drab former office building and among the disadvantages is the lack of a gym. On the plus side, its location near Central Park makes it possible for students to take part in fitness training, flag football, urban hiking, co-ed softball and soccer. Many students come from Washington Heights, East Harlem and the East Village. They arrive with a wide range of skills, according to Siu Chan, the assistant principal and guidance counselor.    Landmark is divided into two Institutes, Junior (10th grade) and Senior (11th and 12th grade.) Ninth graders are invited to attend a two-week summer school. During freshman year they have classes together and remain in school for lunch. All students stay with their teachers for two years. Every day there are 30-minute advisory classes to discuss social issues, current events, and get help in preparing portfolios. If kids are disruptive in other classes, they are sent to their advisor to work out the problem. The whole school participates in a Town Meeting at least once a month.    Music is provided by the Bette Midler Foundation and Midori and Friends. Electives include art, chess, yoga, magic, wall climbing, all provided by teachers who have expertise or interest in the subject. Students have internships with Time Warner nearby, and group called Doculab teaches documentary making.    Special Education: There are self-contained classes for students with special needs only for math, English and social studies. The school also offers Special Education Teacher Support Services, formerly known as Resource Room.    Travel Directions: 1, 2, 3, A, B, C, D to 59th Street, Columbus Circle; N, Q, R, W to 57th Street    H.S. 429 Legacy School for Integrated Studies (Grades 9-12)    34 West 14th Street, New York, NY 10011 Phone: (212) 645-1980 | Fax: (212) 645-2596    Principal: Gregory Rodrigues  School Contact: Steven Aragona    Established in 1993 as an alternative high school modeled on the Coalition of Essential Schools program, Legacy has since tried to preserve the advantages of a small school while adopting traditional methods and classes. With growing budgetary and testing pressures, the school has recently increased class size and moved to a curriculum that places more emphasis on preparation for Regents tests.    Both the principal and teachers say that in the last two years students with greater needs have begun entering the school. A few kids read at or above grade level while many struggle with much simpler material. The school has worked to adjust. Freshman English classes, for example, include reading groups with books selected for different levels.    The range of abilities in math has been harder to accommodate. The school offers only a three-year sequence and is adopting the College Preparatory Mathematics curriculum with which other high schools have reported success. CPM is intent on reinforcing old skills as new ones are introduced. For some students this is a real help, but others complain that math is \"too easy\" or \"doesn't move fast enough.\"    Still, for poorly prepared students, \"the buck stops\" at Legacy. All students attend a \"guided study\" period for extra help they might need. The school has not hesitated to ask failing students to repeat part or all of a grade level, and most students in the upper grades demonstrate their readiness as a result.    The school is located on the fourth and fifth floors of a converted office building on West 14th Street. Many classrooms and hallways are bright, and display student writing and art. The school's computer lab and library are open to students through the lunch hour and after school. There is also a dance studio, and the lack of a gym is compensated for by classes at two nearby YMCAs.    Legacy offers Chinese, Japanese, French, and Spanish as foreign language options. The school requires student participation in an advisory community service program and a college prep class. There are extra-curricular programs set up with the Japan Society and the YMCA Teen Action Program. Legacy also has offered an exchange program with a school in China.    Travel Directions : L to 6th Avenue    M515 Lower East Side Preparatory School    145 Stanton Street, New York, NY 10002 Phone: (212) 505-6366 | Fax: (212) 260-0813    Principal: Martha Polin  School Contact: Rian Keating  NYU Liaison: Rosa Pietanza  This culturally rich school provides all students with academically exciting college preparatory courses and college and career counseling programs. A comprehensive pupil personnel services team, consisting of guidance counselors, a bilingual school neighborhood worker and family paraprofessionals, support student academic success. Participation in PSAL sports including basketball, volleyball and bowling is strongly encouraged. LESP offers a state of the art Technology program including Microsoft Office Certification, Oracle Internet Academy and Think Quest-- a website design competition. Students are active members of the student government and serve on the School Leadership Team. LESP students have many choices as to participation in a variety of after school activities and programs including those sponsored by the 21st Century Learning Grant. After school programs include Tai Chi, Peer Tutoring, Documentary Filmmaking and Video Production, Origami, Ping Pong, Global Kids Leadership Program, ESL Enrichment, SAT Preparation, Crime Scene Investigation and Regents Preparation.    Travel Directions : F to Delancey Street    M308 Lower Manhattan Arts Academy    350 Grand Street, New York, NY 10002 Phone: (212) 505-0143 | Fax: (212) 475-2486    Principal: John Wenk    School Contact: Yetta Garfield     Administrators at the Lower Manhattan Arts Academy (LoMA) are creating a small neighborhood school with a student community that mirrors the population and culture of the arts-minded Lower East Side. LoMa opened its doors in fall 2005, one of five new high schools replacing Seward Park High School, which is being closed because of low student performance. The new schools are bringing a fresh sense of diversity and integration into the building, a longtime neighborhood school whose student population once was divided among ethnic groups. Although an important part of its mission is to serve residents of the neighborhood, LoMA in its first year attracted eager students from as far away as Queens with its promise of an arts education. The school launched with a 9th grade class and intends to add one grade a year until it is a full 9th-12th grade program.    Principal John Wenk is a longtime educator who has worked at the Professional Performing Arts School as well as at LoMA's home site, Seward Park. Sad to see the end of a historic neighborhood institution, he wanted to retain what was good in the building&mdash;its strong, experienced teachers&mdash;and shift them into his new school. He also wanted to build arts into the curriculum, treating them with the type of seriousness they receive at Performing Arts, where aspiring actors, dancers, and other artists learn both technical and academic skills.    LoMA has formed partnerships with a variety of arts and community organizations that already are helping out at the school. New York University students work as tutors in the school's writing center, where kids may seek out assistance during the day. Extended day classes in photography, dance, and theater arts are offered by the Henry Street Settlement, the respected Lower East Side social service organization; the Girls Club; and Jean Cocteau Repertory, a Lower East Side theater dedicated to the production of classics. Girls may also participate in the not-for-profit Willie Mae Rock and Roll Camp program, which teaches girls how to play musical instruments, write songs, and perform.    Travel Directions : B, D to Grand Street; F, J, M, Z to Delancey    H.S. 435 Manhattan Center High School for Science and Mathematics    260 Pleasant Avenue, New York, NY 10029 Phone: (212) 876-4639 | Fax: (212) 348-1167    Principal: David Jose Jimenez    School Contact: Arleen Milton The mission of Manhattan Center for Science and Mathematics is to provide a challenging, academic program that enables students to compete for admission to selective, four-year, post secondary institutions. This preparation includes a grades nine through twelve concentration in science and mathematics, which is completed by the study of humanities and technology. The fulfillment of this mission is implemented through an extended-day academic program, as well as through the full collaboration of staff, students, parents and community. The tenets of our school vision will guide us in implementing our goal.    Special Education: About 125 children are educated in \"self-contained\" (special needs only) classrooms. Students with special needs mingle with general education students in after-school programs, as well as in music, physical education, health, and arts classes.    Travel Directions: 6 to 116th Street    H.S. 575 Manhattan Comprehensive Night &amp; Day School (Grades 9-12)    240 Second Avenue, New York, NY 10003 Phone: (212) 353-2010 | Fax: (212) 353-1673    Principal: Howard Friedman    School Contact: Michael Testa    Manhattan Comprehensive Night and Day High School is a traditional high school with evening and weekend hours to accommodate older students who have jobs or family responsibilities. Housed in a 1903 building (constructed to teach immigrants at the turn of the last century), Night and Day is designed to serve students ages 17-21, both native-born and immigrants, who have dropped out or had their schooling interrupted. About half of the school's students attend during the day; the rest attend during the evening. The school offers classes from 11 a.m. to 11 p.m. Monday through Thursday and on Sundays, so students can hold down jobs or raise a family and still continue their studies. Flexible hours, combined with a wide array of social service, from medical care to help getting immigration papers, make it possible for students with complicated lives to finish high school.    The academics have mostly lecture-style courses and plenty of preparation for Regents exams. In the day school, immigrants predominate. In the night school, most of the students are native born. One possible drawback: some immigrant students said they didn't have enough practice speaking English because of large classes and the style of teaching. But most were grateful for the education they were receiving.    Travel Directions: L to 3rd Avenue    M.S. 862 Mott Hall II    234 W.109th St., 4th fl., New York, NY 10025 Phone: (212) 678-2960 | Fax: (212) 222-0560    Principal: Ana De Los Santos    Founded in 2001 as the first clone of upper Manhattan's highly successful Mott Hall Middle School, Mott Hall II seeks to offer students academically rigorous, project-based instruction in a nurturing atmosphere. It took some time for the school to hit its stride, and become a place where students are \"more thoughtful about themselves as scholars and people,\" said Mary Moss, co-director of the school. But today, she said, \"when we say what the school is like, it comes from what's actually happening.\"    About one-quarter of students gain admission to the specialized high schools, and about another quarter go to Beacon, a selective Upper West Side high school. An increasing number are opting for private and boarding schools. High school preparation begins with an orientation in 7th grade, and guidance counselors meet with students individually. The school offers test prep throughout the year and a portfolio preparation program for students interested in arts high schools. One parent told us that many kids take outside test prep for the high school admission exams.    Located near Columbia University in a building it shares with P.S. 165 and I.S. 246, the school draws a diverse student body. In an essay posted on the wall, one student wrote, \"I feel like Martin Luther King's dream has been achieved.... I have friends that come from many different races and ethnicities.\" Since the school opened, it has drawn an increasingly middle-class group of students, resulting in the loss of special federal funds for poor students.    Special Education: The school has a growing special education population. It offers a mixed-grade class for students with special needs only as well as a collaborative team teaching program, with two teachers overseeing a class of students with special needs and general education students. Special Education Teacher Support Services, SETSS (formerly called resource room) are available for students with all levels of needs.    Travel Directions: 1 to Cathedral Parkway/110th Street    M543 New Design High School    350 Grand St., New York, NY 10002 Phone: (212) 475-4148 | Fax: (212) 674-2128    Principal: Scott Conti    School Contact: David Rothauser Expansion of programs and services has been an ongoing task for teachers and administrators at New Design High School, but it hasn't been an overwhelming one, thanks to a tightly knit faculty led by founding Principal Scott Conti. The hallways of the school's home on the fourth floor of the Seward Park High School building are bright and colorful, and while we were there, a teacher was posting student art on the walls. Kids and teachers clearly seem to enjoy being part of the community, but in a school where students call teachers by their first names, at times this enjoyment comes at the expense of classroom management.    The design program at the school, which opened in 2003, is well structured. In their freshman year, students take a visual arts course with the theme of identity; in 10th grade, they explore various design fields through the theme of community. The 11th grade program is an interdisciplinary study with the theme of perspectives, and in their senior year, students learn to design products for communal use, taking a look at the future in the process.    But even though most students come to the school for the design program, Director of School Culture and Programs Sarah Baltazar emphasizes that New Design is \"first and foremost, a college preparatory\" school, with about two hours of homework required every night.    Special Education: In 9th and 10th grade, the school offers \"collaborative team teaching\" (CTT), in which two teachers, one a specialist in special education, led classes mixing students with special needs and general education students. It also offers SETSS (Special Education Teacher Support Services) for students in the upper grades.    Travel Directions: F, J, M,Z to Delancey Street    M378 School for Global Leaders    145 Stanton Street, New York, NY 10002 Phone: (212) 260-5375 | Fax: (212) 260-7386    Principal: Carry Chan    The School for Global Leaders is forging partnerships with various community organizations to bolster its classroom instruction. Principal Chan highlighted the school's involvement with Mercy Corps, an organization which works to raise awareness around issues of global poverty, oppression and natural disasters. Other partners include the Columbia University's Center for Environmental Research and Conversation and PENCIL, among others.    Students will take three core classes and two elective classes daily. All students will learn to speak a foreign language, with the school offering Spanish in the first year and French and Chinese in the second and third years, respectively. On Fridays students and faculty will have an hour of independent reading time. Global leaders shares a building with the Marta Valle Model School, which is phasing out its middle school, and the Lower East Side Prep School, a transfer high school.    Travel Directions: F train to Delancey Street    M839 Tompkins Square Middle School    600 East 6th Street, New York, NY 10009 Phone: (212) 995-1430 | Fax: (212) 995-9671 Principal:    School Contact: Lance Leener    TSMS is a learning community with high academic standards dedicated to fostering ethical, caring, self-reflective, and critical thinkers. Relationships and communication among staff, students, and parents are at the core of our community. TSMS celebrates the diversity of all its members, supports their different learning styles, and encourages them to express their individuality and pursue their interests. Community members are challenged to analyze different points of view and build skills within a meaningful context. TSMS is a place for early adolescents to discover and feel confident about who they are, build healthy relationships with adults and peers, and investigate their questions about their worlds in a safe, nurturing, and rigorous environment.    Travel Directions: B to Broadway/Lafayette Street    M448 University Neighborhood High School    200 Monroe Street, New York, NY 10002 Phone: (212) 962-4341 | Fax: (212) 267-5611    Principal: Robert Miller    School Contact: Elizabeth Collins For many of the high schools on the Lower East Side, it's a struggle just to get the kids to graduate. But the University Neighborhood High School, surrounded by housing projects, works hard to prepare students for higher education as well. The expectation that kids will achieve and go to college hovers in the air. College trips, administered through the Grand Street Settlement, begin in the 9th grade. (This community organization also runs the school's college office with a full time counselor on staff.) A few seniors take classes, including computer programming and human physiology, at New York University, which runs the school in an unusual collaboration with the administration. Walking down the hallway, we did a double-take at a young man carrying an attache case and dressed in a suit and trench coat; we were then told that it was Wall Street day at school. All these efforts appear to be bearing fruit: more than 90% of the school's first two graduating classes went on to attend 4-year colleges such as Barnard, Brandeis, Hamilton, NYU, Pace, as well as the SUNY and CUNY schools.    Because many of these kids began University as new immigrants or were otherwise ill-prepared for high school, the school established \"learning centers\" to provide extra academic help. These are rooms within the school building where tutoring from teachers or NYU graduate students is available every day. Students voluntarily show up during their lunch periods, after school and for the Saturday Academy. NYU students also offer extra help in the classrooms.    Other notables: Advisory periods are part of the school curriculum, and mentors are recruited from private companies. An enthusiastic music teacher uses her specialty as a therapeutic medium for her students; she teaches kids drumming to foster concentration of the mind, and rhythm to improve math skills. Students can also sign up to receive one-on-one music lessons with tutors from NYU. Students are encouraged to take an active role in the community. A few have internships, but the principal wants to make internships a mandatory part of the curriculum. Students must complete 60 hours of community service to graduate. One result is the green-thumb garden on the school grounds; another is canned food drives.    Travel Directions: F to East Broadway    M.S. 332 University Neighborhood Middle School    220 Henry Street, New York, NY 10002 Phone: (212) 267-5701 | Fax: (212) 349-8224    Principal: Laura Peynado    School Contact: Binh Thai    Launched as part of New York University's plan for an \"educational park\" on the Lower East Side, University Neighborhood Middle School opened in 2004 to serve 6th, 7th, and 8th graders. It is near University Neighborhood High School, which was founded several years earlier in collaboration with NYU, and like the high school, the middle school has students from the university working as tutors both in class and after school. The high school will also give priority to middle school students who apply for admissions.    University Neighborhood Middle School uses a variety of techniques to keep children happy and focused on their work. Among other things, it has organized an \"advisory\" program, where teachers meet with small groups of students to talk for 45 minutes, twice a week about personal or school concerns. At the time of our visit, the advisories were exploring an anti-bullying program. The school also rewards kids for good behavior; they earn points for conducting themselves well in class and then use the points for prizes, such as items from the school \"store\" or a ticket to a school dance.    Special Education: Students with special needs may be placed in small \"self-contained\" (special needs only) classes, but like students in general education classes, they change classrooms for different subjects.    Travel Directions : F to East Broadway    Urban Assembly for Business and Young Women (Grade 9 - 12)    81 New Street, 5th Floor, New York, NY Phone: (212) 668-0169 Principal: Caron Pinkus    Founded in 2005, The UA School of Business for Young Women fosters the development and growth of socially conscious young women who think independently. It prepares students to become business leaders by exploring many areas of business and a variety of career options, and teaching them how to succeed in a diverse, ever-changing business environment. Its core values: Service, Teamwork, Respect, Integrity, Diversity and Excellence.    Travel Directions: R train to Whitehall St./South Ferry    Urban Assembly School for Law and Justice (Grades 9 - 12)    283 Adams Street, Brooklyn, NY 11201 Phone: (718) 858-1160 | Fax: (718) 858-4733    Principal: Shannon Curran    School Contact: Joe Pinto    The Urban Assembly School for Law and Justice's (SLJ) founding principal, Elana Karopkin, stepped down at the end of the 2007-2008 school year. According to Karopkin, the school's first graduation rate was 93 percent, with all of those students accepted to a list of colleges including Amherst, Bates, Wheaton, Hamilton, Colby, DePauw, Union and Skidmore. \"I'm excited about seeing what we've accomplished here at SLJ,\" she said.    In September 2008, SLJ moved into a new building at 283 Adams Street in downtown Brooklyn near the civic center and courthouses. Principal Shannon Curran was an assistant principal at the High School for Law and Public Service.    Travel Directions: R to Court St., F to Jay St. Borough Hall    M.S. 51 William Alexander School    350 Fifth Avenue, Brooklyn, NY 11215 Phone: (718) 369-7603 | Fax: (718) 499-4948    Principal: Lenore Berner    School Contact: Andrew Ravin    M.S. 51 is a selective school that accepts high-achieving children from across District 15. Long the highest scoring middle school in the district, M.S. 51 is known for solid academics as well as creative \"talent\" programs in drama and the arts. \"We're a performing and visual arts middle school,\" says Assistant Principal Gail Rosenberg. \"We take children from apprentice to mastery in three years.\"    Despite recent renovations, the school's well-worn hallways and desks show years of use. But many classrooms have lively books and kid-friendly furniture, and are led by energetic, creative teachers. Depending on the class and grade, children may work independently or in groups, spilling out into the hallways. All students have homeroom lockers to store their clothing and school supplies. The school has an open-lunch policy that students adore; most grab a bagel, a slice, or some Chinese takeout and spend time in the park just across the street, supervised by the principal and other staff.    Academics are strong overall, but the math program has been a sore spot for some parents and teachers. Some parents complain that students are ill-prepared for the math courses at the specialized science schools, and kids complain of some very weak math teachers (although we saw a few excellent math classes on our visit). Grants awarded for technology development will allow the school to construct science labs (there are none at present) and add to its rich supply of computers and computer labs. On the positive side, there are impressive dance, photography, and art studios, and the school offers the first two semesters of Math A, the high school algebra and geometry sequence that takes three semesters. The school acknowledges high achievers by posting a report card honor roll, ranked Summa, Magna, and Cum Laude; administrators say it motivates kids to work hard, while some parents say \"it's antiquated\" and suggest it discourages those who don't find their names listed there.    The school offers special education services to children who meet the academic qualifications for the school but who have other disabilities, such as Attention Deficit Disorder. These children are placed in a \"collaborative team-teaching\" class with two teachers, one of whom is certified in special education, and receive services including speech and occupational therapy. There are three CTT classes, one on each grade, and a self-contained special education class for children with learning disabilities who do not meet the academic cutoff for admission to the school.    Travel Directions: R to 9th Street    610 Young Women's Leadership School (Grades 7-12)    105 East 106th Street, New York, NY 10029 Phone: (212) 289-7593 | Fax: (212) 289-7728    Principal: Dr. Althea Tyson    The day of our visit to The Young Women's Leadership School, known as TYWLS, the elevator doors opened at 8:45 a.m. to reveal a happy rumble. Filled with purpose, students flowed through well maintained hallways filled with colorful and engaging work.    Founded in 1996 as one of the few all-girls' public schools in the nation, TYWLS has quickly gained a reputation as a serious, academically challenging college-preparatory program and has spawned a number of other single-sex schools in the city. \"Middle school is a time for critical biological and mental development,\" says Kathleen Ponze, the educational director of the network of Young Women's Leadership schools. \"In a charged sexual culture, there is automatic posturing that occurs when the sexes get together. This is eliminated here.\"    The school, which works hard to bring struggling students up to speed, has won the accolades of people like Schools Chancellor Joel Klein and Deputy Mayor Dennis Walcott, who co-authored an opinion piece for New York's Daily News citing the benefits of single-sex education. The article noted that in June 2006, 100 percent of TYWLS' seniors had graduated and all had been accepted to college.    Andrew Higginbotham, a long-time English teacher at the school, was named interim acting principal in July 2006. Ponze, who had been principal, now oversees the four all-girls schools that make up the Young Women's Leadership network.    The school is supported by the Young Women's Leadership Foundation, whose founder and president, Ann Rubenstein Tisch, is a hardworking advocate for single-sex education (and a member of a family known for its philanthropy). Girls at the school wear uniforms and good manners are emphasized, but there's a relaxed feel. Students call faculty members and administrators by their first names, as we saw when they passed the principal with a cheery \"Hello, Drew.\" Teachers make themselves available before and after school to assist students, who are measured against high standards. In one 11th grade class, where girls were learning about the use of character development in essays, the teacher reminded students both of her availability to help them, nd the \"F\" that awaited students who did not turn work in on time.    Region 9 elementary schools end in 5th grade, which presents a complication for many girls interested in TYWLS, because the school does not have a 6th grade. The result is that Region 9 students need to attend a middle school for one year, then transfer to begin TYWLS in the 7th grade. This may be worth the effort, however, given the quality of the school. In addition, 90 percent of TYWLS students stay on for high school, which means they avoid the arduous high school application process.    Special Education: About 70 students receive services. They are integrated into regular classes.    Travel Directions: 6 to 103rd Street    Washington Irving High School (M460)    40 Irving Place, New York, NY 10003 Phone: (212) 674-5000    Principal: Bernando Ascona    School Contact: Emily Taylor    Just a block east of Union Square, Washington Irving is a large high school designed to provide something for everyone, from high-achieving students bound for college to those still struggling to learn the basics. The Art House, one of the best of the nine programs in the school, offers classes in fashion design, photography, and sculpture. Each year, a handful of Washington Irving students receive an International Baccalaureatean advanced degree recognized by European universities. Older students, who may be working during the day, may take evening courses in the Young Adult Borough Center (YABC) to finish their high school degree. The school has extensive special education services and a large number of classes for new immigrants.    Travel Directions: N, R, W to Union Square                    This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]}][{"detail": [{"content": "Secondary School Directory - Student Teaching Coordinating Center - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Student Teaching Coordinating Center                                          Secondary School Directory               Information on Schools       NYC Department of Education    Find a NYC Public School       Train Directions to Schools       HopStop       Secondary School Sites    High School of Arts and Technology: Martin Luther King, Jr. Educational Campus    122 Amsterdam Avenue, New York, NY 10023 Phone: (212) 501-1198 | Fax: (917) 441-3693    Principal: Anne Geiger    When we visited Arts and Technology, students were attentive and participatory in all the classes we saw. The young, highly articulate faculty work together well and convey an infectious enthusiasm to their students.    To build what Principal Geiger calls an \"intellectual community and tone of respect,\" Arts and Technology uses some techniques that are more often found in middle schools. The first 20 minutes of the day are spent in a homeroom with an advisor. Each teacher has 16 to 18 advisees. On Fridays, there is an extended advisory period. The school is organized in two \"quads\" of four teachers each so that teachers work with only 90 students. Periodic \"Kidtalk\" meetings of faculty discuss students who are having problems and plan curriculum. On conference nights, parents meet with the advisors rather than with having to wait for a turn with each teacher.    Most classes have 22 to 25 students. Smaller groups of kids work with reading specialists. Kids wear uniforms (khaki pants and black and white shirts) largely to distinguish them from the other kids in the building. Artists from the New York City Opera, the Roundabout Theater, and the Guggenheim Museum plan interdisciplinary units with the faculty. For example, students read the libretto of Carmen, attend the opera, and eventually produce a special project about opera. In a social studies class, kids used the Metropolitan Museum website to study Marco Polo's journeys. A huge map of the world in outline hung on the blackboard and showed the places Polo encountered in black marker. The school also offers classes in computer programming. Geiger says she is pleased to note how much student's skills have improved since the beginning of the year, and we were impressed with kids' written work. &ndash; Judy Baum    Travel Directions: 1 train to 66th St., Lincoln Center    H.S. 479 Beacon High School    237 West 61st. Street, New York, NY 10023 Phone: (212) 245-2807 | Fax: (212) 245-2179    Principal: Ruth Lacey    School Contact: Bayard Faithful    One of the most popular high schools in the city, Beacon offers students a liberal arts education with a progressive bent, a rich arts curriculum, and caring teachers who always seem willing to help. Art rooms, a well-equipped photography lab, a small theater and music studios offer students the chance to work on creative projects in depth.  The Beacon School was founded in 1993 by teachers from the Computer School, who wanted to create a high school with the same cozy atmosphere and spirit of innovation that have made that West Side middle school popular.    Teachers pay attention to individual kids' interests and struggles. Each student has the same advisor for four years. Kids meet with their advisors in groups of 15 or 20 for 40 minutes twice a week, a chance to catch up on any academic or social problems they may be having. Teachers also meet informally with each other. \"The teachers have a good personal relationship with the students,\" one girl said as she chatted with friend in the unusually civilized cafeteria. Her friend, a senior, added: \"It's a very comfortable environment. My freshman English teacher is still my mentor, and I haven't had her since freshman year.\" The principal, Ruth Lacey, seems to know most of the students by name and has a relaxed rapport with many, touching one child on the shoulder or chatting in the hall with another between classes.    The atmosphere is laid back. Some classrooms have mismatched desks and chairs, worn wicker sofas and soft cushions for seats. The library is not only a place for serious study, but also a place where students may relax and listen to their iPods or even take a nap. Student artwork and writing cover the walls. In one project, students made cartoons and illustrations of The Scarlet Letter . In another, students cast Oedipus Rex as various modern day characters: Oedipus as a subway World Series game (with Yankee fans as the chorus) or Oedipus as the Lion King. Students read classics such as Hamlet, but also may take electives such as \"sports literature.\" There's lots of room for class discussion and lively debate. \"The teachers allow you to talk about things like politics, race, sexual orientation,\" said one girl.    Students may work on projects of their own choosing. In a science class, one student researched diseases of horses' mouths, while another investigated whether stress on trees made them more susceptible to galls, lumps on trees caused by parasites. A 9th grader made a Claymation video of ionic and covalent bonding, an animated videotape of models of atoms. In a history class, students discussed how they would research projects on the Cold War. They decided not only to read books and items on the Internet, but also to visit the Spy Museum, listen to a talk by author Tom Clancy, and interview United Nations diplomats. Students seem tolerant of one another: a child in a wheelchair, a child with green hair, and a boy wearing a pink T-shirt emblazoned with the motto \"Tough Guys Wear Pink\" all seemed to fit in without comment from their peers.    Special education: Beacon offers special education teacher support services (SETSS), formerly called resource room.    Travel Directions : A, B, C, or D train to 59th St., Columbus Circle    M.S. 448 Brooklyn Secondary School for Collaborative Studies (Grades 6-8)    610 Henry Street, Brooklyn, NY 11231 Phone: (718) 923-4750 | Fax: (718) 923-4730    Principal: Alyce Barr School Contact: Priscilla Chan    The Brooklyn School for Collaborative Studies was founded in 2001 as the upper school for Brooklyn New School, and it shares a large century old building with that popular progressive elementary school. Sunlight streams in through tall windows. Wooden coat closets, small tables (instead of desks), sofas, rugs, and wooden benches covered with cushions give the school a comfy feel. The school has a nice racial balance, and children from different races seem to get along.    Principal Alyce Barr, a founding parent at BNS, where she also taught, is building a school that combines the joy and excitement of a good elementary school with the academic seriousness that children need in middle and high school.    The administration sets aside time during the day in which teachers may meet and plan their lessons with one another, critical to having a coherent curriculum from class to class and grade to grade. Teachers say they feel their work is valued, and that Barr nurtures the staff just as she nurtures the children. In the middle school, for example, teachers 'loop' with their 7th graders, to teach 8th grade as well, giving students strong, personal resources to turn to in the high school application process and giving teachers the chance to get to know a group of students well.    The school is new and is still a work in progress. No formal textbooks are in use, but teachers draw on a wide range of resources to meet or exceed standards. The math curriculum is evolving and may not provide enough challenge for strong students. Class changes can be rambunctious and not every lesson is focused. But BCS is well on its way to creating a rare environment in which children of different races, income levels, and intellectual abilities work together productively and harmoniously.    Special Education: There are classes for children with learning disabilities. These students are integrated into regular classes when possible and seem to be part of the life of the school. The same approach is followed in the high school, according to Young.    Travel Directions: F train to Carroll Street    M.S. 345 CASTLE Middle School    220 Henry Street, New York, NY 10002 Phone: (212) 674-2690 | Fax: (212) 577-9785    Principal: Judith De Los Santos School Contact: Brian Zager NYU Liason: Rosa Pietanza    Parents at P.S. 110 got their wish in 2004 when the elementary school decided to add middle school grades, albeit in the confined space of the school building. In 2005, the middle school, Collaborative Academy of Science, Technology and Language Arts Education (CASTLE), branched off from PS 110 to move to roomier quarters in the building for JHS 56, a neighborhood school closed because of low performance and now has been divided into three small schools.    CASTLE's plan for success calls for careful assessment of students, identification of their needs, and swift attention to problems as they arise. When administrators noticed a group of 8th graders was struggling with math, for example, they hired an extra teacher to cut class size in half, according to assistant principal Nancy Harris, who used to teach at PS 110. We visited one of these small math classes and noticed a special education teacher helping out in the room as well. \"We try to create as many opportunities as possible for students to meet one-on-one with teachers,\" says De Govia. \"Looping,\" the practice of keeping the same teacher with a class for two years in a row, is an option for faculty members who believe their students would benefit.    A NASA aeronautics lab open to students in Region 9 is housed in the building. Kids may conduct experiments about velocity and work in simulated space adventures. CASTLE shares its building with the Henry Street School for International Studies and the University Neighborhood Middle School, Every school has its own entrance.    Even though CASTLE no longer shares a budget with P.S. 110, a school with a history of strong financial support from the community, the administration has been able to find extra funding&mdash;for things like lockers, musical instruments, and a band class&mdash;to ease the burden of sharing facilities with other schools. As part of the Empowerment Zone, CASTLE has the freedom to make its own decisions about budgeting and staffing, De Govia and Harris told us, although they continue to communicate with PS 110 about school matters.    Special Education : There is one \"self contained\" class&mdash;only for children with special needs&mdash;and two \"collaborative team teaching\" (CTT) classes, where two teachers work together to teach both general and special education students.    Travel Directions : F to East Broadway    M.S. 243 Center School    270 West 70th Street, New York, NY 10023 Phone: (212) 799-1477 | Fax: (212) 579-9728    Principal: Elaine Schwartz    A tiny gem of a place, the Center School is one of the oldest and most popular alternative schools in the city. The school combines a progressive attitude toward how children learn with a classical view of what they should learn. That means teachers expect the kids to move around the classrooms and to chat with one another as they work rather than sit silently in rows and absorb knowledge. At the same time, the subject matter is traditional: Latin is mandatory, and everyone is expected to spell properly, and to learn conventional geography and algebra.    The school goes from 5th to 8th grade, and children of different ages are assigned to classes together for most subjects. Because the students stay for 4 years instead of the more typical 3, it's easier to build a sense of community. The mixing of ages in classes gives children a sense of family and belonging.    It's not a school with fancy equipment (the small size means it doesn't have labs, for example) but it is a school where teachers keep close tabs on each child. Each teacher acts as an advisor to ten to twelve children and meets with them as a group twice a week. One of the purposes of the advisory is to help develop study skills, particularly planning how to organize long assignments.    Instead of receiving conventional report cards, children write their own evaluations in November. At the end of each trimester, teachers write long comments, and children add their own notes. There are very few textbooks, except for math and Latin. Instead, teachers rely on works of literature and primary source materials such as diaries and historical documents. Trips to the New York Aquarium or the American Museum of Natural History are an important part of the course work.    The staff has a mix of senior teachers, some of whom helped found the school, and young, new teachers. All the teachers I saw were extremely energetic, attentive to the children, and knowledgeable.    By keeping the administration to a bare minimum, and by scheduling classes of 40 pupils for gym and swimming (children go across town to Asphalt Green), Director Elaine Schwartz is able to free up enough teachers for very small academic classes. The approach is extremely successful. The school has a very high rate of acceptance into selective high schools.    The school doesn't have separate special education classes, although it makes accommodations for children with learning disabilities in regular classes.    Travel Directions : 2 or 3 train to 72nd Street    City and Country School    146 West 13th Street, New York, NY 10011 Phone: (212) 242-7802 | Fax: (212) 242-7996    Principal: Scott Moran    City and Country School, for children ages 2-13, was founded in 1924 by the pioneering educator, Caroline Pratt, during the dynamic period of Progressive Education. Believing that education is fundamentally a social process, we strive to create a vital school community that supports each child&rsquo;s innate passion for learning while also expending his or her understand of communities and cultures that exist beyond school and home. The teacher&rsquo;s place is alongside the child, posing questions that elicit imaginative thinking, problem-solving and decision-making in pursuit of a deeper perspective. In the partnership of leaning among children and teachers, community is lived through purposeful experiences that foster responsibility, cooperation, active participation, care and respect&mdash;qualities necessary to the life of a democratic society. With Social Studies as the core of the curriculum, enriched through science, mathematics, literature and the arts, students are offered varied opportunities to explore and question the human story, both past and present. Academic and practical skills are embedded in contexts meaningful to children, within larger, in-depth investigations.    C&amp;C graduates are rigorous, original thinkers who embrace inquiry and experimentation as a means toward discovery. Compassionate in spirit, supportive of the needs and ideas of fellow citizens, and sure of their ability to solve problems, they move confidently into the world and contribute positively throughout their lives.    Travel Directions : 1, 2, or 3 train to 14th Street    M.S. 113 Ronald Edmonds School    300 Adelphi Street. Brooklyn, NY 11205 Phone: (718) 834-6734 | Fax: (718) 596-2802    Principal : Khalek Kirkland    A selective school with an active arts program, M.S. 113 is a popular choice for talented Brooklyn kids. The large school is divided into three distinct programs performing arts, visual arts, and science/math each occupying a floor of the building and overseen by an assistant principal. In 2004, the longtime principal Katherine Corbett was replaced by Khalek Kirkland, a Brooklyn native and former teacher and assistant principal at the school. He is well acquainted with M.S. 113's culture and serves as a role model to the students.    M.S. 131 Dr. Sun Yat Sen Middle School    100 Hester Street, New York, NY 10002 Phone: (212) 219-1204 | Fax: (212) 925-6386    Principal: Phyllis Tam School Contact : Alice Hernandez    NYU Liaison : Rosa Pietanza Free lunch : 85.07%    Dr. Sun Yat Sen Middle School 131 is dedicated to establishing a school community, all of whose members learn and teach in a spirit of collaboration and cooperation. We celebrate the richness of our diverse population, and strive to nurture self-respect and respect for others. Our school seeks to involve our students, parents, and staff in active and productive learning to ensure that all members develop the capacity for clear and creative thought. It is our responsibility to foster links in the chain from the past to the present, so that we may successfully shape the future.    Travel Directions : B, D train to Grand Street    M.S. 450 East Side Community School    420 East 12 Street, New York, NY 10009 Phone: (347) 563-5248 | Fax: (212) 260-9657    Principal: Mark Federman School Contact: Tom Mullen    NYU Liaison: Jason Blonstein    We are a small 6th-12th grade school dedicated to the belief that all students can learn and succeed academically. We set high standards for each of our students and help them meet these standards by providing personal attention, a safe and respectful environment, a strong sense of community, and curricula that is both challenging and engaging.    Travel Directions : L train to 1st Avenue    H.S. 525 Edward R. Murrow High School    1600 Avenue L, Brooklyn, NY 11230 Phone: (718) 258-9283 | Fax: (718) 252-2611    Principal: Anthony Lodico School Contact: Mauro Bressi     Edward R. Murrow High School, a large, progressive school that was built in 1974 and that dominates two square blocks of Midwood, breaks the conventional model of school as a place of bells and structure. Instead, Murrow offers students schedules that change daily; open periods; and a liberal-arts college worth of courses. For self-directed students, Murrow is the pot of gold at the end of the academic rainbow. But for those less motivated or less aware of their strengths and interests, the way to graduation can be more difficult.    Since the 2004 retirement of founding principal Saul Bruckner, his successor, Anthony Lodico, has gently but emphatically reshaped the school. Most notably, Lodico closed Murrow's courtyard, requiring students to remain in the building during the school day. In years past, students moved in and out fairly freely, making cutting class, along with smoking and other familiar teenage distractions, relatively simple. Closing the courtyard met with surprisingly little student resistance, says Lodico, reinforcing his sense that students thrive best within well-defined boundaries.    Outstanding fine- and performing arts programs distinguish Murrow's creative offerings. The theater department, which is open to all students, mounts six shows a year, and sends graduates on to top theater schools and conservatories. Academic programs in science and math offer talented students extra sessions in their areas of strength, along with the chance to tackle Advanced Placement and college-level work, get involved in summer internships, and participate in Intel science programs. The business department's Virtual Enterprise chapter--a program in which schools around the world set up mock enterprises that trade among themselves--took home the top prize of $25,000 at a recent international competition.    Murrow is not a place for the shy. \"Students need to advocate for themselves,\" says Assistant Principal Beth Siegel-Graf, and kids have to take the initiative to get help from teachers and counselors. The school's calendar is divided into four sessions, called \"cycles,\" so a student's course schedule can change up to four times a year. This makes parent-teacher conferences a challenge for both teachers, who sometimes struggle to remember all their students, and parents, who never seem to see the same teacher twice.    Students, though, say they thrive on the near-constant change. Kids in the hallways--a common feature at Murrow, where everyone has open hours during the day--say they love their school. While some seem to be languishing in a sleepy stupor, others use the time to review, work on group projects, or catch up on gossip. A well-equipped library on the ground floor offers students a welcome oasis for study and research.    The school serves a wide variety of students. Idiosyncrasy is cultivated here; you can come to school with green hair or lacquered-black fingernails and still fit in. More girls than boys attend Murrow, perhaps because of the arts-heavy curriculum and absence of organized sports. Students interested in Public Schools Athletic League (PSAL) teams may prefer another school.    Special Education: Murrow is wheelchair-accessible and offers special-needs children a vibrant, diverse learning environment. Team-taught math classes mixing children with special needs and general education students, for example, are largely indistinguishable from classes enrolling only general education students. Notably, the school is well-equipped to serve blind and hearing-impaired students along with those who are physically or emotionally challenged. American Sign Language interpreters travel with students through the school day, and one of Murrow's seven gyms offers \"adaptive\" physical education--gym adapted to the requirements of special-needs students.    English as a Second Language: The school offers ELL/ESL classes and push-in classroom support for non-native English speakers.    Travel Directions : Q train to Avenue M    M.S. 294 Essex Street Academy    350 Grand Street, New York, NY 10002 Phone: (347) 645-6067 | Fax: 212-674-2058    Principal: Alex Shub School Contact: Nick Tapino NYU Liaison: Ted Hannan    At Essex Street Academy we prepare all of our students for success in college by treating them as individuals with specific strengths and needs, and appealing to their intellectual curiosity in our courses. We offer elective courses that challenge students to develop their own ideas and have students learn by doing: designing and conducting experiments, developing a historical thesis, analyzing works of literature through a critical lens, developing mathematical solutions and proofs to problems encountered. The ability to apply sophisticated skills to solve a complex problem will serve students more effectively in college and beyond than the memorization of other people's ideas. Our students are active, not passive, and will graduate from our school confident in their ability to tackle any problem they encounter. Small class sizes make a personalized approach to education possible. To be effective teachers must know when a student is excited by an idea, when the student should be pushed in their thinking, and when a student needs help understanding a concept. We cap our class size at 20, enabling teachers to develop an individual relationship with each of their students. Students are pushed to do their best work all of the time, and on those exciting occasions when students become totally engaged with what they are studying, the teacher is there to make the most of the moment. This individualized approach keeps our students connected to school and sends them off to college excited to continue their pursuit of knowledge.    Travel Directions : F train to Delancey Street    H.S. 682 Fannie Lou Hamer Freedom High School    1021 Jennings Street, Bronx, NY 10460 Phone: (718) 861-0521 | Fax: (718) 861-0619    Principal : Nancy Mann School Contact: Emily Sintz    The fundamental aim of Fannie Lou Hamer Freedom High School is to teach students to use their minds well and prepare them to lead productive, socially useful, and personally satisfying lives. The school's academic program stresses intellectual development and political/social involvement in our society. Five \"habits of mind\" are stressed: (1) helping students learn to critically examine evidence (2) to be able to see the world through multiple viewpoints - to step into other shoes (3) to make connections and see patterns (4) to imagine alternatives (What if? What else?); and finally, (5) to ask, \"What difference does it make? Who cares?\" These five are at the heart of all our work, along with sound work habits and care and concern for others: habits of work and heart. The curriculum affirms the central importance of students learning how to learn, how to reason, and how to investigate complex issues that require collaboration, personal responsibility and a tolerance for uncertainty.    Travel Directions : 6 to Whitlock Avenue; 2,5 to Freeman Street    M.S. 292 Henry Street School for International Studies    220 Henry Street, New York, NY 10002 Phone: (917) 520-1773 | Fax: (212) 406-9417    Principal : Erin Balet    Part of a network of schools affiliated with the Asia Society, the school's mission is to educate low-income and minority students about the world outside their borders. Students have a choice of taking different foreign language classes, go on field trips to the Asia Society's museum, and communicate via special IBM-created computer technology with a North Carolina school within the network. They will also hold school assemblies and workshops on issues such as the global AIDS crisis and poverty around the world.    The school faces the daily challenge of inspiring and engaging students who come from very poor and troubled families on the Lower East Side. Some children act out in class and end up in detention for a good portion of the day. In years gone by, many of the 7th graders would have attended JHS 56, a failing middle school whose building Henry Street shares. While many 9th graders chose the school for its theme, these 7th graders were placed here because their zoned school, JHS 56, is being phased out.    We were impressed, however, with most of the faculty, a group of teachers who share the school's vision. \"International Studies is about being able to choose a future, not letting a future choose you,\" says Tu. She joined the school with middle school director Courtney Allison, who was trained to be a school leader at PS 126, a great turn around story in District 2. Tu was trained at University Neighborhood, an effective small high school with a similar student population, and was also involved in the start-ups of Bard High School Early College and Life Sciences Secondary School. Both directors can be seen in the hallways during the day, being greeted by students or approached for help.    Teachers are well educated, and supportive of the administration and of each other. At lunch, they can be found sitting together in a tight group in the teacher's room. An English teacher told us that \"teachers back each other up and act as intermediaries\" in conflicts between a colleague and student.    This teacher was among the more experienced members of the faculty, but was young enough to throw around a football with kids during recess. In class, students sat closely clustered around him near the front, and he pitched lessons to their age group, for example, by comparing Mercutio in Shakespeare's Romeo and Juliet to \"one of those crazy friends everyone has.\" A history teacher with strong classroom management skills led an activity about the culinary lifestyles of different classes of society in Italy circa 1450. He proved adept at getting kids to channel excess energy into class discussion. A math teacher used elements of different math curriculums to create her lessons, and had students pair off, playing \"battleship\" with integers.    In general, this band of teachers treated students with patience and respect. We saw them walking and talking with students down hallways between classes, keen on taking advantage of every possible minute. Eager to redeem the public school system for the children who really need it, they are also supported by a social worker whom they describe as \"someone who feels like she can never do enough.\"    Travel Directions : F to East Broadway    H.S. 545 High School for Dual Language and Asian Studies    350 Grand Street, New York, NY 10002 Phone: (212) 475-4097 | Fax: (212) 674-1392    Principal : Li Yan School Contact: Miriam Uzzan NYU Liaison: Rosa Pietanza    Dual Language and Asian Studies High School opened in September 2003, with the idea that monolingual students who are taught in two languages&mdash;in this case, English and Mandarin Chinese&mdash;can end up proficient in both. The program seems especially ambitious because research strongly suggests that people need five to seven years of education to become truly adept at a second language - far more than the four years of the typical high school program.    Most teachers, taking advantage of small class sizes, have created a relaxed atmosphere where students are encouraged to speak as much as possible, in English or in Mandarin, depending on what they can handle. In the classrooms, students sit comfortably in clusters most of the time. Occasionally the English teacher will ask them to form a circle for a book discussion. Bilingual teachers have few qualms about explaining things in either language when kids are struggling. We saw a math class where students stammered with their limited English but the teacher was able to keep up a vigorous discussion about the solution to a problem. Most students talked freely and participated in class.    The relationship between students and teachers is, for the most part, collegial, perhaps a reflection of the good rapport between the principal and his staff. Yan says he constantly \"works with teachers as a team\" to strengthen the program, which is still a work in progress. Yan plans to introduce more projects about Asia, in keeping with the school's name. Its partner is the venerable China Institute in America, which will provide art and music classes, Yan says.    Travel Directions : F to Delancey Street    I. S. 77    976 Seneca Avenue, Queens , NY 11385 Phone: (718) 366-7120 | Fax: (718) 456-9512    Principal: Joseph Miller    Since the completion of a much-needed addition to their school, students at I.S. 77 have enjoyed a heightened quality of life. Physical Education classes now meet in a full-sized gym. The new lunchroom is big enough to feed each of the school's four academies, one at a time. Overcrowding and temporary buildings that house makeshift classrooms are a thing of the past. With these improvements in place, students&mdash;who have shown a decline in academic performance in recent years&mdash;could be poised for a turnaround.    I.S. 77's main building was erected in 1911, and the new annex opened in 2002. Until then, temporary buildings behind the school housed 16 classrooms. Even with the new annex, the school was still overcrowded when Joseph Miller became principal in fall 2003. \"We had very little room and between 1,400 and 1,500 students,\" he said. \"Then other schools started opening in the area and taking the pressure off of us.\" At the time of our visit, enrollment at the school was about 1,300&mdash;just under the building's intended maximum capacity.    We watched an 8th-grade language arts class use laptop computers provided by the school and wireless Internet service to research their papers. Sixth graders drew cartoon strips in art class. The art teacher is available before and after school to help college-bound art students compile their portfolios. Some art students who graduate from I.S. 77 go on to public arts schools like Fiorello H. LaGuardia High School and the Frank Sinatra School.    Travel Directions: M train to Seneca Avenue    James Baldwin School - A School for Expeditionary Learning    351 West 18th St.. New York, NY 10011 Phone: (212) 627-2812 | Fax: (212) 627-9803    Principal: Elijah Hawkes School Contact: Susan Petrey    The James Baldwin School seeks to replicate Humanities Preparatory Academy, a small and popular alternative school that successfully prepares students for four-year colleges. Like Humanities Prep, Baldwin is designed to serve both students who just graduated from 8th grade and older transfer students, many of whom have had difficulty elsewhere.    Baldwin opened in September 2005 with a young principal, Elijah Hawkes, a Wesleyan University graduate who taught at Humanities Prep. Teachers are young and idealistic, and several worked with Hawkes at Humanities Prep. The two schools share some faculty members as well as the second floor of the huge building housing Bayard Rustin High School for the Humanities.    Like Humanities Prep, Baldwin is named as \"an expeditionary learning school\" that has a partnership with Outward Bound, the adventure program that runs urban and wilderness expeditions. In its first year, Baldwin enrolled 82 students, mostly freshman, and some junior transfers from Humanities Prep, and planned to grow to 324.    Classes, called blocks, meet for 60 minutes. During our visit, students taking \"The Globalized World\" listened to hip hop radio station. \"Hip hop music is a great example of something in our world that is totally globalized,\" -- that is, broadcast around the world, their teacher said. English courses focused on books by black authors Richard Wright and the school's namesake, James Baldwin. A course called \"Crime and Punishment: Does the U.S. Need So Many Prisons?\" is taught jointly by a science teacher and a social studies teacher, and students earn credits in both subjects. The course covers topics ranging from the functioning of the human brain to the unfolding of crime over time, a historical survey examining such subjects as Prohibition's role in spurring crime, and the more current criminalization of drug use. \"We try to use history as a lens to study the affects of drug use [on society] and the affect of drugs and alcohol on the body,\" the teacher said.    Small group discussions, called \"advisories\" in most new schools, are known as \"crew\" here. They meet four days a week for student/teacher to discuss heavyweight issues such as abortion as well as more mundane matters such as homework. By binding the young school so closely to the old, administrators \"hoped to avoid some of the typical growing pains of new schools,\" Hawkes said. \"It's wonderful support to be next to them.\"    Travel Directions: A to 14th Street    Institute for Collaborative Education (ICE) Grades 6-12    345 East 15th Street, New York, NY 10003 Phone: (212) 475-7972 | Fax: (212) 475-0459    Principal: John Pettinato  School Contact: Nadia Kline-Taylor    The Institute for Collaborative Education (ICE) is a small, progressive secondary school that prides itself not only on its racial diversity but also on the range of different abilities and income levels represented. Classes have 20 or fewer students, which makes it easier for teachers to accommodate children with a range of skills.    ICE is a member of the Coalition of Essential Schools, a national network of schools organized by Brown University's Theodore Sizer, who believes that small schools that concentrate on teaching a few subjects well are more effective than large schools that attempt to teach a wide array of subjects. As part of a consortium of progressive high schools, ICE was given a temporary waiver exempting it from the chancellor's uniform curriculum.    It's an informal place. Students call teachers by their first names and sometimes use slang when speaking to adults. Blue jeans are the rule, on adults as well as kids. Kids are boisterous and loud during class changes. Although some parents might find the atmosphere too relaxed, others praise the administration's willingness to cater to student interests. ICE boasts that nearly all of its graduates go on to college and that about two thirds go on to 4-year schools.    In 2003, the school accepted several dozen students according to the provisions of No Child Left Behind, the federal legislation allowing school choice. Although the administration welcomed the students, the influx made it hard to keep class size small and, because many of the students entered with low skill levels, it was difficult to give them the extra help they needed to keep up.    The school enlisted the help of a carpentry team from the vocational school, Coop Tech, to build new walls to make smaller classrooms, and teachers pitched in to give the new students extra attention. The school welcomes students in special education and takes prides in their progress.    ICE occupies the 5th floor and part of the 4th floor of the former Stuyvesant High School, which it shares with the High School of Health Professions. The building isn't in great shape and some rooms have peeling paint. Large cardboard gargoyles, which the kids made and painted themselves, sit on top of lockers in the hall.    Travel Directions : L to 1st Avenue    M.S. 825 Isaac Newton Middle School    260 Pleasant Avenue, New York, NY 10029 Phone: (212) 860-6006 | Fax: (212) 987-4197    Principal: Lisa Nelson    School Contact: Verneda Johnson    The Isaac Newton Middle School for Math and Science is dedicated to developing mathematically and scientifically knowledgeable students who make connections between what they learn and the world in which they live. The Isaac Newton Middle School for Math and Science is a school where high expectations and active learning experiences develop students' natural curiosity. We offer an extensive and integrated curriculum that develops the skills and interests of all learners. We strive to create a rigorous learning environment characterized by high academic standards and success for all students. All members of the Isaac Newton Middle School for Math and Science learn from one another and celebrate the voices and culture of our community. We will also strive to educate all students to be productive problem solvers.    Travel Directions : 6 to 116th Street    M.S. 223, The Laboratory School Of Finance And Technology    360 E. 145th St., Bronx, NY 10454 Phone: (718) 292-8627 | Fax: (718) 292-7435     Principal: Ramon Gonzalez  School Contact: Ashley Downs  NYU Liaison: Anne Burgunder    M.S. 223 Principal Ramon Gonzalez, who grew up on welfare, attended public schools in East Harlem, and went on to win a scholarship to Cornell University, is determined to offer the children of the South Bronx the same educational opportunities that allowed him to rise from poverty. Gonzalez has assembled a young, energetic, and idealistic staff and created a small school designed to get kids excited about their studies. The school has a cheerful, welcoming feel, and the children seem happy to be here.    Although the school hopes to prepare all students for college, the administration also wants to give children skills they may use to get a job if they choose not to go on in school. Gonzalez said students learn to \"take apart a computer and put it back together again,\" a useful job skill for any student. He said the teachers are dedicated not only to helping their students, but also to improving the neighborhoods in which they live. \"You're not a teacher, you're a community builder,\" he said.    Housed on the top floor of the old I.S. 149, a junior high school that was closed because of poor performance, M.S. opened in September, 2003, with 134 6th graders and 10 staffers from Teach for America, a program that enlists recent graduates of top-notch liberal arts colleges who are committed to urban education and eager to learn their craft. Nearly all of the teachers were still there two years later when we made another visit. About 30% of the student body receives either special education services or English classes for English language learners.    Travel Directions: 5 train to 3rd Ave.,149th Street    H.S. 419 Landmark High School    220 West 58th Street, New York, NY 10019 Phone: (212) 247-3414 | Fax: (212) 247-0602    Principal: Trevor Naidoo School Contact: Anna Samenuk    Founded in 1993, Landmark High School is a member of the Coalition of Essential Schools, a national network of small, progressive schools that promote intensive study of a few subjects, rather than a smattering of many subjects. To graduate, students must prepare \"portfolios\" that demonstrate their mastery of a subject with written work, oral presentation, and graphic representations. Landmark is one of a number of progressive schools that have a waiver from the state for all but two Regents exams. That means students must only pass the English and Math Regents.    Landmark is housed in a drab former office building and among the disadvantages is the lack of a gym. On the plus side, its location near Central Park makes it possible for students to take part in fitness training, flag football, urban hiking, co-ed softball and soccer. Many students come from Washington Heights, East Harlem and the East Village. They arrive with a wide range of skills, according to Siu Chan, the assistant principal and guidance counselor.    Landmark is divided into two Institutes, Junior (10th grade) and Senior (11th and 12th grade.) Ninth graders are invited to attend a two-week summer school. During freshman year they have classes together and remain in school for lunch. All students stay with their teachers for two years. Every day there are 30-minute advisory classes to discuss social issues, current events, and get help in preparing portfolios. If kids are disruptive in other classes, they are sent to their advisor to work out the problem. The whole school participates in a Town Meeting at least once a month.    Music is provided by the Bette Midler Foundation and Midori and Friends. Electives include art, chess, yoga, magic, wall climbing, all provided by teachers who have expertise or interest in the subject. Students have internships with Time Warner nearby, and group called Doculab teaches documentary making.    Special Education: There are self-contained classes for students with special needs only for math, English and social studies. The school also offers Special Education Teacher Support Services, formerly known as Resource Room.    Travel Directions: 1, 2, 3, A, B, C, D to 59th Street, Columbus Circle; N, Q, R, W to 57th Street    H.S. 429 Legacy School for Integrated Studies (Grades 9-12)    34 West 14th Street, New York, NY 10011 Phone: (212) 645-1980 | Fax: (212) 645-2596    Principal: Gregory Rodrigues  School Contact: Steven Aragona    Established in 1993 as an alternative high school modeled on the Coalition of Essential Schools program, Legacy has since tried to preserve the advantages of a small school while adopting traditional methods and classes. With growing budgetary and testing pressures, the school has recently increased class size and moved to a curriculum that places more emphasis on preparation for Regents tests.    Both the principal and teachers say that in the last two years students with greater needs have begun entering the school. A few kids read at or above grade level while many struggle with much simpler material. The school has worked to adjust. Freshman English classes, for example, include reading groups with books selected for different levels.    The range of abilities in math has been harder to accommodate. The school offers only a three-year sequence and is adopting the College Preparatory Mathematics curriculum with which other high schools have reported success. CPM is intent on reinforcing old skills as new ones are introduced. For some students this is a real help, but others complain that math is \"too easy\" or \"doesn't move fast enough.\"    Still, for poorly prepared students, \"the buck stops\" at Legacy. All students attend a \"guided study\" period for extra help they might need. The school has not hesitated to ask failing students to repeat part or all of a grade level, and most students in the upper grades demonstrate their readiness as a result.    The school is located on the fourth and fifth floors of a converted office building on West 14th Street. Many classrooms and hallways are bright, and display student writing and art. The school's computer lab and library are open to students through the lunch hour and after school. There is also a dance studio, and the lack of a gym is compensated for by classes at two nearby YMCAs.    Legacy offers Chinese, Japanese, French, and Spanish as foreign language options. The school requires student participation in an advisory community service program and a college prep class. There are extra-curricular programs set up with the Japan Society and the YMCA Teen Action Program. Legacy also has offered an exchange program with a school in China.    Travel Directions : L to 6th Avenue    M515 Lower East Side Preparatory School    145 Stanton Street, New York, NY 10002 Phone: (212) 505-6366 | Fax: (212) 260-0813    Principal: Martha Polin  School Contact: Rian Keating  NYU Liaison: Rosa Pietanza  This culturally rich school provides all students with academically exciting college preparatory courses and college and career counseling programs. A comprehensive pupil personnel services team, consisting of guidance counselors, a bilingual school neighborhood worker and family paraprofessionals, support student academic success. Participation in PSAL sports including basketball, volleyball and bowling is strongly encouraged. LESP offers a state of the art Technology program including Microsoft Office Certification, Oracle Internet Academy and Think Quest-- a website design competition. Students are active members of the student government and serve on the School Leadership Team. LESP students have many choices as to participation in a variety of after school activities and programs including those sponsored by the 21st Century Learning Grant. After school programs include Tai Chi, Peer Tutoring, Documentary Filmmaking and Video Production, Origami, Ping Pong, Global Kids Leadership Program, ESL Enrichment, SAT Preparation, Crime Scene Investigation and Regents Preparation.    Travel Directions : F to Delancey Street    M308 Lower Manhattan Arts Academy    350 Grand Street, New York, NY 10002 Phone: (212) 505-0143 | Fax: (212) 475-2486    Principal: John Wenk    School Contact: Yetta Garfield     Administrators at the Lower Manhattan Arts Academy (LoMA) are creating a small neighborhood school with a student community that mirrors the population and culture of the arts-minded Lower East Side. LoMa opened its doors in fall 2005, one of five new high schools replacing Seward Park High School, which is being closed because of low student performance. The new schools are bringing a fresh sense of diversity and integration into the building, a longtime neighborhood school whose student population once was divided among ethnic groups. Although an important part of its mission is to serve residents of the neighborhood, LoMA in its first year attracted eager students from as far away as Queens with its promise of an arts education. The school launched with a 9th grade class and intends to add one grade a year until it is a full 9th-12th grade program.    Principal John Wenk is a longtime educator who has worked at the Professional Performing Arts School as well as at LoMA's home site, Seward Park. Sad to see the end of a historic neighborhood institution, he wanted to retain what was good in the building&mdash;its strong, experienced teachers&mdash;and shift them into his new school. He also wanted to build arts into the curriculum, treating them with the type of seriousness they receive at Performing Arts, where aspiring actors, dancers, and other artists learn both technical and academic skills.    LoMA has formed partnerships with a variety of arts and community organizations that already are helping out at the school. New York University students work as tutors in the school's writing center, where kids may seek out assistance during the day. Extended day classes in photography, dance, and theater arts are offered by the Henry Street Settlement, the respected Lower East Side social service organization; the Girls Club; and Jean Cocteau Repertory, a Lower East Side theater dedicated to the production of classics. Girls may also participate in the not-for-profit Willie Mae Rock and Roll Camp program, which teaches girls how to play musical instruments, write songs, and perform.    Travel Directions : B, D to Grand Street; F, J, M, Z to Delancey    H.S. 435 Manhattan Center High School for Science and Mathematics    260 Pleasant Avenue, New York, NY 10029 Phone: (212) 876-4639 | Fax: (212) 348-1167    Principal: David Jose Jimenez    School Contact: Arleen Milton The mission of Manhattan Center for Science and Mathematics is to provide a challenging, academic program that enables students to compete for admission to selective, four-year, post secondary institutions. This preparation includes a grades nine through twelve concentration in science and mathematics, which is completed by the study of humanities and technology. The fulfillment of this mission is implemented through an extended-day academic program, as well as through the full collaboration of staff, students, parents and community. The tenets of our school vision will guide us in implementing our goal.    Special Education: About 125 children are educated in \"self-contained\" (special needs only) classrooms. Students with special needs mingle with general education students in after-school programs, as well as in music, physical education, health, and arts classes.    Travel Directions: 6 to 116th Street    H.S. 575 Manhattan Comprehensive Night &amp; Day School (Grades 9-12)    240 Second Avenue, New York, NY 10003 Phone: (212) 353-2010 | Fax: (212) 353-1673    Principal: Howard Friedman    School Contact: Michael Testa    Manhattan Comprehensive Night and Day High School is a traditional high school with evening and weekend hours to accommodate older students who have jobs or family responsibilities. Housed in a 1903 building (constructed to teach immigrants at the turn of the last century), Night and Day is designed to serve students ages 17-21, both native-born and immigrants, who have dropped out or had their schooling interrupted. About half of the school's students attend during the day; the rest attend during the evening. The school offers classes from 11 a.m. to 11 p.m. Monday through Thursday and on Sundays, so students can hold down jobs or raise a family and still continue their studies. Flexible hours, combined with a wide array of social service, from medical care to help getting immigration papers, make it possible for students with complicated lives to finish high school.    The academics have mostly lecture-style courses and plenty of preparation for Regents exams. In the day school, immigrants predominate. In the night school, most of the students are native born. One possible drawback: some immigrant students said they didn't have enough practice speaking English because of large classes and the style of teaching. But most were grateful for the education they were receiving.    Travel Directions: L to 3rd Avenue    M.S. 862 Mott Hall II    234 W.109th St., 4th fl., New York, NY 10025 Phone: (212) 678-2960 | Fax: (212) 222-0560    Principal: Ana De Los Santos    Founded in 2001 as the first clone of upper Manhattan's highly successful Mott Hall Middle School, Mott Hall II seeks to offer students academically rigorous, project-based instruction in a nurturing atmosphere. It took some time for the school to hit its stride, and become a place where students are \"more thoughtful about themselves as scholars and people,\" said Mary Moss, co-director of the school. But today, she said, \"when we say what the school is like, it comes from what's actually happening.\"    About one-quarter of students gain admission to the specialized high schools, and about another quarter go to Beacon, a selective Upper West Side high school. An increasing number are opting for private and boarding schools. High school preparation begins with an orientation in 7th grade, and guidance counselors meet with students individually. The school offers test prep throughout the year and a portfolio preparation program for students interested in arts high schools. One parent told us that many kids take outside test prep for the high school admission exams.    Located near Columbia University in a building it shares with P.S. 165 and I.S. 246, the school draws a diverse student body. In an essay posted on the wall, one student wrote, \"I feel like Martin Luther King's dream has been achieved.... I have friends that come from many different races and ethnicities.\" Since the school opened, it has drawn an increasingly middle-class group of students, resulting in the loss of special federal funds for poor students.    Special Education: The school has a growing special education population. It offers a mixed-grade class for students with special needs only as well as a collaborative team teaching program, with two teachers overseeing a class of students with special needs and general education students. Special Education Teacher Support Services, SETSS (formerly called resource room) are available for students with all levels of needs.    Travel Directions: 1 to Cathedral Parkway/110th Street    M543 New Design High School    350 Grand St., New York, NY 10002 Phone: (212) 475-4148 | Fax: (212) 674-2128    Principal: Scott Conti    School Contact: David Rothauser Expansion of programs and services has been an ongoing task for teachers and administrators at New Design High School, but it hasn't been an overwhelming one, thanks to a tightly knit faculty led by founding Principal Scott Conti. The hallways of the school's home on the fourth floor of the Seward Park High School building are bright and colorful, and while we were there, a teacher was posting student art on the walls. Kids and teachers clearly seem to enjoy being part of the community, but in a school where students call teachers by their first names, at times this enjoyment comes at the expense of classroom management.    The design program at the school, which opened in 2003, is well structured. In their freshman year, students take a visual arts course with the theme of identity; in 10th grade, they explore various design fields through the theme of community. The 11th grade program is an interdisciplinary study with the theme of perspectives, and in their senior year, students learn to design products for communal use, taking a look at the future in the process.    But even though most students come to the school for the design program, Director of School Culture and Programs Sarah Baltazar emphasizes that New Design is \"first and foremost, a college preparatory\" school, with about two hours of homework required every night.    Special Education: In 9th and 10th grade, the school offers \"collaborative team teaching\" (CTT), in which two teachers, one a specialist in special education, led classes mixing students with special needs and general education students. It also offers SETSS (Special Education Teacher Support Services) for students in the upper grades.    Travel Directions: F, J, M,Z to Delancey Street    M378 School for Global Leaders    145 Stanton Street, New York, NY 10002 Phone: (212) 260-5375 | Fax: (212) 260-7386    Principal: Carry Chan    The School for Global Leaders is forging partnerships with various community organizations to bolster its classroom instruction. Principal Chan highlighted the school's involvement with Mercy Corps, an organization which works to raise awareness around issues of global poverty, oppression and natural disasters. Other partners include the Columbia University's Center for Environmental Research and Conversation and PENCIL, among others.    Students will take three core classes and two elective classes daily. All students will learn to speak a foreign language, with the school offering Spanish in the first year and French and Chinese in the second and third years, respectively. On Fridays students and faculty will have an hour of independent reading time. Global leaders shares a building with the Marta Valle Model School, which is phasing out its middle school, and the Lower East Side Prep School, a transfer high school.    Travel Directions: F train to Delancey Street    M839 Tompkins Square Middle School    600 East 6th Street, New York, NY 10009 Phone: (212) 995-1430 | Fax: (212) 995-9671 Principal:    School Contact: Lance Leener    TSMS is a learning community with high academic standards dedicated to fostering ethical, caring, self-reflective, and critical thinkers. Relationships and communication among staff, students, and parents are at the core of our community. TSMS celebrates the diversity of all its members, supports their different learning styles, and encourages them to express their individuality and pursue their interests. Community members are challenged to analyze different points of view and build skills within a meaningful context. TSMS is a place for early adolescents to discover and feel confident about who they are, build healthy relationships with adults and peers, and investigate their questions about their worlds in a safe, nurturing, and rigorous environment.    Travel Directions: B to Broadway/Lafayette Street    M448 University Neighborhood High School    200 Monroe Street, New York, NY 10002 Phone: (212) 962-4341 | Fax: (212) 267-5611    Principal: Robert Miller    School Contact: Elizabeth Collins For many of the high schools on the Lower East Side, it's a struggle just to get the kids to graduate. But the University Neighborhood High School, surrounded by housing projects, works hard to prepare students for higher education as well. The expectation that kids will achieve and go to college hovers in the air. College trips, administered through the Grand Street Settlement, begin in the 9th grade. (This community organization also runs the school's college office with a full time counselor on staff.) A few seniors take classes, including computer programming and human physiology, at New York University, which runs the school in an unusual collaboration with the administration. Walking down the hallway, we did a double-take at a young man carrying an attache case and dressed in a suit and trench coat; we were then told that it was Wall Street day at school. All these efforts appear to be bearing fruit: more than 90% of the school's first two graduating classes went on to attend 4-year colleges such as Barnard, Brandeis, Hamilton, NYU, Pace, as well as the SUNY and CUNY schools.    Because many of these kids began University as new immigrants or were otherwise ill-prepared for high school, the school established \"learning centers\" to provide extra academic help. These are rooms within the school building where tutoring from teachers or NYU graduate students is available every day. Students voluntarily show up during their lunch periods, after school and for the Saturday Academy. NYU students also offer extra help in the classrooms.    Other notables: Advisory periods are part of the school curriculum, and mentors are recruited from private companies. An enthusiastic music teacher uses her specialty as a therapeutic medium for her students; she teaches kids drumming to foster concentration of the mind, and rhythm to improve math skills. Students can also sign up to receive one-on-one music lessons with tutors from NYU. Students are encouraged to take an active role in the community. A few have internships, but the principal wants to make internships a mandatory part of the curriculum. Students must complete 60 hours of community service to graduate. One result is the green-thumb garden on the school grounds; another is canned food drives.    Travel Directions: F to East Broadway    M.S. 332 University Neighborhood Middle School    220 Henry Street, New York, NY 10002 Phone: (212) 267-5701 | Fax: (212) 349-8224    Principal: Laura Peynado    School Contact: Binh Thai    Launched as part of New York University's plan for an \"educational park\" on the Lower East Side, University Neighborhood Middle School opened in 2004 to serve 6th, 7th, and 8th graders. It is near University Neighborhood High School, which was founded several years earlier in collaboration with NYU, and like the high school, the middle school has students from the university working as tutors both in class and after school. The high school will also give priority to middle school students who apply for admissions.    University Neighborhood Middle School uses a variety of techniques to keep children happy and focused on their work. Among other things, it has organized an \"advisory\" program, where teachers meet with small groups of students to talk for 45 minutes, twice a week about personal or school concerns. At the time of our visit, the advisories were exploring an anti-bullying program. The school also rewards kids for good behavior; they earn points for conducting themselves well in class and then use the points for prizes, such as items from the school \"store\" or a ticket to a school dance.    Special Education: Students with special needs may be placed in small \"self-contained\" (special needs only) classes, but like students in general education classes, they change classrooms for different subjects.    Travel Directions : F to East Broadway    Urban Assembly for Business and Young Women (Grade 9 - 12)    81 New Street, 5th Floor, New York, NY Phone: (212) 668-0169 Principal: Caron Pinkus    Founded in 2005, The UA School of Business for Young Women fosters the development and growth of socially conscious young women who think independently. It prepares students to become business leaders by exploring many areas of business and a variety of career options, and teaching them how to succeed in a diverse, ever-changing business environment. Its core values: Service, Teamwork, Respect, Integrity, Diversity and Excellence.    Travel Directions: R train to Whitehall St./South Ferry    Urban Assembly School for Law and Justice (Grades 9 - 12)    283 Adams Street, Brooklyn, NY 11201 Phone: (718) 858-1160 | Fax: (718) 858-4733    Principal: Shannon Curran    School Contact: Joe Pinto    The Urban Assembly School for Law and Justice's (SLJ) founding principal, Elana Karopkin, stepped down at the end of the 2007-2008 school year. According to Karopkin, the school's first graduation rate was 93 percent, with all of those students accepted to a list of colleges including Amherst, Bates, Wheaton, Hamilton, Colby, DePauw, Union and Skidmore. \"I'm excited about seeing what we've accomplished here at SLJ,\" she said.    In September 2008, SLJ moved into a new building at 283 Adams Street in downtown Brooklyn near the civic center and courthouses. Principal Shannon Curran was an assistant principal at the High School for Law and Public Service.    Travel Directions: R to Court St., F to Jay St. Borough Hall    M.S. 51 William Alexander School    350 Fifth Avenue, Brooklyn, NY 11215 Phone: (718) 369-7603 | Fax: (718) 499-4948    Principal: Lenore Berner    School Contact: Andrew Ravin    M.S. 51 is a selective school that accepts high-achieving children from across District 15. Long the highest scoring middle school in the district, M.S. 51 is known for solid academics as well as creative \"talent\" programs in drama and the arts. \"We're a performing and visual arts middle school,\" says Assistant Principal Gail Rosenberg. \"We take children from apprentice to mastery in three years.\"    Despite recent renovations, the school's well-worn hallways and desks show years of use. But many classrooms have lively books and kid-friendly furniture, and are led by energetic, creative teachers. Depending on the class and grade, children may work independently or in groups, spilling out into the hallways. All students have homeroom lockers to store their clothing and school supplies. The school has an open-lunch policy that students adore; most grab a bagel, a slice, or some Chinese takeout and spend time in the park just across the street, supervised by the principal and other staff.    Academics are strong overall, but the math program has been a sore spot for some parents and teachers. Some parents complain that students are ill-prepared for the math courses at the specialized science schools, and kids complain of some very weak math teachers (although we saw a few excellent math classes on our visit). Grants awarded for technology development will allow the school to construct science labs (there are none at present) and add to its rich supply of computers and computer labs. On the positive side, there are impressive dance, photography, and art studios, and the school offers the first two semesters of Math A, the high school algebra and geometry sequence that takes three semesters. The school acknowledges high achievers by posting a report card honor roll, ranked Summa, Magna, and Cum Laude; administrators say it motivates kids to work hard, while some parents say \"it's antiquated\" and suggest it discourages those who don't find their names listed there.    The school offers special education services to children who meet the academic qualifications for the school but who have other disabilities, such as Attention Deficit Disorder. These children are placed in a \"collaborative team-teaching\" class with two teachers, one of whom is certified in special education, and receive services including speech and occupational therapy. There are three CTT classes, one on each grade, and a self-contained special education class for children with learning disabilities who do not meet the academic cutoff for admission to the school.    Travel Directions: R to 9th Street    610 Young Women's Leadership School (Grades 7-12)    105 East 106th Street, New York, NY 10029 Phone: (212) 289-7593 | Fax: (212) 289-7728    Principal: Dr. Althea Tyson    The day of our visit to The Young Women's Leadership School, known as TYWLS, the elevator doors opened at 8:45 a.m. to reveal a happy rumble. Filled with purpose, students flowed through well maintained hallways filled with colorful and engaging work.    Founded in 1996 as one of the few all-girls' public schools in the nation, TYWLS has quickly gained a reputation as a serious, academically challenging college-preparatory program and has spawned a number of other single-sex schools in the city. \"Middle school is a time for critical biological and mental development,\" says Kathleen Ponze, the educational director of the network of Young Women's Leadership schools. \"In a charged sexual culture, there is automatic posturing that occurs when the sexes get together. This is eliminated here.\"    The school, which works hard to bring struggling students up to speed, has won the accolades of people like Schools Chancellor Joel Klein and Deputy Mayor Dennis Walcott, who co-authored an opinion piece for New York's Daily News citing the benefits of single-sex education. The article noted that in June 2006, 100 percent of TYWLS' seniors had graduated and all had been accepted to college.    Andrew Higginbotham, a long-time English teacher at the school, was named interim acting principal in July 2006. Ponze, who had been principal, now oversees the four all-girls schools that make up the Young Women's Leadership network.    The school is supported by the Young Women's Leadership Foundation, whose founder and president, Ann Rubenstein Tisch, is a hardworking advocate for single-sex education (and a member of a family known for its philanthropy). Girls at the school wear uniforms and good manners are emphasized, but there's a relaxed feel. Students call faculty members and administrators by their first names, as we saw when they passed the principal with a cheery \"Hello, Drew.\" Teachers make themselves available before and after school to assist students, who are measured against high standards. In one 11th grade class, where girls were learning about the use of character development in essays, the teacher reminded students both of her availability to help them, nd the \"F\" that awaited students who did not turn work in on time.    Region 9 elementary schools end in 5th grade, which presents a complication for many girls interested in TYWLS, because the school does not have a 6th grade. The result is that Region 9 students need to attend a middle school for one year, then transfer to begin TYWLS in the 7th grade. This may be worth the effort, however, given the quality of the school. In addition, 90 percent of TYWLS students stay on for high school, which means they avoid the arduous high school application process.    Special Education: About 70 students receive services. They are integrated into regular classes.    Travel Directions: 6 to 103rd Street    Washington Irving High School (M460)    40 Irving Place, New York, NY 10003 Phone: (212) 674-5000    Principal: Bernando Ascona    School Contact: Emily Taylor    Just a block east of Union Square, Washington Irving is a large high school designed to provide something for everyone, from high-achieving students bound for college to those still struggling to learn the basics. The Art House, one of the best of the nine programs in the school, offers classes in fashion design, photography, and sculpture. Each year, a handful of Washington Irving students receive an International Baccalaureatean advanced degree recognized by European universities. Older students, who may be working during the day, may take evening courses in the Young Adult Borough Center (YABC) to finish their high school degree. The school has extensive special education services and a large number of classes for new immigrants.    Travel Directions: N, R, W to Union Square                    This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]}]