[{"detail": [{"content": "Teaching Emirati Arabic at NYUAD &laquo; Salaam: The NYUAD Blog                                                                                                                                                                                                                                                   Skip to Main Content                    Search      Search Query                                                  Quicklinks                                         About NYUAD                                          Academic Calendar                                          Athletics                                          Undergraduate Programs                                          Courses                                          Graduate Programs                                          Job Opportunities                                          Libraries                                          The NYUAD Arts Center                                          The NYUAD Art Gallery                                                              Student Portal                          Intranet                          موقعنا العربي                                                  NYU Abu Dhabi                           Navigation                              About                                                                      Vice Chancellor&#39;s Message                                                            Leadership Team                                                            Faculty Governance                                                            Global University                                                                          Opportunities for NY Faculty                                                                                                        Alumni                                                                          Benefits and Services                                                                Global Clubs and Global Events                                                                Alumni Profiles                                                                                                        Locations                                                                          Saadiyat Island Campus                                                                19 Washington Square North                                                                Visit Us                                                                                                        Community Engagement                                                            FAQs                                                                          Abu Dhabi Facts                                                                                                        Careers                                                                          Faculty and Researcher Positions                                                                Staff Positions                                                                Benefits                                                                Living in Abu Dhabi                                                                                                        Contact                                                                                            Admissions                                                                      Applying to NYU Abu Dhabi                                                                          Application Requirements                                                                Testing Requirements                                                                Completing the Common Application                                                                Admissions Timeline                                                                High School Preparation                                                                                                        Financial Support                                                                          Applying for Financial Support                                                                Cost of Attendance                                                                Financial Support FAQs                                                                                                        Admissions FAQs                                                            Regional Events                                                            Candidate Weekend                                                            Information for Counselors                                                                          Admissions Profile                                                                Nomination Overview                                                                Counselors and the Application Process                                                                Nomination Information                                                                Nomination FAQs                                                                Nomination Form                                                                                                        Student Profiles                                                            Contact Admissions                                                                                            Academics                                                                      Academic Divisions                                                                          Arts and Humanities                                                                Engineering                                                                Science                                                                Social Science                                                                Multidisciplinary                                                                                                        Undergraduate Programs                                                                          Courseload and GPA                                                                Core Curriculum                                                                Majors                                                                Concentrations                                                                January Term                                                                Language                                                                Pre-professional Courses                                                                Graduation Requirements                                                                Courses                                                                Physical Education                                                                Islamic Studies                                                                                                        Graduate Programs                                                            Executive Education                                                            Community Programs                                                                          Sheikh Mohamed bin Zayed Scholars Program                                                                Summer Academy                                                                Primary and Secondary Educational Engagement                                                                                                        Faculty                                                            Global Education                                                                          January Term                                                                Study Away                                                                Regional Academic Travel                                                                                                        Mentoring                                                                          Placement Assessments                                                                Mentoring FAQs                                                                Global Academic Fellows                                                                                                        Academic Calendar                                                            Policies                                                            Registrar                                                                          Privacy of Student Records                                                                Registration Guidelines                                                                Transcripts                                                                                                                                        Research                                                                      NYU Abu Dhabi Institute                                                                          Institute Programs                                                                Institute Research                                                                                                        Faculty Research                                                            Postdoctoral Research                                                            Student Research                                                            Infrastructure and Support                                                                          Research Administration                                                                Core Technology Platforms                                                                BuTinah — High Performance Computing                                                                                                        Library                                                                          About the Library                                                                Resources                                                                Contact the Library                                                                Ask a Librarian                                                                                                                                        Campus Life                                                                      From the Dean of Students                                                            Health and Wellness                                                                          Medical Services                                                                Wellness Exchange                                                                Health Insurance                                                                                                        Public Safety                                                            Student Life                                                                          Community Outreach                                                                Spiritual Life                                                                Intercultural Education                                                                Student Government                                                                Student Activities                                                                                                        Residential Education and Housing                                                                          Living in Abu Dhabi                                                                Orientation                                                                Saadiyat Island Campus                                                                Programs and Activities                                                                Dining                                                                Mailing Address                                                                                                        Student Services                                                                          Technology Services                                                                Travel and Transportation                                                                                                        Career Development                                                                          Students                                                                Employers                                                                Alumni — Inspire and Connect                                                                                                        Athletics, Intramurals, and Recreation                                                                          Intercollegiate Sports                                                                Intramural Sports                                                                Campus Recreation                                                                Physical Education                                                                Student Interest Groups                                                                Community Sports Clubs                                                                Fitness Center                                                                Athletics Facilities                                                                                                                                        News &amp; Events                                                                      NYU Abu Dhabi News                                                            Salaam: The NYUAD Blog                                                            Abu Dhabi Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        New York City Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        Exhibitions                                                            Conferences                                                            Commencement                                                            The NYUAD Arts Center                                                            The NYUAD Art Gallery                                                                                                                            Breadcrumbs                                  Home                                               News &amp; Events                                               Salaam: The NYUAD Blog                                               2014                                               September                                               Teaching Emirati Arabic at NYUAD                                                          Teaching Emirati Arabic at NYUAD                                                                                            &laquo; Older Post                                      Newer Post &raquo;                                              Article                                                            It sounds more like a calendar of extra-curricular activities than a credit course. Nasser Isleem's intermediate and advanced students learn Arabic not only in the classroom but through lively immersion in Emirati culture: an evening of falconry (and barbecue), home stays with Emirati families, study of Emirati proverbs and fables, wheelchair basketball with disabled Emiratis, screenings of Sea Shadow and Freej (an Emirati feature film and a Dubai-made TV cartoon, respectively), and more.                      The emphasis on Emirati ways and traditions is no coincidence. Isleem's students are learning not Modern Standard Arabic (MSA), but rather the distinct Emirati dialect, in which, for example, &quot;marhaban,&quot; the MSA word for hello, becomes &quot;marheba-ssaa.&quot;   Isleem, a senior Arabic language instructor at NYU Abu Dhabi, has literally written the book on this: his textbook on the subject, written with Emirati co-author Ayesha Al Hashemi, is to be published soon under the title Ramsah , which means &quot;Emirati talk.&quot; Parts of it were used for his first class in Emirati Arabic in January of 2014.   Arabic is the sixth-most-spoken language in the world, but it might be more precise to say &quot;Arabic are.&quot; The language has at least four major dialects, Isleem explained. MSA is the norm in published matter, but spoken Arabic is increasingly diverse. The Levant speaks a version called Shaami; in North Africa there is Maghrebi Arabic, tinged with French; the Egyptians have their distinctive version; and then there's the Gulf dialect, of which Emirati Arabic is a main component.   Choosing among these is always a point of argument when Arabic-language instructors convene, Isleem said. &quot;Some say it should be only MSA, some say start with dialects,&quot; he noted. &quot;Everybody claims their dialect is closest to MSA,&quot; he added, laughing.   Now, though, the dialects are getting a foothold in academia. &quot;It's something pioneering, in the last few years.&quot;   At NYUAD, the Emirati Arabic class is open only to students who have taken at least three semesters of MSA; the first session enrolled seven students.                                                                               Students learn better. Seeing how people live triggers the students' interest.         Nasser Isleem, NYUAD senior Arabic language instructor.                         The cultural adventures are noteworthy, but the course is grounded in rigorous academic work. It includes three morning hours in the classroom each day, then an hour of discussion, and other activities in the afternoon or evening. &quot;We make sure they have a balanced load,&quot; Isleem said. &quot;The academic part is essential.&quot;   Integrating cultural awareness and experience always improves language acquisition, Isleem said. &quot;Students learn better. Seeing how people live triggers the students' interest.&quot; It is an approach he discovered while teaching in North Carolina. As a Palestinian who grew up in refugee camps in Gaza — his parents still live in the troubled territory — Isleem was able to go to America to study, earning a master's degree in educational management; his thesis was on integrating culture into teaching.   He found work teaching MSA at the University of North Carolina at Chapel Hill (UNC), at Duke University, and at nearby Meredith College. The title of his first book, Popular Proverbs: An Entrance to Palestinian Culture , reveals his approach.   He has also found ways to get his students out of the classroom, from Iftar evenings during Ramadan to restaurant events where students can meet local Arabs over cardamom coffee while an oud player performs. In North Carolina, a friend loaned his farm for an annual &quot;Arabian village,&quot; where Arab residents of the area would present their various national arts, food, and attire, in &quot;an atmosphere full of harmony and fun.&quot;   His classes boosted cultural understanding, and grew steadily in popularity. UNC gave him its prestigious Golden Fleece Award, noting that &quot;his colleagues recognize him as a driving force&quot; in developing the school's fast-growing Arabic program.   In 2012 he came to Abu Dhabi to be closer to his parents, to be sure his own children learned MSA as well as the Palestinian dialect, and to &quot;explore the wonderful opportunity of teaching at a prestigious institution like NYUAD.&quot; Here he soon saw that an Emirati-dialect class would make sense. With just MSA, &quot;students were having a difficult time using the language outside the classroom,&quot; he noted. One American student even chose to wear a sign: &quot;Speak to me in Arabic.&quot; But being able to talk to Emiratis as they talk to each other is even better, Isleem said.   Publication of Ramsah , by the Emirati house Kuttab Publishing, is awaiting completion of illustrations, and of audio recordings for the CD. (The voices are provided by Emirati students at NYUAD.) Once the book is out it will be available to expatriates, language schools, and anyone else eager to learn the flavor of this country's Arabic.   This article originally appeared in NYUAD's 2013-14 Research Report (13MB PDF).                                       This entry was posted on Wed Sep 24 05:57:00 GST 2014 and filed under Faculty and Research & Innovation . You can trackback from your own site.                                                                                     Categories            Most Popular                         Students                           Academics                           Campus & Community                           Events                           Campus Life                           Faculty                           Research & Innovation                           Research                           UAE                               More Categories                          Academics                       Admissions                       Alumni                       Arts Center                       Arts and Humanities                       Athletics                       Awards                       Buildings                       Campus & Community                       Campus Life                       Candidate Weekend                       Career Development                       Center for Science and Engineering                       Class of 2014                       Class of 2015                       Class of 2016                       Class of 2017                       Class of 2018                       Community Outreach                       Conference                       Desert                       Downtown Campus                       Downtown Campus                       Engineering                       Events                       Exhibition                       Faculty                       Film & Media                       Food & Drink                       Galleries                       Galleries                       Global Academic Centers                       Global Education                       Health & Wellness                       In the News                       Lecture or Seminar                       Leisure                       Lifestyle                       Ma'Salama                       Marhaba                       Multidisciplinary                       NYU in Berlin                       NYU in Buenos Aires                       NYU in Florence                       NYU in Ghana                       NYU in London                       NYU in Madrid                       NYU in New York                       NYU in Paris                       NYU in Shanghai                       NYU in Shanghai                       NYU in Sydney                       NYUAD Institute                       Nature                       New York                       News                       Panel Discussion                       Performing Arts                       Q&A                       Research                       Research & Innovation                       Saadiyat Campus                       Sama Tower                       Science                       Science                       Sheikh Mohamed Scholars Program                       Social Science                       Social Science                       Sports                       Sports                       Spring Term                       Staff                       Student Interest Groups                       Students                       Technology                       The Conversation                       The Resident Expert                       Travel                       Travel                       UAE                       Videos                       Visual Arts                       Volunteer                       Washington                       Water                                Display more Categories               Display fewer Categories                                    Archives by Year                                2015                       2014                       2013                       2012                       2011                       2010                                                                                                                                         Quicklinks                                                                    Contact Us             Sitemap                                                                               Undergraduate Programs             Courses                                                                               Graduate Programs             News                                                                               Abu Dhabi Events             New York Events                                               Search         Search Query                                            Send us your feedback                           New York University Abu Dhabi                           PO Box 129188         Abu Dhabi , United Arab Emirates        Email: nyuad@nyu.edu                              Unless otherwise noted, all content copyright New York University Abu Dhabi. All rights reserved.              STAY CONNECTED"}]},
{"detail": [{"content": "Teaching Emirati Arabic at NYUAD &laquo; Salaam: The NYUAD Blog                                                                                                                                                                                                                                                   Skip to Main Content                    Search      Search Query                                                  Quicklinks                                         About NYUAD                                          Academic Calendar                                          Athletics                                          Undergraduate Programs                                          Courses                                          Graduate Programs                                          Job Opportunities                                          Libraries                                          The NYUAD Arts Center                                          The NYUAD Art Gallery                                                              Student Portal                          Intranet                          موقعنا العربي                                                  NYU Abu Dhabi                           Navigation                              About                                                                      Vice Chancellor&#39;s Message                                                            Leadership Team                                                            Faculty Governance                                                            Global University                                                                          Opportunities for NY Faculty                                                                                                        Alumni                                                                          Benefits and Services                                                                Global Clubs and Global Events                                                                Alumni Profiles                                                                                                        Locations                                                                          Saadiyat Island Campus                                                                19 Washington Square North                                                                Visit Us                                                                                                        Community Engagement                                                            FAQs                                                                          Abu Dhabi Facts                                                                                                        Careers                                                                          Faculty and Researcher Positions                                                                Staff Positions                                                                Benefits                                                                Living in Abu Dhabi                                                                                                        Contact                                                                                            Admissions                                                                      Applying to NYU Abu Dhabi                                                                          Application Requirements                                                                Testing Requirements                                                                Completing the Common Application                                                                Admissions Timeline                                                                High School Preparation                                                                                                        Financial Support                                                                          Applying for Financial Support                                                                Cost of Attendance                                                                Financial Support FAQs                                                                                                        Admissions FAQs                                                            Regional Events                                                            Candidate Weekend                                                            Information for Counselors                                                                          Admissions Profile                                                                Nomination Overview                                                                Counselors and the Application Process                                                                Nomination Information                                                                Nomination FAQs                                                                Nomination Form                                                                                                        Student Profiles                                                            Contact Admissions                                                                                            Academics                                                                      Academic Divisions                                                                          Arts and Humanities                                                                Engineering                                                                Science                                                                Social Science                                                                Multidisciplinary                                                                                                        Undergraduate Programs                                                                          Courseload and GPA                                                                Core Curriculum                                                                Majors                                                                Concentrations                                                                January Term                                                                Language                                                                Pre-professional Courses                                                                Graduation Requirements                                                                Courses                                                                Physical Education                                                                Islamic Studies                                                                                                        Graduate Programs                                                            Executive Education                                                            Community Programs                                                                          Sheikh Mohamed bin Zayed Scholars Program                                                                Summer Academy                                                                Primary and Secondary Educational Engagement                                                                                                        Faculty                                                            Global Education                                                                          January Term                                                                Study Away                                                                Regional Academic Travel                                                                                                        Mentoring                                                                          Placement Assessments                                                                Mentoring FAQs                                                                Global Academic Fellows                                                                                                        Academic Calendar                                                            Policies                                                            Registrar                                                                          Privacy of Student Records                                                                Registration Guidelines                                                                Transcripts                                                                                                                                        Research                                                                      NYU Abu Dhabi Institute                                                                          Institute Programs                                                                Institute Research                                                                                                        Faculty Research                                                            Postdoctoral Research                                                            Student Research                                                            Infrastructure and Support                                                                          Research Administration                                                                Core Technology Platforms                                                                BuTinah — High Performance Computing                                                                                                        Library                                                                          About the Library                                                                Resources                                                                Contact the Library                                                                Ask a Librarian                                                                                                                                        Campus Life                                                                      From the Dean of Students                                                            Health and Wellness                                                                          Medical Services                                                                Wellness Exchange                                                                Health Insurance                                                                                                        Public Safety                                                            Student Life                                                                          Community Outreach                                                                Spiritual Life                                                                Intercultural Education                                                                Student Government                                                                Student Activities                                                                                                        Residential Education and Housing                                                                          Living in Abu Dhabi                                                                Orientation                                                                Saadiyat Island Campus                                                                Programs and Activities                                                                Dining                                                                Mailing Address                                                                                                        Student Services                                                                          Technology Services                                                                Travel and Transportation                                                                                                        Career Development                                                                          Students                                                                Employers                                                                Alumni — Inspire and Connect                                                                                                        Athletics, Intramurals, and Recreation                                                                          Intercollegiate Sports                                                                Intramural Sports                                                                Campus Recreation                                                                Physical Education                                                                Student Interest Groups                                                                Community Sports Clubs                                                                Fitness Center                                                                Athletics Facilities                                                                                                                                        News &amp; Events                                                                      NYU Abu Dhabi News                                                            Salaam: The NYUAD Blog                                                            Abu Dhabi Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        New York City Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        Exhibitions                                                            Conferences                                                            Commencement                                                            The NYUAD Arts Center                                                            The NYUAD Art Gallery                                                                                                                            Breadcrumbs                                  Home                                               News &amp; Events                                               Salaam: The NYUAD Blog                                               2014                                               September                                               Teaching Emirati Arabic at NYUAD                                                          Teaching Emirati Arabic at NYUAD                                                                                            &laquo; Older Post                                      Newer Post &raquo;                                              Article                                                            It sounds more like a calendar of extra-curricular activities than a credit course. Nasser Isleem's intermediate and advanced students learn Arabic not only in the classroom but through lively immersion in Emirati culture: an evening of falconry (and barbecue), home stays with Emirati families, study of Emirati proverbs and fables, wheelchair basketball with disabled Emiratis, screenings of Sea Shadow and Freej (an Emirati feature film and a Dubai-made TV cartoon, respectively), and more.                      The emphasis on Emirati ways and traditions is no coincidence. Isleem's students are learning not Modern Standard Arabic (MSA), but rather the distinct Emirati dialect, in which, for example, &quot;marhaban,&quot; the MSA word for hello, becomes &quot;marheba-ssaa.&quot;   Isleem, a senior Arabic language instructor at NYU Abu Dhabi, has literally written the book on this: his textbook on the subject, written with Emirati co-author Ayesha Al Hashemi, is to be published soon under the title Ramsah , which means &quot;Emirati talk.&quot; Parts of it were used for his first class in Emirati Arabic in January of 2014.   Arabic is the sixth-most-spoken language in the world, but it might be more precise to say &quot;Arabic are.&quot; The language has at least four major dialects, Isleem explained. MSA is the norm in published matter, but spoken Arabic is increasingly diverse. The Levant speaks a version called Shaami; in North Africa there is Maghrebi Arabic, tinged with French; the Egyptians have their distinctive version; and then there's the Gulf dialect, of which Emirati Arabic is a main component.   Choosing among these is always a point of argument when Arabic-language instructors convene, Isleem said. &quot;Some say it should be only MSA, some say start with dialects,&quot; he noted. &quot;Everybody claims their dialect is closest to MSA,&quot; he added, laughing.   Now, though, the dialects are getting a foothold in academia. &quot;It's something pioneering, in the last few years.&quot;   At NYUAD, the Emirati Arabic class is open only to students who have taken at least three semesters of MSA; the first session enrolled seven students.                                                                               Students learn better. Seeing how people live triggers the students' interest.         Nasser Isleem, NYUAD senior Arabic language instructor.                         The cultural adventures are noteworthy, but the course is grounded in rigorous academic work. It includes three morning hours in the classroom each day, then an hour of discussion, and other activities in the afternoon or evening. &quot;We make sure they have a balanced load,&quot; Isleem said. &quot;The academic part is essential.&quot;   Integrating cultural awareness and experience always improves language acquisition, Isleem said. &quot;Students learn better. Seeing how people live triggers the students' interest.&quot; It is an approach he discovered while teaching in North Carolina. As a Palestinian who grew up in refugee camps in Gaza — his parents still live in the troubled territory — Isleem was able to go to America to study, earning a master's degree in educational management; his thesis was on integrating culture into teaching.   He found work teaching MSA at the University of North Carolina at Chapel Hill (UNC), at Duke University, and at nearby Meredith College. The title of his first book, Popular Proverbs: An Entrance to Palestinian Culture , reveals his approach.   He has also found ways to get his students out of the classroom, from Iftar evenings during Ramadan to restaurant events where students can meet local Arabs over cardamom coffee while an oud player performs. In North Carolina, a friend loaned his farm for an annual &quot;Arabian village,&quot; where Arab residents of the area would present their various national arts, food, and attire, in &quot;an atmosphere full of harmony and fun.&quot;   His classes boosted cultural understanding, and grew steadily in popularity. UNC gave him its prestigious Golden Fleece Award, noting that &quot;his colleagues recognize him as a driving force&quot; in developing the school's fast-growing Arabic program.   In 2012 he came to Abu Dhabi to be closer to his parents, to be sure his own children learned MSA as well as the Palestinian dialect, and to &quot;explore the wonderful opportunity of teaching at a prestigious institution like NYUAD.&quot; Here he soon saw that an Emirati-dialect class would make sense. With just MSA, &quot;students were having a difficult time using the language outside the classroom,&quot; he noted. One American student even chose to wear a sign: &quot;Speak to me in Arabic.&quot; But being able to talk to Emiratis as they talk to each other is even better, Isleem said.   Publication of Ramsah , by the Emirati house Kuttab Publishing, is awaiting completion of illustrations, and of audio recordings for the CD. (The voices are provided by Emirati students at NYUAD.) Once the book is out it will be available to expatriates, language schools, and anyone else eager to learn the flavor of this country's Arabic.   This article originally appeared in NYUAD's 2013-14 Research Report (13MB PDF).                                       This entry was posted on Wed Sep 24 05:57:00 GST 2014 and filed under Faculty and Research & Innovation . You can trackback from your own site.                                                                                     Categories            Most Popular                         Students                           Academics                           Campus & Community                           Events                           Campus Life                           Faculty                           Research & Innovation                           Research                           UAE                               More Categories                          Academics                       Admissions                       Alumni                       Arts Center                       Arts and Humanities                       Athletics                       Awards                       Buildings                       Campus & Community                       Campus Life                       Candidate Weekend                       Career Development                       Center for Science and Engineering                       Class of 2014                       Class of 2015                       Class of 2016                       Class of 2017                       Class of 2018                       Community Outreach                       Conference                       Desert                       Downtown Campus                       Downtown Campus                       Engineering                       Events                       Exhibition                       Faculty                       Film & Media                       Food & Drink                       Galleries                       Galleries                       Global Academic Centers                       Global Education                       Health & Wellness                       In the News                       Lecture or Seminar                       Leisure                       Lifestyle                       Ma'Salama                       Marhaba                       Multidisciplinary                       NYU in Berlin                       NYU in Buenos Aires                       NYU in Florence                       NYU in Ghana                       NYU in London                       NYU in Madrid                       NYU in New York                       NYU in Paris                       NYU in Shanghai                       NYU in Shanghai                       NYU in Sydney                       NYUAD Institute                       Nature                       New York                       News                       Panel Discussion                       Performing Arts                       Q&A                       Research                       Research & Innovation                       Saadiyat Campus                       Sama Tower                       Science                       Science                       Sheikh Mohamed Scholars Program                       Social Science                       Social Science                       Sports                       Sports                       Spring Term                       Staff                       Student Interest Groups                       Students                       Technology                       The Conversation                       The Resident Expert                       Travel                       Travel                       UAE                       Videos                       Visual Arts                       Volunteer                       Washington                       Water                                Display more Categories               Display fewer Categories                                    Archives by Year                                2015                       2014                       2013                       2012                       2011                       2010                                                                                                                                         Quicklinks                                                                    Contact Us             Sitemap                                                                               Undergraduate Programs             Courses                                                                               Graduate Programs             News                                                                               Abu Dhabi Events             New York Events                                               Search         Search Query                                            Send us your feedback                           New York University Abu Dhabi                           PO Box 129188         Abu Dhabi , United Arab Emirates        Email: nyuad@nyu.edu                              Unless otherwise noted, all content copyright New York University Abu Dhabi. All rights reserved.              STAY CONNECTED"}, {"content": "A Study of Emirati Arabic in Al Ain &laquo; Salaam: The NYUAD Blog                                                                                                                                                                                                                                                   Skip to Main Content                    Search      Search Query                                                  Quicklinks                                         About NYUAD                                          Academic Calendar                                          Athletics                                          Undergraduate Programs                                          Courses                                          Graduate Programs                                          Job Opportunities                                          Libraries                                          The NYUAD Arts Center                                          The NYUAD Art Gallery                                                              Student Portal                          Intranet                          موقعنا العربي                                                  NYU Abu Dhabi                           Navigation                              About                                                                      Vice Chancellor&#39;s Message                                                            Leadership Team                                                            Faculty Governance                                                            Global University                                                                          Opportunities for NY Faculty                                                                                                        Alumni                                                                          Benefits and Services                                                                Global Clubs and Global Events                                                                Alumni Profiles                                                                                                        Locations                                                                          Saadiyat Island Campus                                                                19 Washington Square North                                                                Visit Us                                                                                                        Community Engagement                                                            FAQs                                                                          Abu Dhabi Facts                                                                                                        Careers                                                                          Faculty and Researcher Positions                                                                Staff Positions                                                                Benefits                                                                Living in Abu Dhabi                                                                                                        Contact                                                                                            Admissions                                                                      Applying to NYU Abu Dhabi                                                                          Application Requirements                                                                Testing Requirements                                                                Completing the Common Application                                                                Admissions Timeline                                                                High School Preparation                                                                                                        Financial Support                                                                          Applying for Financial Support                                                                Cost of Attendance                                                                Financial Support FAQs                                                                                                        Admissions FAQs                                                            Regional Events                                                            Candidate Weekend                                                            Information for Counselors                                                                          Admissions Profile                                                                Nomination Overview                                                                Counselors and the Application Process                                                                Nomination Information                                                                Nomination FAQs                                                                Nomination Form                                                                                                        Student Profiles                                                            Contact Admissions                                                                                            Academics                                                                      Academic Divisions                                                                          Arts and Humanities                                                                Engineering                                                                Science                                                                Social Science                                                                Multidisciplinary                                                                                                        Undergraduate Programs                                                                          Courseload and GPA                                                                Core Curriculum                                                                Majors                                                                Concentrations                                                                January Term                                                                Language                                                                Pre-professional Courses                                                                Graduation Requirements                                                                Courses                                                                Physical Education                                                                Islamic Studies                                                                                                        Graduate Programs                                                            Executive Education                                                            Community Programs                                                                          Sheikh Mohamed bin Zayed Scholars Program                                                                Summer Academy                                                                Primary and Secondary Educational Engagement                                                                                                        Faculty                                                            Global Education                                                                          January Term                                                                Study Away                                                                Regional Academic Travel                                                                                                        Mentoring                                                                          Placement Assessments                                                                Mentoring FAQs                                                                Global Academic Fellows                                                                                                        Academic Calendar                                                            Policies                                                            Registrar                                                                          Privacy of Student Records                                                                Registration Guidelines                                                                Transcripts                                                                                                                                        Research                                                                      NYU Abu Dhabi Institute                                                                          Institute Programs                                                                Institute Research                                                                                                        Faculty Research                                                            Postdoctoral Research                                                            Student Research                                                            Infrastructure and Support                                                                          Research Administration                                                                Core Technology Platforms                                                                BuTinah — High Performance Computing                                                                                                        Library                                                                          About the Library                                                                Resources                                                                Contact the Library                                                                Ask a Librarian                                                                                                                                        Campus Life                                                                      From the Dean of Students                                                            Health and Wellness                                                                          Medical Services                                                                Wellness Exchange                                                                Health Insurance                                                                                                        Public Safety                                                            Student Life                                                                          Community Outreach                                                                Spiritual Life                                                                Intercultural Education                                                                Student Government                                                                Student Activities                                                                                                        Residential Education and Housing                                                                          Living in Abu Dhabi                                                                Orientation                                                                Saadiyat Island Campus                                                                Programs and Activities                                                                Dining                                                                Mailing Address                                                                                                        Student Services                                                                          Technology Services                                                                Travel and Transportation                                                                                                        Career Development                                                                          Students                                                                Employers                                                                Alumni — Inspire and Connect                                                                                                        Athletics, Intramurals, and Recreation                                                                          Intercollegiate Sports                                                                Intramural Sports                                                                Campus Recreation                                                                Physical Education                                                                Student Interest Groups                                                                Community Sports Clubs                                                                Fitness Center                                                                Athletics Facilities                                                                                                                                        News &amp; Events                                                                      NYU Abu Dhabi News                                                            Salaam: The NYUAD Blog                                                            Abu Dhabi Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        New York City Events                                                                          Past Events                                                                NYUAD Institute Event Mailing List                                                                                                        Exhibitions                                                            Conferences                                                            Commencement                                                            The NYUAD Arts Center                                                            The NYUAD Art Gallery                                                                                                                            Breadcrumbs                                  Home                                               News &amp; Events                                               Salaam: The NYUAD Blog                                               2015                                               February                                               A Study of Emirati Arabic in Al Ain                                                          A Study of Emirati Arabic in Al Ain                                                                                            &laquo; Older Post                                      Newer Post &raquo;                                              Article                                                            During the 2015 January Term, a group of five NYU Abu Dhabi students set out to immerse themselves in the Emirati culture in Al Ain. For three weeks the students fully engaged in the culture, living in the homes of local Emirati families and exploring the diversity of the Arabic culture through activities, field trips, and discussions, all while speaking and writing only Emirati Arabic.                      Taught by NYUAD Arabic Professor Nasser Isleem, the students studied using an Emirati Arabic book entitled Ramsah co-authored by Professor Isleem and Ayesha Al Hashemi. Salaam caught up with the students and asked them to share their favorite moments from the course.                                 &quot;It’s one thing to study a language and learn about culture. It’s a completely different thing to live it and experience it for yourself. The experiences, knowledge, and understanding that I attained because of the Emirati Dialect J-Term course was unparalleled to any other. The chance to meet and connect with people you would never otherwise even know of and communicate with them in just Arabic was enriching not only for me as a student, but as a person. Staying with an Arab family for two and a half weeks gave me an understanding and appreciation of the Emirati – and wider Arab culture – that has shed much light on how much there truly is to learn. Whether it is singing songs to an oud amongst the sand dunes of Al Ain, or drinking red tea and eating chestnuts with strangers who become close friends, the experience was both a lesson and a memory that I will never forget.&quot;   Joseph Chu – Class of 2017 – Australia                                 &quot;The Emirati dialect learning experience was the most intensive Arabic learning experience I've had the opportunity to participate in. It was an invaluable learning experience where many of us were exposed to the dialect for the first time and thoroughly challenged by it. For three weeks, we slept and breathed Arabic; I even dreamed in Arabic. Not only did we discover the dialect, but also the city of Al Ain, as we saw the city of Al Ain come alive upon interacting with key members of the Al Ain community, visiting hospitals, museums, and most notably thoroughly becoming a part of the families. The homestay was definitely the highlight of my experience. From being overfed at every single meal to ten members of the family comforting my tears of homesickness one night, I saw genuine concern and care that transcended my definition of hospitality and brought me to appreciate Arabic culture at a new level.&quot;   Moonie Sohn – Class of 2017 – South Korea                                          Photo Gallery                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   View photo gallery [25 images]                                          &quot;I can definitely say that the Emirati dialect J-Term course provided me with the most knowledge and experience of any course at NYUAD. I learned so much more than I ever imagined. I felt a great progress, and a transformation of the self not only at the level of Arabic, but at the level of understanding the Emirates and Middle Eastern culture. I cannot express how grateful I am to Professor Nasser Isleem for his constant and outstanding performance. I was always pushed beyond what I imagined were my limits. I was always inspired and encouraged to learn more and was always supported by a brilliant and talented professor who taught me how to speak one of the hardest languages in the world.                                                                             Every time I would go to sleep, I would wonder, if this would be the night I might hear Arabic speech in my subconscious. Unfortunately, I dreamt of nothing throughout the course period. A few days after the course ended my roommate tells me: &quot;Oh remember that night you arrived from Al Ain? I walked into the room and you were...Speaking Arabic in your sleep!&quot;         Victoria Blinova                        Living with an Emirate/Yemeni family made me incredibly happy. I was exposed to the Arab family, one of the most generous people I have ever encountered in my life. They were always there for us, always patiently explained things to us in Arabic, and were patient when listening to us. After spending the weekend with the family, I felt I picked up so many new words, I was thrilled to use them in class. Leaving the family was tough, and we all cried and promised to never forget each other. And I never will forget.&quot;   Victoria Blinova – Class of 2017 – Russia                               &quot;We first arrived at our home in late afternoon, and were welcomed by our host-father, with whom we got to know each other over a degustation of castanas – or chestnuts– with some red tea. This was the start of a three week home-stay that became an incomparable opportunity to practice and, most importantly, live the Arabic language. More than learning daily expressions and Arabic idioms, this home-stay experience exposed us to family dynamics and practices, some of which are characteristic to many Arab-Muslim households. Living with a Palestinian family in the heart of Al Ain exposed us to a delightfully diverse experience of Arabic food, conversations, and pastimes. As my first home-stay experience, I was afraid of how to behave with the host-family, but they made us feel at home from our first day and words cannot express the growth I witnessed by spending three weeks in their company. As our host-mother repeated to us: &quot;baiti baitkum&quot; (My house is your house). I am grateful for the personal relationships we have developed with the host-family, relatives, and friends, who helped us approach Arabic learning through a more human and intimate perspective.   Spending three-weeks in the heart of Al-Ain, the Garden City, to start getting familiar with the dialect spoken by Emiratis across the country was a unique opportunity for an Arabic language student, especially for one who spends four years studying in Abu Dhabi! The first days of the immersion my head was aching from the obligatory use of Modern Standard Arabic, trying to incorporate more and more of the expressions and vocabulary learned in the dialect. While most J-Term courses require students to spent three hours daily in seminar mode, this course engaged us from sunrise to late in the evening, through class-time, discussion periods, cultural activities and discoveries, up till our evening conversations around a barbecue with guests and friends of our host-family. We interacted with the Emiratis who worked at the Cultural Center on a daily basis and witnessed how our use of common expressions and grammar structures in Emirati dialect helped us forge stronger ties with the community that has been our host for those four years in Abu Dhabi.&quot;    Guillaume Sylvain– Class of 2017 – Canada                               &quot;If someone asked me today how our experience throughout the Emirati Colloquial dialect J-term class changed my understanding of the UAE, I would tell him that now I feel I do understand what diversity truly means in the UAE.   It’s true, the Emirates is an extremely diverse country with citizens from almost any nationality. Yet, many of us perceive this diversity as people from different backgrounds walking in the streets or inside the malls of Abu Dhabi or Dubai, or working together in an office in any of the other emirates. But there is a completely new side of this issue that can only be seen through the eyes of an Arab family; out in their courtyard and under the stars of Al Ain, sipping red tea and listening to the stories of a vibrant Arab immigrant and local community.   Throughout our home-stay last month we saw a new face of the Emirates being unravelled in front of us and it was a powerful and enriching experience. Through the stories of our host family, their relatives and friends and the multiple talks of guest speakers from the Emirates, or immigrants from Palestine, Egypt, Lebanon and other Arab countries I came to understand that a complex mesh of social networks and shared experiences had been tailored in this single spot: The Emirates.   I fall short of words in explaining how this experience changed my perception of what cultural submersion and language learning meant and I feel humbled and grateful as well for the hospitality of our host family and the efforts of our instructor into making this experience for us possible.&quot;   Gabriel Figueroa Torres – Class of 2017 – Colombia                               The Emirati Arabic course was also recently featured on Abu Dhabi TV's popular Sabah al Dar program, watch the full video here .                                       This entry was posted on Wed Feb 18 06:07:00 GST 2015 and filed under Lifestyle , Research & Innovation and Students . You can trackback from your own site.                                                                                     Categories            Most Popular                         Students                           Academics                           Campus & Community                           Events                           Campus Life                           Faculty                           Research & Innovation                           Research                           UAE                               More Categories                          Academics                       Admissions                       Alumni                       Arts Center                       Arts and Humanities                       Athletics                       Awards                       Buildings                       Campus & Community                       Campus Life                       Candidate Weekend                       Career Development                       Center for Science and Engineering                       Class of 2014                       Class of 2015                       Class of 2016                       Class of 2017                       Class of 2018                       Community Outreach                       Conference                       Desert                       Downtown Campus                       Downtown Campus                       Engineering                       Events                       Exhibition                       Faculty                       Film & Media                       Food & Drink                       Galleries                       Galleries                       Global Academic Centers                       Global Education                       Health & Wellness                       In the News                       Lecture or Seminar                       Leisure                       Lifestyle                       Ma'Salama                       Marhaba                       Multidisciplinary                       NYU in Berlin                       NYU in Buenos Aires                       NYU in Florence                       NYU in Ghana                       NYU in London                       NYU in Madrid                       NYU in New York                       NYU in Paris                       NYU in Shanghai                       NYU in Shanghai                       NYU in Sydney                       NYUAD Institute                       Nature                       New York                       News                       Panel Discussion                       Performing Arts                       Q&A                       Research                       Research & Innovation                       Saadiyat Campus                       Sama Tower                       Science                       Science                       Sheikh Mohamed Scholars Program                       Social Science                       Social Science                       Sports                       Sports                       Spring Term                       Staff                       Student Interest Groups                       Students                       Technology                       The Conversation                       The Resident Expert                       Travel                       Travel                       UAE                       Videos                       Visual Arts                       Volunteer                       Washington                       Water                                Display more Categories               Display fewer Categories                                    Archives by Year                                2015                       2014                       2013                       2012                       2011                       2010                                                                                                                                         Quicklinks                                                                    Contact Us             Sitemap                                                                               Undergraduate Programs             Courses                                                                               Graduate Programs             News                                                                               Abu Dhabi Events             New York Events                                               Search         Search Query                                            Send us your feedback                           New York University Abu Dhabi                           PO Box 129188         Abu Dhabi , United Arab Emirates        Email: nyuad@nyu.edu                              Unless otherwise noted, all content copyright New York University Abu Dhabi. All rights reserved.              STAY CONNECTED"}]}]