[{"detail": [{"content": "Program of Study (CAS Bulletin)    | Department of Biology | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of Biology     Arts &amp; Science                    Back to Home       Program of Study (CAS Bulletin)   Jump to:    Major: Biology Standard Track    Major: Biology Ecology Track    Global Public Health/Science Major    Minor    Honors      Departmental  Objectives          The  department offers students the opportunity to explore the various areas of  current biology. The major in biology is an integrated yet diverse program that  builds a solid foundation in modern biology through coursework in molecular  biology, cell biology, evolution, genetics, developmental biology, physiology,  immunology, genomics, systems biology, computational biology, ecology, and  environmental biology. From the very outset of their studies, students are  exposed to modern concepts and state-of-the-art experimental and analytical  methods. Upper-level courses emphasize foundational knowledge as well as  laboratory skills, reasoning skills and quantitative skills. Advanced students  may register for graduate-level courses, which are most often given in the  specialized areas of faculty research.          The  department also offers a set of discrete minors in the life sciences,  specifically in the areas of molecular and cell biology, genetics, genomics and  bioinformatics, and environmental biology. Each minor is designed to hone  skills in a particular contemporary area of biology and requires a laboratory  experience. The minors permit students to create a course of study that will  meet their unique academic and career goals.          This  program provides outstanding preparation for careers in research, academia,  medicine, dentistry, and related fields. Graduates of the department have a  remarkable record of success in acceptance into professional schools and in  establishing notable careers in the biomedical sciences.          Other  courses offered by the department are designed to acquaint non-science majors  with contemporary issues in biology. Such courses are often topical, addressing  problems such as environmental pollution, limits of the earth, and human  physiology.          Outstanding  and highly motivated students are offered special opportunities for honors  work, independent study, summer laboratory research, internships, and other  enhancements. Upper-level students may become involved in research projects in  faculty laboratories through the many formal and informal opportunities  afforded by the department. The department has a tradition of important  research accomplishment and contains several specialized research and laboratory  facilities that are integrated into the educational programs. These include  undergraduate labs in molecular biology, cell biology, experimental physiology,  genomics, bioinformatics, and ecological analysis. Field studies are carried  out at a variety of regional sites. Department faculty are also affiliated with  the NYU Center for Genomics and Systems Biology, the NYU Center for  Developmental Genetics, NYU Courant Institute of Mathematical Sciences, the NYU  School of Medicine, the NYU College of Dentistry, the American Museum of  Natural History, the New York Botanical Garden, and Cold Spring Harbor  Laboratory.          Students  with questions about majoring in biology or minoring in a specific area of  biology should visit the office of the Department of Biology. Those declaring a  major in biology are assigned a faculty adviser from the department; students  meet with that professor to design a program of study, determine course  selections, and discuss career goals. The faculty adviser is also available to  provide guidance concerning the many options and opportunities afforded by the  department for curricular enhancement, including research experiences.            Major  (Bachelor of Arts)          The  department offers two tracks.    The standard biology track provides the major with a broad background in biology  with the laboratory, quantitative, and reasoning skills needed for today's  modern biology.   The ecology track   also provides students with a broad background in modern biology, but with a  focus on ecological concepts, approaches, and analytical methods. In  addition to these two tracks, students may pursue a major in global public  health/science, with a concentration in biology (see below).          In  each of the two tracks, sixteen courses (typically 70 points) completed with  grades of C or higher (and a minimum GPA of 2.0 for all courses required by and  taken as electives in the major) are required for the major.          To  permit the maximal choice of appropriate upper-level courses, we strongly  recommend that students take Principles of Biology I and II (BIOL-UA 11, 12),  General Chemistry I and II and Laboratories (CHEM-UA 125, 126), and mathematics  in their freshman year. Then as sophomores, students in the standard track  should take Molecular and Cell Biology I, II (BIOL-UA 21, 22), whereas students  in the ecology track should take Molecular and Cell Biology I (BIOL-UA 21) and  Fundamentals of Ecology (BIOL-UA 63).          Programs  of majors must be approved each term by a department adviser.          Biology Standard Track   Biology  core courses (four courses/16 points):    Principles  of Biology I and II (BIOL-UA 11, 12) NOTE: Biology  majors are not required to register for the 1-credit Principles of Biology Lab  (BIOL-UA 123).It is intended for prehealth students not majoring in biology.    Molecular  and Cell Biology I and II (BIOL-UA 21, 22)   NOTE: Students may also register for the optional  1-credit Molecular and Cell Biology Lab (BIOL-UA 223) concurrently with MCB I  (BIOL-UA 21). Five  upper-level biology courses (five courses/20 points):    Biology  majors must complete five additional 4-point upper-level biology courses. In  consultation with their adviser or with the director of undergraduate studies,  students select at least one course from each of the following four skill  categories, plus a fifth elective from any one of the categories:  Laboratory skill courses: \"At the Bench\"  or research courses Quantitative skill courses: math, computer, and modeling courses Reasoning skill courses: reading intensive courses Foundational courses          A  current list of courses satisfying each category is maintained on the official  web site of the Department of Biology.          Additional  courses required for biology standard track majors (seven courses/34 points):    Chemistry  (four courses/20 points):    General  Chemistry and Laboratory I and II (CHEM-UA 125, 126)    Organic  Chemistry and Laboratory I and II (CHEM-UA 225, 226)   Physics (two courses/10 points):   General Physics I and II (PHYS-UA 11, 12)   Mathematics (one course/4 points):   Calculus I (MATH-UA 121)         Biology Ecology Track   The  ecology track provides students a broad foundation in modern biology as well as  a focused education in ecological concepts, approaches and analytical methods.  It is primarily intended for students planning to pursue graduate study in  ecology or a related field.          Ecology  core courses (four courses/16 points):   Principles of Biology I and II (BIOL-UA 11, 12) NOTE:  Biology majors are not required to register for the 1-credit Principles of  Biology Lab (BIOL-UA 123). It is intended for prehealth students not majoring  in biology.   Molecular and Cell Biology I (BIOL-UA 21)   NOTE: Students may also register for the optional  1-credit Molecular and Cell Biology Lab (BIOL-UA 223) concurrently with MCB I  (BIOL-UA 21).   Fundamentals of Ecology (BIOL-UA 63) Five  upper-level biology courses (five courses/20 points):   Biology majors must complete five additional 4-point upper-level biology  courses. In consultation with their adviser or with the director of undergraduate  studies, students select at least one course from each of the following four  skill categories, plus a fifth elective from any one of the categories:  Laboratory skill courses: \"At the Bench\" or research courses     Quantitative skill courses: math, computer, and modeling courses     Reasoning skill courses: reading intensive courses     Foundational courses          A  current list of courses satisfying each category is maintained on the official  web site of the Department of Biology. Note that the set of courses that may be  used as electives for the ecology track is not identical to the set that may be  used for the standard biology track.          Additional  courses required for biology ecology track majors (seven courses/34 points):   Chemistry (four courses/20 points):   General Chemistry and Laboratory I and II (CHEM-UA 125, 126)   Organic Chemistry and Laboratory I and II (CHEM-UA 225, 226)   Physics (one course/5 points):   General Physics I (PHYS-UA 11)   Mathematics (two courses/8 points):   Calculus I (MATH-UA 121)   Calculus II (MATH-UA 122) or Linear Algebra (MATH-UA 140)        Global Public Health/Science Major with  Concentration in Biology   The  College of Arts and Science (CAS) and the Department of Biology offer students  the opportunity to pursue a major that combines biology and global public  health. Students pursuing this combined program will complete courses to  fulfill the global public health/science major, with a concentration in biology  that emphasizes one of the following areas: genetics and genomics, infectious  diseases, or environmental health.          The  global public health/biology major provides a unique opportunity for students  to explore cutting-edge life science and how recent advances can help address  some of the world's most complex health challenges. Graduates are well prepared  to pursue professional studies in medicine, dentistry, public health, and  nutrition, as well as academic and research positions.          Students  in this combined major are strongly advised to talk to an advisor in the  Department of Biology to work out a course plan. The following are the  twenty-two courses (94 points) required for the major:          Global  public health requirements (seven courses/28 points):   Health and Society in a Global Context (UGPH-GU 10)   Health Policy (UGPH-GU 40)   Environmental Health (UGPH-GU 50)   GPH Internship (UGPH-GU 60)   Biostatistics (BIOL-UA 42)   At the Bench: Epidemiology (BIOL-UA 49)   One semester of advanced foreign language (above intermediate II level)   One semester of study away Biology  core courses (four courses/16 points):   Principles of Biology I and II (BIOL-UA 11, 12) NOTE:  Biology majors are not required to register for the 1-credit Principles of  Biology Lab (BIOL-UA 123). It is intended for prehealth students not majoring  in biology.   Molecular and Cell Biology I and II (BIOL-UA 21, 22)   NOTE: It is strongly recommended that students in this combined major take the  optional 1-credit Molecular and Cell Biology Lab (BIOL-UA 223) concurrently  with MCB I (BIOL-UA 21). Biology  emphasis area (two courses/8 points):   Students select two upper-level biology courses from one of these three areas:  Genetics and genomics        Infectious diseases     Environmental health          A  current list of courses satisfying each area is maintained on the official web  site of the Department of Biology.          Additional  required courses in science and math (seven courses/34 points):   Chemistry (four courses/20 points):   General Chemistry and Laboratory I and II (CHEM-UA 125, 126)   Organic Chemistry and Laboratory I and II (CHEM-UA 225, 226)   Physics (two courses/10 points):   General Physics I and II (PHYS-UA 11, 12)   Mathematics (one course/4 points):   Calculus I (MATH-UA 121) Major  electives (two courses/8 points):   Two additional electives must be completed in the GPH program or in biology. A  current list of courses approved as electives is maintained on the official web  site of the Department of Biology. For  descriptions of GPH (UGPH-GU) courses, please see the global public health  section of this Bulletin.            Minors          The  following courses (completed with grades of C or higher and a minimum GPA of  2.0 in all biology courses) are required for the specific minors. Students  interested in one of the minors offered in biology should consult the director  of undergraduate studies as early as possible to plan a course of study that  meets their needs. Each minor track consists of five 4-point courses plus one  1-point lab.          Minor  in molecular and cell biology: BIOL-UA 11, 12, 21 and 22; either BIOL-UA  123 or BIOL-UA 223; either At the Bench: Applied Molecular Biology (BIOL-UA 36)  or At the Bench: Applied Cell Biology (BIOL-UA 37)          Minor  in genetics:   BIOL-UA 11, 12 and 21; either BIOL-UA 123 or BIOL-UA 223; either Genetics  (BIOL-UA 30) or Quantitative Methods in Human Genetics (BIOL-UA 45); At the  Bench: Laboratory in Genetics (BIOL-UA 31)          Minor  in genomics and bioinformatics: BIOL-UA 11, 12 and 21; either BIOL-UA 123  or BIOL-UA 223; either Genome Biology (BIOL-UA 38) or Fundamentals of  Bioinformatics (BIOL-UA 103); one of the following: Microbiology and Microbial  Genomics (BIOL-UA 44), Special Topics: Computing with Large Data Sets (BIOL-UA  120), Bioinformatics for Biologists (BIOL-GA 1007), Biological Databases and  Data Mining (BIOL-GA 1009), Bioinformatics and Genomes (BIOL-GA 1127), Systems  Biology (BIOL-GA 1128), or Applied Genomics: Intro to Bioinformatics and  Network Modeling (BIOL-GA 1130).          Minor  in environmental biology: BIOL-UA 11, 12; BIOL-UA 123, or the equivalent; one of  the following laboratory courses: Ecological Field Methods (BIOL-UA 16), Urban  Ecology (BIOL-UA 18), or Ecological Analysis with Geographic Information  Systems (BIOL-UA 64); two of the following: Biostatistics (BIOL-UA 42),  Evolution (BIOL-UA 58), Fundamentals of Ecology (BIOL-UA 63), Biogeochemistry  of Global Change (BIOL-UA 66), or Current Topics in Earth System Sciences  (BIOL-UA 332).            Honors  Program          Candidates  for a degree with honors in biology must have an overall GPA of at least 3.65  and a minimum 3.65 GPA in all science and mathematics courses required for the  major. It is the student's responsibility to secure a faculty member to sponsor  the research and to provide laboratory space and equipment. All research  credits should be completed by the end of the junior year.          In  addition to all courses required for the biology major, students pursuing  honors must also complete the following three courses (8 points):   One semester of either Independent Study (BIOL-UA 997, 998; 4 points per term)  or Internship (BIOL-UA 980, 981; 4 points per term). Department approval of  laboratory-based research is required. Research credit must be completed before  registering for the thesis (BIOL-UA 999). Application forms are available in  the department.   Becoming a Scientist (BIOL-UA 995, 2 points): must be taken in the fall semester  before graduation.   Undergraduate Research Thesis (BIOL-UA 999, 2 points): must be taken in the  final semester. Students prepare a written thesis based on the research results  from their independent study or internship experience and defend the thesis at  an oral examination before a faculty committee. Application forms, available at  the biology departmental office, must be submitted by the beginning of the  final semester. General  Information          Advanced Placement   Students  who achieve a score of 4 or 5 on the College Entrance Examination Board  Advanced Placement Examination (or have equivalent international exam credits)  are exempted from taking the Principles of Biology sequence. However, because  of medical, dental, etc. school requirements, students on the pre-health track  cannot place out of Principles of Biology.          Suggested Course Plans   For  reference, suggested four-year course plans for biology majors, including those  on the pre-health track and those in the global public health/science major  with concentration in biology, are available on the official web site of the  Department of Biology.          Study Away   Opportunities  for study away that are appropriate for biology majors are available on the  official web site of the Department of Biology.          Graduate Courses   A  number of courses in specialized fields are offered at the graduate level.  Courses at the BIOL-GA 1000 level are available to undergraduates who have the  necessary prerequisites. To take any of the relevant BIOL-GA 1000-level  graduate courses in biology, students must obtain the signatures of the course  instructor and the director of undergraduate studies and have their  registration material approved in the department's graduate office.             Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Program of Study (CAS Bulletin)    | Department of Biology | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of Biology     Arts &amp; Science                    Back to Home       Program of Study (CAS Bulletin)   Jump to:    Major: Biology Standard Track    Major: Biology Ecology Track    Global Public Health/Science Major    Minor    Honors      Departmental  Objectives          The  department offers students the opportunity to explore the various areas of  current biology. The major in biology is an integrated yet diverse program that  builds a solid foundation in modern biology through coursework in molecular  biology, cell biology, evolution, genetics, developmental biology, physiology,  immunology, genomics, systems biology, computational biology, ecology, and  environmental biology. From the very outset of their studies, students are  exposed to modern concepts and state-of-the-art experimental and analytical  methods. Upper-level courses emphasize foundational knowledge as well as  laboratory skills, reasoning skills and quantitative skills. Advanced students  may register for graduate-level courses, which are most often given in the  specialized areas of faculty research.          The  department also offers a set of discrete minors in the life sciences,  specifically in the areas of molecular and cell biology, genetics, genomics and  bioinformatics, and environmental biology. Each minor is designed to hone  skills in a particular contemporary area of biology and requires a laboratory  experience. The minors permit students to create a course of study that will  meet their unique academic and career goals.          This  program provides outstanding preparation for careers in research, academia,  medicine, dentistry, and related fields. Graduates of the department have a  remarkable record of success in acceptance into professional schools and in  establishing notable careers in the biomedical sciences.          Other  courses offered by the department are designed to acquaint non-science majors  with contemporary issues in biology. Such courses are often topical, addressing  problems such as environmental pollution, limits of the earth, and human  physiology.          Outstanding  and highly motivated students are offered special opportunities for honors  work, independent study, summer laboratory research, internships, and other  enhancements. Upper-level students may become involved in research projects in  faculty laboratories through the many formal and informal opportunities  afforded by the department. The department has a tradition of important  research accomplishment and contains several specialized research and laboratory  facilities that are integrated into the educational programs. These include  undergraduate labs in molecular biology, cell biology, experimental physiology,  genomics, bioinformatics, and ecological analysis. Field studies are carried  out at a variety of regional sites. Department faculty are also affiliated with  the NYU Center for Genomics and Systems Biology, the NYU Center for  Developmental Genetics, NYU Courant Institute of Mathematical Sciences, the NYU  School of Medicine, the NYU College of Dentistry, the American Museum of  Natural History, the New York Botanical Garden, and Cold Spring Harbor  Laboratory.          Students  with questions about majoring in biology or minoring in a specific area of  biology should visit the office of the Department of Biology. Those declaring a  major in biology are assigned a faculty adviser from the department; students  meet with that professor to design a program of study, determine course  selections, and discuss career goals. The faculty adviser is also available to  provide guidance concerning the many options and opportunities afforded by the  department for curricular enhancement, including research experiences.            Major  (Bachelor of Arts)          The  department offers two tracks.    The standard biology track provides the major with a broad background in biology  with the laboratory, quantitative, and reasoning skills needed for today's  modern biology.   The ecology track   also provides students with a broad background in modern biology, but with a  focus on ecological concepts, approaches, and analytical methods. In  addition to these two tracks, students may pursue a major in global public  health/science, with a concentration in biology (see below).          In  each of the two tracks, sixteen courses (typically 70 points) completed with  grades of C or higher (and a minimum GPA of 2.0 for all courses required by and  taken as electives in the major) are required for the major.          To  permit the maximal choice of appropriate upper-level courses, we strongly  recommend that students take Principles of Biology I and II (BIOL-UA 11, 12),  General Chemistry I and II and Laboratories (CHEM-UA 125, 126), and mathematics  in their freshman year. Then as sophomores, students in the standard track  should take Molecular and Cell Biology I, II (BIOL-UA 21, 22), whereas students  in the ecology track should take Molecular and Cell Biology I (BIOL-UA 21) and  Fundamentals of Ecology (BIOL-UA 63).          Programs  of majors must be approved each term by a department adviser.          Biology Standard Track   Biology  core courses (four courses/16 points):    Principles  of Biology I and II (BIOL-UA 11, 12) NOTE: Biology  majors are not required to register for the 1-credit Principles of Biology Lab  (BIOL-UA 123).It is intended for prehealth students not majoring in biology.    Molecular  and Cell Biology I and II (BIOL-UA 21, 22)   NOTE: Students may also register for the optional  1-credit Molecular and Cell Biology Lab (BIOL-UA 223) concurrently with MCB I  (BIOL-UA 21). Five  upper-level biology courses (five courses/20 points):    Biology  majors must complete five additional 4-point upper-level biology courses. In  consultation with their adviser or with the director of undergraduate studies,  students select at least one course from each of the following four skill  categories, plus a fifth elective from any one of the categories:  Laboratory skill courses: \"At the Bench\"  or research courses Quantitative skill courses: math, computer, and modeling courses Reasoning skill courses: reading intensive courses Foundational courses          A  current list of courses satisfying each category is maintained on the official  web site of the Department of Biology.          Additional  courses required for biology standard track majors (seven courses/34 points):    Chemistry  (four courses/20 points):    General  Chemistry and Laboratory I and II (CHEM-UA 125, 126)    Organic  Chemistry and Laboratory I and II (CHEM-UA 225, 226)   Physics (two courses/10 points):   General Physics I and II (PHYS-UA 11, 12)   Mathematics (one course/4 points):   Calculus I (MATH-UA 121)         Biology Ecology Track   The  ecology track provides students a broad foundation in modern biology as well as  a focused education in ecological concepts, approaches and analytical methods.  It is primarily intended for students planning to pursue graduate study in  ecology or a related field.          Ecology  core courses (four courses/16 points):   Principles of Biology I and II (BIOL-UA 11, 12) NOTE:  Biology majors are not required to register for the 1-credit Principles of  Biology Lab (BIOL-UA 123). It is intended for prehealth students not majoring  in biology.   Molecular and Cell Biology I (BIOL-UA 21)   NOTE: Students may also register for the optional  1-credit Molecular and Cell Biology Lab (BIOL-UA 223) concurrently with MCB I  (BIOL-UA 21).   Fundamentals of Ecology (BIOL-UA 63) Five  upper-level biology courses (five courses/20 points):   Biology majors must complete five additional 4-point upper-level biology  courses. In consultation with their adviser or with the director of undergraduate  studies, students select at least one course from each of the following four  skill categories, plus a fifth elective from any one of the categories:  Laboratory skill courses: \"At the Bench\" or research courses     Quantitative skill courses: math, computer, and modeling courses     Reasoning skill courses: reading intensive courses     Foundational courses          A  current list of courses satisfying each category is maintained on the official  web site of the Department of Biology. Note that the set of courses that may be  used as electives for the ecology track is not identical to the set that may be  used for the standard biology track.          Additional  courses required for biology ecology track majors (seven courses/34 points):   Chemistry (four courses/20 points):   General Chemistry and Laboratory I and II (CHEM-UA 125, 126)   Organic Chemistry and Laboratory I and II (CHEM-UA 225, 226)   Physics (one course/5 points):   General Physics I (PHYS-UA 11)   Mathematics (two courses/8 points):   Calculus I (MATH-UA 121)   Calculus II (MATH-UA 122) or Linear Algebra (MATH-UA 140)        Global Public Health/Science Major with  Concentration in Biology   The  College of Arts and Science (CAS) and the Department of Biology offer students  the opportunity to pursue a major that combines biology and global public  health. Students pursuing this combined program will complete courses to  fulfill the global public health/science major, with a concentration in biology  that emphasizes one of the following areas: genetics and genomics, infectious  diseases, or environmental health.          The  global public health/biology major provides a unique opportunity for students  to explore cutting-edge life science and how recent advances can help address  some of the world's most complex health challenges. Graduates are well prepared  to pursue professional studies in medicine, dentistry, public health, and  nutrition, as well as academic and research positions.          Students  in this combined major are strongly advised to talk to an advisor in the  Department of Biology to work out a course plan. The following are the  twenty-two courses (94 points) required for the major:          Global  public health requirements (seven courses/28 points):   Health and Society in a Global Context (UGPH-GU 10)   Health Policy (UGPH-GU 40)   Environmental Health (UGPH-GU 50)   GPH Internship (UGPH-GU 60)   Biostatistics (BIOL-UA 42)   At the Bench: Epidemiology (BIOL-UA 49)   One semester of advanced foreign language (above intermediate II level)   One semester of study away Biology  core courses (four courses/16 points):   Principles of Biology I and II (BIOL-UA 11, 12) NOTE:  Biology majors are not required to register for the 1-credit Principles of  Biology Lab (BIOL-UA 123). It is intended for prehealth students not majoring  in biology.   Molecular and Cell Biology I and II (BIOL-UA 21, 22)   NOTE: It is strongly recommended that students in this combined major take the  optional 1-credit Molecular and Cell Biology Lab (BIOL-UA 223) concurrently  with MCB I (BIOL-UA 21). Biology  emphasis area (two courses/8 points):   Students select two upper-level biology courses from one of these three areas:  Genetics and genomics        Infectious diseases     Environmental health          A  current list of courses satisfying each area is maintained on the official web  site of the Department of Biology.          Additional  required courses in science and math (seven courses/34 points):   Chemistry (four courses/20 points):   General Chemistry and Laboratory I and II (CHEM-UA 125, 126)   Organic Chemistry and Laboratory I and II (CHEM-UA 225, 226)   Physics (two courses/10 points):   General Physics I and II (PHYS-UA 11, 12)   Mathematics (one course/4 points):   Calculus I (MATH-UA 121) Major  electives (two courses/8 points):   Two additional electives must be completed in the GPH program or in biology. A  current list of courses approved as electives is maintained on the official web  site of the Department of Biology. For  descriptions of GPH (UGPH-GU) courses, please see the global public health  section of this Bulletin.            Minors          The  following courses (completed with grades of C or higher and a minimum GPA of  2.0 in all biology courses) are required for the specific minors. Students  interested in one of the minors offered in biology should consult the director  of undergraduate studies as early as possible to plan a course of study that  meets their needs. Each minor track consists of five 4-point courses plus one  1-point lab.          Minor  in molecular and cell biology: BIOL-UA 11, 12, 21 and 22; either BIOL-UA  123 or BIOL-UA 223; either At the Bench: Applied Molecular Biology (BIOL-UA 36)  or At the Bench: Applied Cell Biology (BIOL-UA 37)          Minor  in genetics:   BIOL-UA 11, 12 and 21; either BIOL-UA 123 or BIOL-UA 223; either Genetics  (BIOL-UA 30) or Quantitative Methods in Human Genetics (BIOL-UA 45); At the  Bench: Laboratory in Genetics (BIOL-UA 31)          Minor  in genomics and bioinformatics: BIOL-UA 11, 12 and 21; either BIOL-UA 123  or BIOL-UA 223; either Genome Biology (BIOL-UA 38) or Fundamentals of  Bioinformatics (BIOL-UA 103); one of the following: Microbiology and Microbial  Genomics (BIOL-UA 44), Special Topics: Computing with Large Data Sets (BIOL-UA  120), Bioinformatics for Biologists (BIOL-GA 1007), Biological Databases and  Data Mining (BIOL-GA 1009), Bioinformatics and Genomes (BIOL-GA 1127), Systems  Biology (BIOL-GA 1128), or Applied Genomics: Intro to Bioinformatics and  Network Modeling (BIOL-GA 1130).          Minor  in environmental biology: BIOL-UA 11, 12; BIOL-UA 123, or the equivalent; one of  the following laboratory courses: Ecological Field Methods (BIOL-UA 16), Urban  Ecology (BIOL-UA 18), or Ecological Analysis with Geographic Information  Systems (BIOL-UA 64); two of the following: Biostatistics (BIOL-UA 42),  Evolution (BIOL-UA 58), Fundamentals of Ecology (BIOL-UA 63), Biogeochemistry  of Global Change (BIOL-UA 66), or Current Topics in Earth System Sciences  (BIOL-UA 332).            Honors  Program          Candidates  for a degree with honors in biology must have an overall GPA of at least 3.65  and a minimum 3.65 GPA in all science and mathematics courses required for the  major. It is the student's responsibility to secure a faculty member to sponsor  the research and to provide laboratory space and equipment. All research  credits should be completed by the end of the junior year.          In  addition to all courses required for the biology major, students pursuing  honors must also complete the following three courses (8 points):   One semester of either Independent Study (BIOL-UA 997, 998; 4 points per term)  or Internship (BIOL-UA 980, 981; 4 points per term). Department approval of  laboratory-based research is required. Research credit must be completed before  registering for the thesis (BIOL-UA 999). Application forms are available in  the department.   Becoming a Scientist (BIOL-UA 995, 2 points): must be taken in the fall semester  before graduation.   Undergraduate Research Thesis (BIOL-UA 999, 2 points): must be taken in the  final semester. Students prepare a written thesis based on the research results  from their independent study or internship experience and defend the thesis at  an oral examination before a faculty committee. Application forms, available at  the biology departmental office, must be submitted by the beginning of the  final semester. General  Information          Advanced Placement   Students  who achieve a score of 4 or 5 on the College Entrance Examination Board  Advanced Placement Examination (or have equivalent international exam credits)  are exempted from taking the Principles of Biology sequence. However, because  of medical, dental, etc. school requirements, students on the pre-health track  cannot place out of Principles of Biology.          Suggested Course Plans   For  reference, suggested four-year course plans for biology majors, including those  on the pre-health track and those in the global public health/science major  with concentration in biology, are available on the official web site of the  Department of Biology.          Study Away   Opportunities  for study away that are appropriate for biology majors are available on the  official web site of the Department of Biology.          Graduate Courses   A  number of courses in specialized fields are offered at the graduate level.  Courses at the BIOL-GA 1000 level are available to undergraduates who have the  necessary prerequisites. To take any of the relevant BIOL-GA 1000-level  graduate courses in biology, students must obtain the signatures of the course  instructor and the director of undergraduate studies and have their  registration material approved in the department's graduate office.             Contact Us | &copy; New York University , Arts and Science"}, {"content": "Program of Study (CAS Bulletin)    | Department of Biology | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of Biology     Arts &amp; Science                    Back to Home       Program of Study (CAS Bulletin)   Departmental Objectives The department offers  students the opportunity to explore the various areas of current biology. The  major in Biology is an integrated yet diverse program that builds a solid  foundation in modern biology through coursework in molecular biology, cell  biology, evolution, genetics, developmental biology, physiology, immunology, genomics,  systems biology, computational biology, ecology and environmental biology. From  the very outset of their studies, students are exposed to modern concepts and  state-of-the-art experimental and analytical methods. Upper-level courses emphasize  foundational knowledge as well as laboratory skills, reasoning skills and  quantitative skills. Advanced students may register for graduate-level courses,  which are most often given in the specialized areas of faculty research.      The department also offers  a set of discrete minors in the life sciences, specifically in the areas of  molecular and cell biology, genetics, genomics and bioinformatics, and  environmental biology. Each minor is designed to hone skills in a particular  contemporary area of biology and requires a laboratory experience. The minors  permit students to create a course of study that will meet their unique  academic and career goals.      This program provides  outstanding preparation for careers in research, academia, medicine, dentistry,  and related fields. Graduates of the department have a remarkable record of  success in acceptance into professional schools and in establishing notable  careers in the biomedical sciences.      Other courses offered by  the department are designed to acquaint nonscience majors with contemporary  issues in biology. Such courses are often topical, addressing problems such as  environmental pollution, limits of the earth, and human physiology.      Outstanding and highly  motivated students are offered special opportunities for honors work,  independent study, summer laboratory research, internships, and other  enhancements. Upper-level students may become involved in research projects in  faculty laboratories through the many formal and informal opportunities  afforded by the department. The department has a tradition of important  research accomplishment and contains several specialized research and  laboratory facilities that are integrated into the educational programs. These  include undergraduate labs in molecular biology, cell biology, experimental  physiology, genomics, bioinformatics and ecological analysis. Field studies are  carried out at a variety of regional sites. Department faculty are also  affiliated with the NYU Center for Genomics  and Systems Biology ,  the NYU Center for  Developmental Genetics ,   NYU Courant Institute of Mathematical Sciences , the NYU School of Medicine ,  the NYU College of Dentistry , the American Museum of  Natural History , the New York Botanical Garden , and Cold Spring Harbor  Laboratory .      Students with questions about majoring in Biology or minoring in  a specific area of biology should visit the office of the Department of  Biology. Those declaring a major in Biology are assigned a faculty adviser from  the department; students meet with that professor to design a program of study,  determine course selections, and discuss career goals. The faculty adviser is  also available to provide guidance concerning the many options and  opportunities afforded by the department for curricular enhancement, including  research experiences.      Major (Bachelor of Arts)      The Department offers two tracks. The standard biology  track provides the major with a broad background in biology with the  laboratory, quantitative and reasoning skills needed for today’s modern  biology. The ecology track also provides students with the broad background in  modern biology, but with a focus on ecological concepts, approaches and  analytical methods.      In addition, students may pursue a major in Global Public  Health/Science, with a concentration in Biology (see below).      The following sixteen courses (typically 70 points) completed  with grades of C or higher (and a minimum GPA of 2.0 for all courses required  by and taken as electives in the major) are required for the major.      To permit the maximal choice of appropriate upper-level  courses, we strongly recommend that students take Principles of Biology I and   II (BIOL-UA 11, 12), General Chemistry I and II and Laboratories   (CHEM-UA 125, 126), and mathematics in their freshman year. Then as sophomores,  students in the standard track should take Molecular and Cell Biology   (BIOL-UA 21, 22), whereas students in the ecology track should take Fundamentals  of Ecology (BIOL-UA 63).      Programs of majors must be approved each term by a department  adviser.          Biology standard track      Biology Core Courses (four  courses/16 points)      Principles of Biology I: One of the following: Principles  of Biology I (BIOL-UA 11) or Principles of Biology I in London   (BIOL-UA 9011)      Principles of Biology II: One of the  following: Principles of Biology II (BIOL-UA 12) or Principles of  Biology II in London (BIOL-UA 9012)      NOTE: Biology majors are not required to register into the  1-credit Principles of Biology Lab (BIOL-UA 123).      Molecular and Cell Biology: Molecular and Cell  Biology I and II (BIOL-UA 21, 22).      NOTE: Students can register into the optional 1-credit  Molecular and Cell Biology Lab (BIOL-UA 223) concurrently with MCB-I (BIOL-UA  21).           Five Upper-Level Biology  Courses: (five courses/20 points)      Biology majors must complete five additional 4-point  upper-level biology courses. In consultation with their adviser or with the Director  of Undergraduate Studies, students select at least one course from each of the  following four skill categories, plus a fifth elective from any one of the  categories:      I. Lab Skill Courses: At  the Bench or Research Courses      II. Quantitative Skill  Courses: Math, Computer, and Modeling Courses      III. Reasoning Skill  Courses: Reading Intensive Courses      IV. Foundational Courses      A current list of courses satisfying each category is  maintained on the official web site of the Department of Biology.          Additional Courses Required  for Biology Majors who are not in the Ecology Track      Chemistry   (four courses/20 points)      General  Chemistry I and Laboratory (CHEM-UA  125) General  Chemistry II and Laboratory (CHEM-UA  126) Organic  Chemistry I and Laboratory (CHEM-UA  225) Organic  Chemistry II and Laboratory (CHEM-UA  226)      Physics   (two courses/10 points)      General  Physics I and II (PHYS-UA 11,  12)      Mathematics   (one course/4 points)      Calculus  I (MATH-UA 121)          Biology  Ecology track      The Ecology track provides students a broad foundation in  modern Biology as well as a focused education in ecological concepts,  approaches and analytical methods. It is primarily intended for students  planning to pursue graduate study in Ecology or a related field.      Ecology Core Courses (four  courses/16 points)      Principles of Biology I: One of the following: Principles  of Biology I (BIOL-UA 11) or Principles of Biology I in London   (BIOL-UA 9011)      Principles of Biology II: One of the following: Principles  of Biology II (BIOL-UA 12) or Principles of Biology II in London   (BIOL-UA 9012)      NOTE: Biology majors in the Ecology track are not required  to register into the 1-credit Principles of Biology Lab (BIOL-UA 123).      Molecular and Cell Biology I (BIOL-UA 21)      NOTE: Students can register into the optional 1-credit  Molecular and Cell Biology Lab (BIOL-UA 223) concurrently with MCB-I (BIOL-UA  21).      Fundamentals of Ecology (BIOL-UA  63)          Five Upper-Level Biology  Courses for the Ecology Track: (five courses/20 points)      Biology majors must complete five additional 4-point  upper-level biology courses. In consultation with their adviser or with the  director of undergraduate studies, students select at least one course from  each of the following four skill categories, plus a fifth elective from any one  of the categories:      I. Lab Skill Courses: At  the Bench or Research Courses      II. Quantitative Skill  Courses: Math, Computer, and Modeling Courses      III. Reasoning Skill  Courses: Reading Intensive Courses      IV. Foundational Courses      A current list of courses satisfying each category is  maintained on the official web site of the Department of Biology. Note that the  set of courses that may be used as electives for the Ecology track is not identical  to the set that may be used for the standard Biology track.          Additional Courses Required  for a Biology Major in the Ecology Track      Chemistry   (four courses/20 points)      General  Chemistry I and Laboratory (CHEM-UA  125) General  Chemistry II and Laboratory (CHEM-UA  126) Organic  Chemistry I and Laboratory (CHEM-UA  225) Organic  Chemistry II and Laboratory (CHEM-UA  226)      Physics   (one course/5 points)      General  Physics I (PHYS-UA 11)      Mathematics   (two courses/8 points)      Calculus  I (MATH-UA 121) Calculus  II (MATH-UA 122) or Linear Algebra   (MATH-UA 140)          Global Public Health/Science Major with Concentration in Biology      The  College of Arts and Science (CAS) and the Department of Biology offer students  the opportunity to pursue a major that combines Biology and Global Public  Health. Students pursuing this combined program will complete courses to  fulfill the Global Public Health/Science major, with a concentration in Biology  that emphasizes one of the following areas: Genetics and Genomics, Infectious  Diseases, or Environmental Health.      Students  in this combined major are strongly advised to talk to an advisor in the  Department of Biology so that a course plan can be planned. The following are  the courses required for the major.      I. Global Public Health  Requirements      Health and Society in a  Global Context (UGPH-GU 10; 4  credits) Biostatistics (BIOL-UA 42; 4 credits) At the Bench:  Epidemiology (BIOL-UA 49; 4 credits) Health Policy (UGPH-GU 40; 4 credits) Environmental Health (UGPH-GU 50; 4 credits) GPH Internship (UGPH-GU 60; 4 credits) Advanced foreign  language above intermediate Level II   (4 credits) One semester of study  away      II. Biology Requirements      Principles of Biology I (BIOL-UA 11; 4 credits) Principles of Biology II (BIOL-UA 12; 4 credits) Molecular and Cell Biology I (BIOL-UA 21; 4  credits) Molecular and Cell Biology II (BIOL-UA 22; 4  credits) Molecular and Cell Biology Laboratory (BIOL-UA  223; 1 credit; optional but strongly recommended) General Chemistry I (CHEM-UA 125; 5 credits) General Chemistry II (CHEM-UA 126; 5 credits) Organic Chemistry I (CHEM-UA 225; 5 credits) Organic Chemistry II (CHEM-UA 226; 5 credits) General Physics I (PHYS-UA 11; 5 credits) General Physics II (PHYS-UA 12; 5 credits) Calculus I (MATH-UA 121; 4 credits)      III. Emphasis Area Electives      Two upper-level Biology electives must be chosen within  one of these areas:        Genetics and Genomics     Infectious Diseases     Environmental Health      A current list of courses satisfying each area is  maintained on the official web site of the Department of Biology.      IV. Electives      Two additional electives must be completed in either the  GPH program or in Biology. A current list of courses that will serve as such  electives is maintained on the official web site of the Department of Biology.        Minors The  following courses (completed with grades of C or higher and a minimum GPA of  2.0 in all biology courses) are required for the specific minors. Students  interested in one of the minors offered in biology should consult the Director  of Undergraduate Studies as early as possible to plan a course of study that  meets their needs. Each minor track consists of five 4-point courses plus one  1-credit course.      Minor in Molecular and Cell Biology : BIOL-UA 11, 12, 21 and 22; either  BIOL-UA 123 or BIOL-UA 223; either At the Bench: Applied Molecular Biology   (BIOL-UA 36) or At the Bench: Applied Cell Biology (BIOL-UA 37)      Minor in Genetics : BIOL-UA 11, 12 and 21; either BIOL-UA 123 or BIOL-UA  223; either Genetics (BIOL-UA 30) or Quantitative Methods in Human    Genetics (BIOL-UA 45); At the Bench: Laboratory in Genetics   (BIOL-UA 31)      Minor in Genomics and Bioinformatics : BIOL-UA 11, 12 and 21; either  BIOL-UA 123 or BIOL-UA 223; Genome Biology (BIOL-UA 38); one of the  following: Microbiology and Microbial Genomics (BIOL-UA 44), Bioinformatics  and Genomes (BIOL-GA 1127), or Systems Biology (BIOL-GA 1128)      Minor in Environmental Biology : BIOL-UA 11, 12; BIOL-UA 123, or the  equivalent; one of the following laboratory courses: Ecological Field  Methods (BIOL-UA 16), Urban Ecology (BIOL-UA 18) or Ecological  Analysis with Geographic Information Systems (BIOL-UA 64); two of the  following: Evolution (BIOL-UA 58), Fundamentals of Ecology   (BIOL-UA 63), Biogeochemistry of Global Change (BIOL-UA 66), or Current  Topics in Earth System Sciences (BIOL-UA 332).          Honors  Program Candidates for a degree with honors in biology must have an  overall GPA of at least 3.65 and a minimum 3.65 GPA in all science and  mathematics courses required for the major. It is the student's responsibility  to secure a faculty member to sponsor the research and to provide laboratory  space and equipment. All research credits should be completed by the end of the  junior year.      Required Courses for Honor’s  Program: In addition to the courses required for the Biology major,  students must also complete the following three courses (8 credits)      4-Point Research Credit: Either  Independent Study (BIOL-UA 997, 998) or Internship (BIOL-UA 980, 981).  Department approval of laboratory-based research is required. Research credit  must be completed before registering into BIOL-UA 999. Application forms can be  picked up at the department.      Becoming a Scientist (BIOL-UA  995): Two-credit course must be taken in the Fall semester before graduation.      Undergraduate Research Thesis  Course (BIOL-UA 999):Two-credit course must be taken in the final  semester. Students prepare a written thesis based on the research results from  their independent study or internship experience and defend the thesis at an  oral examination before a faculty committee. Application forms, available at the  biology departmental office, must be submitted by the beginning of the final  semester.          Graduate  Courses A number of courses in specialized fields are given at the  graduate level. Courses at the BIOL-GA 1000 level are available to  undergraduates who have the necessary prerequisites. To take any of the  relevant BIOL-GA 1000-level graduate courses in Biology, students must obtain  the signature of the course instructor and the Director of Undergraduate  Studies and have their registration material approved in the department's  graduate office.          Advanced  Placement Students who achieve a score of 4 or 5 on the College Entrance  Examination Board Advanced Placement Examination are exempted from taking any  Principles of Biology sequence. However, because of medical-school  requirements, students on the pre-health track should not place out of  Principles of Biology.          Suggested  Course Plans For reference, suggested four-year course plans for Biology  majors, including those on the pre-health track and those in the Global Public  Health/Science major with concentration in Biology, are available on the  official web site of the Department of Biology.          Study  Away Opportunities for study away that are appropriate for  Biology majors are available on the official web site of the Department of  Biology.             Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Program of Study (CAS Bulletin)    | Department of Biology | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of Biology     Arts &amp; Science                    Back to Home       Program of Study (CAS Bulletin)   Jump to:    Major: Biology Standard Track    Major: Biology Ecology Track    Global Public Health/Science Major    Minor    Honors      Departmental  Objectives          The  department offers students the opportunity to explore the various areas of  current biology. The major in biology is an integrated yet diverse program that  builds a solid foundation in modern biology through coursework in molecular  biology, cell biology, evolution, genetics, developmental biology, physiology,  immunology, genomics, systems biology, computational biology, ecology, and  environmental biology. From the very outset of their studies, students are  exposed to modern concepts and state-of-the-art experimental and analytical  methods. Upper-level courses emphasize foundational knowledge as well as  laboratory skills, reasoning skills and quantitative skills. Advanced students  may register for graduate-level courses, which are most often given in the  specialized areas of faculty research.          The  department also offers a set of discrete minors in the life sciences,  specifically in the areas of molecular and cell biology, genetics, genomics and  bioinformatics, and environmental biology. Each minor is designed to hone  skills in a particular contemporary area of biology and requires a laboratory  experience. The minors permit students to create a course of study that will  meet their unique academic and career goals.          This  program provides outstanding preparation for careers in research, academia,  medicine, dentistry, and related fields. Graduates of the department have a  remarkable record of success in acceptance into professional schools and in  establishing notable careers in the biomedical sciences.          Other  courses offered by the department are designed to acquaint non-science majors  with contemporary issues in biology. Such courses are often topical, addressing  problems such as environmental pollution, limits of the earth, and human  physiology.          Outstanding  and highly motivated students are offered special opportunities for honors  work, independent study, summer laboratory research, internships, and other  enhancements. Upper-level students may become involved in research projects in  faculty laboratories through the many formal and informal opportunities  afforded by the department. The department has a tradition of important  research accomplishment and contains several specialized research and laboratory  facilities that are integrated into the educational programs. These include  undergraduate labs in molecular biology, cell biology, experimental physiology,  genomics, bioinformatics, and ecological analysis. Field studies are carried  out at a variety of regional sites. Department faculty are also affiliated with  the NYU Center for Genomics and Systems Biology, the NYU Center for  Developmental Genetics, NYU Courant Institute of Mathematical Sciences, the NYU  School of Medicine, the NYU College of Dentistry, the American Museum of  Natural History, the New York Botanical Garden, and Cold Spring Harbor  Laboratory.          Students  with questions about majoring in biology or minoring in a specific area of  biology should visit the office of the Department of Biology. Those declaring a  major in biology are assigned a faculty adviser from the department; students  meet with that professor to design a program of study, determine course  selections, and discuss career goals. The faculty adviser is also available to  provide guidance concerning the many options and opportunities afforded by the  department for curricular enhancement, including research experiences.            Major  (Bachelor of Arts)          The  department offers two tracks.    The standard biology track provides the major with a broad background in biology  with the laboratory, quantitative, and reasoning skills needed for today's  modern biology.   The ecology track   also provides students with a broad background in modern biology, but with a  focus on ecological concepts, approaches, and analytical methods. In  addition to these two tracks, students may pursue a major in global public  health/science, with a concentration in biology (see below).          In  each of the two tracks, sixteen courses (typically 70 points) completed with  grades of C or higher (and a minimum GPA of 2.0 for all courses required by and  taken as electives in the major) are required for the major.          To  permit the maximal choice of appropriate upper-level courses, we strongly  recommend that students take Principles of Biology I and II (BIOL-UA 11, 12),  General Chemistry I and II and Laboratories (CHEM-UA 125, 126), and mathematics  in their freshman year. Then as sophomores, students in the standard track  should take Molecular and Cell Biology I, II (BIOL-UA 21, 22), whereas students  in the ecology track should take Molecular and Cell Biology I (BIOL-UA 21) and  Fundamentals of Ecology (BIOL-UA 63).          Programs  of majors must be approved each term by a department adviser.          Biology Standard Track   Biology  core courses (four courses/16 points):    Principles  of Biology I and II (BIOL-UA 11, 12) NOTE: Biology  majors are not required to register for the 1-credit Principles of Biology Lab  (BIOL-UA 123).It is intended for prehealth students not majoring in biology.    Molecular  and Cell Biology I and II (BIOL-UA 21, 22)   NOTE: Students may also register for the optional  1-credit Molecular and Cell Biology Lab (BIOL-UA 223) concurrently with MCB I  (BIOL-UA 21). Five  upper-level biology courses (five courses/20 points):    Biology  majors must complete five additional 4-point upper-level biology courses. In  consultation with their adviser or with the director of undergraduate studies,  students select at least one course from each of the following four skill  categories, plus a fifth elective from any one of the categories:  Laboratory skill courses: \"At the Bench\"  or research courses Quantitative skill courses: math, computer, and modeling courses Reasoning skill courses: reading intensive courses Foundational courses          A  current list of courses satisfying each category is maintained on the official  web site of the Department of Biology.          Additional  courses required for biology standard track majors (seven courses/34 points):    Chemistry  (four courses/20 points):    General  Chemistry and Laboratory I and II (CHEM-UA 125, 126)    Organic  Chemistry and Laboratory I and II (CHEM-UA 225, 226)   Physics (two courses/10 points):   General Physics I and II (PHYS-UA 11, 12)   Mathematics (one course/4 points):   Calculus I (MATH-UA 121)         Biology Ecology Track   The  ecology track provides students a broad foundation in modern biology as well as  a focused education in ecological concepts, approaches and analytical methods.  It is primarily intended for students planning to pursue graduate study in  ecology or a related field.          Ecology  core courses (four courses/16 points):   Principles of Biology I and II (BIOL-UA 11, 12) NOTE:  Biology majors are not required to register for the 1-credit Principles of  Biology Lab (BIOL-UA 123). It is intended for prehealth students not majoring  in biology.   Molecular and Cell Biology I (BIOL-UA 21)   NOTE: Students may also register for the optional  1-credit Molecular and Cell Biology Lab (BIOL-UA 223) concurrently with MCB I  (BIOL-UA 21).   Fundamentals of Ecology (BIOL-UA 63) Five  upper-level biology courses (five courses/20 points):   Biology majors must complete five additional 4-point upper-level biology  courses. In consultation with their adviser or with the director of undergraduate  studies, students select at least one course from each of the following four  skill categories, plus a fifth elective from any one of the categories:  Laboratory skill courses: \"At the Bench\" or research courses     Quantitative skill courses: math, computer, and modeling courses     Reasoning skill courses: reading intensive courses     Foundational courses          A  current list of courses satisfying each category is maintained on the official  web site of the Department of Biology. Note that the set of courses that may be  used as electives for the ecology track is not identical to the set that may be  used for the standard biology track.          Additional  courses required for biology ecology track majors (seven courses/34 points):   Chemistry (four courses/20 points):   General Chemistry and Laboratory I and II (CHEM-UA 125, 126)   Organic Chemistry and Laboratory I and II (CHEM-UA 225, 226)   Physics (one course/5 points):   General Physics I (PHYS-UA 11)   Mathematics (two courses/8 points):   Calculus I (MATH-UA 121)   Calculus II (MATH-UA 122) or Linear Algebra (MATH-UA 140)        Global Public Health/Science Major with  Concentration in Biology   The  College of Arts and Science (CAS) and the Department of Biology offer students  the opportunity to pursue a major that combines biology and global public  health. Students pursuing this combined program will complete courses to  fulfill the global public health/science major, with a concentration in biology  that emphasizes one of the following areas: genetics and genomics, infectious  diseases, or environmental health.          The  global public health/biology major provides a unique opportunity for students  to explore cutting-edge life science and how recent advances can help address  some of the world's most complex health challenges. Graduates are well prepared  to pursue professional studies in medicine, dentistry, public health, and  nutrition, as well as academic and research positions.          Students  in this combined major are strongly advised to talk to an advisor in the  Department of Biology to work out a course plan. The following are the  twenty-two courses (94 points) required for the major:          Global  public health requirements (seven courses/28 points):   Health and Society in a Global Context (UGPH-GU 10)   Health Policy (UGPH-GU 40)   Environmental Health (UGPH-GU 50)   GPH Internship (UGPH-GU 60)   Biostatistics (BIOL-UA 42)   At the Bench: Epidemiology (BIOL-UA 49)   One semester of advanced foreign language (above intermediate II level)   One semester of study away Biology  core courses (four courses/16 points):   Principles of Biology I and II (BIOL-UA 11, 12) NOTE:  Biology majors are not required to register for the 1-credit Principles of  Biology Lab (BIOL-UA 123). It is intended for prehealth students not majoring  in biology.   Molecular and Cell Biology I and II (BIOL-UA 21, 22)   NOTE: It is strongly recommended that students in this combined major take the  optional 1-credit Molecular and Cell Biology Lab (BIOL-UA 223) concurrently  with MCB I (BIOL-UA 21). Biology  emphasis area (two courses/8 points):   Students select two upper-level biology courses from one of these three areas:  Genetics and genomics        Infectious diseases     Environmental health          A  current list of courses satisfying each area is maintained on the official web  site of the Department of Biology.          Additional  required courses in science and math (seven courses/34 points):   Chemistry (four courses/20 points):   General Chemistry and Laboratory I and II (CHEM-UA 125, 126)   Organic Chemistry and Laboratory I and II (CHEM-UA 225, 226)   Physics (two courses/10 points):   General Physics I and II (PHYS-UA 11, 12)   Mathematics (one course/4 points):   Calculus I (MATH-UA 121) Major  electives (two courses/8 points):   Two additional electives must be completed in the GPH program or in biology. A  current list of courses approved as electives is maintained on the official web  site of the Department of Biology. For  descriptions of GPH (UGPH-GU) courses, please see the global public health  section of this Bulletin.            Minors          The  following courses (completed with grades of C or higher and a minimum GPA of  2.0 in all biology courses) are required for the specific minors. Students  interested in one of the minors offered in biology should consult the director  of undergraduate studies as early as possible to plan a course of study that  meets their needs. Each minor track consists of five 4-point courses plus one  1-point lab.          Minor  in molecular and cell biology: BIOL-UA 11, 12, 21 and 22; either BIOL-UA  123 or BIOL-UA 223; either At the Bench: Applied Molecular Biology (BIOL-UA 36)  or At the Bench: Applied Cell Biology (BIOL-UA 37)          Minor  in genetics:   BIOL-UA 11, 12 and 21; either BIOL-UA 123 or BIOL-UA 223; either Genetics  (BIOL-UA 30) or Quantitative Methods in Human Genetics (BIOL-UA 45); At the  Bench: Laboratory in Genetics (BIOL-UA 31)          Minor  in genomics and bioinformatics: BIOL-UA 11, 12 and 21; either BIOL-UA 123  or BIOL-UA 223; either Genome Biology (BIOL-UA 38) or Fundamentals of  Bioinformatics (BIOL-UA 103); one of the following: Microbiology and Microbial  Genomics (BIOL-UA 44), Special Topics: Computing with Large Data Sets (BIOL-UA  120), Bioinformatics for Biologists (BIOL-GA 1007), Biological Databases and  Data Mining (BIOL-GA 1009), Bioinformatics and Genomes (BIOL-GA 1127), Systems  Biology (BIOL-GA 1128), or Applied Genomics: Intro to Bioinformatics and  Network Modeling (BIOL-GA 1130).          Minor  in environmental biology: BIOL-UA 11, 12; BIOL-UA 123, or the equivalent; one of  the following laboratory courses: Ecological Field Methods (BIOL-UA 16), Urban  Ecology (BIOL-UA 18), or Ecological Analysis with Geographic Information  Systems (BIOL-UA 64); two of the following: Biostatistics (BIOL-UA 42),  Evolution (BIOL-UA 58), Fundamentals of Ecology (BIOL-UA 63), Biogeochemistry  of Global Change (BIOL-UA 66), or Current Topics in Earth System Sciences  (BIOL-UA 332).            Honors  Program          Candidates  for a degree with honors in biology must have an overall GPA of at least 3.65  and a minimum 3.65 GPA in all science and mathematics courses required for the  major. It is the student's responsibility to secure a faculty member to sponsor  the research and to provide laboratory space and equipment. All research  credits should be completed by the end of the junior year.          In  addition to all courses required for the biology major, students pursuing  honors must also complete the following three courses (8 points):   One semester of either Independent Study (BIOL-UA 997, 998; 4 points per term)  or Internship (BIOL-UA 980, 981; 4 points per term). Department approval of  laboratory-based research is required. Research credit must be completed before  registering for the thesis (BIOL-UA 999). Application forms are available in  the department.   Becoming a Scientist (BIOL-UA 995, 2 points): must be taken in the fall semester  before graduation.   Undergraduate Research Thesis (BIOL-UA 999, 2 points): must be taken in the  final semester. Students prepare a written thesis based on the research results  from their independent study or internship experience and defend the thesis at  an oral examination before a faculty committee. Application forms, available at  the biology departmental office, must be submitted by the beginning of the  final semester. General  Information          Advanced Placement   Students  who achieve a score of 4 or 5 on the College Entrance Examination Board  Advanced Placement Examination (or have equivalent international exam credits)  are exempted from taking the Principles of Biology sequence. However, because  of medical, dental, etc. school requirements, students on the pre-health track  cannot place out of Principles of Biology.          Suggested Course Plans   For  reference, suggested four-year course plans for biology majors, including those  on the pre-health track and those in the global public health/science major  with concentration in biology, are available on the official web site of the  Department of Biology.          Study Away   Opportunities  for study away that are appropriate for biology majors are available on the  official web site of the Department of Biology.          Graduate Courses   A  number of courses in specialized fields are offered at the graduate level.  Courses at the BIOL-GA 1000 level are available to undergraduates who have the  necessary prerequisites. To take any of the relevant BIOL-GA 1000-level  graduate courses in biology, students must obtain the signatures of the course  instructor and the director of undergraduate studies and have their  registration material approved in the department's graduate office.             Contact Us | &copy; New York University , Arts and Science"}, {"content": "Program of Study (CAS Bulletin)    | Department of Biology | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of Biology     Arts &amp; Science                    Back to Home       Program of Study (CAS Bulletin)   Departmental Objectives The department offers  students the opportunity to explore the various areas of current biology. The  major in Biology is an integrated yet diverse program that builds a solid  foundation in modern biology through coursework in molecular biology, cell  biology, evolution, genetics, developmental biology, physiology, immunology, genomics,  systems biology, computational biology, ecology and environmental biology. From  the very outset of their studies, students are exposed to modern concepts and  state-of-the-art experimental and analytical methods. Upper-level courses emphasize  foundational knowledge as well as laboratory skills, reasoning skills and  quantitative skills. Advanced students may register for graduate-level courses,  which are most often given in the specialized areas of faculty research.      The department also offers  a set of discrete minors in the life sciences, specifically in the areas of  molecular and cell biology, genetics, genomics and bioinformatics, and  environmental biology. Each minor is designed to hone skills in a particular  contemporary area of biology and requires a laboratory experience. The minors  permit students to create a course of study that will meet their unique  academic and career goals.      This program provides  outstanding preparation for careers in research, academia, medicine, dentistry,  and related fields. Graduates of the department have a remarkable record of  success in acceptance into professional schools and in establishing notable  careers in the biomedical sciences.      Other courses offered by  the department are designed to acquaint nonscience majors with contemporary  issues in biology. Such courses are often topical, addressing problems such as  environmental pollution, limits of the earth, and human physiology.      Outstanding and highly  motivated students are offered special opportunities for honors work,  independent study, summer laboratory research, internships, and other  enhancements. Upper-level students may become involved in research projects in  faculty laboratories through the many formal and informal opportunities  afforded by the department. The department has a tradition of important  research accomplishment and contains several specialized research and  laboratory facilities that are integrated into the educational programs. These  include undergraduate labs in molecular biology, cell biology, experimental  physiology, genomics, bioinformatics and ecological analysis. Field studies are  carried out at a variety of regional sites. Department faculty are also  affiliated with the NYU Center for Genomics  and Systems Biology ,  the NYU Center for  Developmental Genetics ,   NYU Courant Institute of Mathematical Sciences , the NYU School of Medicine ,  the NYU College of Dentistry , the American Museum of  Natural History , the New York Botanical Garden , and Cold Spring Harbor  Laboratory .      Students with questions about majoring in Biology or minoring in  a specific area of biology should visit the office of the Department of  Biology. Those declaring a major in Biology are assigned a faculty adviser from  the department; students meet with that professor to design a program of study,  determine course selections, and discuss career goals. The faculty adviser is  also available to provide guidance concerning the many options and  opportunities afforded by the department for curricular enhancement, including  research experiences.      Major (Bachelor of Arts)      The Department offers two tracks. The standard biology  track provides the major with a broad background in biology with the  laboratory, quantitative and reasoning skills needed for today’s modern  biology. The ecology track also provides students with the broad background in  modern biology, but with a focus on ecological concepts, approaches and  analytical methods.      In addition, students may pursue a major in Global Public  Health/Science, with a concentration in Biology (see below).      The following sixteen courses (typically 70 points) completed  with grades of C or higher (and a minimum GPA of 2.0 for all courses required  by and taken as electives in the major) are required for the major.      To permit the maximal choice of appropriate upper-level  courses, we strongly recommend that students take Principles of Biology I and   II (BIOL-UA 11, 12), General Chemistry I and II and Laboratories   (CHEM-UA 125, 126), and mathematics in their freshman year. Then as sophomores,  students in the standard track should take Molecular and Cell Biology   (BIOL-UA 21, 22), whereas students in the ecology track should take Fundamentals  of Ecology (BIOL-UA 63).      Programs of majors must be approved each term by a department  adviser.          Biology standard track      Biology Core Courses (four  courses/16 points)      Principles of Biology I: One of the following: Principles  of Biology I (BIOL-UA 11) or Principles of Biology I in London   (BIOL-UA 9011)      Principles of Biology II: One of the  following: Principles of Biology II (BIOL-UA 12) or Principles of  Biology II in London (BIOL-UA 9012)      NOTE: Biology majors are not required to register into the  1-credit Principles of Biology Lab (BIOL-UA 123).      Molecular and Cell Biology: Molecular and Cell  Biology I and II (BIOL-UA 21, 22).      NOTE: Students can register into the optional 1-credit  Molecular and Cell Biology Lab (BIOL-UA 223) concurrently with MCB-I (BIOL-UA  21).           Five Upper-Level Biology  Courses: (five courses/20 points)      Biology majors must complete five additional 4-point  upper-level biology courses. In consultation with their adviser or with the Director  of Undergraduate Studies, students select at least one course from each of the  following four skill categories, plus a fifth elective from any one of the  categories:      I. Lab Skill Courses: At  the Bench or Research Courses      II. Quantitative Skill  Courses: Math, Computer, and Modeling Courses      III. Reasoning Skill  Courses: Reading Intensive Courses      IV. Foundational Courses      A current list of courses satisfying each category is  maintained on the official web site of the Department of Biology.          Additional Courses Required  for Biology Majors who are not in the Ecology Track      Chemistry   (four courses/20 points)      General  Chemistry I and Laboratory (CHEM-UA  125) General  Chemistry II and Laboratory (CHEM-UA  126) Organic  Chemistry I and Laboratory (CHEM-UA  225) Organic  Chemistry II and Laboratory (CHEM-UA  226)      Physics   (two courses/10 points)      General  Physics I and II (PHYS-UA 11,  12)      Mathematics   (one course/4 points)      Calculus  I (MATH-UA 121)          Biology  Ecology track      The Ecology track provides students a broad foundation in  modern Biology as well as a focused education in ecological concepts,  approaches and analytical methods. It is primarily intended for students  planning to pursue graduate study in Ecology or a related field.      Ecology Core Courses (four  courses/16 points)      Principles of Biology I: One of the following: Principles  of Biology I (BIOL-UA 11) or Principles of Biology I in London   (BIOL-UA 9011)      Principles of Biology II: One of the following: Principles  of Biology II (BIOL-UA 12) or Principles of Biology II in London   (BIOL-UA 9012)      NOTE: Biology majors in the Ecology track are not required  to register into the 1-credit Principles of Biology Lab (BIOL-UA 123).      Molecular and Cell Biology I (BIOL-UA 21)      NOTE: Students can register into the optional 1-credit  Molecular and Cell Biology Lab (BIOL-UA 223) concurrently with MCB-I (BIOL-UA  21).      Fundamentals of Ecology (BIOL-UA  63)          Five Upper-Level Biology  Courses for the Ecology Track: (five courses/20 points)      Biology majors must complete five additional 4-point  upper-level biology courses. In consultation with their adviser or with the  director of undergraduate studies, students select at least one course from  each of the following four skill categories, plus a fifth elective from any one  of the categories:      I. Lab Skill Courses: At  the Bench or Research Courses      II. Quantitative Skill  Courses: Math, Computer, and Modeling Courses      III. Reasoning Skill  Courses: Reading Intensive Courses      IV. Foundational Courses      A current list of courses satisfying each category is  maintained on the official web site of the Department of Biology. Note that the  set of courses that may be used as electives for the Ecology track is not identical  to the set that may be used for the standard Biology track.          Additional Courses Required  for a Biology Major in the Ecology Track      Chemistry   (four courses/20 points)      General  Chemistry I and Laboratory (CHEM-UA  125) General  Chemistry II and Laboratory (CHEM-UA  126) Organic  Chemistry I and Laboratory (CHEM-UA  225) Organic  Chemistry II and Laboratory (CHEM-UA  226)      Physics   (one course/5 points)      General  Physics I (PHYS-UA 11)      Mathematics   (two courses/8 points)      Calculus  I (MATH-UA 121) Calculus  II (MATH-UA 122) or Linear Algebra   (MATH-UA 140)          Global Public Health/Science Major with Concentration in Biology      The  College of Arts and Science (CAS) and the Department of Biology offer students  the opportunity to pursue a major that combines Biology and Global Public  Health. Students pursuing this combined program will complete courses to  fulfill the Global Public Health/Science major, with a concentration in Biology  that emphasizes one of the following areas: Genetics and Genomics, Infectious  Diseases, or Environmental Health.      Students  in this combined major are strongly advised to talk to an advisor in the  Department of Biology so that a course plan can be planned. The following are  the courses required for the major.      I. Global Public Health  Requirements      Health and Society in a  Global Context (UGPH-GU 10; 4  credits) Biostatistics (BIOL-UA 42; 4 credits) At the Bench:  Epidemiology (BIOL-UA 49; 4 credits) Health Policy (UGPH-GU 40; 4 credits) Environmental Health (UGPH-GU 50; 4 credits) GPH Internship (UGPH-GU 60; 4 credits) Advanced foreign  language above intermediate Level II   (4 credits) One semester of study  away      II. Biology Requirements      Principles of Biology I (BIOL-UA 11; 4 credits) Principles of Biology II (BIOL-UA 12; 4 credits) Molecular and Cell Biology I (BIOL-UA 21; 4  credits) Molecular and Cell Biology II (BIOL-UA 22; 4  credits) Molecular and Cell Biology Laboratory (BIOL-UA  223; 1 credit; optional but strongly recommended) General Chemistry I (CHEM-UA 125; 5 credits) General Chemistry II (CHEM-UA 126; 5 credits) Organic Chemistry I (CHEM-UA 225; 5 credits) Organic Chemistry II (CHEM-UA 226; 5 credits) General Physics I (PHYS-UA 11; 5 credits) General Physics II (PHYS-UA 12; 5 credits) Calculus I (MATH-UA 121; 4 credits)      III. Emphasis Area Electives      Two upper-level Biology electives must be chosen within  one of these areas:        Genetics and Genomics     Infectious Diseases     Environmental Health      A current list of courses satisfying each area is  maintained on the official web site of the Department of Biology.      IV. Electives      Two additional electives must be completed in either the  GPH program or in Biology. A current list of courses that will serve as such  electives is maintained on the official web site of the Department of Biology.        Minors The  following courses (completed with grades of C or higher and a minimum GPA of  2.0 in all biology courses) are required for the specific minors. Students  interested in one of the minors offered in biology should consult the Director  of Undergraduate Studies as early as possible to plan a course of study that  meets their needs. Each minor track consists of five 4-point courses plus one  1-credit course.      Minor in Molecular and Cell Biology : BIOL-UA 11, 12, 21 and 22; either  BIOL-UA 123 or BIOL-UA 223; either At the Bench: Applied Molecular Biology   (BIOL-UA 36) or At the Bench: Applied Cell Biology (BIOL-UA 37)      Minor in Genetics : BIOL-UA 11, 12 and 21; either BIOL-UA 123 or BIOL-UA  223; either Genetics (BIOL-UA 30) or Quantitative Methods in Human    Genetics (BIOL-UA 45); At the Bench: Laboratory in Genetics   (BIOL-UA 31)      Minor in Genomics and Bioinformatics : BIOL-UA 11, 12 and 21; either  BIOL-UA 123 or BIOL-UA 223; Genome Biology (BIOL-UA 38); one of the  following: Microbiology and Microbial Genomics (BIOL-UA 44), Bioinformatics  and Genomes (BIOL-GA 1127), or Systems Biology (BIOL-GA 1128)      Minor in Environmental Biology : BIOL-UA 11, 12; BIOL-UA 123, or the  equivalent; one of the following laboratory courses: Ecological Field  Methods (BIOL-UA 16), Urban Ecology (BIOL-UA 18) or Ecological  Analysis with Geographic Information Systems (BIOL-UA 64); two of the  following: Evolution (BIOL-UA 58), Fundamentals of Ecology   (BIOL-UA 63), Biogeochemistry of Global Change (BIOL-UA 66), or Current  Topics in Earth System Sciences (BIOL-UA 332).          Honors  Program Candidates for a degree with honors in biology must have an  overall GPA of at least 3.65 and a minimum 3.65 GPA in all science and  mathematics courses required for the major. It is the student's responsibility  to secure a faculty member to sponsor the research and to provide laboratory  space and equipment. All research credits should be completed by the end of the  junior year.      Required Courses for Honor’s  Program: In addition to the courses required for the Biology major,  students must also complete the following three courses (8 credits)      4-Point Research Credit: Either  Independent Study (BIOL-UA 997, 998) or Internship (BIOL-UA 980, 981).  Department approval of laboratory-based research is required. Research credit  must be completed before registering into BIOL-UA 999. Application forms can be  picked up at the department.      Becoming a Scientist (BIOL-UA  995): Two-credit course must be taken in the Fall semester before graduation.      Undergraduate Research Thesis  Course (BIOL-UA 999):Two-credit course must be taken in the final  semester. Students prepare a written thesis based on the research results from  their independent study or internship experience and defend the thesis at an  oral examination before a faculty committee. Application forms, available at the  biology departmental office, must be submitted by the beginning of the final  semester.          Graduate  Courses A number of courses in specialized fields are given at the  graduate level. Courses at the BIOL-GA 1000 level are available to  undergraduates who have the necessary prerequisites. To take any of the  relevant BIOL-GA 1000-level graduate courses in Biology, students must obtain  the signature of the course instructor and the Director of Undergraduate  Studies and have their registration material approved in the department's  graduate office.          Advanced  Placement Students who achieve a score of 4 or 5 on the College Entrance  Examination Board Advanced Placement Examination are exempted from taking any  Principles of Biology sequence. However, because of medical-school  requirements, students on the pre-health track should not place out of  Principles of Biology.          Suggested  Course Plans For reference, suggested four-year course plans for Biology  majors, including those on the pre-health track and those in the Global Public  Health/Science major with concentration in Biology, are available on the  official web site of the Department of Biology.          Study  Away Opportunities for study away that are appropriate for  Biology majors are available on the official web site of the Department of  Biology.             Contact Us | &copy; New York University , Arts and Science"}, {"content": "Undergraduate Program    | Department of Biology | New York University                                 NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of Biology     Arts &amp; Science                     Home       Mission Statement       People       Research       Facilities and Resources     Undergraduate Program     Graduate Programs       Outreach       News       Events       Employment       FAQs       Forms       Contact Us               Core and Program Requirements (from the Bulletin)       Major in Biology       Minor in Biology       Course Offerings       Accelerated BS/MS Program           Related Information       Current Course Schedule on Albert       Undergraduate Course Syllabi       Course Planning for Biology Majors                          Useful Links               NYU Academic Calendar       Undergraduate Admissions       CAS Bulletin       Undergrad FAQs       Upper-Level Electives       Four-Year Course Plans For Biology Majors       Study Away Opportunities for Biology Majors       Current Fall-Spring Biology Courses               Home &gt; Undergraduate Program     Undergraduate Program   The science of biology concerns itself with the workings of life in all its varied forms. Over the past several years, biology has been revolutionized with the development of powerful techniques in molecular and cellular biology, genomics and bioinformatics that are now being applied to research across the spectrum of the science, from genetics and development to biomedicine, field studies and animal behavior. The department’s programs of study and research reflect this contemporary view of biology.    The department offers students the opportunity to explore the various areas of current biology in an integrated yet diverse program that builds from a solid foundation of the basic elements of molecular and cellular biology, genetics, evolution, organ systems and population studies. Students are exposed to modern concepts, state-of-the-art approaches and current methods of experimentation in molecular biology, biochemistry, genomics and bioinformatics within introductory courses taken at the very outset of their studies. A variety of intermediate courses then provides in-depth exploration of major fields of biology. Advanced students may register for graduate-level courses, which are most often given in the specialized areas of faculty research.    Three options are available to students pursuing a major in Biology. The standard Biology track provides the major with a broad background in biology with the laboratory, quantitative and reasoning skills needed for today’s modern biology. The Ecology track also provides students with the broad background in modern biology, but with a focus on ecological concepts, approaches and analytical methods. The Global Public Health/Science major with Concentration in Biology provides students with strong foundations in biological science and global public health, with a focus on one of three emphasis areas: genetics and genomics, infectious diseases or environmental health.    The department also offers a series of discrete minors in the life sciences , specifically in the areas of:      Molecular and Cell Biology    Genetics    Genomics and Bioinformatics    Environmental Biology          Each minor is designed to hone skills in a particular contemporary area of biology and requires a laboratory experience. The minors permit students to create a course of study that will meet their unique academic and career goals.    The Biology majors and minors provide outstanding preparation for careers in research, academia, medicine, dentistry and related fields. Graduates of the department have a remarkable record of success in acceptance into professional schools and in establishing notable careers in the biomedical sciences.    Other courses offered by the department are designed to acquaint nonscience majors with contemporary issues in biology. Such courses are often topical, addressing problems such as environmental pollution, limits of the earth, and human physiology.    Outstanding and highly motivated students are offered special opportunities for honors work, independent study, summer laboratory research, internships and other enhancements. Upper-level students may become involved in undergraduate research projects in faculty laboratories through the many formal and informal opportunities afforded by the department. The department has a tradition of important research accomplishment and contains several specialized research and laboratory facilities that are integrated into the educational programs. These include the undergraduate Molecular Biology Laboratory, the Microscope Facility, the Genomics Core Facility and the Tissue Culture Facility. Field studies are carried out at many regional sites. Department faculty are also affiliated with the NYU Center for Genomics and Systems Biology, the NYU Courant Institute for Mathematical Sciences, the NYU School of Medicine, the NYU David B. Kriser School of Dentistry, the American Museum of Natural History, the New York Botanical Garden, and Cold Spring Harbor Laboratories.    Students with questions about majoring in biology or minoring in a specific area of biology should visit the office of the Department of Biology. Those declaring a major in biology should complete a department declaration form. They are assigned a faculty adviser from the department; students meet with that professor to design a program of study, determine course selections and discuss career goals. The faculty adviser is also available to provide guidance concerning the many options and opportunities afforded by the department for curricular enhancement, including research experiences.    Questions concerning the Biology Department's undergraduate programs or any of their requirements should be addressed to: biology.dugs@nyu.edu . For announcements of upcoming events and other information of interest to current and prospective Biology majors, see the BioDUGS blog at: blogs.nyu.edu/as/biology/dugs/                Contact Us | &copy; New York University , Arts and Science"}]}]