[{"detail": [{"content": "Center for Neural Science, New York University                                                            Home   People   Doctoral Program   Undergraduate Program   Labs &amp; Groups   Events   Contact                                                                                 Search CNS                 CNS Personnel Directory                                The Center for Neural Science at NYU         The Center for Neural Science is the focus for teaching and research in  the brain sciences at the Washington Square Campus of New York  University. Formed in 1987, the Center has been a department of the  Faculty of Arts and Science since 1994.         The research interests of the faculty span a broad range of topics in  neural science, including mechanisms of perception, cognition, and action.  Techniques in use in our laboratories include molecular and  cell biology, neurophysiology and neuroanatomy, brain imaging, and human  and animal behavior. Empirical work at every level of investigation  benefits from fruitful interaction with a unique and distinguished group  of theorists both within the Center and in the Courant Institute of  Mathematical Sciences. The Center also benefits from the outstanding  academic environment at the Washington Square Campus, including major  research programs the Departments of Biology, Chemistry, Economics,  Physics, and Psychology. Beyond Washington Square, the Center enjoys a  close cooperative relationship with the Neuroscience Institute and with  other researchers in the basic and clinical neurosciences at the NYU  School of Medicine.                   Notices & Positions Available     Two postdoctoral   positions in the Sanes and Semple lab      Postdoctoral  positions in the Carter lab         Two postdoctoral positions    in the Pesaran Lab      One lab technician position in the Klann lab      BP-ENDURE Undergraduate Research Training in Neuroscience.  Click here for the application form  [ PDF ].                      News & Special Events        There will be a symposium   Advances in Memory Systems on May 28-29, 2015. It will be held at the Rosenthal Pavilion (10th Floor), Kimmel Center, 60 Washington Square South.        John Rinzel  is the recipient of the 2015   Arthur T. Winfree Prize  from the Society for Mathematical Biology.       Eric Klann  has received a  Javits Neuroscience Investigator Award from the National Institute  of Neurological Disorders and Stroke.         Adam Carter   has received a 2014 NARSAD Independent Investigator Award.          Swartz seminar schedule for 2014 - 2015 is now online.        Joseph LeDoux   has been named a recipient of the William James Fellow Award for 2015.        Don Wilson has received the Max Mozell Award for Outstanding  Achievement in the Chemical Senses.                                     Quick Links                 Neuroscience-related graduate programs at NYU               CNS Weekly Colloquium           Graduate Course Listings          Undergrad Course Listings             Summer Research Program for Undergraduates            CNS Intranet [ Local access only ]                                                          Back to top                         Home | People | Doctoral Program | Undergraduate Program | Labs &amp; Groups | Events | Contact                  All contents &copy; New York University. All rights reserved.    Revised: 18-Apr-2015 11:21PM"}]},
{"detail": [{"content": "Center for Neural Science, New York University                                                            Home   People   Doctoral Program   Undergraduate Program   Labs &amp; Groups   Events   Contact                                                                                 Search CNS                 CNS Personnel Directory                                The Center for Neural Science at NYU         The Center for Neural Science is the focus for teaching and research in  the brain sciences at the Washington Square Campus of New York  University. Formed in 1987, the Center has been a department of the  Faculty of Arts and Science since 1994.         The research interests of the faculty span a broad range of topics in  neural science, including mechanisms of perception, cognition, and action.  Techniques in use in our laboratories include molecular and  cell biology, neurophysiology and neuroanatomy, brain imaging, and human  and animal behavior. Empirical work at every level of investigation  benefits from fruitful interaction with a unique and distinguished group  of theorists both within the Center and in the Courant Institute of  Mathematical Sciences. The Center also benefits from the outstanding  academic environment at the Washington Square Campus, including major  research programs the Departments of Biology, Chemistry, Economics,  Physics, and Psychology. Beyond Washington Square, the Center enjoys a  close cooperative relationship with the Neuroscience Institute and with  other researchers in the basic and clinical neurosciences at the NYU  School of Medicine.                   Notices & Positions Available     Two postdoctoral   positions in the Sanes and Semple lab      Postdoctoral  positions in the Carter lab         Two postdoctoral positions    in the Pesaran Lab      One lab technician position in the Klann lab      BP-ENDURE Undergraduate Research Training in Neuroscience.  Click here for the application form  [ PDF ].                      News & Special Events        There will be a symposium   Advances in Memory Systems on May 28-29, 2015. It will be held at the Rosenthal Pavilion (10th Floor), Kimmel Center, 60 Washington Square South.        John Rinzel  is the recipient of the 2015   Arthur T. Winfree Prize  from the Society for Mathematical Biology.       Eric Klann  has received a  Javits Neuroscience Investigator Award from the National Institute  of Neurological Disorders and Stroke.         Adam Carter   has received a 2014 NARSAD Independent Investigator Award.          Swartz seminar schedule for 2014 - 2015 is now online.        Joseph LeDoux   has been named a recipient of the William James Fellow Award for 2015.        Don Wilson has received the Max Mozell Award for Outstanding  Achievement in the Chemical Senses.                                     Quick Links                 Neuroscience-related graduate programs at NYU               CNS Weekly Colloquium           Graduate Course Listings          Undergrad Course Listings             Summer Research Program for Undergraduates            CNS Intranet [ Local access only ]                                                          Back to top                         Home | People | Doctoral Program | Undergraduate Program | Labs &amp; Groups | Events | Contact                  All contents &copy; New York University. All rights reserved.    Revised: 18-Apr-2015 11:21PM"}, {"content": "Graduate Programs | NYU Neuroscience                       Skip to main content                              Home   Faculty   Research   Graduate Programs   Recent Publications   Upcoming Events   Contacts                                   Search form      Search                                                                                       Faculty             Alphabetical   Location                   Research             Cellular/Molecular   Systems   Behavioral &amp; Cognitive   Developmental   Computational   Clinical                       Graduate Programs             School of Medicine   Washington Square   Shanghai                                                                                                                   New York University includes two major doctoral programs in neuroscience: the Doctoral Program in Neural Science (within the Faculty of Arts and Science) and the Doctoral Program in Neuroscience &amp; Physiology (within the Sackler Institute at the School of Medicine). Over the last few years, the programs have harmonized their academic and research requirements and this year will process their applications jointly. Details of the shared neuroscience curriculum and the combined pool of neuroscience faculty mentors are given below. Please note, applications to either program will be considered by a joint admissions committee, and therefore applicants will be eligible for admission to either program. Our goal is to streamline the application process and give you the opportunity to find the best match for your research interests at NYU.                               At NYU, neuroscience graduate education provides integrated training that encompasses molecular, cellular, developmental, systems, cognitive, behavioral, and computational approaches. Our programs build on the breadth and strength of ongoing research across many interrelated departments and multiple campuses, especially within the Center for Neural Science and the NYU Neuroscience Institute . Students receive a comprehensive, interdisciplinary neuroscience education and have the opportunity to sample diverse research experiences before committing to their research topic and laboratory. Training strongly emphasizes research at the highest level throughout graduate school. Students also benefit directly from an interactive, collegial community, and they become active participants in shaping the rich intellectual environment that complements their formal training. Download a copy of our most recent brochure for more information on neuroscience research and graduate education at NYU.  Admissions  The Doctoral Program in Neural Science and the Doctoral Program in Neuroscience &amp; Physiology will jointly review applications that are submitted either via the Sackler Institute or the Graduate School of Arts and Sciences . As such, all applicants will be eligible for admission to either program. Our goal in this process is to help you match with the program that best fits your interests.  Applicants should indicate in their essays the research areas and faculty that most interest them.  Apply for the Neuroscience &amp; Physiology doctoral program  Apply for the Neural Science doctoral program  Applicants interested in applying to the Shanghai track of the Doctoral program in Neural Science can apply here . Please indicate your interest in the Shanghai track using the pull-down menu in the application. MD/PhD applications are handled by the Medical Scientist Training Program .  Core Doctoral Program Components Research Training. During the first year, students participate in two or three laboratory rotations with graduate program training faculty. Students entering either the Doctoral Program in Neural Science or the Doctoral Program in Neuroscience &amp; Physiology select from a common pool of core and associate neuroscience faculty mentors. At the end of the first year, students will generally select a primary advisor and laboratory from this pool for their thesis work.  Core Faculty  Associate Faculty  Coursework. The shared core neuroscience curriculum, taken during the first year, includes three fundamental courses with both lecture and laboratory components: Cellular Neuroscience and Laboratory in Neural Science I . Through lectures, student-run discussions of primary research, and hands-on laboratories, this course covers basic principles of cellular neuroscience, from fundamental membrane physiology to complex neuronal response properties. The course interweaves physiological, cellular, and molecular mechanisms to provide a thorough understanding of the material. Neuroanatomy . This hands-on course covers the detailed anatomy of the human peripheral and central nervous systems within a functional context, including discussion of clinical cases that allow students to integrate and apply their knowledge. Sensory and Motor Systems and Laboratory in Neural Science II . This course introduces neurophysiology, neuroanatomy, and behavioral and psychophysical functions of the nervous system. Lectures, discussion sections, and labs integrate cellular neurobiological properties with network and computational organization of the major sensory and motor systems of the brain to establish a comprehensive understanding of information processing and coding mechanisms. In addition, graduate advising and program milestones also coincide. Students are advised by the graduate program directors and additional appointed advisors during their first year. As they enter their second year and select a lab, their primary research advisor takes over this role, and together they establish a thesis committee, which typically follows the student through to the dissertation defense. By the beginning of the third year, students prepare a written qualifying exam or thesis proposal, defend it to their committee, and subsequently submit it as an NIH NRSA proposal. For the thesis defense, additional faculty, including an outside expert in a student's research area, join this core advisory group. The NYU Neuroscience community also jointly participates in weekly seminar series and a wealth of other academic events , ensuring continual interactions across traditional programmatic boundaries.  Areas of Specialization Doctoral training in neuroscience at NYU spans a broad range of research opportunities, and students likewise have wide spread interests. When students enter our program, we ask them to declare an \"area of specialization\" that best captures these interests, either Systems/Computational or Molecular/Cellular. In addition to the shared core curriculum described above, students will take coursework specific to the area of specialization they have chosen. Students in the Systems and Computational Neuroscience specialization will take: Behavioral and Cognitive Neural Science Mathematical Tools for Neural Science Students in the Molecular and Cellular Neuroscience specialization will take: Foundations of Cell and Molecular Biology BioStatistics* (Statistics in Biology , Mathematical Tools for Neural Science, Biostatistics and Bioinformatics). * Students may select one of several suitable alternative quantitative/statistics courses.                               Training Grants Neuroscience graduate students at NYU benefit from a number of NIH-funded institutional training grants. Although graduate students are guaranteed full support throughout their study, independent of their home program, we strongly encourage students to begin establishing a track record of independent funding as early as possible during their research careers. The following training grants are designed to support students across the two major neuroscience graduate programs at NYU. Training Program in Neuroscience Training Program in Molecular, Cellular, and Translational Neuroscience Integrative Neuroscience Training Program in Learning, Memory, Development and Plasticity Training Program in Visual Neuroscience Research Training in Developmental Neuroscience                                                                                Center for Neural Science   NYU Neuroscience Institute             Webmaster"}, {"content": "Home page | NYU Neuroscience                       Skip to main content                              Home   Faculty   Research   Graduate Programs   Recent Publications   Upcoming Events   Contacts                                   Search form      Search                                                                                       Faculty             Alphabetical   Location                   Research             Cellular/Molecular   Systems   Behavioral &amp; Cognitive   Developmental   Computational   Clinical                       Graduate Programs             School of Medicine   Washington Square   Shanghai                                                            A unified gateway to Neuroscience at NYU                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        Recent Publications  browse archive                                                   The Simple Act of Choosing Influences Declarative Memory                    Cortical Synaptic Inhibition Declines during Auditory Learning                    Oxytocin enables maternal behaviour by balancing cortical inhibition.                                                                          The Simple Act of Choosing Influences Declarative Memory                                 Journal of Neuroscience      Davachi Lab (4-22-2015)                                                                                      Cortical Synaptic Inhibition Declines during Auditory Learning                                 Journal of Neuroscience      Sanes Lab (4-22-2015)                                                                                      Oxytocin enables maternal behaviour by balancing cortical inhibition.                                 Nature      Froemke Lab (4-15-2015)                                                                                                                        Upcoming Events                  browse full calendar                                        Apr 27, 2015 Neuroscience Colloquium                                     May 07, 2015 SPiNES Seminar                                     May 11, 2015 Neuroscience Colloquium                                                           Center for Neural Science   NYU Neuroscience Institute             Webmaster"}]},
{"detail": [{"content": "Center for Neural Science, New York University                                                            Home   People   Doctoral Program   Undergraduate Program   Labs &amp; Groups   Events   Contact                                                                                 Search CNS                 CNS Personnel Directory                                The Center for Neural Science at NYU         The Center for Neural Science is the focus for teaching and research in  the brain sciences at the Washington Square Campus of New York  University. Formed in 1987, the Center has been a department of the  Faculty of Arts and Science since 1994.         The research interests of the faculty span a broad range of topics in  neural science, including mechanisms of perception, cognition, and action.  Techniques in use in our laboratories include molecular and  cell biology, neurophysiology and neuroanatomy, brain imaging, and human  and animal behavior. Empirical work at every level of investigation  benefits from fruitful interaction with a unique and distinguished group  of theorists both within the Center and in the Courant Institute of  Mathematical Sciences. The Center also benefits from the outstanding  academic environment at the Washington Square Campus, including major  research programs the Departments of Biology, Chemistry, Economics,  Physics, and Psychology. Beyond Washington Square, the Center enjoys a  close cooperative relationship with the Neuroscience Institute and with  other researchers in the basic and clinical neurosciences at the NYU  School of Medicine.                   Notices & Positions Available     Two postdoctoral   positions in the Sanes and Semple lab      Postdoctoral  positions in the Carter lab         Two postdoctoral positions    in the Pesaran Lab      One lab technician position in the Klann lab      BP-ENDURE Undergraduate Research Training in Neuroscience.  Click here for the application form  [ PDF ].                      News & Special Events        There will be a symposium   Advances in Memory Systems on May 28-29, 2015. It will be held at the Rosenthal Pavilion (10th Floor), Kimmel Center, 60 Washington Square South.        John Rinzel  is the recipient of the 2015   Arthur T. Winfree Prize  from the Society for Mathematical Biology.       Eric Klann  has received a  Javits Neuroscience Investigator Award from the National Institute  of Neurological Disorders and Stroke.         Adam Carter   has received a 2014 NARSAD Independent Investigator Award.          Swartz seminar schedule for 2014 - 2015 is now online.        Joseph LeDoux   has been named a recipient of the William James Fellow Award for 2015.        Don Wilson has received the Max Mozell Award for Outstanding  Achievement in the Chemical Senses.                                     Quick Links                 Neuroscience-related graduate programs at NYU               CNS Weekly Colloquium           Graduate Course Listings          Undergrad Course Listings             Summer Research Program for Undergraduates            CNS Intranet [ Local access only ]                                                          Back to top                         Home | People | Doctoral Program | Undergraduate Program | Labs &amp; Groups | Events | Contact                  All contents &copy; New York University. All rights reserved.    Revised: 18-Apr-2015 11:21PM"}, {"content": "Graduate Programs | NYU Neuroscience                       Skip to main content                              Home   Faculty   Research   Graduate Programs   Recent Publications   Upcoming Events   Contacts                                   Search form      Search                                                                                       Faculty             Alphabetical   Location                   Research             Cellular/Molecular   Systems   Behavioral &amp; Cognitive   Developmental   Computational   Clinical                       Graduate Programs             School of Medicine   Washington Square   Shanghai                                                                                                                   New York University includes two major doctoral programs in neuroscience: the Doctoral Program in Neural Science (within the Faculty of Arts and Science) and the Doctoral Program in Neuroscience &amp; Physiology (within the Sackler Institute at the School of Medicine). Over the last few years, the programs have harmonized their academic and research requirements and this year will process their applications jointly. Details of the shared neuroscience curriculum and the combined pool of neuroscience faculty mentors are given below. Please note, applications to either program will be considered by a joint admissions committee, and therefore applicants will be eligible for admission to either program. Our goal is to streamline the application process and give you the opportunity to find the best match for your research interests at NYU.                               At NYU, neuroscience graduate education provides integrated training that encompasses molecular, cellular, developmental, systems, cognitive, behavioral, and computational approaches. Our programs build on the breadth and strength of ongoing research across many interrelated departments and multiple campuses, especially within the Center for Neural Science and the NYU Neuroscience Institute . Students receive a comprehensive, interdisciplinary neuroscience education and have the opportunity to sample diverse research experiences before committing to their research topic and laboratory. Training strongly emphasizes research at the highest level throughout graduate school. Students also benefit directly from an interactive, collegial community, and they become active participants in shaping the rich intellectual environment that complements their formal training. Download a copy of our most recent brochure for more information on neuroscience research and graduate education at NYU.  Admissions  The Doctoral Program in Neural Science and the Doctoral Program in Neuroscience &amp; Physiology will jointly review applications that are submitted either via the Sackler Institute or the Graduate School of Arts and Sciences . As such, all applicants will be eligible for admission to either program. Our goal in this process is to help you match with the program that best fits your interests.  Applicants should indicate in their essays the research areas and faculty that most interest them.  Apply for the Neuroscience &amp; Physiology doctoral program  Apply for the Neural Science doctoral program  Applicants interested in applying to the Shanghai track of the Doctoral program in Neural Science can apply here . Please indicate your interest in the Shanghai track using the pull-down menu in the application. MD/PhD applications are handled by the Medical Scientist Training Program .  Core Doctoral Program Components Research Training. During the first year, students participate in two or three laboratory rotations with graduate program training faculty. Students entering either the Doctoral Program in Neural Science or the Doctoral Program in Neuroscience &amp; Physiology select from a common pool of core and associate neuroscience faculty mentors. At the end of the first year, students will generally select a primary advisor and laboratory from this pool for their thesis work.  Core Faculty  Associate Faculty  Coursework. The shared core neuroscience curriculum, taken during the first year, includes three fundamental courses with both lecture and laboratory components: Cellular Neuroscience and Laboratory in Neural Science I . Through lectures, student-run discussions of primary research, and hands-on laboratories, this course covers basic principles of cellular neuroscience, from fundamental membrane physiology to complex neuronal response properties. The course interweaves physiological, cellular, and molecular mechanisms to provide a thorough understanding of the material. Neuroanatomy . This hands-on course covers the detailed anatomy of the human peripheral and central nervous systems within a functional context, including discussion of clinical cases that allow students to integrate and apply their knowledge. Sensory and Motor Systems and Laboratory in Neural Science II . This course introduces neurophysiology, neuroanatomy, and behavioral and psychophysical functions of the nervous system. Lectures, discussion sections, and labs integrate cellular neurobiological properties with network and computational organization of the major sensory and motor systems of the brain to establish a comprehensive understanding of information processing and coding mechanisms. In addition, graduate advising and program milestones also coincide. Students are advised by the graduate program directors and additional appointed advisors during their first year. As they enter their second year and select a lab, their primary research advisor takes over this role, and together they establish a thesis committee, which typically follows the student through to the dissertation defense. By the beginning of the third year, students prepare a written qualifying exam or thesis proposal, defend it to their committee, and subsequently submit it as an NIH NRSA proposal. For the thesis defense, additional faculty, including an outside expert in a student's research area, join this core advisory group. The NYU Neuroscience community also jointly participates in weekly seminar series and a wealth of other academic events , ensuring continual interactions across traditional programmatic boundaries.  Areas of Specialization Doctoral training in neuroscience at NYU spans a broad range of research opportunities, and students likewise have wide spread interests. When students enter our program, we ask them to declare an \"area of specialization\" that best captures these interests, either Systems/Computational or Molecular/Cellular. In addition to the shared core curriculum described above, students will take coursework specific to the area of specialization they have chosen. Students in the Systems and Computational Neuroscience specialization will take: Behavioral and Cognitive Neural Science Mathematical Tools for Neural Science Students in the Molecular and Cellular Neuroscience specialization will take: Foundations of Cell and Molecular Biology BioStatistics* (Statistics in Biology , Mathematical Tools for Neural Science, Biostatistics and Bioinformatics). * Students may select one of several suitable alternative quantitative/statistics courses.                               Training Grants Neuroscience graduate students at NYU benefit from a number of NIH-funded institutional training grants. Although graduate students are guaranteed full support throughout their study, independent of their home program, we strongly encourage students to begin establishing a track record of independent funding as early as possible during their research careers. The following training grants are designed to support students across the two major neuroscience graduate programs at NYU. Training Program in Neuroscience Training Program in Molecular, Cellular, and Translational Neuroscience Integrative Neuroscience Training Program in Learning, Memory, Development and Plasticity Training Program in Visual Neuroscience Research Training in Developmental Neuroscience                                                                                Center for Neural Science   NYU Neuroscience Institute             Webmaster"}, {"content": "Home page | NYU Neuroscience                       Skip to main content                              Home   Faculty   Research   Graduate Programs   Recent Publications   Upcoming Events   Contacts                                   Search form      Search                                                                                       Faculty             Alphabetical   Location                   Research             Cellular/Molecular   Systems   Behavioral &amp; Cognitive   Developmental   Computational   Clinical                       Graduate Programs             School of Medicine   Washington Square   Shanghai                                                            A unified gateway to Neuroscience at NYU                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        Recent Publications  browse archive                                                   The Simple Act of Choosing Influences Declarative Memory                    Cortical Synaptic Inhibition Declines during Auditory Learning                    Oxytocin enables maternal behaviour by balancing cortical inhibition.                                                                          The Simple Act of Choosing Influences Declarative Memory                                 Journal of Neuroscience      Davachi Lab (4-22-2015)                                                                                      Cortical Synaptic Inhibition Declines during Auditory Learning                                 Journal of Neuroscience      Sanes Lab (4-22-2015)                                                                                      Oxytocin enables maternal behaviour by balancing cortical inhibition.                                 Nature      Froemke Lab (4-15-2015)                                                                                                                        Upcoming Events                  browse full calendar                                        Apr 27, 2015 Neuroscience Colloquium                                     May 07, 2015 SPiNES Seminar                                     May 11, 2015 Neuroscience Colloquium                                                           Center for Neural Science   NYU Neuroscience Institute             Webmaster"}]}]