[{"detail": [{"content": "Certificate in Art Collections Management and Display                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Humanities, Arts, and Writing                                                                                           About             Director's Message Faculty News                   Admissions                 Academics             M.S. in Professional Writing Noncredit Offerings                   Career                 Events             Art Law Day Art Crime Symposium                   Highlights             Movies 101 Modern British Drama in London Oxford University Study Program                                                     Certificate in Art Collections Management and Display                                            Academics &rsaquo;                M.S. in Professional Writing            Noncredit Offerings                 Certificate in Appraisal Studies in Fine and Decorative Arts          Certificate in Art Business          Certificate in Art Collections Management and Display          Certificate in Art Marketing and Communications          Certificate in Arts Administration          Certificate in Book Publishing: Print and Digital          Certificate in Communication Skills          Certificate in Creative Writing          Certificate in Editing          Certificate in Journalism: Print and Digital Media          Certificate in Magazine and Website Publishing          Certificate in Screenwriting          Summer Intensive in Creative Writing                                      Ready to Proceed?           Register Now        Request Information        Events                                                                Ready to Proceed?        Register for Courses Now                                                                         Don't see what you're looking for?                                                         Declare Your Certificate Candidacy                  Ready to Proceed?          Register Now      Request Information      Attend an Information Session                                                                                                      QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}]},
{"detail": [{"content": "Certificate in Art Collections Management and Display                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Humanities, Arts, and Writing                                                                                           About             Director's Message Faculty News                   Admissions                 Academics             M.S. in Professional Writing Noncredit Offerings                   Career                 Events             Art Law Day Art Crime Symposium                   Highlights             Movies 101 Modern British Drama in London Oxford University Study Program                                                     Certificate in Art Collections Management and Display                                            Academics &rsaquo;                M.S. in Professional Writing            Noncredit Offerings                 Certificate in Appraisal Studies in Fine and Decorative Arts          Certificate in Art Business          Certificate in Art Collections Management and Display          Certificate in Art Marketing and Communications          Certificate in Arts Administration          Certificate in Book Publishing: Print and Digital          Certificate in Communication Skills          Certificate in Creative Writing          Certificate in Editing          Certificate in Journalism: Print and Digital Media          Certificate in Magazine and Website Publishing          Certificate in Screenwriting          Summer Intensive in Creative Writing                                      Ready to Proceed?           Register Now        Request Information        Events                                                                Ready to Proceed?        Register for Courses Now                                                                         Don't see what you're looking for?                                                         Declare Your Certificate Candidacy                  Ready to Proceed?          Register Now      Request Information      Attend an Information Session                                                                                                      QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "IFA - Great Hall Display Cases                                                                                                                      ABOUT      EVENTS      PEOPLE      NEWS      ACADEMICS      CONSERVATION PROGRAM      PROSPECTIVE STUDENTS      RESEARCH & LIBRARIES      CONTACT      SUPPORT US                                   Display Cases in the Great Hall               Drawings by Benjamin Cottam       March 21, 2015 - April 30, 2015      COLLATERAL DAMAGE         Benjamin Cottam’s drawings have the vaporous quality of plumes of smoke, captured against a fine and delicate azure sky. Using techniques favored by many artists of the 18th century, Cottam excerpts images taken from the headlines or news snippets, and converts them into riveting and intense studies. Delicately rendered in white crayon against a blue page, they are silky threads of memory. Recording moments of journalism, depicting pieces of people, bodies, and the residual effects of mindless, senseless killing, Cottam draws what is reported on the news. The raw contrast between the pathos of a dead child’s body, and the delicacy of his drawing, speaks to Cottam’s intuitive sense of the historical and tragic record of a life, depicted on a paper so thin that it can fly away, like the soul of the tiny body that lies before us.          Working with images of war, much like Goya, Cottam draws and then scrapes back his images, creating and destroying a layered surface. As a result, many of the drawings have a transparent quality, because of the shimmering white crayon against thinned blue paper. The metalpoint that he uses to scrape away the surface also adds polish and sheen to the skinned paper, and mineral spirits added to the crayon create areas of wash. The technique is about layering and destruction, using methods that reflect an inherent need to remove the creation from its support. Choosing a paper renowned for its luxury, Cottam works on Smythson Featherweight stationery, laid and watermarked, with a soft dove gray-sapphire color. The sheets serve as blue skies to vapors of imagination, with cloud-like and fleeting images.         Case One: Collateral Damage, 1,2,3; Road Marker, 1, 2     Case Two: Drone Strike; Firing Squad; Staged Kill, 1,2,3          Variable, from 6.25 x 6.25 inches (15.88 x 15.88 cm) to     6.25 x 8 inches (15.88 x 20.23 cm);     White crayon on Smythson Featherweight paper.     All Works Courtesy of the Artist and Gasser Grunert Gallery .     Curated by Lisa A. Banner              Display Cases Exhibition Archive       William Hempel       February 14th, 2015 - March 21st, 2015       DIRTY WORDS: LOVE LETTERS                 When William Hempel returned to New York after seven years living abroad, he was struck by the casual and constant use of insults. This series of paintings emerged from his experience of language, and its permutations, as the artist experienced harsh words in common parlance, called out loud on streets among friends and strangers every day in public and private in the City.       Each small painting has the same dimensions. The panel depths vary, implying the hurt of the words, how deeply they penetrate as they are uttered. Contained on the handcrafted wooden panel is a single word, appearing in the top register of a two-color field, lovingly painted with stencil. Read more &gt;                       TR ERICSSON        January 7th, 2015 - February 13th, 2015             LUCIFER’S KISS: Photograms by TR ERICSSON       Lucifer was the Latin name given to the brightest star in the ancient Roman sky, the light we now identify with the planet Venus. The first light in the night sky, it is often seen low on the horizon just after sunset. Ericsson plays with the subsequent interpretation of Lucifer as the favored angel who falls from grace, becoming identified with forces of darkness. In these photograms, Lucifer brings light to the paper, revealing a woman&rsquo;s form, fashioning her contours against glossy black.            Playing with light and dark, edges and shadows, Ericsson manipulates both muse and medium to create a sensuous and luminous image. Read more &gt;                  Beatrice Pediconi        October 6th, 2014 - January 6th, 2015             EPHEMERAL PIGMENTS: Polaroids by Beatrice Pediconi              Beatrice Pediconi's Ephemeral Pigments is a series of polaroids of paintings on water, documenting her spirit moving over the liquid tableau. Using a different medium each time, sometimes paint, sometimes egg, sometimes pigment and oils, she circulates images into a basin of water, dropping viscous liquids into a receptive tray filled with water, coloring the movement and ripples on the surface, with these intense and delicious substances. At times they are suspended like a meniscus on the surface, at times they form shapes, and then dissolve, trailing tails behind.       The movement of the artist's hand over the water, her gesture, is recorded in the three poetic series of polaroids. Read more &gt;                 Michael Kirk        August 8th - October 6th, 2014             NORWAY: Small works on Paper          Michael Kirk's intimate pastels and watercolors were made on trips he took to Norway. Tender  reflections of majestic landscapes, made on site as he traveled through Norway's fjords and   mountains, many of the small works later inspired larger paintings and drawings when he   returned to his studio. They convey his immediate responses to Norwegian landscape. His own   words describe his impressions:     1991. Lofoten, an archipelago within the Artic Circle, mountainous islands reach out into the Norwegian Sea. In late May the &ldquo;midnight sun&rdquo; floats along the horizon. Dusk becomes dawn; one day runs into the next. I was working with pastels using my fingers to grind pigment into pigment. This physical act extends my being directly into the paper. The work is not driven by conscious thought, rather by a series of sensations and the rhythm of my hands responding to the moment. Read more &gt;                 Dean Dempsey       June 20th to August 8th, 2014     DREAMSEQUENCE FILM STILLS          As a photographer and a filmmaker, Dean Dempsey plays with questions of identity by masking his figures, removing them from our gaze with layers and adornment, or by placing them into carefully arranged tableaus that reveal a multiplicity of meanings.     In his film Dreamsequence , women are posed in diferent rooms that suggest a dramatic stage set. One kneels on the floor in an empty room filling with balloons that drop randomly from the ceiling, and later sits in a chair, lifting her face to a shower of golden glitter raining down upon her skin. The other perches on a chair in a bay window, naked except for the paint on her face, and the tulle enveloping her lower limbs. She moves without speaking, holding a bird in a cage. In the close ups of their faces shown here, they appear as though they are remembered from a dream. Read more &gt;                     Eliana Pérez     May 4, 2014 - June 16, 2014     HUNTED: Gouache Drawings by Eliana Pérez            Domestic intranquilities form the subjects of this series of gouache drawings by Colombian artist Eliana Pérez, executed as a continuous numbered series with point of brush on deckled edge paper. Animals inhabit an interior and domestic landscape, coming to life and interacting with their environment. A group of branches in a vase waves cautiously as if bent by wind toward an unseen place, breaking into pieces and wispy fragments for no apparent reason. A slipcover begins to growl as if ready for attack. A hidden dragon slithers to life in the folds of a drapery, leaving fire in its wake. An archer shoots at a trophy stag from the      comfort of his decorative pose on an ovoid telephone table. A flock of birds twitter against      the back of a sofa. A living room is submerged in standing water, colorless, and linear. A      blue mattress, its coils exposed, floats away on an ocean of coiled lines. The images form a     personal narrative of disquiet. Read more &gt;                      Jongil Ma     March 24, 2014 - May 3, 2014     WOLF: Constructions in Wood and Mirror by Jongil Ma            Jongil Ma is intrigued by the delicate social relationships between friends and inside social groups. As an immigrant to the United States from Korea in 1996, his continued fascination with these interactions has led him to create an art practice that embraces sculpture and installation to create interactive spaces. Working in both large-scale monumental sculpture and intimate conceptual pieces, he brings sensitivity and power to his work. Because he wants to break through the confining divisions between audience and artist, he asks a wide range of participants to bring their own concerns to transform his pieces. Read more &gt;               Timothy Hawkesworth     February 1, 2014 - March 17, 2014     Wishes: Horses            Horses are powerful, atavistic creatures, symbols of freedom, speed, and sensitive response. This exhibition of horse      drawings spans two important dates connected to the imagery of Irish painter Timothy Hawkesworth: 1 February 2014      marks the beginning of the Year of the Horse, the seventh sign of the Chinese zodiac and an auspicious year recognizing      the power and primal nature of the horse. The end date of the exhibition, 17 March marks Saint Patrick’s Day, named    for the patron saint of Ireland, where Timothy Hawkesworth grew up on a farm and began his relationship with horses.       Hawkesworth’s horses are energetic and rapidly drawn with graphite over wax and paint on paper, moving from right to left, galloping, rearing, and walking with heads bowed, raised or thrown back in restless movement. Evoking the animal nature with figurative representations, like Susan Rothenberg’s horses from the 1970s, Hawkesworth infuses a personal vision in these drawings, and taps into a source of infinite fascination: domesticated animals that retain a wild and untamed spirit. Read more &gt;            Christopher Smith             November, 2013- January 17th, 2014             Alabaster and Albacore              Christopher Smith's Alabaster and Albacore is a series of lush and velvety photographic prints, showing proposed video installations in the interiors of recognizable landmarks and public spaces, including the James B. Duke House. In this body of work Smith engages themes of transience and permanence, movement and color, nature and displacement.       Taking elements of color and bubbles from his ongoing &quot;Painter Project,&quot; Smith transforms them, draping them over the railings of staircases, suspending them from the skylights and floating them across the floor toward the viewer. Using techniques attuned classic films like as director Carol Reed&rsquo;s &ldquo;Odd Man Out (1947, Two Cities film), Jean-Luc Godard&rsquo;s &ldquo;Two or Three Things I Know About Her,&rdquo; (1967, Argos Films), or Martin Scorsese&rsquo;s 1976 classic, &ldquo;Taxi Driver,&rdquo; Smith hones in on the bubbles floating in front of the camera as visual metaphors for the transience of life, the fragility of the moment. Read more &gt;           The inaugural exhibition:                     William Smith           September 15th - October 31st      Flowers of the Sky          Flowers of the Sky is a series of life-size botanical paintings on the folios of an 18th century astronomy text, dismantled and then reassembled into an accordion-fold artist book. The transformation of the text of James Ferguson's Astronomy Explained upon Sir Isaac Newton’s Principles (1799) began in response to a Victorian astronomy book entitled Flowers of the Sky in the archive of the John Work Garrett Library at Johns Hopkins University.      As the artist describes, the fluid yet tenuous painting on the book pages is analogous to a fragile web or distant constellation. For Smith, flowers are symbols of our selves and of nature, as well as a metaphor for the machinations of the universe. Implicitly, book folios serve as multivalent supports for the painted leaves and flowers that adorn them with color and design imposed over printed words. Read more &gt;                            Upcoming Event      April 13, 2015, 5:30 – 6:30 PM   \"Conceptual Space: Artist Installations in the Display Cases\"  A Conversation with TR Ericsson, Dean Dempsey, Jongil Ma, Christopher Smith  Moderated by Curator Lisa A. Banner  Introduced by Linda Mai Green , IFA Student   By invitation only .                 Display Cases Artists in the News      TR Ericsson is featured in the Huffington Post. \" The 21 Art Exhibitions You'll Be Talking Bout This Year \" looks forward to Ericsson's upcoming show at the Cleveland Art Museum .      Beatrice Pediconi exhibition on view at the Maison Particulière in Brussels.             Sign up to our mailing list        If you wish to receive information on our upcoming events, please click here .                    Follow us!"}]},
{"detail": [{"content": "Certificate in Art Collections Management and Display                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Humanities, Arts, and Writing                                                                                           About             Director's Message Faculty News                   Admissions                 Academics             M.S. in Professional Writing Noncredit Offerings                   Career                 Events             Art Law Day Art Crime Symposium                   Highlights             Movies 101 Modern British Drama in London Oxford University Study Program                                                     Certificate in Art Collections Management and Display                                            Academics &rsaquo;                M.S. in Professional Writing            Noncredit Offerings                 Certificate in Appraisal Studies in Fine and Decorative Arts          Certificate in Art Business          Certificate in Art Collections Management and Display          Certificate in Art Marketing and Communications          Certificate in Arts Administration          Certificate in Book Publishing: Print and Digital          Certificate in Communication Skills          Certificate in Creative Writing          Certificate in Editing          Certificate in Journalism: Print and Digital Media          Certificate in Magazine and Website Publishing          Certificate in Screenwriting          Summer Intensive in Creative Writing                                      Ready to Proceed?           Register Now        Request Information        Events                                                                Ready to Proceed?        Register for Courses Now                                                                         Don't see what you're looking for?                                                         Declare Your Certificate Candidacy                  Ready to Proceed?          Register Now      Request Information      Attend an Information Session                                                                                                      QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "IFA - Great Hall Display Cases                                                                                                                      ABOUT      EVENTS      PEOPLE      NEWS      ACADEMICS      CONSERVATION PROGRAM      PROSPECTIVE STUDENTS      RESEARCH & LIBRARIES      CONTACT      SUPPORT US                                   Display Cases in the Great Hall               Drawings by Benjamin Cottam       March 21, 2015 - April 30, 2015      COLLATERAL DAMAGE         Benjamin Cottam’s drawings have the vaporous quality of plumes of smoke, captured against a fine and delicate azure sky. Using techniques favored by many artists of the 18th century, Cottam excerpts images taken from the headlines or news snippets, and converts them into riveting and intense studies. Delicately rendered in white crayon against a blue page, they are silky threads of memory. Recording moments of journalism, depicting pieces of people, bodies, and the residual effects of mindless, senseless killing, Cottam draws what is reported on the news. The raw contrast between the pathos of a dead child’s body, and the delicacy of his drawing, speaks to Cottam’s intuitive sense of the historical and tragic record of a life, depicted on a paper so thin that it can fly away, like the soul of the tiny body that lies before us.          Working with images of war, much like Goya, Cottam draws and then scrapes back his images, creating and destroying a layered surface. As a result, many of the drawings have a transparent quality, because of the shimmering white crayon against thinned blue paper. The metalpoint that he uses to scrape away the surface also adds polish and sheen to the skinned paper, and mineral spirits added to the crayon create areas of wash. The technique is about layering and destruction, using methods that reflect an inherent need to remove the creation from its support. Choosing a paper renowned for its luxury, Cottam works on Smythson Featherweight stationery, laid and watermarked, with a soft dove gray-sapphire color. The sheets serve as blue skies to vapors of imagination, with cloud-like and fleeting images.         Case One: Collateral Damage, 1,2,3; Road Marker, 1, 2     Case Two: Drone Strike; Firing Squad; Staged Kill, 1,2,3          Variable, from 6.25 x 6.25 inches (15.88 x 15.88 cm) to     6.25 x 8 inches (15.88 x 20.23 cm);     White crayon on Smythson Featherweight paper.     All Works Courtesy of the Artist and Gasser Grunert Gallery .     Curated by Lisa A. Banner              Display Cases Exhibition Archive       William Hempel       February 14th, 2015 - March 21st, 2015       DIRTY WORDS: LOVE LETTERS                 When William Hempel returned to New York after seven years living abroad, he was struck by the casual and constant use of insults. This series of paintings emerged from his experience of language, and its permutations, as the artist experienced harsh words in common parlance, called out loud on streets among friends and strangers every day in public and private in the City.       Each small painting has the same dimensions. The panel depths vary, implying the hurt of the words, how deeply they penetrate as they are uttered. Contained on the handcrafted wooden panel is a single word, appearing in the top register of a two-color field, lovingly painted with stencil. Read more &gt;                       TR ERICSSON        January 7th, 2015 - February 13th, 2015             LUCIFER’S KISS: Photograms by TR ERICSSON       Lucifer was the Latin name given to the brightest star in the ancient Roman sky, the light we now identify with the planet Venus. The first light in the night sky, it is often seen low on the horizon just after sunset. Ericsson plays with the subsequent interpretation of Lucifer as the favored angel who falls from grace, becoming identified with forces of darkness. In these photograms, Lucifer brings light to the paper, revealing a woman&rsquo;s form, fashioning her contours against glossy black.            Playing with light and dark, edges and shadows, Ericsson manipulates both muse and medium to create a sensuous and luminous image. Read more &gt;                  Beatrice Pediconi        October 6th, 2014 - January 6th, 2015             EPHEMERAL PIGMENTS: Polaroids by Beatrice Pediconi              Beatrice Pediconi's Ephemeral Pigments is a series of polaroids of paintings on water, documenting her spirit moving over the liquid tableau. Using a different medium each time, sometimes paint, sometimes egg, sometimes pigment and oils, she circulates images into a basin of water, dropping viscous liquids into a receptive tray filled with water, coloring the movement and ripples on the surface, with these intense and delicious substances. At times they are suspended like a meniscus on the surface, at times they form shapes, and then dissolve, trailing tails behind.       The movement of the artist's hand over the water, her gesture, is recorded in the three poetic series of polaroids. Read more &gt;                 Michael Kirk        August 8th - October 6th, 2014             NORWAY: Small works on Paper          Michael Kirk's intimate pastels and watercolors were made on trips he took to Norway. Tender  reflections of majestic landscapes, made on site as he traveled through Norway's fjords and   mountains, many of the small works later inspired larger paintings and drawings when he   returned to his studio. They convey his immediate responses to Norwegian landscape. His own   words describe his impressions:     1991. Lofoten, an archipelago within the Artic Circle, mountainous islands reach out into the Norwegian Sea. In late May the &ldquo;midnight sun&rdquo; floats along the horizon. Dusk becomes dawn; one day runs into the next. I was working with pastels using my fingers to grind pigment into pigment. This physical act extends my being directly into the paper. The work is not driven by conscious thought, rather by a series of sensations and the rhythm of my hands responding to the moment. Read more &gt;                 Dean Dempsey       June 20th to August 8th, 2014     DREAMSEQUENCE FILM STILLS          As a photographer and a filmmaker, Dean Dempsey plays with questions of identity by masking his figures, removing them from our gaze with layers and adornment, or by placing them into carefully arranged tableaus that reveal a multiplicity of meanings.     In his film Dreamsequence , women are posed in diferent rooms that suggest a dramatic stage set. One kneels on the floor in an empty room filling with balloons that drop randomly from the ceiling, and later sits in a chair, lifting her face to a shower of golden glitter raining down upon her skin. The other perches on a chair in a bay window, naked except for the paint on her face, and the tulle enveloping her lower limbs. She moves without speaking, holding a bird in a cage. In the close ups of their faces shown here, they appear as though they are remembered from a dream. Read more &gt;                     Eliana Pérez     May 4, 2014 - June 16, 2014     HUNTED: Gouache Drawings by Eliana Pérez            Domestic intranquilities form the subjects of this series of gouache drawings by Colombian artist Eliana Pérez, executed as a continuous numbered series with point of brush on deckled edge paper. Animals inhabit an interior and domestic landscape, coming to life and interacting with their environment. A group of branches in a vase waves cautiously as if bent by wind toward an unseen place, breaking into pieces and wispy fragments for no apparent reason. A slipcover begins to growl as if ready for attack. A hidden dragon slithers to life in the folds of a drapery, leaving fire in its wake. An archer shoots at a trophy stag from the      comfort of his decorative pose on an ovoid telephone table. A flock of birds twitter against      the back of a sofa. A living room is submerged in standing water, colorless, and linear. A      blue mattress, its coils exposed, floats away on an ocean of coiled lines. The images form a     personal narrative of disquiet. Read more &gt;                      Jongil Ma     March 24, 2014 - May 3, 2014     WOLF: Constructions in Wood and Mirror by Jongil Ma            Jongil Ma is intrigued by the delicate social relationships between friends and inside social groups. As an immigrant to the United States from Korea in 1996, his continued fascination with these interactions has led him to create an art practice that embraces sculpture and installation to create interactive spaces. Working in both large-scale monumental sculpture and intimate conceptual pieces, he brings sensitivity and power to his work. Because he wants to break through the confining divisions between audience and artist, he asks a wide range of participants to bring their own concerns to transform his pieces. Read more &gt;               Timothy Hawkesworth     February 1, 2014 - March 17, 2014     Wishes: Horses            Horses are powerful, atavistic creatures, symbols of freedom, speed, and sensitive response. This exhibition of horse      drawings spans two important dates connected to the imagery of Irish painter Timothy Hawkesworth: 1 February 2014      marks the beginning of the Year of the Horse, the seventh sign of the Chinese zodiac and an auspicious year recognizing      the power and primal nature of the horse. The end date of the exhibition, 17 March marks Saint Patrick’s Day, named    for the patron saint of Ireland, where Timothy Hawkesworth grew up on a farm and began his relationship with horses.       Hawkesworth’s horses are energetic and rapidly drawn with graphite over wax and paint on paper, moving from right to left, galloping, rearing, and walking with heads bowed, raised or thrown back in restless movement. Evoking the animal nature with figurative representations, like Susan Rothenberg’s horses from the 1970s, Hawkesworth infuses a personal vision in these drawings, and taps into a source of infinite fascination: domesticated animals that retain a wild and untamed spirit. Read more &gt;            Christopher Smith             November, 2013- January 17th, 2014             Alabaster and Albacore              Christopher Smith's Alabaster and Albacore is a series of lush and velvety photographic prints, showing proposed video installations in the interiors of recognizable landmarks and public spaces, including the James B. Duke House. In this body of work Smith engages themes of transience and permanence, movement and color, nature and displacement.       Taking elements of color and bubbles from his ongoing &quot;Painter Project,&quot; Smith transforms them, draping them over the railings of staircases, suspending them from the skylights and floating them across the floor toward the viewer. Using techniques attuned classic films like as director Carol Reed&rsquo;s &ldquo;Odd Man Out (1947, Two Cities film), Jean-Luc Godard&rsquo;s &ldquo;Two or Three Things I Know About Her,&rdquo; (1967, Argos Films), or Martin Scorsese&rsquo;s 1976 classic, &ldquo;Taxi Driver,&rdquo; Smith hones in on the bubbles floating in front of the camera as visual metaphors for the transience of life, the fragility of the moment. Read more &gt;           The inaugural exhibition:                     William Smith           September 15th - October 31st      Flowers of the Sky          Flowers of the Sky is a series of life-size botanical paintings on the folios of an 18th century astronomy text, dismantled and then reassembled into an accordion-fold artist book. The transformation of the text of James Ferguson's Astronomy Explained upon Sir Isaac Newton’s Principles (1799) began in response to a Victorian astronomy book entitled Flowers of the Sky in the archive of the John Work Garrett Library at Johns Hopkins University.      As the artist describes, the fluid yet tenuous painting on the book pages is analogous to a fragile web or distant constellation. For Smith, flowers are symbols of our selves and of nature, as well as a metaphor for the machinations of the universe. Implicitly, book folios serve as multivalent supports for the painted leaves and flowers that adorn them with color and design imposed over printed words. Read more &gt;                            Upcoming Event      April 13, 2015, 5:30 – 6:30 PM   \"Conceptual Space: Artist Installations in the Display Cases\"  A Conversation with TR Ericsson, Dean Dempsey, Jongil Ma, Christopher Smith  Moderated by Curator Lisa A. Banner  Introduced by Linda Mai Green , IFA Student   By invitation only .                 Display Cases Artists in the News      TR Ericsson is featured in the Huffington Post. \" The 21 Art Exhibitions You'll Be Talking Bout This Year \" looks forward to Ericsson's upcoming show at the Cleveland Art Museum .      Beatrice Pediconi exhibition on view at the Maison Particulière in Brussels.             Sign up to our mailing list        If you wish to receive information on our upcoming events, please click here .                    Follow us!"}, {"content": "UK: Exhibition and Display of Art and Material Culture - Global Programs - NYU Steinhardt                                                                       Skip to content               NYU Steinhardt School of Culture, Education, and Human Development               contact                                   Global Programs            About      Mission    Global Engagement    Global Stats    eNewsletters    Staff    Contact      Undergraduate Students      Semester Study Abroad    Short-Term Study Abroad    Dean&rsquo;s Global Honors Seminar    Scholarships      Study Abroad CORE Equivalency    FAQ      Graduate Students      Summer Abroad    January and Spring Break Abroad    Intern Abroad    Apply    Tuition and Fees    Scholarships    Policies    Visiting Students    Global Sequences    Research Initiatives    FAQ      Faculty      Teaching Opportunities    Global Integration Fund    Visiting Scholar Resources    Global Institute of Advanced Study    Provost's Global Research Initiatives    Global Advisory Committees    FAQ      Professionals      Astor Teaching Fellows    Professional Development    GIFTED Women's Fellowship Program                 UK: Exhibition and Display of Art and Material Culture                           During the past decade, London has experienced unprecedented growth in its innovative arts programming. Spend two weeks exploring the museums, galleries, and heritage sites of this international arts center. You&rsquo;ll meet curators and programmers; analyze and critique exhibitions; and engage in discussions about the contexts, motivations, and goals that shape strategies of contemporary visual presentation.                Location:          London, England                Program Dates:          Not offered in 2015; returning in 2016.                Application Deadlines:          Round 1: Sunday, December 7, 2014    Round 2: Sunday, February 8, 2015    Round 3: Sunday, March 15, 2015    More about deadlines and how to apply                Who Can Participate:             NYU graduate students    Non-NYU graduate students and professionals who are not enrolled at an academic institution                   Related Areas of Study :             Media and Culture    Art and Art Professions    Modern Culture Studies       This is not a complete list. We value diverse perspectives in our programs and encourage students from other majors and professions.                Course(s):          ARVA-GE 2027.095 - Exhibition and Display of Art and Material Culture (3 Points)    2013 Course Syllabus: E91.2027 Syllabus    2013 Course Outline: E91.2027 Outline    Offered through the Department of Art and Art Professions    Important Note: All program applicants are encouraged to meet with their academic advisor to determine if and how this course may be applied towards their program requirements and degree completion                Faculty:          Carlo Lamagna , MA, Clinical Associate Professor of Art and Art Education, Department of Art and Art Professions                Tuition:          2014 Graduate Tuition : $1,422 per point plus registration and services fees    Bursar&rsquo;s Payment Deadline Dates    Learn about Scholarship Opportunities                Other Costs:          2013 Housing Fees : $800    2013 Activity Fees : $300    Housing and Activity fees are billed through the Bursar and will be due in accordance with the Bursar billing schedule.    International airfare to and from the program location is not included in the program fee. Students must purchase their own round-trip tickets and are responsible for their own accommodation for travel beyond the program dates.    Student will be notified when to book flights. We recommend comparing tickets on multiple sites to ensure the best fare. Past participants have used the following flight search engines: Kayak , Hipmunk , Vayama , Google Flights and StudentUniverse.com for student rates.                Accommodations:          Housing arranged in partnership with NYU London in university residence halls.    Group accommodation dates correspond with the program dates listed above.                Flight, Travel, and Visa Information:          Flight : Students book their own travel to coincide with program dates. Please keep in mind that flights arriving into London typically depart New York a day in advance.    Passport : All program participants are required to have a valid passport, which must be valid at least six months beyond the program end date.    Visa : US citizens require a valid passport and do not require a visa for visits to the UK of less than six months in duration. All other passport holders should check with their respective visa requirements.    Helpful links : US State Department , UK Visas and Immigration , Center for Disease Control , Lonely Planet Guide , NYU in London    Weather: In London, June temperatures tend to be milder than in New York, usually in the 60&deg;s (Fahrenheit). There is occasional rain.    Helpful Links: BBC Weather                                             How to Apply        You may also like...       Globalization, Memory, and Visual Culture: France    Intern Abroad: Arts Management &ndash; UK           Video        Carlo Lamagna Intersession Art in London ( Permalink )\"   class=\"vimeoVideo\" href=\"http://player.vimeo.com/video/5238240\">       Carlo Lamagna Intersession Art in London                     Photos                     Sarah Burger - Exhibition and Display of Art and Material Culture (England)                      Sarah Burger - Exhibition and Display of Art and Material Culture (England)                      Sarah Burger - Exhibition and Display of Art and Material Culture (England)                      Sarah Burger - Exhibition and Display of Art and Material Culture (England)                      Sarah Burger - Exhibition and Display of Art and Material Culture (England)                            This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.      The Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]}][{"detail": [{"content": "Certificate in Art Collections Management and Display                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Humanities, Arts, and Writing                                                                                           About             Director's Message Faculty News                   Admissions                 Academics             M.S. in Professional Writing Noncredit Offerings                   Career                 Events             Art Law Day Art Crime Symposium                   Highlights             Movies 101 Modern British Drama in London Oxford University Study Program                                                     Certificate in Art Collections Management and Display                                            Academics &rsaquo;                M.S. in Professional Writing            Noncredit Offerings                 Certificate in Appraisal Studies in Fine and Decorative Arts          Certificate in Art Business          Certificate in Art Collections Management and Display          Certificate in Art Marketing and Communications          Certificate in Arts Administration          Certificate in Book Publishing: Print and Digital          Certificate in Communication Skills          Certificate in Creative Writing          Certificate in Editing          Certificate in Journalism: Print and Digital Media          Certificate in Magazine and Website Publishing          Certificate in Screenwriting          Summer Intensive in Creative Writing                                      Ready to Proceed?           Register Now        Request Information        Events                                                                Ready to Proceed?        Register for Courses Now                                                                         Don't see what you're looking for?                                                         Declare Your Certificate Candidacy                  Ready to Proceed?          Register Now      Request Information      Attend an Information Session                                                                                                      QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}]},
{"detail": [{"content": "Certificate in Art Collections Management and Display                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Humanities, Arts, and Writing                                                                                           About             Director's Message Faculty News                   Admissions                 Academics             M.S. in Professional Writing Noncredit Offerings                   Career                 Events             Art Law Day Art Crime Symposium                   Highlights             Movies 101 Modern British Drama in London Oxford University Study Program                                                     Certificate in Art Collections Management and Display                                            Academics &rsaquo;                M.S. in Professional Writing            Noncredit Offerings                 Certificate in Appraisal Studies in Fine and Decorative Arts          Certificate in Art Business          Certificate in Art Collections Management and Display          Certificate in Art Marketing and Communications          Certificate in Arts Administration          Certificate in Book Publishing: Print and Digital          Certificate in Communication Skills          Certificate in Creative Writing          Certificate in Editing          Certificate in Journalism: Print and Digital Media          Certificate in Magazine and Website Publishing          Certificate in Screenwriting          Summer Intensive in Creative Writing                                      Ready to Proceed?           Register Now        Request Information        Events                                                                Ready to Proceed?        Register for Courses Now                                                                         Don't see what you're looking for?                                                         Declare Your Certificate Candidacy                  Ready to Proceed?          Register Now      Request Information      Attend an Information Session                                                                                                      QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "Exhibition and Display of Art and Material Culture - Master of Arts in Visual Arts Administration - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                      Department of Art and Art Professions            NYU Art Facebook    NYU Art Twitter            Master of Arts in Visual Arts Administration                 MFA     MA          Art Education      Art Therapy      Costume Studies      Visual Arts Administration             Undergraduate          BFA Studio Art      Minors             About          Exhibitions      Events        Facilities      Faculty      Staff      Student Resources      Internships      Summer                              Visual Arts Administration    the program    enrollment    curriculum    requirements    faculty    alumni    study abroad    facilities    how to apply    frequently asked questions    program news                                 Exhibition and Display of Art and Material Culture       London, UK  This program is offered in alternate years. Program description: The course is a survey that examines contemporary issues in the exhibition and display of art and material culture. The theory that underpins practice is considered within thematic groups: art world ecosystems; typologies and frameworks for exhibition making; curatorial roles; interpretation; authenticity, and identity; establishing value; and spectacle. Examples are drawn from an international selection of museums, galleries, periodic exhibitions, and heritage sites. The discussion framework includes the physical and conceptual contexts, motivations, and educational goals that shape interpretation and presentation. There are lecture/ discussions, site visits and guest speakers.    Academics: Students develop an interdisciplinary approach to connecting historical precedents with current examples of mainstream and alternative strategies of display. Analysis and critique of exhibitions and how they relate to the issues is the main methodology for course discussions and assignments. Students become familiar with advanced theories and approaches to formulate valid, broad-based critique and evaluation. There are readings, oral and written reports, and a final paper. Enrollment is limited to 15 students.    Background: London is at its peak as an international center for art and heritage activity. Generous government funding over the last ten years has generated an unprecedented building and renovation boom in museums, accompanied by innovative programming and educational outreach. This has coalesced with the supercharged global art market to make the city an exciting, multifaceted venue for this study. Possible site visits include Sir John Soane's Museum, the Victoria and Albert Museum, the Tate Modern, the British Museum, the Serpentine Gallery, the Institute of Contemporary Arts and a for-profit contemporary art gallery.    Exhibition and Display of Art and Material Culture ARVA-GE 2027 &bull; 3 points    Faculty:    Prof. Carlo Lamagna , Department of Art and Art Professions 212-998-9011    For more information and to apply visit Steinhardt Global Programs    Academic Content : Professor Carlo Lamagna, Department of Art and Art Professions, Education, 34 Stuyvesant Street, New York, NY 10003; (212) 998-9011; carlo.lamagna@nyu.edu  Program Administration : Office of Academic Initiatives and Global Programs, The Steinhardt School of Culture, Education, and Human Development, New York University, 82 Washington Square East, 5th Floor, New York, NY 10003-6680; (212) 992-9380; steinhardt.global@nyu.edu                                                This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.     NYU Steinhardt - Department of Art and Arts Professions - 34 Stuyvesant Street -  New York, NY 10003"}]},
{"detail": [{"content": "Certificate in Art Collections Management and Display                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Humanities, Arts, and Writing                                                                                           About             Director's Message Faculty News                   Admissions                 Academics             M.S. in Professional Writing Noncredit Offerings                   Career                 Events             Art Law Day Art Crime Symposium                   Highlights             Movies 101 Modern British Drama in London Oxford University Study Program                                                     Certificate in Art Collections Management and Display                                            Academics &rsaquo;                M.S. in Professional Writing            Noncredit Offerings                 Certificate in Appraisal Studies in Fine and Decorative Arts          Certificate in Art Business          Certificate in Art Collections Management and Display          Certificate in Art Marketing and Communications          Certificate in Arts Administration          Certificate in Book Publishing: Print and Digital          Certificate in Communication Skills          Certificate in Creative Writing          Certificate in Editing          Certificate in Journalism: Print and Digital Media          Certificate in Magazine and Website Publishing          Certificate in Screenwriting          Summer Intensive in Creative Writing                                      Ready to Proceed?           Register Now        Request Information        Events                                                                Ready to Proceed?        Register for Courses Now                                                                         Don't see what you're looking for?                                                         Declare Your Certificate Candidacy                  Ready to Proceed?          Register Now      Request Information      Attend an Information Session                                                                                                      QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "Exhibition and Display of Art and Material Culture - Master of Arts in Visual Arts Administration - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                      Department of Art and Art Professions            NYU Art Facebook    NYU Art Twitter            Master of Arts in Visual Arts Administration                 MFA     MA          Art Education      Art Therapy      Costume Studies      Visual Arts Administration             Undergraduate          BFA Studio Art      Minors             About          Exhibitions      Events        Facilities      Faculty      Staff      Student Resources      Internships      Summer                              Visual Arts Administration    the program    enrollment    curriculum    requirements    faculty    alumni    study abroad    facilities    how to apply    frequently asked questions    program news                                 Exhibition and Display of Art and Material Culture       London, UK  This program is offered in alternate years. Program description: The course is a survey that examines contemporary issues in the exhibition and display of art and material culture. The theory that underpins practice is considered within thematic groups: art world ecosystems; typologies and frameworks for exhibition making; curatorial roles; interpretation; authenticity, and identity; establishing value; and spectacle. Examples are drawn from an international selection of museums, galleries, periodic exhibitions, and heritage sites. The discussion framework includes the physical and conceptual contexts, motivations, and educational goals that shape interpretation and presentation. There are lecture/ discussions, site visits and guest speakers.    Academics: Students develop an interdisciplinary approach to connecting historical precedents with current examples of mainstream and alternative strategies of display. Analysis and critique of exhibitions and how they relate to the issues is the main methodology for course discussions and assignments. Students become familiar with advanced theories and approaches to formulate valid, broad-based critique and evaluation. There are readings, oral and written reports, and a final paper. Enrollment is limited to 15 students.    Background: London is at its peak as an international center for art and heritage activity. Generous government funding over the last ten years has generated an unprecedented building and renovation boom in museums, accompanied by innovative programming and educational outreach. This has coalesced with the supercharged global art market to make the city an exciting, multifaceted venue for this study. Possible site visits include Sir John Soane's Museum, the Victoria and Albert Museum, the Tate Modern, the British Museum, the Serpentine Gallery, the Institute of Contemporary Arts and a for-profit contemporary art gallery.    Exhibition and Display of Art and Material Culture ARVA-GE 2027 &bull; 3 points    Faculty:    Prof. Carlo Lamagna , Department of Art and Art Professions 212-998-9011    For more information and to apply visit Steinhardt Global Programs    Academic Content : Professor Carlo Lamagna, Department of Art and Art Professions, Education, 34 Stuyvesant Street, New York, NY 10003; (212) 998-9011; carlo.lamagna@nyu.edu  Program Administration : Office of Academic Initiatives and Global Programs, The Steinhardt School of Culture, Education, and Human Development, New York University, 82 Washington Square East, 5th Floor, New York, NY 10003-6680; (212) 992-9380; steinhardt.global@nyu.edu                                                This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.     NYU Steinhardt - Department of Art and Arts Professions - 34 Stuyvesant Street -  New York, NY 10003"}, {"content": "UK: Exhibition and Display of Art and Material Culture - Global Programs - NYU Steinhardt                                                                       Skip to content               NYU Steinhardt School of Culture, Education, and Human Development               contact                                   Global Programs            About      Mission    Global Engagement    Global Stats    eNewsletters    Staff    Contact      Undergraduate Students      Semester Study Abroad    Short-Term Study Abroad    Dean&rsquo;s Global Honors Seminar    Scholarships      Study Abroad CORE Equivalency    FAQ      Graduate Students      Summer Abroad    January and Spring Break Abroad    Intern Abroad    Apply    Tuition and Fees    Scholarships    Policies    Visiting Students    Global Sequences    Research Initiatives    FAQ      Faculty      Teaching Opportunities    Global Integration Fund    Visiting Scholar Resources    Global Institute of Advanced Study    Provost's Global Research Initiatives    Global Advisory Committees    FAQ      Professionals      Astor Teaching Fellows    Professional Development    GIFTED Women's Fellowship Program                 UK: Exhibition and Display of Art and Material Culture                           During the past decade, London has experienced unprecedented growth in its innovative arts programming. Spend two weeks exploring the museums, galleries, and heritage sites of this international arts center. You&rsquo;ll meet curators and programmers; analyze and critique exhibitions; and engage in discussions about the contexts, motivations, and goals that shape strategies of contemporary visual presentation.                Location:          London, England                Program Dates:          Not offered in 2015; returning in 2016.                Application Deadlines:          Round 1: Sunday, December 7, 2014    Round 2: Sunday, February 8, 2015    Round 3: Sunday, March 15, 2015    More about deadlines and how to apply                Who Can Participate:             NYU graduate students    Non-NYU graduate students and professionals who are not enrolled at an academic institution                   Related Areas of Study :             Media and Culture    Art and Art Professions    Modern Culture Studies       This is not a complete list. We value diverse perspectives in our programs and encourage students from other majors and professions.                Course(s):          ARVA-GE 2027.095 - Exhibition and Display of Art and Material Culture (3 Points)    2013 Course Syllabus: E91.2027 Syllabus    2013 Course Outline: E91.2027 Outline    Offered through the Department of Art and Art Professions    Important Note: All program applicants are encouraged to meet with their academic advisor to determine if and how this course may be applied towards their program requirements and degree completion                Faculty:          Carlo Lamagna , MA, Clinical Associate Professor of Art and Art Education, Department of Art and Art Professions                Tuition:          2014 Graduate Tuition : $1,422 per point plus registration and services fees    Bursar&rsquo;s Payment Deadline Dates    Learn about Scholarship Opportunities                Other Costs:          2013 Housing Fees : $800    2013 Activity Fees : $300    Housing and Activity fees are billed through the Bursar and will be due in accordance with the Bursar billing schedule.    International airfare to and from the program location is not included in the program fee. Students must purchase their own round-trip tickets and are responsible for their own accommodation for travel beyond the program dates.    Student will be notified when to book flights. We recommend comparing tickets on multiple sites to ensure the best fare. Past participants have used the following flight search engines: Kayak , Hipmunk , Vayama , Google Flights and StudentUniverse.com for student rates.                Accommodations:          Housing arranged in partnership with NYU London in university residence halls.    Group accommodation dates correspond with the program dates listed above.                Flight, Travel, and Visa Information:          Flight : Students book their own travel to coincide with program dates. Please keep in mind that flights arriving into London typically depart New York a day in advance.    Passport : All program participants are required to have a valid passport, which must be valid at least six months beyond the program end date.    Visa : US citizens require a valid passport and do not require a visa for visits to the UK of less than six months in duration. All other passport holders should check with their respective visa requirements.    Helpful links : US State Department , UK Visas and Immigration , Center for Disease Control , Lonely Planet Guide , NYU in London    Weather: In London, June temperatures tend to be milder than in New York, usually in the 60&deg;s (Fahrenheit). There is occasional rain.    Helpful Links: BBC Weather                                             How to Apply        You may also like...       Globalization, Memory, and Visual Culture: France    Intern Abroad: Arts Management &ndash; UK           Video        Carlo Lamagna Intersession Art in London ( Permalink )\"   class=\"vimeoVideo\" href=\"http://player.vimeo.com/video/5238240\">       Carlo Lamagna Intersession Art in London                     Photos                     Sarah Burger - Exhibition and Display of Art and Material Culture (England)                      Sarah Burger - Exhibition and Display of Art and Material Culture (England)                      Sarah Burger - Exhibition and Display of Art and Material Culture (England)                      Sarah Burger - Exhibition and Display of Art and Material Culture (England)                      Sarah Burger - Exhibition and Display of Art and Material Culture (England)                            This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.      The Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]}]