[{"detail": [{"content": "Courses - Spring 2014                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Paris   /   Academics                 Sub Navigation                                 Courses                       Faculty                       Facilities & Services                       Beyond the Classroom                       Internships                       Language Immersion                       Graduate Programs                       NYU Liberal Studies Freshman Year in Paris                                                                   Courses - Spring 2014        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department, can be found here .    Spring 2014 courses are now availble in Albert, NYU's Student Information System. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .                   Academic Requirements & Registration Guidelines                                           Please review these requirements and guidelines before registration                                 Students must register for 12-18 credits   All students must participate in Global Orientations. Students do not need to enroll for this course during registration.     Enrollment in a French Language course is required; select one that matches your skill level. See next drop-down on page for more information regarding language placement.     Language courses cannot be taken pass/fail   Attendance is expected and required; absences will negatively affect grades   Before you plan your personal travel, check your syllabi! Academic site visits and field trips are considered required class time.   Students in Program I are expected to take one language course and their &quot;civilization&quot; courses in English.   Students in Program II are expected to do all of their coursework in French. Permission to take one course in English may be granted to fulfill major, minor or degree requirements.   All students have the possibility of taking courses in English or French at the University of Paris (UP). More information on UP offerings and registration procedures will be provided at a mandatory UP academic orientation on site. Attendance at the session is required in order to enroll in UP courses. Regardless of your plans to take UP courses, all students should enroll in 12-18 credits at registration time.   More information about Registering for Study Away Courses and registration FAQ's is available here .   If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                                                                      Language Course and Program Placement for NYU Paris                               All applicants to NYU Paris apply for either Program I or II.     Program I is intended for students with no French language experience through Conversation &amp; Composition. Program I students take one language course, and complete other coursework in English. Motivated students at the Converstation &amp; Composition level may request permission to take another non-language course taught in French.     Program II is open to students that have already completed Conversation &amp; Composition (or equivalent--see below). Program II students are expected to complete all coursework in French. Permission to take one course in English may be granted to fulfill major, minor or degree requirements.     Enrollment in a French Language course is required for all students. At the elementary and intermediate level, NYU Paris only offers six credit intensive language courses at this time.     Language courses must be taken for a letter grade.     Students who have taken a French course at NYU, please register for the next level. For example:       Elementary I, Elementary II or Intensive Elementary: Intensive Intermediate   Intermediate I: Intermediate II/Conversation &amp; Composition   Intermediate II or Intensive Intermediate: Conversation &amp; Composition   Conversation &amp; Composition: Spoken Contemporary or Written Contemporary French   Spoken Contemporary French: Written Contemporary French, Advanced Conversation, Business French, or Acting French   Written Contemporary French: Spoken Contemporary French, Advanced Composition, Business French, or Acting French   Advanced Conversation: Written Contemporary French, Advanced Composition, Business French, or Acting French.     Other students should refer to the NYU French Department's webpage here: http://french.as.nyu.edu/object/language.placement (under the heading language placement) for information about placement based on Exams. Please note that students that have some experience in the language but do not have a AP/IB/SAT test score or prior university course work in the language must take the NYU's Online Placement Examination (password is nyulanguage) to determine placement.                             Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016            Required for all students                                                        Global Orientations: Reflections on Modern France - GLBL-UA 9107                               This course aims to explore the place that Paris – and more broadly France -- hold in the public imaginary, while examining the tensions and antagonisms that rightfully complicate that view. Through a series of conferences, site visits, and seminars, the course examines four key moments or themes as a means of apprehending the density of French cultural, social, and political life. Starting with French republicanism, past, present, and future, we consider how France, at once the preeminent site of experiments in democratic liberty, is also plagued by institutional entrenchments of class stratification and the dual specters of colonialism and post-colonialism. Turning to Paris, the “capital of modernity,” we reflect on its 19th century emergence as a locus of phantasmagoria, mystery, and seduction, and the emergent capitalist forces that were shaping the urban landscape. We consider the early 20th century avant-garde, among the most important and radical artistic and political movements of our time, that opened new spaces in which to imagine the very terms of “art” and “politics,” to finish with a consideration of France in the contemporary moment, wrestling with global transformations, the crisis of the welfare state, and a tension between the reproduction of elites and a political commitment to equality that increasingly troubles the country’s educational system, politics, and cultural life.     Interdisciplinary and “inter-textual” in scope, the course fuses expert lectures, textual analysis, and out of the classroom experience, to bring together the artistic, the literary, and the social scientific, against the backdrop of global transformation.   Class organization and assignments     This is a required course for all students at NYUParis. Students meet in assigned groups according to their language level; students with an advanced level of French may do their coursework in French. Students are expected to attend all conferences and site visits, to do the assigned readings and to participate in class discussions.                                  Courses open to Students in Program I &amp; II                                                  French through Song - FREN-UA 9965 - 2 points                               Open to students in both Programs I &amp; II   This workshop allows students the opportunity to sing their way to a discovery of French language and culture. Students expand their vocabulary and improve their pronunciation through performance while learning about the history and context of this popular art form. The workshop culminates in a performance at the end of the semester. Conducted in French.   Sample Syllabus                                                                    Phonetics Workshop - FREN-UA 9965 - 2 points                               Open to students in both Programs I &amp; II   In this workshop students have the opportunity to deepen their understanding of phonetics and improve their pronunciation and comprehension of spoken French. Through listening exercises, poetry, and role-plays, students will work on articulation, rhythm and intonation. Conducted in French.   Sample Syllabus                                                                    Visual Art Workshop - FREN-UA 9865 - 2 points                               Open to students in both Program I &amp; II   Students may work in a variety of realms such as drawing, painting, photography and/or folding. During the course the students will have the opportunity of creating alongside the professor in her art studio.  Students wishing to carry out a personal creative project are most welcome to develop it during the art classes. However, students choosing this must imperatively have proof prior to beginning art classes.  The course includes visits to museum to explore the wide range of subjects and materials available to contemporary artists, and concludes with the exhibition/ theatre performance in a prestigious Parisian venue at the end of the semester. Conducted in English.     Sample Syllabus                                                                     Poetry (Re)creation Workshop - FREN-UA 9968 - 2 points                               This workshop is both an active language and literature course, destined to introduce French poetry to students. In this course we will read poetry out loud in order to show how poetry is founded on rhythm and the repetition of phonetic and syntactic elements. This pragmatic approach will not only allow students to improve their pronunciation, but also to understand the poetic genre, the quality of poets’ language, their interest in etymology, metaphor, imagery, etc. Close readings, paraphrase and translations will allow students to considerably improve their mastery of the French language so that they in turn will be able to produce poetry of their own. This course will help them to integrate the phonic, rhythmic and musical dimensions of poetry, as well as learn about its various uses, from the intimate to historical testimonies. Conducted in French.                                Program I - French Language, Society &amp; Culture - English Track                                                  Intensive Elementary French - FREN-UA 9010 - 6 points                               Presentation and systematic practice of basic structures and vocabulary of oral French through dialogues, pattern drills, and exercises. Correct pronunciation, sound placement, and intonation are stressed. For students with little or no command of French. Completes the equivalent of one year's elementary course. Textbook: Alors? Conducted in French.     Sample Syllabus                                                                    Intensive Intermediate French - FREN-UA 9020 - 6 points                               Prerequisite: FREN-UA 10 or FREN-UA 1-2. Open to students who have completed the equivalent of a year's elementary level and to others on assignment by placement test. Completes the equivalent of a year's intermediate level in one semester.   Acquisition and practice of more sophisticated structures of French. Development of fundamental oral and written skills, vocabulary enrichment, conversational ability. Short reading texts; guided compositions. Completes the equivalent of one year's intermediate course. Textbook: Alors? Conducted in French.       Sample Syllabus                                                                    Conversation and Composition - FREN-UA 9030 - 4 points                               Prerequisite: FREN-UA 11-12 or FREN-UA 20. Open to students who have completed the equivalent of a year's intermediate level and to others who have passed the proficiency examination but who wish to review their French in order to take advanced courses in language, literature, and civilization.   Systematizes and reinforces language skills presented in earlier level courses through an intensive review of grammar, written exercises; an introduction to composition, lexical enrichment, and spoken skills. Conducted in French.     Sample Syllabus                                                                    The French Art World in the 20th Century: French Avant-Garde Painting, 1848-1914 - ARTH-UA 9414 - 4 points                               Prerequisite: For Fine Arts Majors/ Minors, permission of Fine Arts Chair/Faculty required Open to all NYU-France students. For Fine Arts Major/Minor credit, students need to have taken ARTH-UA.0002 or ARTH-UA.0400 and permission from DUGS or chair.   Beginning with the grandeur of Paris during the Belle Epoque and the Exposition Universelle of 1900, and moving to the violence and tragedy of World Wars I and II, this course examines the French modernist art movements of the first part of the 20th century. After identifying the origins of modernism in the late 19th century with Impressionism and Post-Impressionism, we will consider the ways in which Fauvism, Cubism, Expressionism, and Primitivism redefined modernism for the 20th century. Working with Dada and Surrealist art works, we will evaluate the relationship between humor, critique, and cultural and political dissension in artistic production. Finally, we will examine the trans-Atlantic currents of Abstraction, looking at Abstract Expressionism, L’Art Informel, and the Nouveau Realistes. Throughout this exploration, we will interrogate how social history, shaped by politics, gender, and race, informed the construction of an artistic modernism in the 20th century. Conducted in English.     Sample Syllabus                                                                       Le Grand Paris, Present and Future - ARTH-UA 9850 - 4 points                               Paris by the Seine stars in more Hollywood films than any other city. London on the Thames takes close runner-up position. But more than mythic, popular-culture stage sets, these two great European capitals operate as spectacular rival models in face of real-life, 21st-century dramas. Our course concentrates on a sequence of case studies targeting the evolving architecture and urban plan of Paris. We focus on current thematic debates crucial to its identity, survival and future—tradition contra innovation, continuity contra rupture, preservation contra demolition, obsolescence contra revitalization. We investigate controversies over the low- and high-density city; legislation on building heights, protection of skyline and riverbanks; the interface between historic and experimental building types; the balance between public and private space, residential and mixed-economy neighbourhoods, inner-city rehabilitation and suburban sprawl; intra- and extra-muros transportation systems (road, rail, river, air). As a foil and finale to our Paris studies, we conclude with a critical comparative analysis of contemporary London to illuminate fundamental differences between these two global cities: the rational French model largely tempered by state control against the exuberant English model predominantly driven by ultra-liberal policies. Will the third millennium ideal city emerge as a polymorphic combination of the two approaches? Conducted in English .   Sample Syllabus                                                                    European Society and Cinema - FREN-UA 9865 or DRLIT-UA 9524 - 4 points                               This course examines the social, economic, and political role of cinema in Europe, with an emphasis on recent decades. It takes into consideration transformations in film as a narrative form and cultural product in the shift from national cinema traditions to global communications networks and media convergence. Films studied include popular, independent, and avant-garde films from a range of countries and cultures. The structures of production, distribution, and conservation are also considered through visits to exhibitions, archives and movie theatres. Conducted in English.     Sample Syllabus                                                                      Experiential Learning II - EXLII-UF 9302 - 2 points                               Open to Global Liberal Studies students only.   Students come into close contact with the daily life of the site at which they are studying through a two-semester experiential learning sequence, which is designed to contextualize the site's culture and give students internship or internship-like experiences in the community. The fall Experiential Learning I course begins the immersion experience with a variety of community-based projects and an advanced introduction to the site's cultural and social identity. The spring Experiential Learning II includes a 2-credit on-site component that emphasizes internships (or the equivalent) and a 2-credit Junior Independent Research Seminar (for which students will register separately), in which students work online with a GLS faculty member and students with similar interests at different sites to craft an independent research project, an important preparation for the senior thesis. Conducted in English.                                                                      Internship Seminar Fieldwork - NODEP-UA 9982 or INDIV-UG 9350 - 4 points                               Enrollment by permission only. Application required.     This 4 credit course includes a weekly seminar and two full days and one half day (Monday-Friday) for their internship. Internship placements are made by EUSA, an organization partnering with NYU.     The seminar portion of the course explores many different aspects of your internship site. The goal is to finish the semester with an in-depth understanding of the company or organization, including its approach, its policies, and the context in which it operates. We will also discuss more generally the state of the contemporary workplace and ourselves as workers. Finally, you will use the seminar to reflect critically and analytically on the internship experience and as a way to refine your own personal and professional goals.     Sample Syllabus coming soon                                                                          The History of Photography in France - FREN-UA 9865 - 4 points                               NYU Art History Students: This course counts for Elective Credit   This course explores photography from the 1830s to the present day, emphasizing style and subject matter (rather than technical processes) in the work of the major photographers. We will consider how photography has enlarged and affected our vision and knowledge of the world and how photography and modern art have influenced each other. Conducted in English.   Sample Syllabus                                                                    Intro to the Parisian Contemporary Art Scene - FREN-UA 9865 - 4 points                               NYU Art History students: This course counts for Art History Elective credit.   This course aims to understand and appreciate the creativity and dynamism of the Parisian art scene today through an exploration of contemporary art in the capital. The course will focus on the diversity of resources provided by the city, with special attention to new artistic practices and loci of production, as well as the multiple actors involved, from artists themselves to private galleries to art critics and museum curators. Reference to major avant-garde art movements of the past such as dada, geometrical abstraction, surrealism and expressionism will also be made in order to better situate today’s artistic concerns. Conducted in English.   Sample Syllabus                                                                    Ideal Society in Theory &amp; Practice, France Since the Middle Ages - FREN-UA 9865 - 4 points                               An introduction to classic texts of French political and social philosophy. Consideration of the historical influences upon and the historical impact of French thinkers. Through close readings and analysis of selected passages from primary sources (in English translation), and those few seminal non-French works that inspired new directions in French thought, we will explore the intellectual framework and historical references that inform French debates on politics and society to the present day. Philosophers to be considered include St. Thomas Aquinas, Machiavelli, Montaigne, de la Fontaine, Descartes, Montesquieu, Rousseau, Napoleon Bonaparte, Saint-Simon, Prudhon, Marx, Jules Ferry, Zola, Fanon, Camus, and Sartre. Conducted in English.   Sample Syllabus                                                                    Power & Representation: Art from the Ancien Régime to the Age of Revolution - FREN-UA 9865 - 4 points (may be counted for MCC credit)                               Please note that this course can be counted toward the NYU Media, Culture, &amp; Communication major. Should you choose to enroll in this course, please notify your MCC primary advisor. He or she will make sure this course is accurately reflected in your academic record.   Our course explores the dramatic evolution of French art across 200 tumultuous years, from its classical origins under Louis XIII and Louis XIV's Old Regime, through its transformations across the Enlightenment period, to its radical Neo-Classical revision during the French Revolution, and Romantic reconstruction at the demise of the Napoleonic era and Bourbon Restoration, ending with the 1830 Revolution. Through analysis of the reciprocity between artists and the political-cultural institutions of Paris, we examine the ways by which art ―painting, architecture, popular prints, caricatures―operates as a potent discursive programme within French society. Its role as a dense symbolic language of communication and persuasion, and/or as a critique of social and moral values dominates our investigation. It also serves as a model to investigate the role of contemporary electronic and print media and their influence on our perceptions of society and the representation of power in the global world. Conducted in English.                                                                      Experimental Theatre Workshop - FREN-UA 9868 - 4 points                               This course is designed to allow students to analyze and reenact excerpts from Molière’s plays. We will discover the playwright Molière (1622-1673) who was also an actor, troupe leader, and the author of numerous plays which remain to this day the most frequently staged plays in France. The recurring themes in his plays will be discussed, particularly in relation to the time period during which the plays were written. We will also touch on the role of farce in the work of this playwright who was nicknamed in the 17th century “the foremost joker in France.” Dramatic analysis of the plays chosen will require a comparative study of texts in French and in English.   We will read and analyze these texts out loud. Certain excerpts will need to be memorized. We will analyze the ideas expressed as well as the importance of certain words, of the images evoked, and of the punctuation used in order to bring to life the rhythm and musicality of the phrases. The ultimate objective of this course will be to arouse the creativity of each student with regard to the many possibilities for modern interpretation, notably in reimagining décor, costumes, and Molière’s stances.   T he texts studied will be excerpts from the following Molière plays: Tartuffe, The Misanthrope, The Miser, The Bourgeois Gentleman, The Doctor in Spite of Himself, and Don Juan . The students will also be required to read three plays of their choice in their entirety.   Conducted in English.                                                                      Literary Classics: French, British, and Post-Colonial Perspectives - FREN-UA 9868 - 4 points - under development                               This course can count toward the cultural specialization or elective within the major requirements in Comparative Literature. However, it is recommended that Comparative Literature majors check with their  DUGS to have this course approved for their individual specialization. This course CANNOT be counted as a core comparative literature course.      In this course we focus on four contemporary novels in which the world of the character, the narrator, or the author, is read through the lens of a literary classic. In each case, the reading and rewriting of the primary text involves temporal and spatial displacements (from the 18th to the 20th century, from Europe to the Carribean and to the South Pacific) that generate shifting perspectives and a constant reshuffling of centre and periphery. Between a reverential affiliation to the past and a creative misreading and rewriting of it, these intertextual encounters with « great » Western literary works insistently raise the questions of identity, originality, and “writing back”. Exploring these questions will therefore also involve drawing on comparative, translation, and postcolonial studies. Conducted in English.                                                                        The French Revolution &amp; Napoleon - HIST-UA 9143 - 4 points                               Lift your eyes as you walk down any street in Paris and you'll soon see a building adorned with the tricolore and the words Liberté, Egalité, Fraternité. Turn a corner and in the distance you'll see the Arc de Triomphe built to the glory of Napoleon's army or the Eiffel tower erected for the centennial of the fall of the Bastille. Even the metro stops, Concorde, Nation, République, Austerlitz, Iéna, echo with the memory of the years of the French Revolution and the First Empire.  But what historic reality does all this evoke? What led some French people to overthrow their age old Monarchy, turn their backs on the Church and launch into a new era of Republican government? What caused others to resist such changes with all their might? And why did the experiment end within 10 years, giving way to military dictatorship and an Empire which spread French rule across Europe.  This semester we shall explore these issues and others pertaining to the Age of the French Revolution &amp; Napoleon through lectures, readings, discussions and site visits in and around the city of Paris. Conducted in English.                                                                      Fashion and Power - MCC-UE 9345 - 4 points                               Registration priority for Media, Culture, and Communication (MCC) courses offered at NYU Paris will be given to NYU MCC majors. Other students will be able to register as space remains available. Please pay close attention to course notes displayed in Albert.   This course examines fashion both from its diffusion in a globalized society, and as a form of communication and culture. We will examine how fashion has been valued through social sciences – history and sociology on the one hand, and economy on the other hand, from its production to its consumption. The course will address fashion in terms of issues of consumerism and sustainability in a post industrialized society. Conducted in English.   Sample Syllabus                                                                    Global Media Seminar: France and Europe - MCC-UE 9454 - 4 points                               Registration priority for Media, Culture, and Communication (MCC) courses offered at NYU Paris will be given to NYU MCC majors. Other students will be able to register as space remains available. Please pay close attention to course notes displayed in Albert.   This course introduces students to the basic structures and practices of media in Europe and their relationship to everyday social life. It pays special attention to the common models and idioms of media in Europe, with an emphasis on national and regional variations. Specific case studies highlight current trends in the production, distribution, consumption, and regulation of media. Topics may include: national or regional idioms in a range of media genres, from entertainment, to advertising and publicity, to news and information; legal norms regarding content and freedom of expression; pirate and independent media; and innovations and emerging practices in digital media. Conducted in English.   Sample Syllabus                                                                    Paris Pairs in Modern Literature &amp; Art - FREN-UA 9868 or SASEM-UG 9352 - 4 points                               This class looks closely at affinities between writers and artists who have frequented Paris cafés and ateliers together from the turn of the 20th Century up to the present day. We explore cross-pollination between the arts, as well as notable points of difference, examining works of art in the context of the dynamic artistic communities which produced them. Students learn to write about sculpture, painting, and film, as well as literature, and keep a journal of their travels within the city to pertinent neighbourhoods, parks, and museums. Our focus will be on five dynamic pairs: Rodin &amp; Rilke, Hemingway &amp; Joyce, Stein &amp; Picasso, Demy &amp; Varda, Proust &amp; Colette. Conducted in English.     Sample Syllabus                                                                      France &amp; Islam - FREN-UA 9865 - 4 points                               An exploration of the historical and on-going contact between France and the Muslim world, including, most notably, the important Muslim population living in France today. The course examines the historical links between France and its colonial possessions in North and West Africa and the Middle East, the place of Islamic religious practice in a traditionally Catholic, and officially secular, France, and the frictions generated by newly politicized forms of Islam. Also considered is the ‘crisis’ of the banlieue , or French suburbs, and the cultural, generational, and religious tensions in evidence there. Conducted in English.   Sample Syllabus                                                                    Topics in French Literature: the Human-Animal in French Literature and Philosophy - FREN- UA 9865 - 4 points                               “He’s a real dog!” “What a pig!” “She’s a fox!” “What an animal!” In this course we follow major French authors in the adventure of imagining, toying with, and (re)thinking the often problematic distinctions between the human and the animal. Through our study of a wide variety of genres and disciplines, we examine both the theoretical discourses and artistic and literary representations of the human-animal relation. Authors include Montaigne, contemporary novelist Marie Darrieussecq, the fabulist La Fontaine and the filmmaker François Truffaut. Drawing from a wide selection of texts and media we explore the multiple forms this relation has taken and the extent to which it touches areas about which we humans, “rational animals,” remain particularly sensitive.                                Program II - French Language, Society &amp; Culture - French Track                                                  Spoken Contemporary French - FREN-UA 9101 - 4 points                               Prerequisite: FREN-UA 30, or assignment by placement test, or approval of the director.   Assumes a mastery of the fundamental structures of French. May be taken concurrently with FREN-UA9105. Helps the student to develop vocabulary, to improve pronunciation, and to learn new idiomatic expressions. Introduction to corrective phonetics and emphasis on understanding contemporary French through a study of authentic documents; radio and television interviews, advertisements, spontaneous oral productions, etc. Conducted in French.   Sample Syllabus (Coydon)   Sample Syllabus (Guédon)                                                                      Written Contemporary French - FREN-UA 9105 - 4 points                               Prerequisite: FREN-UA 30, assignment by placement test, or approval of the director.   Designed to improve the student's written French and to provide advanced training in French and in comparative grammar. Students are trained to express themselves in a variety of writing situations (diaries, transcriptions, narration, letters, etc.). Focuses on the distinction between spoken and written styles and the problem of contrastive grammar. Emphasis is on accuracy and fluency of usage in the written language. Conducted in French.   Sample Syllabus                                                                    Advanced Conversation - FREN-UA 9102 - 4 points                               Prerequisite: FREN-UA 101, or assignment by placement test.   For students with relative fluency in French who wish to further strengthen their pronunciation and command of spoken French. Develops the skills presented in FREN-UA 9101 through an in-depth study of French phonetics (corrective and theoretical), and analysis of the modes of oral discourse in French. Emphasis is on understanding spoken French (modes of argument, persuasion, emotion, etc.) through analysis of authentic documents and development of student discourse in French. Conducted in French.   Sample Syllabus                                                                    Advanced Composition - FREN-UA 9106 - 4 points                               Prerequisite: FREN-UA 105 or assignment by placement test.     Aims to refine students' understanding of and ability to manipulate written French. Students practice summarizing and expanding articles from French magazines and papers and learn how to organize reports and reviews in French. Focuses on the distinction between spoken and written styles and the problem of contrastive grammar. Emphasis on accuracy and fluency of usage in the written language. Conducted in French.   Sample Syllabus                                                                    Acting French - FREN-UA 9109 - 4 points                               Prerequisite: FREN-UA 30 or assignment by placement test.   Use of drama and theatre techniques to help students overcome inhibitions in their oral use of language. Exercises and activities are designed to improve pronunciation, intonation, expression, and body language. Students work in collaboration with the professor, trained in the experimental methods of the French director Jacques Lecocq. This semester's focus will be to analyze and reenact excerpts from Molière’s plays . Conducted in French.                                                                      Business French - FREN-UA 9110 - 4 points                               Prerequisite: FREN-UA 30, FREN-UA 105, or permission of the instructor.   Designed for students who wish to become familiar with the specialized language used in French business. Emphasis is on oral and written communication and the acquisition of a business and commercial vocabulary dealing with the varied activities of a commercial firm: advertising, transportation, banking, etc. Group work in simulated business situations and exposure to &quot;authentic&quot; spoken materials are stressed. Qualified students have the option of taking the Exam of the Chamber of French Commerce at the end of the course. Conducted in French.   Sample Syllabus                                                                    European Painters II: From Post-Impressionism to after WWII - ARTH-UA 9416 or FREN-UA 9716 - 4 points                               NYU Art History Students: T his course counts for Art History elective credit.     This course studies the rise of modern and contemporary art in Europe in relation to its cultural, historical and social contexts. The works of Matisse, Picasso, Duchamp, Dali, Miro and Magritte, among others, are considered. The course includes both class lectures with slides and museum visits. Conducted in French.                                                                          Paris through its Museums and Monuments - ARTH-UA 9665 - 4 points                               NYU Art History students: This course counts for Art History elective credit.   Paris of the 19th and early 20th centuries developed into a major urban center, in part because of the promise of liberty that drew people there following the upheavals of the Revolution. The urban renewal that occurred under the Second Empire in the mid-19th century in particular transformed the capital into a modern city of innovation and spectacle. While the official arts reflected the tastes and priorities of successive governments and the emergent bourgeoisie, it was the avant-garde that most marked the city as a site of resistance and daring. In this course we study these different art movements as they relate to the city of Paris, studying the sites, movements, and transformations that helped shape the modern arts. Conducted in French.   Sample Syllabus                                                                    The Birth of Democracy in Europe - FREN-UA 9091 or HIST-UA 9091 or POL-UA 9591 - 4 points                               We begin with a definition of the term &quot;democracy&quot; as developed by the Athenian City-State in the 5th century before Christ, before moving on to discuss its reappraisal by such theoreticians of the 17th century as Locke, or of the Enlightenment, such as Montesquieu and Rousseau. Their versions, indeed, serve as the basis for the French Revolution of 1789. A long and difficult process, democracy needed nearly a century before establishing itself in France. Drawing on numerous examples from 19th and 20th century history, we will try to understand why the great contributions of democracy, such as universal suffrage and the concept of individual liberty, were so difficult to put into operation. We will also consider why these &quot;givens&quot; are still fragile. Conducted in French.   Sample Syllabus                                                                    Readings in French Literature II: The Modern Era - FREN-UA 9121 - 4 points                               In this course students read masterpieces of French literature from the French Revolution to the end of the twentieth century. Works are considered from various historical, aesthetic and theoretical perspectives. Texts include: Le Père Goriot (Balzac); Madame Bovary (Flaubert); Les Faux-Monnayeurs (Gide); La Nausée (Sartre); Le Ravissement de Lol V. Stein (Duras), and Du côté de chez Swan I (Proust), which will be the subject of a final essay. Conducted in French.   Sample Syllabus                                                                    Contemporary France - FREN-UA 9164 - 4 points                               The course considers the concept of “French civilization” in both its mythical and real aspects. The first half of the course focuses on the political, socio-economic, and cultural history of France in the modern period, from roughly 1870 to the 1980. The second half of the course looks more closely at the contemporary period, focusing on the various ‘crises’ and transitions that have marked France during the past 20 years. Topics include the challenges of the post-colonial period (immigration, la francophonie, questions of identity), France in and of the European Union, France and globalization, and social issues in current events (the status of women, la banlieue, social exclusion). Conducted in French.   Sample Syllabus                                                                    France, the US, and the Arab World: Past and Present - FREN-UA 9865 - 4 points                               Through a multidisciplinary approach, the course will address the different political, economic, historical and sociological issues raised by the current situation in the Arab world in order to determine the French and American answers especially in the context of the Arab spring and the Israeli-Palestinian conflict. The course will offer insights and analyses on the different roles which are played by France and the United States on the issues of youth, women, and Modern Islam in the Arab World and on how their soft power is perceived by the Arab countries and their populations. By addressing the foreign policies that have been articulated in the region, we will also bring into light the dichotomy between the “old” and the “new” diplomacy.                                                                        Paris, City of Theater - FREN-UA 9968 - 4 points                               Since the 17th century Paris has been as a city of and for the theatre, from the great sites and  events that have marked theatre history, to the spectacle and fantasy that the city imparts.  In this course, we study the great works of French theatre, from the classics to the very  contemporary, through readings, performances, and visits in and around Paris to the lieux  de mémoire of the theatre world. Through the study of works by Corneille, Molière, Hugo,  Feydeau, Ionesco, Beckett, Sartre, and others, we consider how Paris has been integral to and  shaped by the world of French theatre. Visits include such prestigious venues as the Comédie  Française, the grands boulevards where Parisians discovered Shakespeare in the age of Sarah  Bernhardt, the remains of the Théâtre du Marais where Corneille performed his plays, or  Versailles where Molière helped lead the grand spectacle that was life under Louis XIV.  Conducted in French.   Sample Syllabus                                                                    Francophone Cinema - FREN-UA 9965 - 4 points                               An analysis of North and French West African cinema. In this course, we consider the aesthetic and political choices faced by African filmmakers working in the post-Independence period. Questions concerning tradition and modernity, the search for a collective and/or national identity, emigration, exile and return, history and memory, will frame our approach. Conducted in French.                                                                      Gender &amp; Sexuality in France - FREN-UA 9965 - 4 points                               An introduction to the problems of gender as they have been expressed in France. Beginning with an historical overview, we consider the category of ‘woman’ as it was defined from the Revolution to the founding of French feminism at the end of the 19th century. The second part of the course is devoted to an exploration of gender as a political issue during the past 20 years, through consideration of such topics as parité, prostitution, colonialism, post-colonialism, and queer studies. Conducted in French.   Sample Syllabus                                                                    The Contemporary Art World - FREN-UA 9965 - 4 points                               Art History students: This course counts for Art History elective credit.   In this course we explore the contemporary arts in France in their historic and social context. Beginning with current trends, we attempt to situate what’s new within a longer tradition of artistic production. Themes studied include the nature of the object, the monochrome, the body, the idea of nature, personal mythologies, the importance of light. The course includes visits to contemporary galleries and museums. Conducted in French.                                                                    Writing Workshop: Writing Paris - FREN-UA 9968 - 2 points                               Given in the form of a workshop, this course allows students to improve their written expression through the study and practice of a variety of literary registers, mostly drawn from contemporary literature. The workshop associates literary creation and French language instruction with the firm belief that creative writing in French is possible for students at all levels. Its primary objective is the reinforcement of students’ written competencies in French, accomplished through intensive writing sessions with the common theme of Paris. Students are invited to appropriate Paris through various writing activities, inspired by writers such as Baudelaire, Perec, or Modiano, designed to help students capture the city through its movements, its images, and its different facets. The regular practice of creative writing as well as systematic re-writing of all work will allow students to reinforce grammatical structures while expanding vocabulary. Conducted in French.     Sample Syllabus                                                                    Between Fiction and Reality: New York and Paris - SOC-UA 9461 or SCA-UA 9624 - 4 points                                As major metropolises, Paris and New York are deeply engaged in processes of globalization: each has to stay competitive, to accumulate wealth, to hold on to its inhabitants as well as to attract tourists, business professionals, students, and immigrants. Each dreams of one day becoming a “green” city. Danger also exists in both of these cities, amplified by rumor and fantasy. In this course we will study these phenomena through the analysis of novels, films, television series, artwork, and architecture, to ask how various representations of the city have changed and been managed over time, by diverse social actors and observers. Conducted in French.      Sample Syllabus                                                                      New Currents in French Literature - FREN-UA 9968 - 4 points                               This course looks at the world of literary production today in France - its links to economic, social, and political concerns, its literary merits, and its place within an important literary tradition. Students read texts of the some of the major writers working today in France, including Le Clézio, Claude Simon, Amélie Nothomb, Michel Houellebecq, Catherine Millet, among others, and in relation to some of the 'sacred texts' that have shaped the contemporary French literary landscape: Proust, Duras, Sartre, Céline. Conducted in French.   Sample Syllabus                                                                    Love Stories from the Middle Ages to the Present - FREN-UA 9968 - 4 points                               Love, as it refers to sexual attraction, emotional attachment and spiritual elevation, has provided literature with a wealth of adventures, emotions, fantasies and reflections. In this course we will examine through a historical, thematic and narratological lens the interplay of these various elements throughout love stories, whether they be happy, tragic, poetic, realistic or ironic.     Course Conducted in French                                                                      NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                          Upcoming Application Deadlines   Spring Semester    Priority: September 15   Regular: October 15   Applications received after October 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.                                                                 Admitted Students                                              Learn     Courses   Special Programs   Faculty   Facilities &amp; Services   Beyond the Classroom   Internships   Language Immersion   Graduate Programs   Liberal Studies (Freshman Year)                Live     Housing &amp; Meals   Cost &amp; Budgeting   Language   Culture &amp; Customs   Cultural Activities Blog   Health &amp; Safety   Staff                Explore      Getting Around   Restaurants    Nightlife    Things to do    Local Travel    Regional Travel                                   Questions?        Contact Us                                                                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Courses - Spring 2014                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Paris   /   Academics                 Sub Navigation                                 Courses                       Faculty                       Facilities & Services                       Beyond the Classroom                       Internships                       Language Immersion                       Graduate Programs                       NYU Liberal Studies Freshman Year in Paris                                                                   Courses - Spring 2014        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department, can be found here .    Spring 2014 courses are now availble in Albert, NYU's Student Information System. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .                   Academic Requirements & Registration Guidelines                                           Please review these requirements and guidelines before registration                                 Students must register for 12-18 credits   All students must participate in Global Orientations. Students do not need to enroll for this course during registration.     Enrollment in a French Language course is required; select one that matches your skill level. See next drop-down on page for more information regarding language placement.     Language courses cannot be taken pass/fail   Attendance is expected and required; absences will negatively affect grades   Before you plan your personal travel, check your syllabi! Academic site visits and field trips are considered required class time.   Students in Program I are expected to take one language course and their &quot;civilization&quot; courses in English.   Students in Program II are expected to do all of their coursework in French. Permission to take one course in English may be granted to fulfill major, minor or degree requirements.   All students have the possibility of taking courses in English or French at the University of Paris (UP). More information on UP offerings and registration procedures will be provided at a mandatory UP academic orientation on site. Attendance at the session is required in order to enroll in UP courses. Regardless of your plans to take UP courses, all students should enroll in 12-18 credits at registration time.   More information about Registering for Study Away Courses and registration FAQ's is available here .   If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                                                                      Language Course and Program Placement for NYU Paris                               All applicants to NYU Paris apply for either Program I or II.     Program I is intended for students with no French language experience through Conversation &amp; Composition. Program I students take one language course, and complete other coursework in English. Motivated students at the Converstation &amp; Composition level may request permission to take another non-language course taught in French.     Program II is open to students that have already completed Conversation &amp; Composition (or equivalent--see below). Program II students are expected to complete all coursework in French. Permission to take one course in English may be granted to fulfill major, minor or degree requirements.     Enrollment in a French Language course is required for all students. At the elementary and intermediate level, NYU Paris only offers six credit intensive language courses at this time.     Language courses must be taken for a letter grade.     Students who have taken a French course at NYU, please register for the next level. For example:       Elementary I, Elementary II or Intensive Elementary: Intensive Intermediate   Intermediate I: Intermediate II/Conversation &amp; Composition   Intermediate II or Intensive Intermediate: Conversation &amp; Composition   Conversation &amp; Composition: Spoken Contemporary or Written Contemporary French   Spoken Contemporary French: Written Contemporary French, Advanced Conversation, Business French, or Acting French   Written Contemporary French: Spoken Contemporary French, Advanced Composition, Business French, or Acting French   Advanced Conversation: Written Contemporary French, Advanced Composition, Business French, or Acting French.     Other students should refer to the NYU French Department's webpage here: http://french.as.nyu.edu/object/language.placement (under the heading language placement) for information about placement based on Exams. Please note that students that have some experience in the language but do not have a AP/IB/SAT test score or prior university course work in the language must take the NYU's Online Placement Examination (password is nyulanguage) to determine placement.                             Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016            Required for all students                                                        Global Orientations: Reflections on Modern France - GLBL-UA 9107                               This course aims to explore the place that Paris – and more broadly France -- hold in the public imaginary, while examining the tensions and antagonisms that rightfully complicate that view. Through a series of conferences, site visits, and seminars, the course examines four key moments or themes as a means of apprehending the density of French cultural, social, and political life. Starting with French republicanism, past, present, and future, we consider how France, at once the preeminent site of experiments in democratic liberty, is also plagued by institutional entrenchments of class stratification and the dual specters of colonialism and post-colonialism. Turning to Paris, the “capital of modernity,” we reflect on its 19th century emergence as a locus of phantasmagoria, mystery, and seduction, and the emergent capitalist forces that were shaping the urban landscape. We consider the early 20th century avant-garde, among the most important and radical artistic and political movements of our time, that opened new spaces in which to imagine the very terms of “art” and “politics,” to finish with a consideration of France in the contemporary moment, wrestling with global transformations, the crisis of the welfare state, and a tension between the reproduction of elites and a political commitment to equality that increasingly troubles the country’s educational system, politics, and cultural life.     Interdisciplinary and “inter-textual” in scope, the course fuses expert lectures, textual analysis, and out of the classroom experience, to bring together the artistic, the literary, and the social scientific, against the backdrop of global transformation.   Class organization and assignments     This is a required course for all students at NYUParis. Students meet in assigned groups according to their language level; students with an advanced level of French may do their coursework in French. Students are expected to attend all conferences and site visits, to do the assigned readings and to participate in class discussions.                                  Courses open to Students in Program I &amp; II                                                  French through Song - FREN-UA 9965 - 2 points                               Open to students in both Programs I &amp; II   This workshop allows students the opportunity to sing their way to a discovery of French language and culture. Students expand their vocabulary and improve their pronunciation through performance while learning about the history and context of this popular art form. The workshop culminates in a performance at the end of the semester. Conducted in French.   Sample Syllabus                                                                    Phonetics Workshop - FREN-UA 9965 - 2 points                               Open to students in both Programs I &amp; II   In this workshop students have the opportunity to deepen their understanding of phonetics and improve their pronunciation and comprehension of spoken French. Through listening exercises, poetry, and role-plays, students will work on articulation, rhythm and intonation. Conducted in French.   Sample Syllabus                                                                    Visual Art Workshop - FREN-UA 9865 - 2 points                               Open to students in both Program I &amp; II   Students may work in a variety of realms such as drawing, painting, photography and/or folding. During the course the students will have the opportunity of creating alongside the professor in her art studio.  Students wishing to carry out a personal creative project are most welcome to develop it during the art classes. However, students choosing this must imperatively have proof prior to beginning art classes.  The course includes visits to museum to explore the wide range of subjects and materials available to contemporary artists, and concludes with the exhibition/ theatre performance in a prestigious Parisian venue at the end of the semester. Conducted in English.     Sample Syllabus                                                                     Poetry (Re)creation Workshop - FREN-UA 9968 - 2 points                               This workshop is both an active language and literature course, destined to introduce French poetry to students. In this course we will read poetry out loud in order to show how poetry is founded on rhythm and the repetition of phonetic and syntactic elements. This pragmatic approach will not only allow students to improve their pronunciation, but also to understand the poetic genre, the quality of poets’ language, their interest in etymology, metaphor, imagery, etc. Close readings, paraphrase and translations will allow students to considerably improve their mastery of the French language so that they in turn will be able to produce poetry of their own. This course will help them to integrate the phonic, rhythmic and musical dimensions of poetry, as well as learn about its various uses, from the intimate to historical testimonies. Conducted in French.                                Program I - French Language, Society &amp; Culture - English Track                                                  Intensive Elementary French - FREN-UA 9010 - 6 points                               Presentation and systematic practice of basic structures and vocabulary of oral French through dialogues, pattern drills, and exercises. Correct pronunciation, sound placement, and intonation are stressed. For students with little or no command of French. Completes the equivalent of one year's elementary course. Textbook: Alors? Conducted in French.     Sample Syllabus                                                                    Intensive Intermediate French - FREN-UA 9020 - 6 points                               Prerequisite: FREN-UA 10 or FREN-UA 1-2. Open to students who have completed the equivalent of a year's elementary level and to others on assignment by placement test. Completes the equivalent of a year's intermediate level in one semester.   Acquisition and practice of more sophisticated structures of French. Development of fundamental oral and written skills, vocabulary enrichment, conversational ability. Short reading texts; guided compositions. Completes the equivalent of one year's intermediate course. Textbook: Alors? Conducted in French.       Sample Syllabus                                                                    Conversation and Composition - FREN-UA 9030 - 4 points                               Prerequisite: FREN-UA 11-12 or FREN-UA 20. Open to students who have completed the equivalent of a year's intermediate level and to others who have passed the proficiency examination but who wish to review their French in order to take advanced courses in language, literature, and civilization.   Systematizes and reinforces language skills presented in earlier level courses through an intensive review of grammar, written exercises; an introduction to composition, lexical enrichment, and spoken skills. Conducted in French.     Sample Syllabus                                                                    The French Art World in the 20th Century: French Avant-Garde Painting, 1848-1914 - ARTH-UA 9414 - 4 points                               Prerequisite: For Fine Arts Majors/ Minors, permission of Fine Arts Chair/Faculty required Open to all NYU-France students. For Fine Arts Major/Minor credit, students need to have taken ARTH-UA.0002 or ARTH-UA.0400 and permission from DUGS or chair.   Beginning with the grandeur of Paris during the Belle Epoque and the Exposition Universelle of 1900, and moving to the violence and tragedy of World Wars I and II, this course examines the French modernist art movements of the first part of the 20th century. After identifying the origins of modernism in the late 19th century with Impressionism and Post-Impressionism, we will consider the ways in which Fauvism, Cubism, Expressionism, and Primitivism redefined modernism for the 20th century. Working with Dada and Surrealist art works, we will evaluate the relationship between humor, critique, and cultural and political dissension in artistic production. Finally, we will examine the trans-Atlantic currents of Abstraction, looking at Abstract Expressionism, L’Art Informel, and the Nouveau Realistes. Throughout this exploration, we will interrogate how social history, shaped by politics, gender, and race, informed the construction of an artistic modernism in the 20th century. Conducted in English.     Sample Syllabus                                                                       Le Grand Paris, Present and Future - ARTH-UA 9850 - 4 points                               Paris by the Seine stars in more Hollywood films than any other city. London on the Thames takes close runner-up position. But more than mythic, popular-culture stage sets, these two great European capitals operate as spectacular rival models in face of real-life, 21st-century dramas. Our course concentrates on a sequence of case studies targeting the evolving architecture and urban plan of Paris. We focus on current thematic debates crucial to its identity, survival and future—tradition contra innovation, continuity contra rupture, preservation contra demolition, obsolescence contra revitalization. We investigate controversies over the low- and high-density city; legislation on building heights, protection of skyline and riverbanks; the interface between historic and experimental building types; the balance between public and private space, residential and mixed-economy neighbourhoods, inner-city rehabilitation and suburban sprawl; intra- and extra-muros transportation systems (road, rail, river, air). As a foil and finale to our Paris studies, we conclude with a critical comparative analysis of contemporary London to illuminate fundamental differences between these two global cities: the rational French model largely tempered by state control against the exuberant English model predominantly driven by ultra-liberal policies. Will the third millennium ideal city emerge as a polymorphic combination of the two approaches? Conducted in English .   Sample Syllabus                                                                    European Society and Cinema - FREN-UA 9865 or DRLIT-UA 9524 - 4 points                               This course examines the social, economic, and political role of cinema in Europe, with an emphasis on recent decades. It takes into consideration transformations in film as a narrative form and cultural product in the shift from national cinema traditions to global communications networks and media convergence. Films studied include popular, independent, and avant-garde films from a range of countries and cultures. The structures of production, distribution, and conservation are also considered through visits to exhibitions, archives and movie theatres. Conducted in English.     Sample Syllabus                                                                      Experiential Learning II - EXLII-UF 9302 - 2 points                               Open to Global Liberal Studies students only.   Students come into close contact with the daily life of the site at which they are studying through a two-semester experiential learning sequence, which is designed to contextualize the site's culture and give students internship or internship-like experiences in the community. The fall Experiential Learning I course begins the immersion experience with a variety of community-based projects and an advanced introduction to the site's cultural and social identity. The spring Experiential Learning II includes a 2-credit on-site component that emphasizes internships (or the equivalent) and a 2-credit Junior Independent Research Seminar (for which students will register separately), in which students work online with a GLS faculty member and students with similar interests at different sites to craft an independent research project, an important preparation for the senior thesis. Conducted in English.                                                                      Internship Seminar Fieldwork - NODEP-UA 9982 or INDIV-UG 9350 - 4 points                               Enrollment by permission only. Application required.     This 4 credit course includes a weekly seminar and two full days and one half day (Monday-Friday) for their internship. Internship placements are made by EUSA, an organization partnering with NYU.     The seminar portion of the course explores many different aspects of your internship site. The goal is to finish the semester with an in-depth understanding of the company or organization, including its approach, its policies, and the context in which it operates. We will also discuss more generally the state of the contemporary workplace and ourselves as workers. Finally, you will use the seminar to reflect critically and analytically on the internship experience and as a way to refine your own personal and professional goals.     Sample Syllabus coming soon                                                                          The History of Photography in France - FREN-UA 9865 - 4 points                               NYU Art History Students: This course counts for Elective Credit   This course explores photography from the 1830s to the present day, emphasizing style and subject matter (rather than technical processes) in the work of the major photographers. We will consider how photography has enlarged and affected our vision and knowledge of the world and how photography and modern art have influenced each other. Conducted in English.   Sample Syllabus                                                                    Intro to the Parisian Contemporary Art Scene - FREN-UA 9865 - 4 points                               NYU Art History students: This course counts for Art History Elective credit.   This course aims to understand and appreciate the creativity and dynamism of the Parisian art scene today through an exploration of contemporary art in the capital. The course will focus on the diversity of resources provided by the city, with special attention to new artistic practices and loci of production, as well as the multiple actors involved, from artists themselves to private galleries to art critics and museum curators. Reference to major avant-garde art movements of the past such as dada, geometrical abstraction, surrealism and expressionism will also be made in order to better situate today’s artistic concerns. Conducted in English.   Sample Syllabus                                                                    Ideal Society in Theory &amp; Practice, France Since the Middle Ages - FREN-UA 9865 - 4 points                               An introduction to classic texts of French political and social philosophy. Consideration of the historical influences upon and the historical impact of French thinkers. Through close readings and analysis of selected passages from primary sources (in English translation), and those few seminal non-French works that inspired new directions in French thought, we will explore the intellectual framework and historical references that inform French debates on politics and society to the present day. Philosophers to be considered include St. Thomas Aquinas, Machiavelli, Montaigne, de la Fontaine, Descartes, Montesquieu, Rousseau, Napoleon Bonaparte, Saint-Simon, Prudhon, Marx, Jules Ferry, Zola, Fanon, Camus, and Sartre. Conducted in English.   Sample Syllabus                                                                    Power & Representation: Art from the Ancien Régime to the Age of Revolution - FREN-UA 9865 - 4 points (may be counted for MCC credit)                               Please note that this course can be counted toward the NYU Media, Culture, &amp; Communication major. Should you choose to enroll in this course, please notify your MCC primary advisor. He or she will make sure this course is accurately reflected in your academic record.   Our course explores the dramatic evolution of French art across 200 tumultuous years, from its classical origins under Louis XIII and Louis XIV's Old Regime, through its transformations across the Enlightenment period, to its radical Neo-Classical revision during the French Revolution, and Romantic reconstruction at the demise of the Napoleonic era and Bourbon Restoration, ending with the 1830 Revolution. Through analysis of the reciprocity between artists and the political-cultural institutions of Paris, we examine the ways by which art ―painting, architecture, popular prints, caricatures―operates as a potent discursive programme within French society. Its role as a dense symbolic language of communication and persuasion, and/or as a critique of social and moral values dominates our investigation. It also serves as a model to investigate the role of contemporary electronic and print media and their influence on our perceptions of society and the representation of power in the global world. Conducted in English.                                                                      Experimental Theatre Workshop - FREN-UA 9868 - 4 points                               This course is designed to allow students to analyze and reenact excerpts from Molière’s plays. We will discover the playwright Molière (1622-1673) who was also an actor, troupe leader, and the author of numerous plays which remain to this day the most frequently staged plays in France. The recurring themes in his plays will be discussed, particularly in relation to the time period during which the plays were written. We will also touch on the role of farce in the work of this playwright who was nicknamed in the 17th century “the foremost joker in France.” Dramatic analysis of the plays chosen will require a comparative study of texts in French and in English.   We will read and analyze these texts out loud. Certain excerpts will need to be memorized. We will analyze the ideas expressed as well as the importance of certain words, of the images evoked, and of the punctuation used in order to bring to life the rhythm and musicality of the phrases. The ultimate objective of this course will be to arouse the creativity of each student with regard to the many possibilities for modern interpretation, notably in reimagining décor, costumes, and Molière’s stances.   T he texts studied will be excerpts from the following Molière plays: Tartuffe, The Misanthrope, The Miser, The Bourgeois Gentleman, The Doctor in Spite of Himself, and Don Juan . The students will also be required to read three plays of their choice in their entirety.   Conducted in English.                                                                      Literary Classics: French, British, and Post-Colonial Perspectives - FREN-UA 9868 - 4 points - under development                               This course can count toward the cultural specialization or elective within the major requirements in Comparative Literature. However, it is recommended that Comparative Literature majors check with their  DUGS to have this course approved for their individual specialization. This course CANNOT be counted as a core comparative literature course.      In this course we focus on four contemporary novels in which the world of the character, the narrator, or the author, is read through the lens of a literary classic. In each case, the reading and rewriting of the primary text involves temporal and spatial displacements (from the 18th to the 20th century, from Europe to the Carribean and to the South Pacific) that generate shifting perspectives and a constant reshuffling of centre and periphery. Between a reverential affiliation to the past and a creative misreading and rewriting of it, these intertextual encounters with « great » Western literary works insistently raise the questions of identity, originality, and “writing back”. Exploring these questions will therefore also involve drawing on comparative, translation, and postcolonial studies. Conducted in English.                                                                        The French Revolution &amp; Napoleon - HIST-UA 9143 - 4 points                               Lift your eyes as you walk down any street in Paris and you'll soon see a building adorned with the tricolore and the words Liberté, Egalité, Fraternité. Turn a corner and in the distance you'll see the Arc de Triomphe built to the glory of Napoleon's army or the Eiffel tower erected for the centennial of the fall of the Bastille. Even the metro stops, Concorde, Nation, République, Austerlitz, Iéna, echo with the memory of the years of the French Revolution and the First Empire.  But what historic reality does all this evoke? What led some French people to overthrow their age old Monarchy, turn their backs on the Church and launch into a new era of Republican government? What caused others to resist such changes with all their might? And why did the experiment end within 10 years, giving way to military dictatorship and an Empire which spread French rule across Europe.  This semester we shall explore these issues and others pertaining to the Age of the French Revolution &amp; Napoleon through lectures, readings, discussions and site visits in and around the city of Paris. Conducted in English.                                                                      Fashion and Power - MCC-UE 9345 - 4 points                               Registration priority for Media, Culture, and Communication (MCC) courses offered at NYU Paris will be given to NYU MCC majors. Other students will be able to register as space remains available. Please pay close attention to course notes displayed in Albert.   This course examines fashion both from its diffusion in a globalized society, and as a form of communication and culture. We will examine how fashion has been valued through social sciences – history and sociology on the one hand, and economy on the other hand, from its production to its consumption. The course will address fashion in terms of issues of consumerism and sustainability in a post industrialized society. Conducted in English.   Sample Syllabus                                                                    Global Media Seminar: France and Europe - MCC-UE 9454 - 4 points                               Registration priority for Media, Culture, and Communication (MCC) courses offered at NYU Paris will be given to NYU MCC majors. Other students will be able to register as space remains available. Please pay close attention to course notes displayed in Albert.   This course introduces students to the basic structures and practices of media in Europe and their relationship to everyday social life. It pays special attention to the common models and idioms of media in Europe, with an emphasis on national and regional variations. Specific case studies highlight current trends in the production, distribution, consumption, and regulation of media. Topics may include: national or regional idioms in a range of media genres, from entertainment, to advertising and publicity, to news and information; legal norms regarding content and freedom of expression; pirate and independent media; and innovations and emerging practices in digital media. Conducted in English.   Sample Syllabus                                                                    Paris Pairs in Modern Literature &amp; Art - FREN-UA 9868 or SASEM-UG 9352 - 4 points                               This class looks closely at affinities between writers and artists who have frequented Paris cafés and ateliers together from the turn of the 20th Century up to the present day. We explore cross-pollination between the arts, as well as notable points of difference, examining works of art in the context of the dynamic artistic communities which produced them. Students learn to write about sculpture, painting, and film, as well as literature, and keep a journal of their travels within the city to pertinent neighbourhoods, parks, and museums. Our focus will be on five dynamic pairs: Rodin &amp; Rilke, Hemingway &amp; Joyce, Stein &amp; Picasso, Demy &amp; Varda, Proust &amp; Colette. Conducted in English.     Sample Syllabus                                                                      France &amp; Islam - FREN-UA 9865 - 4 points                               An exploration of the historical and on-going contact between France and the Muslim world, including, most notably, the important Muslim population living in France today. The course examines the historical links between France and its colonial possessions in North and West Africa and the Middle East, the place of Islamic religious practice in a traditionally Catholic, and officially secular, France, and the frictions generated by newly politicized forms of Islam. Also considered is the ‘crisis’ of the banlieue , or French suburbs, and the cultural, generational, and religious tensions in evidence there. Conducted in English.   Sample Syllabus                                                                    Topics in French Literature: the Human-Animal in French Literature and Philosophy - FREN- UA 9865 - 4 points                               “He’s a real dog!” “What a pig!” “She’s a fox!” “What an animal!” In this course we follow major French authors in the adventure of imagining, toying with, and (re)thinking the often problematic distinctions between the human and the animal. Through our study of a wide variety of genres and disciplines, we examine both the theoretical discourses and artistic and literary representations of the human-animal relation. Authors include Montaigne, contemporary novelist Marie Darrieussecq, the fabulist La Fontaine and the filmmaker François Truffaut. Drawing from a wide selection of texts and media we explore the multiple forms this relation has taken and the extent to which it touches areas about which we humans, “rational animals,” remain particularly sensitive.                                Program II - French Language, Society &amp; Culture - French Track                                                  Spoken Contemporary French - FREN-UA 9101 - 4 points                               Prerequisite: FREN-UA 30, or assignment by placement test, or approval of the director.   Assumes a mastery of the fundamental structures of French. May be taken concurrently with FREN-UA9105. Helps the student to develop vocabulary, to improve pronunciation, and to learn new idiomatic expressions. Introduction to corrective phonetics and emphasis on understanding contemporary French through a study of authentic documents; radio and television interviews, advertisements, spontaneous oral productions, etc. Conducted in French.   Sample Syllabus (Coydon)   Sample Syllabus (Guédon)                                                                      Written Contemporary French - FREN-UA 9105 - 4 points                               Prerequisite: FREN-UA 30, assignment by placement test, or approval of the director.   Designed to improve the student's written French and to provide advanced training in French and in comparative grammar. Students are trained to express themselves in a variety of writing situations (diaries, transcriptions, narration, letters, etc.). Focuses on the distinction between spoken and written styles and the problem of contrastive grammar. Emphasis is on accuracy and fluency of usage in the written language. Conducted in French.   Sample Syllabus                                                                    Advanced Conversation - FREN-UA 9102 - 4 points                               Prerequisite: FREN-UA 101, or assignment by placement test.   For students with relative fluency in French who wish to further strengthen their pronunciation and command of spoken French. Develops the skills presented in FREN-UA 9101 through an in-depth study of French phonetics (corrective and theoretical), and analysis of the modes of oral discourse in French. Emphasis is on understanding spoken French (modes of argument, persuasion, emotion, etc.) through analysis of authentic documents and development of student discourse in French. Conducted in French.   Sample Syllabus                                                                    Advanced Composition - FREN-UA 9106 - 4 points                               Prerequisite: FREN-UA 105 or assignment by placement test.     Aims to refine students' understanding of and ability to manipulate written French. Students practice summarizing and expanding articles from French magazines and papers and learn how to organize reports and reviews in French. Focuses on the distinction between spoken and written styles and the problem of contrastive grammar. Emphasis on accuracy and fluency of usage in the written language. Conducted in French.   Sample Syllabus                                                                    Acting French - FREN-UA 9109 - 4 points                               Prerequisite: FREN-UA 30 or assignment by placement test.   Use of drama and theatre techniques to help students overcome inhibitions in their oral use of language. Exercises and activities are designed to improve pronunciation, intonation, expression, and body language. Students work in collaboration with the professor, trained in the experimental methods of the French director Jacques Lecocq. This semester's focus will be to analyze and reenact excerpts from Molière’s plays . Conducted in French.                                                                      Business French - FREN-UA 9110 - 4 points                               Prerequisite: FREN-UA 30, FREN-UA 105, or permission of the instructor.   Designed for students who wish to become familiar with the specialized language used in French business. Emphasis is on oral and written communication and the acquisition of a business and commercial vocabulary dealing with the varied activities of a commercial firm: advertising, transportation, banking, etc. Group work in simulated business situations and exposure to &quot;authentic&quot; spoken materials are stressed. Qualified students have the option of taking the Exam of the Chamber of French Commerce at the end of the course. Conducted in French.   Sample Syllabus                                                                    European Painters II: From Post-Impressionism to after WWII - ARTH-UA 9416 or FREN-UA 9716 - 4 points                               NYU Art History Students: T his course counts for Art History elective credit.     This course studies the rise of modern and contemporary art in Europe in relation to its cultural, historical and social contexts. The works of Matisse, Picasso, Duchamp, Dali, Miro and Magritte, among others, are considered. The course includes both class lectures with slides and museum visits. Conducted in French.                                                                          Paris through its Museums and Monuments - ARTH-UA 9665 - 4 points                               NYU Art History students: This course counts for Art History elective credit.   Paris of the 19th and early 20th centuries developed into a major urban center, in part because of the promise of liberty that drew people there following the upheavals of the Revolution. The urban renewal that occurred under the Second Empire in the mid-19th century in particular transformed the capital into a modern city of innovation and spectacle. While the official arts reflected the tastes and priorities of successive governments and the emergent bourgeoisie, it was the avant-garde that most marked the city as a site of resistance and daring. In this course we study these different art movements as they relate to the city of Paris, studying the sites, movements, and transformations that helped shape the modern arts. Conducted in French.   Sample Syllabus                                                                    The Birth of Democracy in Europe - FREN-UA 9091 or HIST-UA 9091 or POL-UA 9591 - 4 points                               We begin with a definition of the term &quot;democracy&quot; as developed by the Athenian City-State in the 5th century before Christ, before moving on to discuss its reappraisal by such theoreticians of the 17th century as Locke, or of the Enlightenment, such as Montesquieu and Rousseau. Their versions, indeed, serve as the basis for the French Revolution of 1789. A long and difficult process, democracy needed nearly a century before establishing itself in France. Drawing on numerous examples from 19th and 20th century history, we will try to understand why the great contributions of democracy, such as universal suffrage and the concept of individual liberty, were so difficult to put into operation. We will also consider why these &quot;givens&quot; are still fragile. Conducted in French.   Sample Syllabus                                                                    Readings in French Literature II: The Modern Era - FREN-UA 9121 - 4 points                               In this course students read masterpieces of French literature from the French Revolution to the end of the twentieth century. Works are considered from various historical, aesthetic and theoretical perspectives. Texts include: Le Père Goriot (Balzac); Madame Bovary (Flaubert); Les Faux-Monnayeurs (Gide); La Nausée (Sartre); Le Ravissement de Lol V. Stein (Duras), and Du côté de chez Swan I (Proust), which will be the subject of a final essay. Conducted in French.   Sample Syllabus                                                                    Contemporary France - FREN-UA 9164 - 4 points                               The course considers the concept of “French civilization” in both its mythical and real aspects. The first half of the course focuses on the political, socio-economic, and cultural history of France in the modern period, from roughly 1870 to the 1980. The second half of the course looks more closely at the contemporary period, focusing on the various ‘crises’ and transitions that have marked France during the past 20 years. Topics include the challenges of the post-colonial period (immigration, la francophonie, questions of identity), France in and of the European Union, France and globalization, and social issues in current events (the status of women, la banlieue, social exclusion). Conducted in French.   Sample Syllabus                                                                    France, the US, and the Arab World: Past and Present - FREN-UA 9865 - 4 points                               Through a multidisciplinary approach, the course will address the different political, economic, historical and sociological issues raised by the current situation in the Arab world in order to determine the French and American answers especially in the context of the Arab spring and the Israeli-Palestinian conflict. The course will offer insights and analyses on the different roles which are played by France and the United States on the issues of youth, women, and Modern Islam in the Arab World and on how their soft power is perceived by the Arab countries and their populations. By addressing the foreign policies that have been articulated in the region, we will also bring into light the dichotomy between the “old” and the “new” diplomacy.                                                                        Paris, City of Theater - FREN-UA 9968 - 4 points                               Since the 17th century Paris has been as a city of and for the theatre, from the great sites and  events that have marked theatre history, to the spectacle and fantasy that the city imparts.  In this course, we study the great works of French theatre, from the classics to the very  contemporary, through readings, performances, and visits in and around Paris to the lieux  de mémoire of the theatre world. Through the study of works by Corneille, Molière, Hugo,  Feydeau, Ionesco, Beckett, Sartre, and others, we consider how Paris has been integral to and  shaped by the world of French theatre. Visits include such prestigious venues as the Comédie  Française, the grands boulevards where Parisians discovered Shakespeare in the age of Sarah  Bernhardt, the remains of the Théâtre du Marais where Corneille performed his plays, or  Versailles where Molière helped lead the grand spectacle that was life under Louis XIV.  Conducted in French.   Sample Syllabus                                                                    Francophone Cinema - FREN-UA 9965 - 4 points                               An analysis of North and French West African cinema. In this course, we consider the aesthetic and political choices faced by African filmmakers working in the post-Independence period. Questions concerning tradition and modernity, the search for a collective and/or national identity, emigration, exile and return, history and memory, will frame our approach. Conducted in French.                                                                      Gender &amp; Sexuality in France - FREN-UA 9965 - 4 points                               An introduction to the problems of gender as they have been expressed in France. Beginning with an historical overview, we consider the category of ‘woman’ as it was defined from the Revolution to the founding of French feminism at the end of the 19th century. The second part of the course is devoted to an exploration of gender as a political issue during the past 20 years, through consideration of such topics as parité, prostitution, colonialism, post-colonialism, and queer studies. Conducted in French.   Sample Syllabus                                                                    The Contemporary Art World - FREN-UA 9965 - 4 points                               Art History students: This course counts for Art History elective credit.   In this course we explore the contemporary arts in France in their historic and social context. Beginning with current trends, we attempt to situate what’s new within a longer tradition of artistic production. Themes studied include the nature of the object, the monochrome, the body, the idea of nature, personal mythologies, the importance of light. The course includes visits to contemporary galleries and museums. Conducted in French.                                                                    Writing Workshop: Writing Paris - FREN-UA 9968 - 2 points                               Given in the form of a workshop, this course allows students to improve their written expression through the study and practice of a variety of literary registers, mostly drawn from contemporary literature. The workshop associates literary creation and French language instruction with the firm belief that creative writing in French is possible for students at all levels. Its primary objective is the reinforcement of students’ written competencies in French, accomplished through intensive writing sessions with the common theme of Paris. Students are invited to appropriate Paris through various writing activities, inspired by writers such as Baudelaire, Perec, or Modiano, designed to help students capture the city through its movements, its images, and its different facets. The regular practice of creative writing as well as systematic re-writing of all work will allow students to reinforce grammatical structures while expanding vocabulary. Conducted in French.     Sample Syllabus                                                                    Between Fiction and Reality: New York and Paris - SOC-UA 9461 or SCA-UA 9624 - 4 points                                As major metropolises, Paris and New York are deeply engaged in processes of globalization: each has to stay competitive, to accumulate wealth, to hold on to its inhabitants as well as to attract tourists, business professionals, students, and immigrants. Each dreams of one day becoming a “green” city. Danger also exists in both of these cities, amplified by rumor and fantasy. In this course we will study these phenomena through the analysis of novels, films, television series, artwork, and architecture, to ask how various representations of the city have changed and been managed over time, by diverse social actors and observers. Conducted in French.      Sample Syllabus                                                                      New Currents in French Literature - FREN-UA 9968 - 4 points                               This course looks at the world of literary production today in France - its links to economic, social, and political concerns, its literary merits, and its place within an important literary tradition. Students read texts of the some of the major writers working today in France, including Le Clézio, Claude Simon, Amélie Nothomb, Michel Houellebecq, Catherine Millet, among others, and in relation to some of the 'sacred texts' that have shaped the contemporary French literary landscape: Proust, Duras, Sartre, Céline. Conducted in French.   Sample Syllabus                                                                    Love Stories from the Middle Ages to the Present - FREN-UA 9968 - 4 points                               Love, as it refers to sexual attraction, emotional attachment and spiritual elevation, has provided literature with a wealth of adventures, emotions, fantasies and reflections. In this course we will examine through a historical, thematic and narratological lens the interplay of these various elements throughout love stories, whether they be happy, tragic, poetic, realistic or ironic.     Course Conducted in French                                                                      NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                          Upcoming Application Deadlines   Spring Semester    Priority: September 15   Regular: October 15   Applications received after October 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.                                                                 Admitted Students                                              Learn     Courses   Special Programs   Faculty   Facilities &amp; Services   Beyond the Classroom   Internships   Language Immersion   Graduate Programs   Liberal Studies (Freshman Year)                Live     Housing &amp; Meals   Cost &amp; Budgeting   Language   Culture &amp; Customs   Cultural Activities Blog   Health &amp; Safety   Staff                Explore      Getting Around   Restaurants    Nightlife    Things to do    Local Travel    Regional Travel                                   Questions?        Contact Us                                                                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Upcoming Undergraduate Course Schedule &amp; Descriptions    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Upcoming Undergraduate Course Schedule &amp; Descriptions                                              Click here for SUMMER 2015 course schedule and descriptions!  DEPARTMENT OF  FRENCH    UNDERGRADUATE  COURSE OFFERINGS    FALL 2015   JUMP TO : Language Courses Advanced Language Courses Core Courses Senior Seminars French Electives Other   LANGUAGE COURSES Information on placement into language courses can be found HERE . In addition, CAS's schedule of exams are available HERE . FREN-UA 1 Elementary French I Open to students with no previous training in French. Not equivalent to FREN-UA 10. Only by following FREN-UA 1 with FREN-UA 2 can a student complete the equivalent of FREN-UA 10 and then continue on to the intermediate level.                                                      25 W. 4th St., C-12; C-11 (sec. 3 only); C-7 (secs. 8 and 10); C-3 (sec. 11 only) Section 001: MWR, 8:00am – 9:15am (#6825) – Maria Sanchez-Reyes Section 002: MWR, 9:30am – 10:45am (#6826) – Aileen Christensen Section 003: MWR, 9:30am – 10:45am (#6827) – Nicolas Estournel Section 004: MWR, 11:00am – 12:15pm (#6828) – Fatiha Bali Section 005: MWR, 12:30pm – 1:45pm (#6829) – Fatiha Bali Section 006: MWR, 2:00pm – 3:15pm (#6830) – Jean-Pierre Graff Section 007: MWR, 3:30pm – 4:45pm (#6831) – Rachel Watson Section 008: MWR, 3:30pm – 4:45pm (#6832) – Claire Reising Section 009: MWR, 4:55pm – 6:10pm (#6833) – Amelia Fedo Section 010: TWF, 12:30pm – 1:45pm (#6834) – Jeffrey Fuller Section 011: MTR, 9:30am – 10:45am (#6835) – Mimi Zhou FREN-UA 2 Elementary French II Continuation of FREN-UA 1. To continue on to the intermediate level, a student must complete both FREN-UA 1 and FREN-UA 2. This two-semester sequence is equivalent to FREN-UA 10. 25 W. 4th St., C-15; C-11 (sec. 7 only) Section 001: MWR, 9:30am – 10:45am (#6835) – Masha Beliaeva Section 002: MWR, 11:00am – 12:15am (#6836) – Jean-Pierre Graff Section 003: MWR, 12:30pm – 1:45pm (#6837) – Jean-Pierre Graff Section 004: MWR, 2:00pm – 3:15pm (#6838) – TBA Section 005: MWR, 3:30pm – 4:45pm (#6839) – TBA Section 006: MWR, 4:55pm – 6:10pm (#6840) – TBA Section 007: TR, 2:00pm – 4:00pm (#16728) – Fatiha Bali   Section 007 is exclusively for Tisch School of the Arts stduents and is only   available to students who have received permission from the   Department of French. FREN-UA 10 Intensive Elementary French (6 points) Open to students with no previous training in French. Completes the equivalent of a year's elementary level in one semester. 25 W. 4th St., C-7 Section 001: MTWRF, 8:00am – 9:15am (#6841) – TBA Section 002: MTWRF, 9:30am – 10:45am (#6842) – TBA Section 003: MTWRF, 11:00am – 12:15pm (#6843) – Melanie Hackney FREN-UA 11 Intermediate French I Open to students who have completed the equivalent of a year's elementary level and to others on assignment by placement test. Not equivalent to FREN-UA 20. Only by following FREN-UA 11 with FREN-UA 12 can a student complete the equivalent of FREN-UA 20 and then continue on to the post-intermediate level. 25 W. 4th St., C-16; C-18 (sec. 7 only) Section 001: MTR, 8:00am – 9:15am (#6844) – TBA Section 002: MTR, 9:30am – 10:45am (#6845) – Stéphanie Dubois Section 003: MTR, 11:00am – 12:15pm (#6846) – Samantha Presnal Section 004: MTR, 12:30pm – 1:45pm (#6847) – Samira Ait-Jafour Section 005: MTR, 2:00pm – 3:15pm (#6848) – Samira Ait-Jafour Section 006: MTR, 3:30pm – 4:45pm (#6849) – Lauren Weaver Section 007: TWF, 12:30pm – 1:45pm (#6850) – Gabriella Lindsay FREN-UA 12 Intermediate French II Continuation of FREN-UA 11. To fulfill the MAP requirement and continue on to the post-intermediate level, a student must complete both FREN-UA 11 and FREN-UA 12. This two-semester sequence is equivalent to FREN-UA 20. 25 W. 4th St., C-5 Section 001: MTR, 8:00am – 9:15am (#6851) – Johann Voulot Section 002: MTR, 9:30am – 10:45am (#6852) – Kaliane Ung Section 003: MTR, 11:00am – 12:15pm (#6853) – Johann Voulot Section 004: MTR, 12:30pm – 1:45pm (#6854) – TBA\u2028 Section 005: MTR, 2:00pm – 3:15pm (#6855) – TBA Section 006: MTR, 3:30pm – 4:45pm (#6856) – Samira Ait-Jafour\u2028 Section 007: MTR, 4:55pm – 6:10pm (#6857) – TBA FREN-UA 20 Intensive Intermediate French (6 points) Open to students who have completed the equivalent of a year's elementary level and to others on assignment by placement test. Complete's the equivalent of a year's intermediate level in one semester. 25 W. 4th St., C-19 Section 001: MTWRF, 8:00am – 9:15am (#6858) – TBA Section 002: MTWRF, 9:30am – 10:45am (#6859) – Mary Haslam Section 003: MTWRF, 11:00am – 12:15pm (#6860) – Stéphanie Dubois Section 004: MTWRF, 2:00pm – 3:15pm (#6861) – Jennifer Gordon FREN-UA 30 Conversation &amp; Composition Systemizes and reinforces the language skills presented in earlier-level courses through an intensive review of grammar, written exercises, an introduction to composition, lexical enrichment, and spoken skills. Section 001: MWR, 8:00am – 9:15am (#6862) – TBA Section 002: MWR, 9:30am -10:45am (#6863) – Aline Baehler Section 003: MWR, 11:00am – 12:15pm (#6864) – Mary Haslam Section 004: MWR, 12:30pm – 1:45pm (#6865) – Aline Baehler Section 005: MWR, 2:00pm – 3:15pm (#6866) – TBA Section 006: MWR, 3:30pm – 4:45pm (#6867) – Anna-Caroline Prost Section 007: MWR, 4:55pm – 6:10pm (#6868) – Anna-Caroline Prost  ADVANCED LANGUAGE COURSES FREN-UA 101 Spoken Contemporary French Helps the student to develop vocabulary, improve pronunciation, and learn new idiomatic expressions. Introduction to corrective phonetics and emphasis on understanding contemporary French through a study of such authentic documents as radio and television interviews, advertisements, and spontaneous oral productions. 25 W. 4th St., C-3 Section 001: MTR, 11:00am – 12:15pm (#6869) – Nils Froment Section 002: MTR, 12:30pm – 1:45pm (#6870) – Nils Froment Section 003: MTR, 2:00pm – 3:15pm (#6871) – Olivier Berthe Section 004: MTR, 3:30pm – 4:45pm (#6872) – Olivier Berthe FREN-UA 103 French Phonetics John Moran TR, 2:00pm – 3:15pm 25 W. 4th St., C-10 #7959 Ce cours est un cours de linguistique. Dans ce cours, on parlera de la phonétique et de la prononciation. Ce cours vous donnera l'occasion: (1) de mieux comprendre les systèmes phonologiques du français et de l'américain (oui, j’ai écrit l’américain!), (2) de découvrir et expliquer les problèmes typiques d'un anglophone américain qui apprend le français, (3) de découvrir et expliquer les problèmes typiques d’un francophone qui apprend l’américain, (4) de corriger ces mêmes problèmes (ce qu'on appelle «la phonétique corrective»), (5) d'améliorer votre prononciation du français et votre compréhension auditive, (6) de développer votre capacité de reconnaître vos propres erreurs et de les corriger, (7) d'apprendre l'alphabet phonétique international (API), qui vous sera un outil indispensable dans toutes vos études linguistiques, (8) de perfectionner votre façon d'expliquer un phénomène linguistique (ou n'importe quel autre phénomène) d'une façon nette et précise, (9) de maîtriser le vocabulaire linguistique en français et en anglais et (10) de mieux apprécier le français et votre(vos) propre(s) langue(s) maternelle(s). FREN-UA 105 Written Contemporary French Designed to improve the student's written French and to provide advanced training in French and comparative grammar. Students are trained to express themselves in a variety of writing situations (for example, diaries, transcriptions, narrations, letters). Focuses on the distinction between spoken and written styles and the problem of contrastive grammar. Emphasis on accuracy and fluency of usage in the written language. 25 W. 4th St., C-9; C-11 (sec. 3 only) Section 001: MWR, 9:30am – 10:45am (#6873) – TBA Section 002: MWR, 11:00am – 12:15pm (#6874) – Aline Baehler   (Section 002 is an advanced section) Section 003: MWR, 11:00am – 12:15pm (#6875) – TBA Section 004: MWR, 12:30pm – 1:45pm (#6876) – Jennifer Gordon Section 005: MWR, 2:00pm – 3:15pm (#6877) – Anna-Caroline Prost FREN-UA 107 Translation Emmanuelle Ertel MW, 9:30am – 10:45am 25 W. 4th St., C-1 #6878 Practice of translation through French and English texts taken from a variety of sources to present a range of contrasting grammatical and stylistic problems. Also stresses acquisition of vocabulary. FREN-UA 109 Acting French Melanie Hackney MW, 9:30am – 10:45am 25 W. 4th St., C-10 #6879 This course is both a literature course that will allow you to study important French drama and a language course that will help you progress in French, especially in your oral expression. During the semester, we will traverse the centuries of French theater, lingering on certain authors and representative works. We will attempt to perform scenes for the pleasure of both the eyes and the ears. During this course, you will have regular phonetic exercises, you will read and study theater, you will give expository presentations on authors and contexts and you will memorize and recite/perform poems and scenes -- you will sometimes even write your own!  FREN-UA 110 Business French Prof. Johann Voulot TR, 9:30am – 10:45am 25 W. 4th St., C-4 #7626 Designed for students who wish to learn the specialized language used in French business. Emphasis on oral and written communication, as well as the acquisition of a business and commercial vocabulary dealing with the varied activities of a commercial firm (for example, advertising, transportation, banking). Stresses group work in simulated business situations and exposure to authentic spoken materials.  CORE COURSES (Conducted in French) FREN-UA 120 Readings in French Literature I: Middle Ages and the Early Modern Era Prof. Henriette Goldwyn TR, 11:00am – 12:15pm 25 W. 4th St., C-4 #6880 Introduction to the central works in medieval and early modern French literature. By analyzing plays, chronicles, poems, and novels, students explore the role and status of literature within the era's larger intellectual, political, and social framework. Critical study of key themes, genres, and styles; focuses on analytical writing and literary analysis. Authors studied may included Marie de France, Rabelais, Marguerite de Navarre, Montaigne, Corneille, Diderot, and Voltaire. FREN-UA 121 Readings in French Literature II: The Modern Era (1789 – Present) Prof. Ludovic Cortade TR, 4:55pm – 6:10pm 25 W. 4th St., C-4 #7960 Introduction to central works in modern French literature. By analyzing plays, chronicles, poems, and novels, students explore the role and status of literature within the era's larger intellectual, political, and social framework. Critical study of key themes, genres, and styles; focuses on analytical writing and literary analysis. Follows but does not require completion of Readings I. Authors studied may include Colette, André Malraux, Céline, Simone de Beauvoir, Kateb Yacine, Georges Perec, and Marguerite Yourcenar. FREN-UA 145 Approaches to Francophone Literature Prof. Stéphane Gerson TR, 3:30pm – 4:45pm 25 W. 4th St., C-4 #8249 The course examines the conceptualizing of Francophonie through the literature from a network of French-speaking countries which together form a Francophone space. It not only addresses the colonial past but the anti-colonial and postcolonial situations in which French colonialism is replaced by more complex relationships and ideologies. One of the most difficult issues that confronts the postcolonial francophone world is the question of cultural homogeneity and social integration within national structures. This course focuses on the problematic area of cultural transformation, language contact and the role of the writer in elaborating a post-colonial national identity. The problematizing of language, nation and writing will be examined in both a theoretical way and in the prose fiction of Maryse Conde of Guadeloupe, Jacques Roumain of Haiti, Sembene Ousmane of Senegal and Assia Djebar of Algeria. FREN-UA 164 Contemporary France Prof. Nils Froment TR, 2:00pm – 3:15pm Silver 404 #8728 An introduction to French history, politics, and social relations from 1900 to the present. Attention is paid to the successive crises that challenged France's stature, its national identity, and its Republican model. Topics include the French political and social systems; France's “exceptionalism” and relationships with Europe, the United States, and globalization; colonialism, immigration, and post-colonialism; and gender and class relations.                           (Cross-listed as EURO-UA  288 and HIST-UA 169 )       SENIOR SEMINARS (conducted in French) Permission of the department must be obtained to register for these courses. Please contact Dain Goding for information on receiving a permission code.  FREN-UA 991.001 Espèces d'espaces Prof. Phillip John Usher MW, 11:00am – 12:15pm 25 W. 4th St., C-18 #6883 Le titre de ce cours est emprunté à un livre de Georges Pérec, publié en 1974, qui s’interroge sur le sens des « lieux » dans lesquels nous vivons (le lit, la chambre, l’appartement, l’immeuble, la rue, le quartier, la ville, etc.). Pérec démontre combien ces lieux que nous fréquentons, comme inconsciemment, sont aussi lisibles qu’un livre, combien ces lieux possèdent une logique et une syntaxe, combien ces lieux sont des « fictions » autant que des réalités. Emboîtant le pas à Pérec (que nous lirons) et nous inspirant également de certains autres penseurs du XXe siècle (Foucault, Certeau, Augé, Latour, etc.), nous voudrions donc réfléchir à la façon dont la littérature problématise notre relation aux « lieux », des plus intimes (le lit) aux plus abstraits (l’univers, l’ « anthropocène »). En privilégiant ces questions, nous prélèverons sur l’histoire de la littérature française des œuvres publiées depuis le Moyen Âge jusqu’au XXIe siècle. Auteurs probables (liste préliminaire) : Marie de France, Christine de Pisan, François Rabelais, Joachim du Bellay, Gilles Corrozet, Raymond Queneau, Eugène Ionesco, Michel Butor, Michel Foucault, Georges Pérec, Monique Wittig, Annie Ernaux, Michel Houellebecq. FREN-UA 991.002 La Politique des Images en France Prof. Ludovic Cortade TR, 12:30pm – 1:45pm 194 Mercer, 208 #6884 Ce séminaire, spécialement destiné aux étudiants «Senior», offre une méthode pour comprendre l’importance et l’omniprésence des images dans notre civilisation, et plus particulièrement, en France. Nous essaierons de comprendre les enjeux politiques des images, leur dimension idéologique et l’influence qu’elles exercent sur notre vie quotidienne. Les discussions et les exposés ont pour objectif d’offrir aux étudiants de larges opportunités de s’exprimer et de se situer en tant que citoyens libres de leurs opinions. Thèmes et questions abordés dans ce cours inclurent: L’iconographie des hommes politiques, les rapports entre la politique et l’humour au cinéma, l’influence des images sur la perception du corps, de la sexualité et du genre, la publicité et la société de consommation, la représentation de l’environnement, et la question de la liberté d’expression et de la censure.  FRENCH ELECTIVES  FREN-UA 935 (conducted in French ) Women Writers in France Prof. Laura Hughes MW, 9:30am – 10:45am 25 W. 4th St., C-4 #16734 Il s'agira, à travers les siècles et cinq romans de femme aux styles divers, de voir sous quels traits semble s'esquisser une écriture féminine. L'analyse portera tant sur les thèmes et les personnages que sur l'organisation du texte et les problèmes de la narration, le point du vue, l'expression du temps et de l'espace, sans oublier une certaine forme de recontextualisation historique.  FREN-UA 965 (conducted in French ) Topics in French Literature: Slavery in the Francophone World Prof. Cécile Bishop MW, 3:30pm – 4:45pm 25 W. 4th St., C-19 #8726 Between the seventeenth and the nineteenth century, France was responsible for the kidnapping, forced transport and brutal enslavement of over a million Africans. This course examines representations of slavery in a wide range of media including literature, film and visual arts, from the late 18th century to the present day. In addition to exploring the role of slavery in shaping French and francophone cultures, students will develop new perspectives on the power and limits of literature and art in representing violence and suffering. Authors studied include Madame de Staël, Claire de Duras, Prosper Mérimée, Maryse Condé, André Schwarz-Bart and Patrick Chamoiseau. FREN-UA 865 (conducted in English ) Topics in French Culture: Paris in History, Art and Literature Prof. Olivier Berthe MW, 4:55pm – 6:10pm 25 W. 4th St., C-9 #8267 The aim of this course is to help the student develop an intimate knowledge of France’s capital city. Adopting a chronological approach, we will explore the different stages of Paris’ development through the analysis of numerous historical and literary texts, maps, paintings, photographs and movies. In the process, we will journey through over 2000 years of French history, discovering major political, social and artistic events, and developing a vision of the organic growth of the city. (French majors must fill out a French Coursework Guarantee in order to receive credit towards their major requirements for this course.)  FREN-UA 883 (conducted in English) Cinema and Literature Prof. William Wolf W, 2:00pm – 4:45pm Cantor 101 #6881 Exposes   the student to various modes, such as expressionism, social realism,   and the projection of the hero. One film is viewed per week and   analyzed with reading assignments that include novels, plays, and   poems. The objective is to exploit the potentiality of different media   and to make vivid and intellectual the climate of Europe on which these   media so often focus. (Cross-listed as DRLIT-UA 504.001 ) (Does not count towards the requirements for the French major or minor.)  OTHER Permission of the department must be obtained to register for these courses. Please contact Dain Goding for information on receiving a permission code. FREN-UA 995 Honors Thesis Workshop I (2 points) Prof. Claudie Bernard T, 3:30pm – 6:10pm 19 University Place, room 605 #6885 Only for students who have applied to the honors program and also intend to complete the spring section of the workshop. For information on completing an honors thesis during your senior year, please speak to your adviser. FREN-UA 997 Independent Study (2 – 4 points) #6886 Speak to your adviser for more information on completing an independent study. FREN-UA 980  Internship (2 - 4 points) #6882 Speak to your adviser for more information on completing an internship for credit.   PREVIOUS SEMESTERS:  SPRING &amp; SUMMER 2015  FALL 2014  SPRING &amp; SUMMER 2014  FALL 2013  SPRING &amp; SUMMER 2013  FALL 2012  SPRING &amp; SUMMER 2012  FALL  2011  SPRING 2011                       NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Spring 2015 Undergraduate Course Schedule, French    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Spring 2015 Undergraduate Course Schedule, French      UNDERGRADUATE  COURSE OFFERINGS    SPRING 2015 FREN-UA 1 Elementary French I Open   to students with no previous training in French. Not equivalent to   FREN-UA 10. Only by following FREN-UA 1 with FREN-UA 2 can a student   complete the equivalent of FREN-UA 10 and then continue on to the   intermediate level.                                               Waverly 566B (sec. 1), 570 (sec. 2); Silver 510 (sec. 3 &amp; 4), 402 (sec. 5 &amp; 6), 500 (sec. 7) Section 001: MWR, 8:00am – 9:15am (#9967) – Delphine Stafford Section 002: MWR, 9:30am – 10:45am (#9968) – Kaliane Ung Section 003: MWR, 11:00am – 12:15pm (#9969) – Jean-Pierre Graff Section 004: MWR, 12:30pm – 1:45pm (#9970) – Jean-Pierre Graff Section 005: MWR, 2:00pm – 3:15pm (#9971) – Samantha Presnal Section 006: MWR, 3:30pm – 4:45pm (#9972) – Downing Bray Section 007: TR, 2:00pm – 4:00pm (#22286) – Fatiha Bali    Section 007 is exclusively for Tisch School of the Arts students and is   only availble for students who have received permission from the   Department of French. FREN-UA 2 Elementary French II Continuation   of FREN-UA 1. To continue on to the intermediate level, a student must   complete both FREN-UA 1 and FREN-UA 2. This two-semester sequence is   equivalent to FREN-UA 10. Waverly 429 (sec. 1 &amp; 2), 412 (sec. 3), 512 (sec. 4 &amp; 7), 504 (sec. 5), 510 (sec. 6), 566B (sec. 8); Silver 406 (sec. 9) Section 001: MWR, 8:00am – 9:30am (#9973) – Camilo Frias Section 002: MWR, 9:30am – 10:45am (#9974) – Lauren Weaver Section 003: MWR, 9:30am – 10:45am (#9975) – Gabriella Lindsay Section 004: MWR, 11:00am – 12:15pm (#9976) – Sophia Wilson Section 005: MWR, 12:30pm – 1:45pm (#9977) – Melanie Hackney Section 006: MWR, 2:00pm – 3:15pm (#9978) – Amelia Fedo Section 007: MWR, 3:30pm – 4:45pm (#9979) – Anne-Marie Moscatelli Section 008: MWR, 3:30pm – 4:45pm (#9980) – Anna-Caroline Prost Section 009: TWF, 12:30pm – 1:45pm (#9981) – Janos Kun FREN-UA 10 Intensive Elementary French (6 points) Open to students with no previous training in French. Completes the equivalent of a year's elementary level in one semester. Silver 402 Section 001: MTWRF, 8:00am – 9:15am (#9982) – Bassem Shahin Section 002: MTWRF, 9:30am – 10:45am (#9983) – Sophia Wilson Section 003: MTWRF, 11:00am – 12:15pm (#9984) – Fatiha Bali Section 004: MTWRF, 12:30pm – 1:45pm (#11142) – Jennifer Gordon FREN-UA 11 Intermediate French I Open   to students who have completed the equivalent of a year's elementary   level and to others on assignment by placement test. Not equivalent to   FREN-UA 20. Only by following FREN-UA 11 with FREN-UA 12 can a student   complete the equivalent of FREN-UA 20 and then continue on to the   post-intermediate level. GCASL 374 Section 001: MTR, 9:30am – 10:45am (#9985) – Elena Aleksandrova Section 002: MTR, 11:00am – 12:15pm (#9986) – Stéphanie Dubois Section 003: MTR 12:30pm – 1:45pm (#9987) – Samira Jafour Section 004: MTR, 2:00pm – 3:15pm (#9988) – Michelle Lanchart Section 005: MTR, 3:30pm – 4:45pm (#9989) – Samira Jafour Section 006: MTR, 4:55pm – 6:10pm (#9990) – Chris Beck FREN-UA 12 Intermediate French II Continuation   of FREN-UA 11. To fulfill the MAP requirement and continue on to the   post-intermediate level, a student must complete both FREN-UA 11 and   FREN-UA 12. This two-semester sequence is equivalent to FREN-UA 20. GCASL 274 Section 001: MTR, 8:00am – 9:15am (#9991) – Johann Voulot Section 002: MTR, 9:30am – 10:45am (#9992) – Andy Dubrov Section 003: MTR, 11:00am – 12:15pm (#9993 – Johann Voulot Section 004: MTR, 12:30pm – 1:45pm (#9994) – Nils Froment Section 005: MTR, 2:00pm – 3:15pm (#9995) – Samira Jafour Section 006: MTR, 3:30pm – 4:45pm (#9996) – Manoah Finston Section 007: MTR, 4:55pm – 6:10pm (#9997) – Josh Jordan FREN-UA 20 Intensive Intermediate French (6 points) Open   to students who have completed the equivalent of a year's elementary   level and to others on assignment by placement test. Complete's the   equivalent of a year's intermediate level in one semester. Silver 406 (sec. 1 &amp; 2), 506 (sec. 3 &amp; 4) Section 001: MTWRF, 8:00am – 9:15am (#9998) – Julie Hugonny Section 002: MTWRF, 9:30am – 10:45am (#9999) – Mary Haslam Section 003: MTWRF, 12:30pm – 1:45pm (#10000) – Stéphanie Dubois Section 004: MTWRF, 2:00pm – 3:15pm (#10001) – Katie LaPorta FREN-UA 30 Conversation &amp; Composition Systemizes   and reinforces the language skills presented in earlier-level courses   through an intensive review of grammar, written exercises, an   introduction to composition, lexical enrichment, and spoken skills. 194 Mercer 303 (sec. 1 – 4, 6); Silver 512 (sec. 5) Section 001: MWR, 8:00am – 9:15am (#10002) – Mary Haslam Section 002: MWR, 9:30am -10:45am (#10003) – Aline Baehler Section 003: MWR, 11:00am – 12:15pm (#10004) – Melanie Hackney Section 004: MWR, 12:30pm – 1:45pm (#10005) – Aline Baehler Section 005: MWR, 2:00pm – 3:15pm (#10006) – Anna-Caroline Prost Section 006: MWR, 3:30pm – 4:45pm (#10007) – Chris Bonner  FREN-UA 101 Spoken Contemporary French Helps   the student to develop vocabulary, improve pronunciation, and learn new   idiomatic expressions. Introduction to corrective phonetics and   emphasis on understanding contemporary French through a study of such   authentic documents as radio and television interviews, advertisements,   and spontaneous oral productions. Waverly 566B Section 001: MTR, 9:30am – 10:45pm (#10008) – Nils Froment Section 002: MTR, 11:00am – 12:15pm (#10009) – Nils Froment Section 003: MTR, 12:30pm – 1:45pm (#10010) – Olivier Berthe Section 004: MTR, 2:00pm – 3:15pm (#10011) – Olivier Berthe FREN-UA 103 French Phonetics Jean-Philippe Graff TR, 2:00pm – 3:15pm Waverly 570 #10012 Ce   cours est un cours de linguistique. Dans ce cours, on parlera de la   phonétique et de la prononciation. Ce cours vous donnera l'occasion:   (1) de mieux comprendre les systèmes phonologiques du français et de   l'américain (oui, j’ai écrit l’américain!), (2) de découvrir et   expliquer les problèmes typiques d'un anglophone américain qui apprend   le français, (3) de découvrir et expliquer les problèmes typiques d’un   francophone qui apprend l’américain, (4) de corriger ces mêmes problèmes   (ce qu'on appelle «la phonétique corrective»), (5) d'améliorer votre   prononciation du français et votre compréhension auditive, (6) de   développer votre capacité de reconnaître vos propres erreurs et de les   corriger, (7) d'apprendre l'alphabet phonétique international (API), qui   vous sera un outil indispensable dans toutes vos études linguistiques,   (8) de perfectionner votre façon d'expliquer un phénomène linguistique   (ou n'importe quel autre phénomène) d'une façon nette et précise, (9) de   maîtriser le vocabulaire linguistique en français et en anglais et (10)   de mieux apprécier le français et votre(vos) propre(s) langue(s)   maternelle(s). FREN-UA 105 Written Contemporary French Designed   to improve the student's written French and to provide advanced   training in French and comparative grammar. Students are trained to   express themselves in a variety of writing situations (for example,   diaries, transcriptions, narrations, letters). Focuses on the   distinction between spoken and written styles and the problem of   contrastive grammar. Emphasis on accuracy and fluency of usage in the   written language. Silver 508 (sec. 1), 506 (sec. 2), 512 (sec. 3); 194 Mercer 303 (sec. 4); Waverly 570 (sec. 5) Section 001: MWR, 9:30am – 10:45am (#10013) – Melanie Hackney Section 002: MWR, 11:00am – 12:15pm (#10014) – Aline Baehler  (Section 002 is an advanced section) Section 003: MWR, 12:30pm – 1:45pm (#10015) – Anna-Caroline Prost Section 004: MWR, 2:00pm – 3:15pm (#10016) – Jennifer Gordons Section 005: MWR, 3:30pm – 4:45pm (#10017) – Pierre André FREN-UA 107 Translation Prof. Olivier Berthe TR, 9:30am – 10:45am Silver 500 #10018 Practice   of translation through French and English texts taken from a variety of   sources to present a range of contrasting grammatical and stylistic   problems. Also stresses acquisition of vocabulary.  FREN-UA 108 Advanced Techniques of Translation Prof. Emmanuelle Ertel W, 11:00am – 1:45pm 25 W. 4th St, room C-12 #22263 Course   in translation method based on an intensive practice of translation.   Every week is devoted to a different genre of writing (such as poetry,   prose, journalism, or subtitling) or a different set of issues related   to translating (such as cultural, grammatical and sentential,   phonic/graphic and prosodic, or language variety).  FREN-UA 110 Business French Prof. Johann Voulot TR, 9:30am – 10:45am Silver 515 #10019 Designed   for students who wish to learn the specialized language used in French   business. Emphasis on oral and written communication, as well as the   acquisition of a business and commercial vocabulary dealing with the   varied activities of a commercial firm (for example, advertising,   transportation, banking). Stresses group work in simulated business   situations and exposure to authentic spoken materials. FREN-UA 120 Readings in French Literature I: Middle Ages and the Early Modern Era Prof. Kathrina LaPorta TR, 3:30pm – 4:45pm Silver 510 #11148 Introduction   to the central works in medieval and early modern French literature.   By analyzing plays, chronicles, poems, and novels, students explore the   role and status of literature within the era's larger intellectual,   political, and social framework. Critical study of key themes, genres,   and styles; focuses on analytical writing and literary analysis.   Authors studied may included Marie de France, Rabelais, Marguerite de   Navarre, Montaigne, Corneille, Diderot, and Voltaire. FREN-UA 121 Readings in French Literature II: The Modern Era (1789 – Present) Prof. Emmanuelle Ertel TR, 11:00am – 12:15pm Silver 504 #10020 Introduction   to central works in modern French literature. By analyzing plays,   chronicles, poems, and novels, students explore the role and status of   literature within the era's larger intellectual, political, and social   framework. Critical study of key themes, genres, and styles; focuses on   analytical writing and literary analysis. Follows but does not require   completion of Readings I. Authors studied may include Colette, André   Malraux, Céline, Simone de Beauvoir, Kateb Yacine, Georges Perec, and   Marguerite Yourcenar. FREN-UA 145 Approaches to Francophone Literature Prof. J. Michael Dash MW, 12:30pm - 1:45pm Silver 500 #22205 The   course examines the conceptualizing of Francophonie through the   literature from a network of French-speaking countries which together   form a Francophone space. It not only addresses the colonial past but   the anti-colonial and postcolonial situations in which French   colonialism is replaced by more complex relationships and ideologies.   One of the most difficult issues that confronts the postcolonial   francophone world is the question of cultural homogeneity and social   integration within national structures. This course focuses on the   problematic area of cultural transformation, language contact and the   role of the writer in elaborating a post-colonial national identity. The   problematizing of language, nation and writing will be examined in both   a theoretical way and in the prose fiction of Maryse Conde of   Guadeloupe, Jacques Roumain of Haiti, Sembene Ousmane of Senegal and   Assia Djebar of Algeria. FREN-UA 164 Contemporary France Prof. Julie Hugonny MW, 9:30am – 10:45am Silver 500 #22207 An   introduction to French history, politics, and social relations from   1900 to the present. Attention is paid to the successive crises that   challenged France's stature, its national identity, and its Republican   model. Topics include the French political and social systems; France's   “exceptionalism” and relationships with Europe, the United States, and   globalization; colonialism, immigration, and post-colonialism; and   gender and class relations.                           (Cross-listed as EURO-UA  288 and HIST-UA 169 )      FREN-UA 992.001 Les Femmes écrivains Prof. Anne Deneys-Tunney TR, 9:30am – 10:45am Silver 518 #10025 Les   femmes ont joué un rôle essentiel dans le développement de la   littérature en France depuis ses origines. Jusqu'à présent souvent   ignorées par les critiques, et mises à l'écart du corpus officiel de la   littérature française, elles trouvent maintenant la place qui leur est   due. Depuis le 17 eme siècle jusqu'à aujourd'hui ce cours étudiera   quelques une des figures majeures parmi les femmes écrivains. Nous   réfléchirons aussi à la pertinence ou pas de cette catégorie des femmes   écrivains. (Authors include Madame de la Fayette, Madame de Sévigné, Georges Sand, Colette, Duras, and de Beauvoir .)  FREN-UA 992.002 Espèces d'espaces Prof. Phillip John Usher MW, 4:55pm – 6:10pm Silver 406 #10026 Le   titre de ce cours est emprunté à un livre de Georges Pérec, publié en   1974, qui s’interroge sur le sens des « lieux » dans lesquels nous   vivons (le lit, la chambre, l’appartement, l’immeuble, la rue, le   quartier, la ville, etc.). Pérec démontre combien ces lieux que nous   fréquentons, comme inconsciemment, sont aussi lisibles qu’un livre,   combien ces lieux possèdent une logique et une syntaxe, combien ces   lieux sont des « fictions » autant que des réalités. Emboîtant le pas à   Pérec (que nous lirons) et nous inspirant également de certains autres   penseurs du XXe siècle (Foucault, Certeau, Augé, Latour, etc.), nous   voudrions donc réfléchir à la façon dont la littérature problématise   notre relation aux « lieux », des plus intimes (le lit) aux plus   abstraits (l’univers, l’ « anthropocène »). En privilégiant ces   questions, nous prélèverons sur l’histoire de la littérature française   des œuvres publiées depuis le Moyen Âge jusqu’au XXIe siècle. Auteurs   probables (liste préliminaire) : Marie de France, Christine de Pisan,   François Rabelais, Joachim du Bellay, Gilles Corrozet, Raymond Queneau,   Eugène Ionesco, Michel Butor, Michel Foucault, Georges Pérec, Monique   Wittig, Annie Ernaux, Michel Houellebecq.  FREN-UA 965.001 (conducted in French ) Topics in French Literature: La Gloire et l'Horreur -- la Première Guerre Mondiale à travers la littérature et le cinéma Profs. Ludovic Cortade and Claudie Bernard TR, 12:30pm – 1:45pm Waverly 570 #22191 La   France commémore cette année le centenaire de la Première Guerre   Mondiale. A cette occasion, ce cours propose aux étudiants d'étudier le   regard que portent les romanciers et les cinéastes sur la guerre de   1914-1918. Le cours porte sur l'étude de la langue, du contexte   historique et du style des romanciers et des cinéastes, ainsi que sur   leur vision des horreurs de la guerre, du courage et de la paix. Le   cours est co-enseigné par Prof. Cl. Bernard, spécialiste de littérature,   et Prof. L. Cortade, spécialiste de cinéma.  FREN-UA 968.001 (conducted in French ) Topics in French Literature: Voix des banlieues Prof. Emmanuelle Ertel TR, 2:00pm – 3:15pm Silver 406 #22193 Il   s’agira dans ce cours avancé d’explorer les diverses formes   d’expressions – voix multiples – issues des banlieues : romans, films,   documents et documentaires, musique et poésie générés par les «cités»   françaises. On suivra au cours du semestre un cadre chronologique qui   s’étendra des lendemains de la guerre d’Algérie à nos jours et   s’articulera autour de quelques grands thèmes comme la violence,   l’école, la langue, racisme et intégration, engagement politique, etc. FREN-UA 968.002 (conducted in French ) Topics in French Literature: La Littérature du voyage Prof. Eugène Nicole MW, 3:30pm – 4:45pm Silver 406 #22194 Le   voyage est l’un des grands thèmes de la littérature mondiale. Dans le   domaine français, il a été pratiqué par Rabelais, Montaigne, Racine,   Rousseau, Chateaubriand, Baudelaire, Gide, Michaux et de nombreux autres   romanciers, philosophes, ethnologues et poètes. Nous nous attacherons   dans ce cours à illustrer cette variété. Privilégiant des oeuvres du   XIXè et du XXè siècles, nous montrerons qu’elles mettent   alternativement l’accent sur l’expérience du voyageur, l’appel du   Divers, la rencontre avec l’Autre, l’exotisme et sa condamnation. FREN-UA 868.001 (conducted in English ) Topics in French Literature: Acting Medieval Literature Prof. Evelyn Vitz R, 9:30am – 12:15pm\u2028GCASL 379 #22175 In   this course students read, discuss, and then perform in class major   works of medieval literature – works that were originally intended for   live, semi-dramatic performance. Focus is on narrative rather than   dramatic works. The works explored vary from year to year, but always   include epic, romance, tales of various kinds, and a range of narrative   genres, from different countries and traditions. Students work   particularly on the skills required for the performance of different   kinds of narrative – including the ability to impersonate of all kinds   of characters; rapid shifts from character to character, voice to voice;   and effective use of body language, Most performances are done solo,   but there is also some teamwork—performances in small groups. Students   who can sing, dance, play an instrument, or have other performance   skills are very welcome, but such skills are not necessary. Work for   the course consists of reading and classroom discussion; several short   performances over the course of the semester; a final performance (often   done in a group); short written responses to readings and “imaginary   performances”; a final oral exam. Note: This is a course where faithful   attendance is an absolute must. Students who are not comfortable   performing are strongly advised not to sign up for this course. (Cross-listed as MEDI-UA 868 , DRLIT-UA 35 , and THEA-UT 732.002 ) (French   majors must fill out a French Coursework Guarantee in order to receive   credit towards their major requirements for this course.) FREN-UA 868.002 (conducted in English ) Topics in French Literature: An Introduction to Jacques Derrida (1930-2004) Prof. Lucien Nouis MW, 11:00am – 12:15pm Silver 500 #22176 From   Derrida’s critique of “Western” categorizations of universality and   rationality (logocentrism, phallogocentrism, humanism,   anthropocentrism), to his later reflections on metaphoricity,   translation, and performativity, this course will first explore the   question of “writing” as it unfolds throughout the 1960’s and beyond. We   will then focus on the more directly political and ethical dimension of   Derrida’s thought, and carefully examine his use of concepts such as   hos(ti)pitality, gift, forgiveness, animality, friendship, faith, and   \"événement,\" paying particular attention to his later conversation with   Emmanuel Levinas. Readings will include passages, chapters and essays   taken from Writing and Difference (1967), On Grammatology (1967), Psyche: Inventions of the Other (1987), Points... , (1992); Force of Law (1994); Politics of Friendship (1994); Monolinguism of the Other (1996); Of Hospitality (1997); On Cosmopolitanism and Forgiveness (1997); Philosophy in a Time of Terror (2003); The Beast and the Sovereign (2008), etc. The course and the readings will be in English. (Cross-listed as COLIT-UA 723 and ENGL-UA 190.002 ) (French   majors must fill out a French Coursework Guarantee in order to receive   credit towards their major requirements for this course.) FREN-UA 822 (conducted in English ) – 2 points Metaphors of Modern Theatre Prof. Tom Bishop T, 3:30pm – 4:45pm Silver 414 #22185 The   first two weeks of the course will present an introduction touching on   the history of modern drama, the socio-political context of the plays,   the development of non-realistic theater as a reaction to realism, the   philosophic tendencies toward the absurd. The remaining twelve weeks   will deal with four plays. We will consider each of the four authors   with respect to their work in general and their place in contemporary   theater and the history of ideas. The plays will be analyzed in detail   thematically and stylistically. Each will be seen as a highlight of   anti-realistic dramaturgy, as a brilliant example of the sensibilities   of European artists and thinkers in the periods following each of the   two World Wars.\u2028 (Cross-listed as DRLIT-UA 267 )\u2028 (This course is for 2 points and does not count toward the requirements for the French major or minor.)  FREN-UA 883 (conducted in English) Cinema and Literature Prof. William Wolf W, 2:00pm – 4:45pm Cantor 101 #10023 Exposes   the student to various modes, such as expressionism, social realism,   and the projection of the hero. One film is viewed per week and   analyzed with reading assignments that include novels, plays, and   poems. The objective is to exploit the potentiality of different media   and to make vivid and intellectual the climate of Europe on which these   media so often focus. (Cross-listed as DRLIT-UA 504.001 ) (Does not count towards the requirements for the French major or minor.) FREN-UA 995 Honors Thesis Workshop II (2 points) Prof. Benoît Bolduc F, 2:00pm – 4:45pm 19 University Place, room 605 #10027 Only   for students who have also completed the fall section of the workshop.    For information on completing an honors thesis during your senior year,   please speak to your adviser. FREN-UA 998 Independent Study (2 – 4 points) #10028 Speak to your adviser for more information on completing an independent study. FREN-UA 981  Internship (2 - 4 points) #10024 Speak to your adviser for more information on completing an internship for credit.  SUMMER 2015 SESSION I: May 26th – July 2nd FREN-UA 10 Intensive Elementary French (6 points) MTWRF, 9:00am – 12:00pm Section 001 (#2510) -- Kaliane Ung / Gabriella Lindsay Section 002 (#2511) -- Tina Montenegro / Erika Hendrix This   beginning-level French course is open to students with no previous   training or experience in French. This intensive course is the   equivalent of a year (two semesters) of regular elementary-level French.   The work done throughout the session focuses on the presentation and   systematic practice of the basic structures and vocabulary of oral and   written French through a variety of creative activities that stress   real-world contexts and communicative situations, situations that   provide learners with the opportunity to develop their knowledge of   French by creating, both orally and through writing, in the language.   This course includes a robust online component. FREN-UA 30 Conversation &amp; Composition MTWR, 10:00am – 12:00pm Melanie Hackney #2514 This   fifth-semester French course is open to students who have completed one   year (two semesters) of intermediate-level French (or one semester of   intensive intermediate-level French). This course systematizes and   reinforces language skills and functions presented in earlier courses   through an intensive review of grammatical structures and usages, a   variety of written activities, an introduction to composition writing,   exercises and activities that promote lexical enrichment, and numerous   opportunities to develop conversational and presentational skills. FREN-UA 883 (conducted in English ) Cinema and Literature Prof. William Wolf MW, 2:00pm – 5:00pm #2515 This   course exposes the student to various modes, such as expressionism,   social realism, and the projection of the hero. One film is viewed per   week and analyzed with reading assignments that include novels, plays,   and poems. The objective is to exploit the potentiality of different   media and to make vivid and intellectual the climate of Europe on which   these media so often focus. (Cross-listed as DRLIT-UA 504; does not count towards the requirements for the French major.) SESSION II: July 8th – August 15th FREN-UA 1 Elementary French I Pierre André / Daniel Benson MTWR, 10:00am – 12:30pm #2793 This   beginning-level French course is open to students with no previous   training or experience in French. The work done throughout the session   focuses on the presentation and systematic practice of the initial basic   structures and vocabulary of oral and written French through a variety   of creative activities that stress real-world contexts and communicative   situations, situations that provide learners with the opportunity to   develop their knowledge of French by creating, both orally and through   writing, in the language. This course includes a robust online   component. FREN-UA 20 Intensive Intermediate French (6 points) MTWRF 9:00am – 12:00pm Section 001 (#2512) -- Camilo Frias / Janos Kun Section 002 (#2513) -- Samantha Presnal / Lauren Weaver This   intensive intermediate French course is designed to give students who   have already mastered the basics of French vocabulary, culture,   pronunciation, and grammar the opportunity to deepen their knowledge of   the French language and the cultures for which it is a vehicle. This   course not only allows students to gain even easier access to the   thoughts, ideas, history, and production of hundreds of millions of   French-speaking people scattered across every continent around the   globe, but also prepares students to tackle advanced-level French   courses. This course includes an intensive review and expansion of the   most important grammatical structures through written and oral exercises   and activities, the continued development of vocabulary through   creative and communicative activities and projects, and extensive   individual, small-group, and large-group practice to allow for the   development of spoken fluency and presentational skills. FREN-UA 865.001 (conducted in English ) Topics in French Culture – Sugar, Shackles, Sabotage: The French Caribbean Suzy Cater MW, 2:00pm – 5:00pm #2743 A headless   statue stands in the center of Fort-de-France, the capital of   the Caribbean island of Martinique. Now decapitated and splattered in   red paint, it once represented the Empress Josephine, wife of Napoleon   I - and daughter of sugar plantation owners in Martinique. Supposedly,   Josephine encouraged Napoleon to reinstate slavery in the   French colonies, after it had legally been abolished in 1794. Once   reintroduced, slaves wouldn't be free again until 1848. The headless   statue is one of many sites where official French history and culture   is challenged - or sabotaged - by local Caribbean realities   and practices. This course will explore works   of Martinican and Guadeloupean literature and film which refuse to be   French and insist on being Caribbean, highlighting their own history (of   slavery, revolts, and maroon leaders) and their own culture (such as   seen in Carnival and the language of Creole). Yet the islands have   been overseas departments of France since 1946 – distant, but a part of   that country – and we will examine how authors and artists negotiate   this double, conflictual belonging. Its tension haunts their oeuvre, but   they produce original and fascinating works which traverse oceans and   borders, interrogate fixed identities, and overturn expectations about   what the idea of “French” literature really means. (This course is   taught in English; however, NYU French students can arrange to take the   course for credit for a French major or minor. See the French   Department for details.) FREN-UA 868.001 (conducted in English ) Topics in French Literature – The Story of My Life: Published Books, Private Lives Youna Kwak TR, 2:00pm – 5:00pm #6441 Gide, Beauvoir, Sartre, and Barthes are writers so iconic that they can be identified by just one name. Likewise The Immoralist, The Second Sex, Nausea , and Camera Lucida    are among the most influential Francophone books of the 20th century.   But in addition to writing well-known works of fiction and philosophy,   each of these authors also wrote intimately revealing diaries and   autobiographies that testify to turbulent sexual affairs, fierce social   rivalries, jealousy, grief, and the horror of confronting violence and   war. Which are more famous, the authors or their books? In this course   we examine the fraught distinction between private lives and public   books, when writers put their personal lives on display. What effect   does it have on readers to think they know a writer’s secrets? How does   fascination with the private lives of writers inevitably influence the   way we read? We will pursue our questions into the present-day,   discovering contemporary authors whose blogs, memoirs, autobiographies   and autofictions reflect and incite readers’ desires to uncover   seemingly real and authentic lives behind famous works of literature. In   our so-called “age of no secrets,” can there be such a thing as an   intimate life in print? (This course is taught in English; however, NYU   French students can arrange to take the course for credit for a French   major. See the French Department for details.)                     NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Courses - Spring 2014                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Paris   /   Academics                 Sub Navigation                                 Courses                       Faculty                       Facilities & Services                       Beyond the Classroom                       Internships                       Language Immersion                       Graduate Programs                       NYU Liberal Studies Freshman Year in Paris                                                                   Courses - Spring 2014        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department, can be found here .    Spring 2014 courses are now availble in Albert, NYU's Student Information System. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .                   Academic Requirements & Registration Guidelines                                           Please review these requirements and guidelines before registration                                 Students must register for 12-18 credits   All students must participate in Global Orientations. Students do not need to enroll for this course during registration.     Enrollment in a French Language course is required; select one that matches your skill level. See next drop-down on page for more information regarding language placement.     Language courses cannot be taken pass/fail   Attendance is expected and required; absences will negatively affect grades   Before you plan your personal travel, check your syllabi! Academic site visits and field trips are considered required class time.   Students in Program I are expected to take one language course and their &quot;civilization&quot; courses in English.   Students in Program II are expected to do all of their coursework in French. Permission to take one course in English may be granted to fulfill major, minor or degree requirements.   All students have the possibility of taking courses in English or French at the University of Paris (UP). More information on UP offerings and registration procedures will be provided at a mandatory UP academic orientation on site. Attendance at the session is required in order to enroll in UP courses. Regardless of your plans to take UP courses, all students should enroll in 12-18 credits at registration time.   More information about Registering for Study Away Courses and registration FAQ's is available here .   If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                                                                      Language Course and Program Placement for NYU Paris                               All applicants to NYU Paris apply for either Program I or II.     Program I is intended for students with no French language experience through Conversation &amp; Composition. Program I students take one language course, and complete other coursework in English. Motivated students at the Converstation &amp; Composition level may request permission to take another non-language course taught in French.     Program II is open to students that have already completed Conversation &amp; Composition (or equivalent--see below). Program II students are expected to complete all coursework in French. Permission to take one course in English may be granted to fulfill major, minor or degree requirements.     Enrollment in a French Language course is required for all students. At the elementary and intermediate level, NYU Paris only offers six credit intensive language courses at this time.     Language courses must be taken for a letter grade.     Students who have taken a French course at NYU, please register for the next level. For example:       Elementary I, Elementary II or Intensive Elementary: Intensive Intermediate   Intermediate I: Intermediate II/Conversation &amp; Composition   Intermediate II or Intensive Intermediate: Conversation &amp; Composition   Conversation &amp; Composition: Spoken Contemporary or Written Contemporary French   Spoken Contemporary French: Written Contemporary French, Advanced Conversation, Business French, or Acting French   Written Contemporary French: Spoken Contemporary French, Advanced Composition, Business French, or Acting French   Advanced Conversation: Written Contemporary French, Advanced Composition, Business French, or Acting French.     Other students should refer to the NYU French Department's webpage here: http://french.as.nyu.edu/object/language.placement (under the heading language placement) for information about placement based on Exams. Please note that students that have some experience in the language but do not have a AP/IB/SAT test score or prior university course work in the language must take the NYU's Online Placement Examination (password is nyulanguage) to determine placement.                             Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016            Required for all students                                                        Global Orientations: Reflections on Modern France - GLBL-UA 9107                               This course aims to explore the place that Paris – and more broadly France -- hold in the public imaginary, while examining the tensions and antagonisms that rightfully complicate that view. Through a series of conferences, site visits, and seminars, the course examines four key moments or themes as a means of apprehending the density of French cultural, social, and political life. Starting with French republicanism, past, present, and future, we consider how France, at once the preeminent site of experiments in democratic liberty, is also plagued by institutional entrenchments of class stratification and the dual specters of colonialism and post-colonialism. Turning to Paris, the “capital of modernity,” we reflect on its 19th century emergence as a locus of phantasmagoria, mystery, and seduction, and the emergent capitalist forces that were shaping the urban landscape. We consider the early 20th century avant-garde, among the most important and radical artistic and political movements of our time, that opened new spaces in which to imagine the very terms of “art” and “politics,” to finish with a consideration of France in the contemporary moment, wrestling with global transformations, the crisis of the welfare state, and a tension between the reproduction of elites and a political commitment to equality that increasingly troubles the country’s educational system, politics, and cultural life.     Interdisciplinary and “inter-textual” in scope, the course fuses expert lectures, textual analysis, and out of the classroom experience, to bring together the artistic, the literary, and the social scientific, against the backdrop of global transformation.   Class organization and assignments     This is a required course for all students at NYUParis. Students meet in assigned groups according to their language level; students with an advanced level of French may do their coursework in French. Students are expected to attend all conferences and site visits, to do the assigned readings and to participate in class discussions.                                  Courses open to Students in Program I &amp; II                                                  French through Song - FREN-UA 9965 - 2 points                               Open to students in both Programs I &amp; II   This workshop allows students the opportunity to sing their way to a discovery of French language and culture. Students expand their vocabulary and improve their pronunciation through performance while learning about the history and context of this popular art form. The workshop culminates in a performance at the end of the semester. Conducted in French.   Sample Syllabus                                                                    Phonetics Workshop - FREN-UA 9965 - 2 points                               Open to students in both Programs I &amp; II   In this workshop students have the opportunity to deepen their understanding of phonetics and improve their pronunciation and comprehension of spoken French. Through listening exercises, poetry, and role-plays, students will work on articulation, rhythm and intonation. Conducted in French.   Sample Syllabus                                                                    Visual Art Workshop - FREN-UA 9865 - 2 points                               Open to students in both Program I &amp; II   Students may work in a variety of realms such as drawing, painting, photography and/or folding. During the course the students will have the opportunity of creating alongside the professor in her art studio.  Students wishing to carry out a personal creative project are most welcome to develop it during the art classes. However, students choosing this must imperatively have proof prior to beginning art classes.  The course includes visits to museum to explore the wide range of subjects and materials available to contemporary artists, and concludes with the exhibition/ theatre performance in a prestigious Parisian venue at the end of the semester. Conducted in English.     Sample Syllabus                                                                     Poetry (Re)creation Workshop - FREN-UA 9968 - 2 points                               This workshop is both an active language and literature course, destined to introduce French poetry to students. In this course we will read poetry out loud in order to show how poetry is founded on rhythm and the repetition of phonetic and syntactic elements. This pragmatic approach will not only allow students to improve their pronunciation, but also to understand the poetic genre, the quality of poets’ language, their interest in etymology, metaphor, imagery, etc. Close readings, paraphrase and translations will allow students to considerably improve their mastery of the French language so that they in turn will be able to produce poetry of their own. This course will help them to integrate the phonic, rhythmic and musical dimensions of poetry, as well as learn about its various uses, from the intimate to historical testimonies. Conducted in French.                                Program I - French Language, Society &amp; Culture - English Track                                                  Intensive Elementary French - FREN-UA 9010 - 6 points                               Presentation and systematic practice of basic structures and vocabulary of oral French through dialogues, pattern drills, and exercises. Correct pronunciation, sound placement, and intonation are stressed. For students with little or no command of French. Completes the equivalent of one year's elementary course. Textbook: Alors? Conducted in French.     Sample Syllabus                                                                    Intensive Intermediate French - FREN-UA 9020 - 6 points                               Prerequisite: FREN-UA 10 or FREN-UA 1-2. Open to students who have completed the equivalent of a year's elementary level and to others on assignment by placement test. Completes the equivalent of a year's intermediate level in one semester.   Acquisition and practice of more sophisticated structures of French. Development of fundamental oral and written skills, vocabulary enrichment, conversational ability. Short reading texts; guided compositions. Completes the equivalent of one year's intermediate course. Textbook: Alors? Conducted in French.       Sample Syllabus                                                                    Conversation and Composition - FREN-UA 9030 - 4 points                               Prerequisite: FREN-UA 11-12 or FREN-UA 20. Open to students who have completed the equivalent of a year's intermediate level and to others who have passed the proficiency examination but who wish to review their French in order to take advanced courses in language, literature, and civilization.   Systematizes and reinforces language skills presented in earlier level courses through an intensive review of grammar, written exercises; an introduction to composition, lexical enrichment, and spoken skills. Conducted in French.     Sample Syllabus                                                                    The French Art World in the 20th Century: French Avant-Garde Painting, 1848-1914 - ARTH-UA 9414 - 4 points                               Prerequisite: For Fine Arts Majors/ Minors, permission of Fine Arts Chair/Faculty required Open to all NYU-France students. For Fine Arts Major/Minor credit, students need to have taken ARTH-UA.0002 or ARTH-UA.0400 and permission from DUGS or chair.   Beginning with the grandeur of Paris during the Belle Epoque and the Exposition Universelle of 1900, and moving to the violence and tragedy of World Wars I and II, this course examines the French modernist art movements of the first part of the 20th century. After identifying the origins of modernism in the late 19th century with Impressionism and Post-Impressionism, we will consider the ways in which Fauvism, Cubism, Expressionism, and Primitivism redefined modernism for the 20th century. Working with Dada and Surrealist art works, we will evaluate the relationship between humor, critique, and cultural and political dissension in artistic production. Finally, we will examine the trans-Atlantic currents of Abstraction, looking at Abstract Expressionism, L’Art Informel, and the Nouveau Realistes. Throughout this exploration, we will interrogate how social history, shaped by politics, gender, and race, informed the construction of an artistic modernism in the 20th century. Conducted in English.     Sample Syllabus                                                                       Le Grand Paris, Present and Future - ARTH-UA 9850 - 4 points                               Paris by the Seine stars in more Hollywood films than any other city. London on the Thames takes close runner-up position. But more than mythic, popular-culture stage sets, these two great European capitals operate as spectacular rival models in face of real-life, 21st-century dramas. Our course concentrates on a sequence of case studies targeting the evolving architecture and urban plan of Paris. We focus on current thematic debates crucial to its identity, survival and future—tradition contra innovation, continuity contra rupture, preservation contra demolition, obsolescence contra revitalization. We investigate controversies over the low- and high-density city; legislation on building heights, protection of skyline and riverbanks; the interface between historic and experimental building types; the balance between public and private space, residential and mixed-economy neighbourhoods, inner-city rehabilitation and suburban sprawl; intra- and extra-muros transportation systems (road, rail, river, air). As a foil and finale to our Paris studies, we conclude with a critical comparative analysis of contemporary London to illuminate fundamental differences between these two global cities: the rational French model largely tempered by state control against the exuberant English model predominantly driven by ultra-liberal policies. Will the third millennium ideal city emerge as a polymorphic combination of the two approaches? Conducted in English .   Sample Syllabus                                                                    European Society and Cinema - FREN-UA 9865 or DRLIT-UA 9524 - 4 points                               This course examines the social, economic, and political role of cinema in Europe, with an emphasis on recent decades. It takes into consideration transformations in film as a narrative form and cultural product in the shift from national cinema traditions to global communications networks and media convergence. Films studied include popular, independent, and avant-garde films from a range of countries and cultures. The structures of production, distribution, and conservation are also considered through visits to exhibitions, archives and movie theatres. Conducted in English.     Sample Syllabus                                                                      Experiential Learning II - EXLII-UF 9302 - 2 points                               Open to Global Liberal Studies students only.   Students come into close contact with the daily life of the site at which they are studying through a two-semester experiential learning sequence, which is designed to contextualize the site's culture and give students internship or internship-like experiences in the community. The fall Experiential Learning I course begins the immersion experience with a variety of community-based projects and an advanced introduction to the site's cultural and social identity. The spring Experiential Learning II includes a 2-credit on-site component that emphasizes internships (or the equivalent) and a 2-credit Junior Independent Research Seminar (for which students will register separately), in which students work online with a GLS faculty member and students with similar interests at different sites to craft an independent research project, an important preparation for the senior thesis. Conducted in English.                                                                      Internship Seminar Fieldwork - NODEP-UA 9982 or INDIV-UG 9350 - 4 points                               Enrollment by permission only. Application required.     This 4 credit course includes a weekly seminar and two full days and one half day (Monday-Friday) for their internship. Internship placements are made by EUSA, an organization partnering with NYU.     The seminar portion of the course explores many different aspects of your internship site. The goal is to finish the semester with an in-depth understanding of the company or organization, including its approach, its policies, and the context in which it operates. We will also discuss more generally the state of the contemporary workplace and ourselves as workers. Finally, you will use the seminar to reflect critically and analytically on the internship experience and as a way to refine your own personal and professional goals.     Sample Syllabus coming soon                                                                          The History of Photography in France - FREN-UA 9865 - 4 points                               NYU Art History Students: This course counts for Elective Credit   This course explores photography from the 1830s to the present day, emphasizing style and subject matter (rather than technical processes) in the work of the major photographers. We will consider how photography has enlarged and affected our vision and knowledge of the world and how photography and modern art have influenced each other. Conducted in English.   Sample Syllabus                                                                    Intro to the Parisian Contemporary Art Scene - FREN-UA 9865 - 4 points                               NYU Art History students: This course counts for Art History Elective credit.   This course aims to understand and appreciate the creativity and dynamism of the Parisian art scene today through an exploration of contemporary art in the capital. The course will focus on the diversity of resources provided by the city, with special attention to new artistic practices and loci of production, as well as the multiple actors involved, from artists themselves to private galleries to art critics and museum curators. Reference to major avant-garde art movements of the past such as dada, geometrical abstraction, surrealism and expressionism will also be made in order to better situate today’s artistic concerns. Conducted in English.   Sample Syllabus                                                                    Ideal Society in Theory &amp; Practice, France Since the Middle Ages - FREN-UA 9865 - 4 points                               An introduction to classic texts of French political and social philosophy. Consideration of the historical influences upon and the historical impact of French thinkers. Through close readings and analysis of selected passages from primary sources (in English translation), and those few seminal non-French works that inspired new directions in French thought, we will explore the intellectual framework and historical references that inform French debates on politics and society to the present day. Philosophers to be considered include St. Thomas Aquinas, Machiavelli, Montaigne, de la Fontaine, Descartes, Montesquieu, Rousseau, Napoleon Bonaparte, Saint-Simon, Prudhon, Marx, Jules Ferry, Zola, Fanon, Camus, and Sartre. Conducted in English.   Sample Syllabus                                                                    Power & Representation: Art from the Ancien Régime to the Age of Revolution - FREN-UA 9865 - 4 points (may be counted for MCC credit)                               Please note that this course can be counted toward the NYU Media, Culture, &amp; Communication major. Should you choose to enroll in this course, please notify your MCC primary advisor. He or she will make sure this course is accurately reflected in your academic record.   Our course explores the dramatic evolution of French art across 200 tumultuous years, from its classical origins under Louis XIII and Louis XIV's Old Regime, through its transformations across the Enlightenment period, to its radical Neo-Classical revision during the French Revolution, and Romantic reconstruction at the demise of the Napoleonic era and Bourbon Restoration, ending with the 1830 Revolution. Through analysis of the reciprocity between artists and the political-cultural institutions of Paris, we examine the ways by which art ―painting, architecture, popular prints, caricatures―operates as a potent discursive programme within French society. Its role as a dense symbolic language of communication and persuasion, and/or as a critique of social and moral values dominates our investigation. It also serves as a model to investigate the role of contemporary electronic and print media and their influence on our perceptions of society and the representation of power in the global world. Conducted in English.                                                                      Experimental Theatre Workshop - FREN-UA 9868 - 4 points                               This course is designed to allow students to analyze and reenact excerpts from Molière’s plays. We will discover the playwright Molière (1622-1673) who was also an actor, troupe leader, and the author of numerous plays which remain to this day the most frequently staged plays in France. The recurring themes in his plays will be discussed, particularly in relation to the time period during which the plays were written. We will also touch on the role of farce in the work of this playwright who was nicknamed in the 17th century “the foremost joker in France.” Dramatic analysis of the plays chosen will require a comparative study of texts in French and in English.   We will read and analyze these texts out loud. Certain excerpts will need to be memorized. We will analyze the ideas expressed as well as the importance of certain words, of the images evoked, and of the punctuation used in order to bring to life the rhythm and musicality of the phrases. The ultimate objective of this course will be to arouse the creativity of each student with regard to the many possibilities for modern interpretation, notably in reimagining décor, costumes, and Molière’s stances.   T he texts studied will be excerpts from the following Molière plays: Tartuffe, The Misanthrope, The Miser, The Bourgeois Gentleman, The Doctor in Spite of Himself, and Don Juan . The students will also be required to read three plays of their choice in their entirety.   Conducted in English.                                                                      Literary Classics: French, British, and Post-Colonial Perspectives - FREN-UA 9868 - 4 points - under development                               This course can count toward the cultural specialization or elective within the major requirements in Comparative Literature. However, it is recommended that Comparative Literature majors check with their  DUGS to have this course approved for their individual specialization. This course CANNOT be counted as a core comparative literature course.      In this course we focus on four contemporary novels in which the world of the character, the narrator, or the author, is read through the lens of a literary classic. In each case, the reading and rewriting of the primary text involves temporal and spatial displacements (from the 18th to the 20th century, from Europe to the Carribean and to the South Pacific) that generate shifting perspectives and a constant reshuffling of centre and periphery. Between a reverential affiliation to the past and a creative misreading and rewriting of it, these intertextual encounters with « great » Western literary works insistently raise the questions of identity, originality, and “writing back”. Exploring these questions will therefore also involve drawing on comparative, translation, and postcolonial studies. Conducted in English.                                                                        The French Revolution &amp; Napoleon - HIST-UA 9143 - 4 points                               Lift your eyes as you walk down any street in Paris and you'll soon see a building adorned with the tricolore and the words Liberté, Egalité, Fraternité. Turn a corner and in the distance you'll see the Arc de Triomphe built to the glory of Napoleon's army or the Eiffel tower erected for the centennial of the fall of the Bastille. Even the metro stops, Concorde, Nation, République, Austerlitz, Iéna, echo with the memory of the years of the French Revolution and the First Empire.  But what historic reality does all this evoke? What led some French people to overthrow their age old Monarchy, turn their backs on the Church and launch into a new era of Republican government? What caused others to resist such changes with all their might? And why did the experiment end within 10 years, giving way to military dictatorship and an Empire which spread French rule across Europe.  This semester we shall explore these issues and others pertaining to the Age of the French Revolution &amp; Napoleon through lectures, readings, discussions and site visits in and around the city of Paris. Conducted in English.                                                                      Fashion and Power - MCC-UE 9345 - 4 points                               Registration priority for Media, Culture, and Communication (MCC) courses offered at NYU Paris will be given to NYU MCC majors. Other students will be able to register as space remains available. Please pay close attention to course notes displayed in Albert.   This course examines fashion both from its diffusion in a globalized society, and as a form of communication and culture. We will examine how fashion has been valued through social sciences – history and sociology on the one hand, and economy on the other hand, from its production to its consumption. The course will address fashion in terms of issues of consumerism and sustainability in a post industrialized society. Conducted in English.   Sample Syllabus                                                                    Global Media Seminar: France and Europe - MCC-UE 9454 - 4 points                               Registration priority for Media, Culture, and Communication (MCC) courses offered at NYU Paris will be given to NYU MCC majors. Other students will be able to register as space remains available. Please pay close attention to course notes displayed in Albert.   This course introduces students to the basic structures and practices of media in Europe and their relationship to everyday social life. It pays special attention to the common models and idioms of media in Europe, with an emphasis on national and regional variations. Specific case studies highlight current trends in the production, distribution, consumption, and regulation of media. Topics may include: national or regional idioms in a range of media genres, from entertainment, to advertising and publicity, to news and information; legal norms regarding content and freedom of expression; pirate and independent media; and innovations and emerging practices in digital media. Conducted in English.   Sample Syllabus                                                                    Paris Pairs in Modern Literature &amp; Art - FREN-UA 9868 or SASEM-UG 9352 - 4 points                               This class looks closely at affinities between writers and artists who have frequented Paris cafés and ateliers together from the turn of the 20th Century up to the present day. We explore cross-pollination between the arts, as well as notable points of difference, examining works of art in the context of the dynamic artistic communities which produced them. Students learn to write about sculpture, painting, and film, as well as literature, and keep a journal of their travels within the city to pertinent neighbourhoods, parks, and museums. Our focus will be on five dynamic pairs: Rodin &amp; Rilke, Hemingway &amp; Joyce, Stein &amp; Picasso, Demy &amp; Varda, Proust &amp; Colette. Conducted in English.     Sample Syllabus                                                                      France &amp; Islam - FREN-UA 9865 - 4 points                               An exploration of the historical and on-going contact between France and the Muslim world, including, most notably, the important Muslim population living in France today. The course examines the historical links between France and its colonial possessions in North and West Africa and the Middle East, the place of Islamic religious practice in a traditionally Catholic, and officially secular, France, and the frictions generated by newly politicized forms of Islam. Also considered is the ‘crisis’ of the banlieue , or French suburbs, and the cultural, generational, and religious tensions in evidence there. Conducted in English.   Sample Syllabus                                                                    Topics in French Literature: the Human-Animal in French Literature and Philosophy - FREN- UA 9865 - 4 points                               “He’s a real dog!” “What a pig!” “She’s a fox!” “What an animal!” In this course we follow major French authors in the adventure of imagining, toying with, and (re)thinking the often problematic distinctions between the human and the animal. Through our study of a wide variety of genres and disciplines, we examine both the theoretical discourses and artistic and literary representations of the human-animal relation. Authors include Montaigne, contemporary novelist Marie Darrieussecq, the fabulist La Fontaine and the filmmaker François Truffaut. Drawing from a wide selection of texts and media we explore the multiple forms this relation has taken and the extent to which it touches areas about which we humans, “rational animals,” remain particularly sensitive.                                Program II - French Language, Society &amp; Culture - French Track                                                  Spoken Contemporary French - FREN-UA 9101 - 4 points                               Prerequisite: FREN-UA 30, or assignment by placement test, or approval of the director.   Assumes a mastery of the fundamental structures of French. May be taken concurrently with FREN-UA9105. Helps the student to develop vocabulary, to improve pronunciation, and to learn new idiomatic expressions. Introduction to corrective phonetics and emphasis on understanding contemporary French through a study of authentic documents; radio and television interviews, advertisements, spontaneous oral productions, etc. Conducted in French.   Sample Syllabus (Coydon)   Sample Syllabus (Guédon)                                                                      Written Contemporary French - FREN-UA 9105 - 4 points                               Prerequisite: FREN-UA 30, assignment by placement test, or approval of the director.   Designed to improve the student's written French and to provide advanced training in French and in comparative grammar. Students are trained to express themselves in a variety of writing situations (diaries, transcriptions, narration, letters, etc.). Focuses on the distinction between spoken and written styles and the problem of contrastive grammar. Emphasis is on accuracy and fluency of usage in the written language. Conducted in French.   Sample Syllabus                                                                    Advanced Conversation - FREN-UA 9102 - 4 points                               Prerequisite: FREN-UA 101, or assignment by placement test.   For students with relative fluency in French who wish to further strengthen their pronunciation and command of spoken French. Develops the skills presented in FREN-UA 9101 through an in-depth study of French phonetics (corrective and theoretical), and analysis of the modes of oral discourse in French. Emphasis is on understanding spoken French (modes of argument, persuasion, emotion, etc.) through analysis of authentic documents and development of student discourse in French. Conducted in French.   Sample Syllabus                                                                    Advanced Composition - FREN-UA 9106 - 4 points                               Prerequisite: FREN-UA 105 or assignment by placement test.     Aims to refine students' understanding of and ability to manipulate written French. Students practice summarizing and expanding articles from French magazines and papers and learn how to organize reports and reviews in French. Focuses on the distinction between spoken and written styles and the problem of contrastive grammar. Emphasis on accuracy and fluency of usage in the written language. Conducted in French.   Sample Syllabus                                                                    Acting French - FREN-UA 9109 - 4 points                               Prerequisite: FREN-UA 30 or assignment by placement test.   Use of drama and theatre techniques to help students overcome inhibitions in their oral use of language. Exercises and activities are designed to improve pronunciation, intonation, expression, and body language. Students work in collaboration with the professor, trained in the experimental methods of the French director Jacques Lecocq. This semester's focus will be to analyze and reenact excerpts from Molière’s plays . Conducted in French.                                                                      Business French - FREN-UA 9110 - 4 points                               Prerequisite: FREN-UA 30, FREN-UA 105, or permission of the instructor.   Designed for students who wish to become familiar with the specialized language used in French business. Emphasis is on oral and written communication and the acquisition of a business and commercial vocabulary dealing with the varied activities of a commercial firm: advertising, transportation, banking, etc. Group work in simulated business situations and exposure to &quot;authentic&quot; spoken materials are stressed. Qualified students have the option of taking the Exam of the Chamber of French Commerce at the end of the course. Conducted in French.   Sample Syllabus                                                                    European Painters II: From Post-Impressionism to after WWII - ARTH-UA 9416 or FREN-UA 9716 - 4 points                               NYU Art History Students: T his course counts for Art History elective credit.     This course studies the rise of modern and contemporary art in Europe in relation to its cultural, historical and social contexts. The works of Matisse, Picasso, Duchamp, Dali, Miro and Magritte, among others, are considered. The course includes both class lectures with slides and museum visits. Conducted in French.                                                                          Paris through its Museums and Monuments - ARTH-UA 9665 - 4 points                               NYU Art History students: This course counts for Art History elective credit.   Paris of the 19th and early 20th centuries developed into a major urban center, in part because of the promise of liberty that drew people there following the upheavals of the Revolution. The urban renewal that occurred under the Second Empire in the mid-19th century in particular transformed the capital into a modern city of innovation and spectacle. While the official arts reflected the tastes and priorities of successive governments and the emergent bourgeoisie, it was the avant-garde that most marked the city as a site of resistance and daring. In this course we study these different art movements as they relate to the city of Paris, studying the sites, movements, and transformations that helped shape the modern arts. Conducted in French.   Sample Syllabus                                                                    The Birth of Democracy in Europe - FREN-UA 9091 or HIST-UA 9091 or POL-UA 9591 - 4 points                               We begin with a definition of the term &quot;democracy&quot; as developed by the Athenian City-State in the 5th century before Christ, before moving on to discuss its reappraisal by such theoreticians of the 17th century as Locke, or of the Enlightenment, such as Montesquieu and Rousseau. Their versions, indeed, serve as the basis for the French Revolution of 1789. A long and difficult process, democracy needed nearly a century before establishing itself in France. Drawing on numerous examples from 19th and 20th century history, we will try to understand why the great contributions of democracy, such as universal suffrage and the concept of individual liberty, were so difficult to put into operation. We will also consider why these &quot;givens&quot; are still fragile. Conducted in French.   Sample Syllabus                                                                    Readings in French Literature II: The Modern Era - FREN-UA 9121 - 4 points                               In this course students read masterpieces of French literature from the French Revolution to the end of the twentieth century. Works are considered from various historical, aesthetic and theoretical perspectives. Texts include: Le Père Goriot (Balzac); Madame Bovary (Flaubert); Les Faux-Monnayeurs (Gide); La Nausée (Sartre); Le Ravissement de Lol V. Stein (Duras), and Du côté de chez Swan I (Proust), which will be the subject of a final essay. Conducted in French.   Sample Syllabus                                                                    Contemporary France - FREN-UA 9164 - 4 points                               The course considers the concept of “French civilization” in both its mythical and real aspects. The first half of the course focuses on the political, socio-economic, and cultural history of France in the modern period, from roughly 1870 to the 1980. The second half of the course looks more closely at the contemporary period, focusing on the various ‘crises’ and transitions that have marked France during the past 20 years. Topics include the challenges of the post-colonial period (immigration, la francophonie, questions of identity), France in and of the European Union, France and globalization, and social issues in current events (the status of women, la banlieue, social exclusion). Conducted in French.   Sample Syllabus                                                                    France, the US, and the Arab World: Past and Present - FREN-UA 9865 - 4 points                               Through a multidisciplinary approach, the course will address the different political, economic, historical and sociological issues raised by the current situation in the Arab world in order to determine the French and American answers especially in the context of the Arab spring and the Israeli-Palestinian conflict. The course will offer insights and analyses on the different roles which are played by France and the United States on the issues of youth, women, and Modern Islam in the Arab World and on how their soft power is perceived by the Arab countries and their populations. By addressing the foreign policies that have been articulated in the region, we will also bring into light the dichotomy between the “old” and the “new” diplomacy.                                                                        Paris, City of Theater - FREN-UA 9968 - 4 points                               Since the 17th century Paris has been as a city of and for the theatre, from the great sites and  events that have marked theatre history, to the spectacle and fantasy that the city imparts.  In this course, we study the great works of French theatre, from the classics to the very  contemporary, through readings, performances, and visits in and around Paris to the lieux  de mémoire of the theatre world. Through the study of works by Corneille, Molière, Hugo,  Feydeau, Ionesco, Beckett, Sartre, and others, we consider how Paris has been integral to and  shaped by the world of French theatre. Visits include such prestigious venues as the Comédie  Française, the grands boulevards where Parisians discovered Shakespeare in the age of Sarah  Bernhardt, the remains of the Théâtre du Marais where Corneille performed his plays, or  Versailles where Molière helped lead the grand spectacle that was life under Louis XIV.  Conducted in French.   Sample Syllabus                                                                    Francophone Cinema - FREN-UA 9965 - 4 points                               An analysis of North and French West African cinema. In this course, we consider the aesthetic and political choices faced by African filmmakers working in the post-Independence period. Questions concerning tradition and modernity, the search for a collective and/or national identity, emigration, exile and return, history and memory, will frame our approach. Conducted in French.                                                                      Gender &amp; Sexuality in France - FREN-UA 9965 - 4 points                               An introduction to the problems of gender as they have been expressed in France. Beginning with an historical overview, we consider the category of ‘woman’ as it was defined from the Revolution to the founding of French feminism at the end of the 19th century. The second part of the course is devoted to an exploration of gender as a political issue during the past 20 years, through consideration of such topics as parité, prostitution, colonialism, post-colonialism, and queer studies. Conducted in French.   Sample Syllabus                                                                    The Contemporary Art World - FREN-UA 9965 - 4 points                               Art History students: This course counts for Art History elective credit.   In this course we explore the contemporary arts in France in their historic and social context. Beginning with current trends, we attempt to situate what’s new within a longer tradition of artistic production. Themes studied include the nature of the object, the monochrome, the body, the idea of nature, personal mythologies, the importance of light. The course includes visits to contemporary galleries and museums. Conducted in French.                                                                    Writing Workshop: Writing Paris - FREN-UA 9968 - 2 points                               Given in the form of a workshop, this course allows students to improve their written expression through the study and practice of a variety of literary registers, mostly drawn from contemporary literature. The workshop associates literary creation and French language instruction with the firm belief that creative writing in French is possible for students at all levels. Its primary objective is the reinforcement of students’ written competencies in French, accomplished through intensive writing sessions with the common theme of Paris. Students are invited to appropriate Paris through various writing activities, inspired by writers such as Baudelaire, Perec, or Modiano, designed to help students capture the city through its movements, its images, and its different facets. The regular practice of creative writing as well as systematic re-writing of all work will allow students to reinforce grammatical structures while expanding vocabulary. Conducted in French.     Sample Syllabus                                                                    Between Fiction and Reality: New York and Paris - SOC-UA 9461 or SCA-UA 9624 - 4 points                                As major metropolises, Paris and New York are deeply engaged in processes of globalization: each has to stay competitive, to accumulate wealth, to hold on to its inhabitants as well as to attract tourists, business professionals, students, and immigrants. Each dreams of one day becoming a “green” city. Danger also exists in both of these cities, amplified by rumor and fantasy. In this course we will study these phenomena through the analysis of novels, films, television series, artwork, and architecture, to ask how various representations of the city have changed and been managed over time, by diverse social actors and observers. Conducted in French.      Sample Syllabus                                                                      New Currents in French Literature - FREN-UA 9968 - 4 points                               This course looks at the world of literary production today in France - its links to economic, social, and political concerns, its literary merits, and its place within an important literary tradition. Students read texts of the some of the major writers working today in France, including Le Clézio, Claude Simon, Amélie Nothomb, Michel Houellebecq, Catherine Millet, among others, and in relation to some of the 'sacred texts' that have shaped the contemporary French literary landscape: Proust, Duras, Sartre, Céline. Conducted in French.   Sample Syllabus                                                                    Love Stories from the Middle Ages to the Present - FREN-UA 9968 - 4 points                               Love, as it refers to sexual attraction, emotional attachment and spiritual elevation, has provided literature with a wealth of adventures, emotions, fantasies and reflections. In this course we will examine through a historical, thematic and narratological lens the interplay of these various elements throughout love stories, whether they be happy, tragic, poetic, realistic or ironic.     Course Conducted in French                                                                      NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                          Upcoming Application Deadlines   Spring Semester    Priority: September 15   Regular: October 15   Applications received after October 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.                                                                 Admitted Students                                              Learn     Courses   Special Programs   Faculty   Facilities &amp; Services   Beyond the Classroom   Internships   Language Immersion   Graduate Programs   Liberal Studies (Freshman Year)                Live     Housing &amp; Meals   Cost &amp; Budgeting   Language   Culture &amp; Customs   Cultural Activities Blog   Health &amp; Safety   Staff                Explore      Getting Around   Restaurants    Nightlife    Things to do    Local Travel    Regional Travel                                   Questions?        Contact Us                                                                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Upcoming Undergraduate Course Schedule &amp; Descriptions    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Upcoming Undergraduate Course Schedule &amp; Descriptions                                              Click here for SUMMER 2015 course schedule and descriptions!  DEPARTMENT OF  FRENCH    UNDERGRADUATE  COURSE OFFERINGS    FALL 2015   JUMP TO : Language Courses Advanced Language Courses Core Courses Senior Seminars French Electives Other   LANGUAGE COURSES Information on placement into language courses can be found HERE . In addition, CAS's schedule of exams are available HERE . FREN-UA 1 Elementary French I Open to students with no previous training in French. Not equivalent to FREN-UA 10. Only by following FREN-UA 1 with FREN-UA 2 can a student complete the equivalent of FREN-UA 10 and then continue on to the intermediate level.                                                      25 W. 4th St., C-12; C-11 (sec. 3 only); C-7 (secs. 8 and 10); C-3 (sec. 11 only) Section 001: MWR, 8:00am – 9:15am (#6825) – Maria Sanchez-Reyes Section 002: MWR, 9:30am – 10:45am (#6826) – Aileen Christensen Section 003: MWR, 9:30am – 10:45am (#6827) – Nicolas Estournel Section 004: MWR, 11:00am – 12:15pm (#6828) – Fatiha Bali Section 005: MWR, 12:30pm – 1:45pm (#6829) – Fatiha Bali Section 006: MWR, 2:00pm – 3:15pm (#6830) – Jean-Pierre Graff Section 007: MWR, 3:30pm – 4:45pm (#6831) – Rachel Watson Section 008: MWR, 3:30pm – 4:45pm (#6832) – Claire Reising Section 009: MWR, 4:55pm – 6:10pm (#6833) – Amelia Fedo Section 010: TWF, 12:30pm – 1:45pm (#6834) – Jeffrey Fuller Section 011: MTR, 9:30am – 10:45am (#6835) – Mimi Zhou FREN-UA 2 Elementary French II Continuation of FREN-UA 1. To continue on to the intermediate level, a student must complete both FREN-UA 1 and FREN-UA 2. This two-semester sequence is equivalent to FREN-UA 10. 25 W. 4th St., C-15; C-11 (sec. 7 only) Section 001: MWR, 9:30am – 10:45am (#6835) – Masha Beliaeva Section 002: MWR, 11:00am – 12:15am (#6836) – Jean-Pierre Graff Section 003: MWR, 12:30pm – 1:45pm (#6837) – Jean-Pierre Graff Section 004: MWR, 2:00pm – 3:15pm (#6838) – TBA Section 005: MWR, 3:30pm – 4:45pm (#6839) – TBA Section 006: MWR, 4:55pm – 6:10pm (#6840) – TBA Section 007: TR, 2:00pm – 4:00pm (#16728) – Fatiha Bali   Section 007 is exclusively for Tisch School of the Arts stduents and is only   available to students who have received permission from the   Department of French. FREN-UA 10 Intensive Elementary French (6 points) Open to students with no previous training in French. Completes the equivalent of a year's elementary level in one semester. 25 W. 4th St., C-7 Section 001: MTWRF, 8:00am – 9:15am (#6841) – TBA Section 002: MTWRF, 9:30am – 10:45am (#6842) – TBA Section 003: MTWRF, 11:00am – 12:15pm (#6843) – Melanie Hackney FREN-UA 11 Intermediate French I Open to students who have completed the equivalent of a year's elementary level and to others on assignment by placement test. Not equivalent to FREN-UA 20. Only by following FREN-UA 11 with FREN-UA 12 can a student complete the equivalent of FREN-UA 20 and then continue on to the post-intermediate level. 25 W. 4th St., C-16; C-18 (sec. 7 only) Section 001: MTR, 8:00am – 9:15am (#6844) – TBA Section 002: MTR, 9:30am – 10:45am (#6845) – Stéphanie Dubois Section 003: MTR, 11:00am – 12:15pm (#6846) – Samantha Presnal Section 004: MTR, 12:30pm – 1:45pm (#6847) – Samira Ait-Jafour Section 005: MTR, 2:00pm – 3:15pm (#6848) – Samira Ait-Jafour Section 006: MTR, 3:30pm – 4:45pm (#6849) – Lauren Weaver Section 007: TWF, 12:30pm – 1:45pm (#6850) – Gabriella Lindsay FREN-UA 12 Intermediate French II Continuation of FREN-UA 11. To fulfill the MAP requirement and continue on to the post-intermediate level, a student must complete both FREN-UA 11 and FREN-UA 12. This two-semester sequence is equivalent to FREN-UA 20. 25 W. 4th St., C-5 Section 001: MTR, 8:00am – 9:15am (#6851) – Johann Voulot Section 002: MTR, 9:30am – 10:45am (#6852) – Kaliane Ung Section 003: MTR, 11:00am – 12:15pm (#6853) – Johann Voulot Section 004: MTR, 12:30pm – 1:45pm (#6854) – TBA\u2028 Section 005: MTR, 2:00pm – 3:15pm (#6855) – TBA Section 006: MTR, 3:30pm – 4:45pm (#6856) – Samira Ait-Jafour\u2028 Section 007: MTR, 4:55pm – 6:10pm (#6857) – TBA FREN-UA 20 Intensive Intermediate French (6 points) Open to students who have completed the equivalent of a year's elementary level and to others on assignment by placement test. Complete's the equivalent of a year's intermediate level in one semester. 25 W. 4th St., C-19 Section 001: MTWRF, 8:00am – 9:15am (#6858) – TBA Section 002: MTWRF, 9:30am – 10:45am (#6859) – Mary Haslam Section 003: MTWRF, 11:00am – 12:15pm (#6860) – Stéphanie Dubois Section 004: MTWRF, 2:00pm – 3:15pm (#6861) – Jennifer Gordon FREN-UA 30 Conversation &amp; Composition Systemizes and reinforces the language skills presented in earlier-level courses through an intensive review of grammar, written exercises, an introduction to composition, lexical enrichment, and spoken skills. Section 001: MWR, 8:00am – 9:15am (#6862) – TBA Section 002: MWR, 9:30am -10:45am (#6863) – Aline Baehler Section 003: MWR, 11:00am – 12:15pm (#6864) – Mary Haslam Section 004: MWR, 12:30pm – 1:45pm (#6865) – Aline Baehler Section 005: MWR, 2:00pm – 3:15pm (#6866) – TBA Section 006: MWR, 3:30pm – 4:45pm (#6867) – Anna-Caroline Prost Section 007: MWR, 4:55pm – 6:10pm (#6868) – Anna-Caroline Prost  ADVANCED LANGUAGE COURSES FREN-UA 101 Spoken Contemporary French Helps the student to develop vocabulary, improve pronunciation, and learn new idiomatic expressions. Introduction to corrective phonetics and emphasis on understanding contemporary French through a study of such authentic documents as radio and television interviews, advertisements, and spontaneous oral productions. 25 W. 4th St., C-3 Section 001: MTR, 11:00am – 12:15pm (#6869) – Nils Froment Section 002: MTR, 12:30pm – 1:45pm (#6870) – Nils Froment Section 003: MTR, 2:00pm – 3:15pm (#6871) – Olivier Berthe Section 004: MTR, 3:30pm – 4:45pm (#6872) – Olivier Berthe FREN-UA 103 French Phonetics John Moran TR, 2:00pm – 3:15pm 25 W. 4th St., C-10 #7959 Ce cours est un cours de linguistique. Dans ce cours, on parlera de la phonétique et de la prononciation. Ce cours vous donnera l'occasion: (1) de mieux comprendre les systèmes phonologiques du français et de l'américain (oui, j’ai écrit l’américain!), (2) de découvrir et expliquer les problèmes typiques d'un anglophone américain qui apprend le français, (3) de découvrir et expliquer les problèmes typiques d’un francophone qui apprend l’américain, (4) de corriger ces mêmes problèmes (ce qu'on appelle «la phonétique corrective»), (5) d'améliorer votre prononciation du français et votre compréhension auditive, (6) de développer votre capacité de reconnaître vos propres erreurs et de les corriger, (7) d'apprendre l'alphabet phonétique international (API), qui vous sera un outil indispensable dans toutes vos études linguistiques, (8) de perfectionner votre façon d'expliquer un phénomène linguistique (ou n'importe quel autre phénomène) d'une façon nette et précise, (9) de maîtriser le vocabulaire linguistique en français et en anglais et (10) de mieux apprécier le français et votre(vos) propre(s) langue(s) maternelle(s). FREN-UA 105 Written Contemporary French Designed to improve the student's written French and to provide advanced training in French and comparative grammar. Students are trained to express themselves in a variety of writing situations (for example, diaries, transcriptions, narrations, letters). Focuses on the distinction between spoken and written styles and the problem of contrastive grammar. Emphasis on accuracy and fluency of usage in the written language. 25 W. 4th St., C-9; C-11 (sec. 3 only) Section 001: MWR, 9:30am – 10:45am (#6873) – TBA Section 002: MWR, 11:00am – 12:15pm (#6874) – Aline Baehler   (Section 002 is an advanced section) Section 003: MWR, 11:00am – 12:15pm (#6875) – TBA Section 004: MWR, 12:30pm – 1:45pm (#6876) – Jennifer Gordon Section 005: MWR, 2:00pm – 3:15pm (#6877) – Anna-Caroline Prost FREN-UA 107 Translation Emmanuelle Ertel MW, 9:30am – 10:45am 25 W. 4th St., C-1 #6878 Practice of translation through French and English texts taken from a variety of sources to present a range of contrasting grammatical and stylistic problems. Also stresses acquisition of vocabulary. FREN-UA 109 Acting French Melanie Hackney MW, 9:30am – 10:45am 25 W. 4th St., C-10 #6879 This course is both a literature course that will allow you to study important French drama and a language course that will help you progress in French, especially in your oral expression. During the semester, we will traverse the centuries of French theater, lingering on certain authors and representative works. We will attempt to perform scenes for the pleasure of both the eyes and the ears. During this course, you will have regular phonetic exercises, you will read and study theater, you will give expository presentations on authors and contexts and you will memorize and recite/perform poems and scenes -- you will sometimes even write your own!  FREN-UA 110 Business French Prof. Johann Voulot TR, 9:30am – 10:45am 25 W. 4th St., C-4 #7626 Designed for students who wish to learn the specialized language used in French business. Emphasis on oral and written communication, as well as the acquisition of a business and commercial vocabulary dealing with the varied activities of a commercial firm (for example, advertising, transportation, banking). Stresses group work in simulated business situations and exposure to authentic spoken materials.  CORE COURSES (Conducted in French) FREN-UA 120 Readings in French Literature I: Middle Ages and the Early Modern Era Prof. Henriette Goldwyn TR, 11:00am – 12:15pm 25 W. 4th St., C-4 #6880 Introduction to the central works in medieval and early modern French literature. By analyzing plays, chronicles, poems, and novels, students explore the role and status of literature within the era's larger intellectual, political, and social framework. Critical study of key themes, genres, and styles; focuses on analytical writing and literary analysis. Authors studied may included Marie de France, Rabelais, Marguerite de Navarre, Montaigne, Corneille, Diderot, and Voltaire. FREN-UA 121 Readings in French Literature II: The Modern Era (1789 – Present) Prof. Ludovic Cortade TR, 4:55pm – 6:10pm 25 W. 4th St., C-4 #7960 Introduction to central works in modern French literature. By analyzing plays, chronicles, poems, and novels, students explore the role and status of literature within the era's larger intellectual, political, and social framework. Critical study of key themes, genres, and styles; focuses on analytical writing and literary analysis. Follows but does not require completion of Readings I. Authors studied may include Colette, André Malraux, Céline, Simone de Beauvoir, Kateb Yacine, Georges Perec, and Marguerite Yourcenar. FREN-UA 145 Approaches to Francophone Literature Prof. Stéphane Gerson TR, 3:30pm – 4:45pm 25 W. 4th St., C-4 #8249 The course examines the conceptualizing of Francophonie through the literature from a network of French-speaking countries which together form a Francophone space. It not only addresses the colonial past but the anti-colonial and postcolonial situations in which French colonialism is replaced by more complex relationships and ideologies. One of the most difficult issues that confronts the postcolonial francophone world is the question of cultural homogeneity and social integration within national structures. This course focuses on the problematic area of cultural transformation, language contact and the role of the writer in elaborating a post-colonial national identity. The problematizing of language, nation and writing will be examined in both a theoretical way and in the prose fiction of Maryse Conde of Guadeloupe, Jacques Roumain of Haiti, Sembene Ousmane of Senegal and Assia Djebar of Algeria. FREN-UA 164 Contemporary France Prof. Nils Froment TR, 2:00pm – 3:15pm Silver 404 #8728 An introduction to French history, politics, and social relations from 1900 to the present. Attention is paid to the successive crises that challenged France's stature, its national identity, and its Republican model. Topics include the French political and social systems; France's “exceptionalism” and relationships with Europe, the United States, and globalization; colonialism, immigration, and post-colonialism; and gender and class relations.                           (Cross-listed as EURO-UA  288 and HIST-UA 169 )       SENIOR SEMINARS (conducted in French) Permission of the department must be obtained to register for these courses. Please contact Dain Goding for information on receiving a permission code.  FREN-UA 991.001 Espèces d'espaces Prof. Phillip John Usher MW, 11:00am – 12:15pm 25 W. 4th St., C-18 #6883 Le titre de ce cours est emprunté à un livre de Georges Pérec, publié en 1974, qui s’interroge sur le sens des « lieux » dans lesquels nous vivons (le lit, la chambre, l’appartement, l’immeuble, la rue, le quartier, la ville, etc.). Pérec démontre combien ces lieux que nous fréquentons, comme inconsciemment, sont aussi lisibles qu’un livre, combien ces lieux possèdent une logique et une syntaxe, combien ces lieux sont des « fictions » autant que des réalités. Emboîtant le pas à Pérec (que nous lirons) et nous inspirant également de certains autres penseurs du XXe siècle (Foucault, Certeau, Augé, Latour, etc.), nous voudrions donc réfléchir à la façon dont la littérature problématise notre relation aux « lieux », des plus intimes (le lit) aux plus abstraits (l’univers, l’ « anthropocène »). En privilégiant ces questions, nous prélèverons sur l’histoire de la littérature française des œuvres publiées depuis le Moyen Âge jusqu’au XXIe siècle. Auteurs probables (liste préliminaire) : Marie de France, Christine de Pisan, François Rabelais, Joachim du Bellay, Gilles Corrozet, Raymond Queneau, Eugène Ionesco, Michel Butor, Michel Foucault, Georges Pérec, Monique Wittig, Annie Ernaux, Michel Houellebecq. FREN-UA 991.002 La Politique des Images en France Prof. Ludovic Cortade TR, 12:30pm – 1:45pm 194 Mercer, 208 #6884 Ce séminaire, spécialement destiné aux étudiants «Senior», offre une méthode pour comprendre l’importance et l’omniprésence des images dans notre civilisation, et plus particulièrement, en France. Nous essaierons de comprendre les enjeux politiques des images, leur dimension idéologique et l’influence qu’elles exercent sur notre vie quotidienne. Les discussions et les exposés ont pour objectif d’offrir aux étudiants de larges opportunités de s’exprimer et de se situer en tant que citoyens libres de leurs opinions. Thèmes et questions abordés dans ce cours inclurent: L’iconographie des hommes politiques, les rapports entre la politique et l’humour au cinéma, l’influence des images sur la perception du corps, de la sexualité et du genre, la publicité et la société de consommation, la représentation de l’environnement, et la question de la liberté d’expression et de la censure.  FRENCH ELECTIVES  FREN-UA 935 (conducted in French ) Women Writers in France Prof. Laura Hughes MW, 9:30am – 10:45am 25 W. 4th St., C-4 #16734 Il s'agira, à travers les siècles et cinq romans de femme aux styles divers, de voir sous quels traits semble s'esquisser une écriture féminine. L'analyse portera tant sur les thèmes et les personnages que sur l'organisation du texte et les problèmes de la narration, le point du vue, l'expression du temps et de l'espace, sans oublier une certaine forme de recontextualisation historique.  FREN-UA 965 (conducted in French ) Topics in French Literature: Slavery in the Francophone World Prof. Cécile Bishop MW, 3:30pm – 4:45pm 25 W. 4th St., C-19 #8726 Between the seventeenth and the nineteenth century, France was responsible for the kidnapping, forced transport and brutal enslavement of over a million Africans. This course examines representations of slavery in a wide range of media including literature, film and visual arts, from the late 18th century to the present day. In addition to exploring the role of slavery in shaping French and francophone cultures, students will develop new perspectives on the power and limits of literature and art in representing violence and suffering. Authors studied include Madame de Staël, Claire de Duras, Prosper Mérimée, Maryse Condé, André Schwarz-Bart and Patrick Chamoiseau. FREN-UA 865 (conducted in English ) Topics in French Culture: Paris in History, Art and Literature Prof. Olivier Berthe MW, 4:55pm – 6:10pm 25 W. 4th St., C-9 #8267 The aim of this course is to help the student develop an intimate knowledge of France’s capital city. Adopting a chronological approach, we will explore the different stages of Paris’ development through the analysis of numerous historical and literary texts, maps, paintings, photographs and movies. In the process, we will journey through over 2000 years of French history, discovering major political, social and artistic events, and developing a vision of the organic growth of the city. (French majors must fill out a French Coursework Guarantee in order to receive credit towards their major requirements for this course.)  FREN-UA 883 (conducted in English) Cinema and Literature Prof. William Wolf W, 2:00pm – 4:45pm Cantor 101 #6881 Exposes   the student to various modes, such as expressionism, social realism,   and the projection of the hero. One film is viewed per week and   analyzed with reading assignments that include novels, plays, and   poems. The objective is to exploit the potentiality of different media   and to make vivid and intellectual the climate of Europe on which these   media so often focus. (Cross-listed as DRLIT-UA 504.001 ) (Does not count towards the requirements for the French major or minor.)  OTHER Permission of the department must be obtained to register for these courses. Please contact Dain Goding for information on receiving a permission code. FREN-UA 995 Honors Thesis Workshop I (2 points) Prof. Claudie Bernard T, 3:30pm – 6:10pm 19 University Place, room 605 #6885 Only for students who have applied to the honors program and also intend to complete the spring section of the workshop. For information on completing an honors thesis during your senior year, please speak to your adviser. FREN-UA 997 Independent Study (2 – 4 points) #6886 Speak to your adviser for more information on completing an independent study. FREN-UA 980  Internship (2 - 4 points) #6882 Speak to your adviser for more information on completing an internship for credit.   PREVIOUS SEMESTERS:  SPRING &amp; SUMMER 2015  FALL 2014  SPRING &amp; SUMMER 2014  FALL 2013  SPRING &amp; SUMMER 2013  FALL 2012  SPRING &amp; SUMMER 2012  FALL  2011  SPRING 2011                       NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Spring 2015 Undergraduate Course Schedule, French    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Spring 2015 Undergraduate Course Schedule, French      UNDERGRADUATE  COURSE OFFERINGS    SPRING 2015 FREN-UA 1 Elementary French I Open   to students with no previous training in French. Not equivalent to   FREN-UA 10. Only by following FREN-UA 1 with FREN-UA 2 can a student   complete the equivalent of FREN-UA 10 and then continue on to the   intermediate level.                                               Waverly 566B (sec. 1), 570 (sec. 2); Silver 510 (sec. 3 &amp; 4), 402 (sec. 5 &amp; 6), 500 (sec. 7) Section 001: MWR, 8:00am – 9:15am (#9967) – Delphine Stafford Section 002: MWR, 9:30am – 10:45am (#9968) – Kaliane Ung Section 003: MWR, 11:00am – 12:15pm (#9969) – Jean-Pierre Graff Section 004: MWR, 12:30pm – 1:45pm (#9970) – Jean-Pierre Graff Section 005: MWR, 2:00pm – 3:15pm (#9971) – Samantha Presnal Section 006: MWR, 3:30pm – 4:45pm (#9972) – Downing Bray Section 007: TR, 2:00pm – 4:00pm (#22286) – Fatiha Bali    Section 007 is exclusively for Tisch School of the Arts students and is   only availble for students who have received permission from the   Department of French. FREN-UA 2 Elementary French II Continuation   of FREN-UA 1. To continue on to the intermediate level, a student must   complete both FREN-UA 1 and FREN-UA 2. This two-semester sequence is   equivalent to FREN-UA 10. Waverly 429 (sec. 1 &amp; 2), 412 (sec. 3), 512 (sec. 4 &amp; 7), 504 (sec. 5), 510 (sec. 6), 566B (sec. 8); Silver 406 (sec. 9) Section 001: MWR, 8:00am – 9:30am (#9973) – Camilo Frias Section 002: MWR, 9:30am – 10:45am (#9974) – Lauren Weaver Section 003: MWR, 9:30am – 10:45am (#9975) – Gabriella Lindsay Section 004: MWR, 11:00am – 12:15pm (#9976) – Sophia Wilson Section 005: MWR, 12:30pm – 1:45pm (#9977) – Melanie Hackney Section 006: MWR, 2:00pm – 3:15pm (#9978) – Amelia Fedo Section 007: MWR, 3:30pm – 4:45pm (#9979) – Anne-Marie Moscatelli Section 008: MWR, 3:30pm – 4:45pm (#9980) – Anna-Caroline Prost Section 009: TWF, 12:30pm – 1:45pm (#9981) – Janos Kun FREN-UA 10 Intensive Elementary French (6 points) Open to students with no previous training in French. Completes the equivalent of a year's elementary level in one semester. Silver 402 Section 001: MTWRF, 8:00am – 9:15am (#9982) – Bassem Shahin Section 002: MTWRF, 9:30am – 10:45am (#9983) – Sophia Wilson Section 003: MTWRF, 11:00am – 12:15pm (#9984) – Fatiha Bali Section 004: MTWRF, 12:30pm – 1:45pm (#11142) – Jennifer Gordon FREN-UA 11 Intermediate French I Open   to students who have completed the equivalent of a year's elementary   level and to others on assignment by placement test. Not equivalent to   FREN-UA 20. Only by following FREN-UA 11 with FREN-UA 12 can a student   complete the equivalent of FREN-UA 20 and then continue on to the   post-intermediate level. GCASL 374 Section 001: MTR, 9:30am – 10:45am (#9985) – Elena Aleksandrova Section 002: MTR, 11:00am – 12:15pm (#9986) – Stéphanie Dubois Section 003: MTR 12:30pm – 1:45pm (#9987) – Samira Jafour Section 004: MTR, 2:00pm – 3:15pm (#9988) – Michelle Lanchart Section 005: MTR, 3:30pm – 4:45pm (#9989) – Samira Jafour Section 006: MTR, 4:55pm – 6:10pm (#9990) – Chris Beck FREN-UA 12 Intermediate French II Continuation   of FREN-UA 11. To fulfill the MAP requirement and continue on to the   post-intermediate level, a student must complete both FREN-UA 11 and   FREN-UA 12. This two-semester sequence is equivalent to FREN-UA 20. GCASL 274 Section 001: MTR, 8:00am – 9:15am (#9991) – Johann Voulot Section 002: MTR, 9:30am – 10:45am (#9992) – Andy Dubrov Section 003: MTR, 11:00am – 12:15pm (#9993 – Johann Voulot Section 004: MTR, 12:30pm – 1:45pm (#9994) – Nils Froment Section 005: MTR, 2:00pm – 3:15pm (#9995) – Samira Jafour Section 006: MTR, 3:30pm – 4:45pm (#9996) – Manoah Finston Section 007: MTR, 4:55pm – 6:10pm (#9997) – Josh Jordan FREN-UA 20 Intensive Intermediate French (6 points) Open   to students who have completed the equivalent of a year's elementary   level and to others on assignment by placement test. Complete's the   equivalent of a year's intermediate level in one semester. Silver 406 (sec. 1 &amp; 2), 506 (sec. 3 &amp; 4) Section 001: MTWRF, 8:00am – 9:15am (#9998) – Julie Hugonny Section 002: MTWRF, 9:30am – 10:45am (#9999) – Mary Haslam Section 003: MTWRF, 12:30pm – 1:45pm (#10000) – Stéphanie Dubois Section 004: MTWRF, 2:00pm – 3:15pm (#10001) – Katie LaPorta FREN-UA 30 Conversation &amp; Composition Systemizes   and reinforces the language skills presented in earlier-level courses   through an intensive review of grammar, written exercises, an   introduction to composition, lexical enrichment, and spoken skills. 194 Mercer 303 (sec. 1 – 4, 6); Silver 512 (sec. 5) Section 001: MWR, 8:00am – 9:15am (#10002) – Mary Haslam Section 002: MWR, 9:30am -10:45am (#10003) – Aline Baehler Section 003: MWR, 11:00am – 12:15pm (#10004) – Melanie Hackney Section 004: MWR, 12:30pm – 1:45pm (#10005) – Aline Baehler Section 005: MWR, 2:00pm – 3:15pm (#10006) – Anna-Caroline Prost Section 006: MWR, 3:30pm – 4:45pm (#10007) – Chris Bonner  FREN-UA 101 Spoken Contemporary French Helps   the student to develop vocabulary, improve pronunciation, and learn new   idiomatic expressions. Introduction to corrective phonetics and   emphasis on understanding contemporary French through a study of such   authentic documents as radio and television interviews, advertisements,   and spontaneous oral productions. Waverly 566B Section 001: MTR, 9:30am – 10:45pm (#10008) – Nils Froment Section 002: MTR, 11:00am – 12:15pm (#10009) – Nils Froment Section 003: MTR, 12:30pm – 1:45pm (#10010) – Olivier Berthe Section 004: MTR, 2:00pm – 3:15pm (#10011) – Olivier Berthe FREN-UA 103 French Phonetics Jean-Philippe Graff TR, 2:00pm – 3:15pm Waverly 570 #10012 Ce   cours est un cours de linguistique. Dans ce cours, on parlera de la   phonétique et de la prononciation. Ce cours vous donnera l'occasion:   (1) de mieux comprendre les systèmes phonologiques du français et de   l'américain (oui, j’ai écrit l’américain!), (2) de découvrir et   expliquer les problèmes typiques d'un anglophone américain qui apprend   le français, (3) de découvrir et expliquer les problèmes typiques d’un   francophone qui apprend l’américain, (4) de corriger ces mêmes problèmes   (ce qu'on appelle «la phonétique corrective»), (5) d'améliorer votre   prononciation du français et votre compréhension auditive, (6) de   développer votre capacité de reconnaître vos propres erreurs et de les   corriger, (7) d'apprendre l'alphabet phonétique international (API), qui   vous sera un outil indispensable dans toutes vos études linguistiques,   (8) de perfectionner votre façon d'expliquer un phénomène linguistique   (ou n'importe quel autre phénomène) d'une façon nette et précise, (9) de   maîtriser le vocabulaire linguistique en français et en anglais et (10)   de mieux apprécier le français et votre(vos) propre(s) langue(s)   maternelle(s). FREN-UA 105 Written Contemporary French Designed   to improve the student's written French and to provide advanced   training in French and comparative grammar. Students are trained to   express themselves in a variety of writing situations (for example,   diaries, transcriptions, narrations, letters). Focuses on the   distinction between spoken and written styles and the problem of   contrastive grammar. Emphasis on accuracy and fluency of usage in the   written language. Silver 508 (sec. 1), 506 (sec. 2), 512 (sec. 3); 194 Mercer 303 (sec. 4); Waverly 570 (sec. 5) Section 001: MWR, 9:30am – 10:45am (#10013) – Melanie Hackney Section 002: MWR, 11:00am – 12:15pm (#10014) – Aline Baehler  (Section 002 is an advanced section) Section 003: MWR, 12:30pm – 1:45pm (#10015) – Anna-Caroline Prost Section 004: MWR, 2:00pm – 3:15pm (#10016) – Jennifer Gordons Section 005: MWR, 3:30pm – 4:45pm (#10017) – Pierre André FREN-UA 107 Translation Prof. Olivier Berthe TR, 9:30am – 10:45am Silver 500 #10018 Practice   of translation through French and English texts taken from a variety of   sources to present a range of contrasting grammatical and stylistic   problems. Also stresses acquisition of vocabulary.  FREN-UA 108 Advanced Techniques of Translation Prof. Emmanuelle Ertel W, 11:00am – 1:45pm 25 W. 4th St, room C-12 #22263 Course   in translation method based on an intensive practice of translation.   Every week is devoted to a different genre of writing (such as poetry,   prose, journalism, or subtitling) or a different set of issues related   to translating (such as cultural, grammatical and sentential,   phonic/graphic and prosodic, or language variety).  FREN-UA 110 Business French Prof. Johann Voulot TR, 9:30am – 10:45am Silver 515 #10019 Designed   for students who wish to learn the specialized language used in French   business. Emphasis on oral and written communication, as well as the   acquisition of a business and commercial vocabulary dealing with the   varied activities of a commercial firm (for example, advertising,   transportation, banking). Stresses group work in simulated business   situations and exposure to authentic spoken materials. FREN-UA 120 Readings in French Literature I: Middle Ages and the Early Modern Era Prof. Kathrina LaPorta TR, 3:30pm – 4:45pm Silver 510 #11148 Introduction   to the central works in medieval and early modern French literature.   By analyzing plays, chronicles, poems, and novels, students explore the   role and status of literature within the era's larger intellectual,   political, and social framework. Critical study of key themes, genres,   and styles; focuses on analytical writing and literary analysis.   Authors studied may included Marie de France, Rabelais, Marguerite de   Navarre, Montaigne, Corneille, Diderot, and Voltaire. FREN-UA 121 Readings in French Literature II: The Modern Era (1789 – Present) Prof. Emmanuelle Ertel TR, 11:00am – 12:15pm Silver 504 #10020 Introduction   to central works in modern French literature. By analyzing plays,   chronicles, poems, and novels, students explore the role and status of   literature within the era's larger intellectual, political, and social   framework. Critical study of key themes, genres, and styles; focuses on   analytical writing and literary analysis. Follows but does not require   completion of Readings I. Authors studied may include Colette, André   Malraux, Céline, Simone de Beauvoir, Kateb Yacine, Georges Perec, and   Marguerite Yourcenar. FREN-UA 145 Approaches to Francophone Literature Prof. J. Michael Dash MW, 12:30pm - 1:45pm Silver 500 #22205 The   course examines the conceptualizing of Francophonie through the   literature from a network of French-speaking countries which together   form a Francophone space. It not only addresses the colonial past but   the anti-colonial and postcolonial situations in which French   colonialism is replaced by more complex relationships and ideologies.   One of the most difficult issues that confronts the postcolonial   francophone world is the question of cultural homogeneity and social   integration within national structures. This course focuses on the   problematic area of cultural transformation, language contact and the   role of the writer in elaborating a post-colonial national identity. The   problematizing of language, nation and writing will be examined in both   a theoretical way and in the prose fiction of Maryse Conde of   Guadeloupe, Jacques Roumain of Haiti, Sembene Ousmane of Senegal and   Assia Djebar of Algeria. FREN-UA 164 Contemporary France Prof. Julie Hugonny MW, 9:30am – 10:45am Silver 500 #22207 An   introduction to French history, politics, and social relations from   1900 to the present. Attention is paid to the successive crises that   challenged France's stature, its national identity, and its Republican   model. Topics include the French political and social systems; France's   “exceptionalism” and relationships with Europe, the United States, and   globalization; colonialism, immigration, and post-colonialism; and   gender and class relations.                           (Cross-listed as EURO-UA  288 and HIST-UA 169 )      FREN-UA 992.001 Les Femmes écrivains Prof. Anne Deneys-Tunney TR, 9:30am – 10:45am Silver 518 #10025 Les   femmes ont joué un rôle essentiel dans le développement de la   littérature en France depuis ses origines. Jusqu'à présent souvent   ignorées par les critiques, et mises à l'écart du corpus officiel de la   littérature française, elles trouvent maintenant la place qui leur est   due. Depuis le 17 eme siècle jusqu'à aujourd'hui ce cours étudiera   quelques une des figures majeures parmi les femmes écrivains. Nous   réfléchirons aussi à la pertinence ou pas de cette catégorie des femmes   écrivains. (Authors include Madame de la Fayette, Madame de Sévigné, Georges Sand, Colette, Duras, and de Beauvoir .)  FREN-UA 992.002 Espèces d'espaces Prof. Phillip John Usher MW, 4:55pm – 6:10pm Silver 406 #10026 Le   titre de ce cours est emprunté à un livre de Georges Pérec, publié en   1974, qui s’interroge sur le sens des « lieux » dans lesquels nous   vivons (le lit, la chambre, l’appartement, l’immeuble, la rue, le   quartier, la ville, etc.). Pérec démontre combien ces lieux que nous   fréquentons, comme inconsciemment, sont aussi lisibles qu’un livre,   combien ces lieux possèdent une logique et une syntaxe, combien ces   lieux sont des « fictions » autant que des réalités. Emboîtant le pas à   Pérec (que nous lirons) et nous inspirant également de certains autres   penseurs du XXe siècle (Foucault, Certeau, Augé, Latour, etc.), nous   voudrions donc réfléchir à la façon dont la littérature problématise   notre relation aux « lieux », des plus intimes (le lit) aux plus   abstraits (l’univers, l’ « anthropocène »). En privilégiant ces   questions, nous prélèverons sur l’histoire de la littérature française   des œuvres publiées depuis le Moyen Âge jusqu’au XXIe siècle. Auteurs   probables (liste préliminaire) : Marie de France, Christine de Pisan,   François Rabelais, Joachim du Bellay, Gilles Corrozet, Raymond Queneau,   Eugène Ionesco, Michel Butor, Michel Foucault, Georges Pérec, Monique   Wittig, Annie Ernaux, Michel Houellebecq.  FREN-UA 965.001 (conducted in French ) Topics in French Literature: La Gloire et l'Horreur -- la Première Guerre Mondiale à travers la littérature et le cinéma Profs. Ludovic Cortade and Claudie Bernard TR, 12:30pm – 1:45pm Waverly 570 #22191 La   France commémore cette année le centenaire de la Première Guerre   Mondiale. A cette occasion, ce cours propose aux étudiants d'étudier le   regard que portent les romanciers et les cinéastes sur la guerre de   1914-1918. Le cours porte sur l'étude de la langue, du contexte   historique et du style des romanciers et des cinéastes, ainsi que sur   leur vision des horreurs de la guerre, du courage et de la paix. Le   cours est co-enseigné par Prof. Cl. Bernard, spécialiste de littérature,   et Prof. L. Cortade, spécialiste de cinéma.  FREN-UA 968.001 (conducted in French ) Topics in French Literature: Voix des banlieues Prof. Emmanuelle Ertel TR, 2:00pm – 3:15pm Silver 406 #22193 Il   s’agira dans ce cours avancé d’explorer les diverses formes   d’expressions – voix multiples – issues des banlieues : romans, films,   documents et documentaires, musique et poésie générés par les «cités»   françaises. On suivra au cours du semestre un cadre chronologique qui   s’étendra des lendemains de la guerre d’Algérie à nos jours et   s’articulera autour de quelques grands thèmes comme la violence,   l’école, la langue, racisme et intégration, engagement politique, etc. FREN-UA 968.002 (conducted in French ) Topics in French Literature: La Littérature du voyage Prof. Eugène Nicole MW, 3:30pm – 4:45pm Silver 406 #22194 Le   voyage est l’un des grands thèmes de la littérature mondiale. Dans le   domaine français, il a été pratiqué par Rabelais, Montaigne, Racine,   Rousseau, Chateaubriand, Baudelaire, Gide, Michaux et de nombreux autres   romanciers, philosophes, ethnologues et poètes. Nous nous attacherons   dans ce cours à illustrer cette variété. Privilégiant des oeuvres du   XIXè et du XXè siècles, nous montrerons qu’elles mettent   alternativement l’accent sur l’expérience du voyageur, l’appel du   Divers, la rencontre avec l’Autre, l’exotisme et sa condamnation. FREN-UA 868.001 (conducted in English ) Topics in French Literature: Acting Medieval Literature Prof. Evelyn Vitz R, 9:30am – 12:15pm\u2028GCASL 379 #22175 In   this course students read, discuss, and then perform in class major   works of medieval literature – works that were originally intended for   live, semi-dramatic performance. Focus is on narrative rather than   dramatic works. The works explored vary from year to year, but always   include epic, romance, tales of various kinds, and a range of narrative   genres, from different countries and traditions. Students work   particularly on the skills required for the performance of different   kinds of narrative – including the ability to impersonate of all kinds   of characters; rapid shifts from character to character, voice to voice;   and effective use of body language, Most performances are done solo,   but there is also some teamwork—performances in small groups. Students   who can sing, dance, play an instrument, or have other performance   skills are very welcome, but such skills are not necessary. Work for   the course consists of reading and classroom discussion; several short   performances over the course of the semester; a final performance (often   done in a group); short written responses to readings and “imaginary   performances”; a final oral exam. Note: This is a course where faithful   attendance is an absolute must. Students who are not comfortable   performing are strongly advised not to sign up for this course. (Cross-listed as MEDI-UA 868 , DRLIT-UA 35 , and THEA-UT 732.002 ) (French   majors must fill out a French Coursework Guarantee in order to receive   credit towards their major requirements for this course.) FREN-UA 868.002 (conducted in English ) Topics in French Literature: An Introduction to Jacques Derrida (1930-2004) Prof. Lucien Nouis MW, 11:00am – 12:15pm Silver 500 #22176 From   Derrida’s critique of “Western” categorizations of universality and   rationality (logocentrism, phallogocentrism, humanism,   anthropocentrism), to his later reflections on metaphoricity,   translation, and performativity, this course will first explore the   question of “writing” as it unfolds throughout the 1960’s and beyond. We   will then focus on the more directly political and ethical dimension of   Derrida’s thought, and carefully examine his use of concepts such as   hos(ti)pitality, gift, forgiveness, animality, friendship, faith, and   \"événement,\" paying particular attention to his later conversation with   Emmanuel Levinas. Readings will include passages, chapters and essays   taken from Writing and Difference (1967), On Grammatology (1967), Psyche: Inventions of the Other (1987), Points... , (1992); Force of Law (1994); Politics of Friendship (1994); Monolinguism of the Other (1996); Of Hospitality (1997); On Cosmopolitanism and Forgiveness (1997); Philosophy in a Time of Terror (2003); The Beast and the Sovereign (2008), etc. The course and the readings will be in English. (Cross-listed as COLIT-UA 723 and ENGL-UA 190.002 ) (French   majors must fill out a French Coursework Guarantee in order to receive   credit towards their major requirements for this course.) FREN-UA 822 (conducted in English ) – 2 points Metaphors of Modern Theatre Prof. Tom Bishop T, 3:30pm – 4:45pm Silver 414 #22185 The   first two weeks of the course will present an introduction touching on   the history of modern drama, the socio-political context of the plays,   the development of non-realistic theater as a reaction to realism, the   philosophic tendencies toward the absurd. The remaining twelve weeks   will deal with four plays. We will consider each of the four authors   with respect to their work in general and their place in contemporary   theater and the history of ideas. The plays will be analyzed in detail   thematically and stylistically. Each will be seen as a highlight of   anti-realistic dramaturgy, as a brilliant example of the sensibilities   of European artists and thinkers in the periods following each of the   two World Wars.\u2028 (Cross-listed as DRLIT-UA 267 )\u2028 (This course is for 2 points and does not count toward the requirements for the French major or minor.)  FREN-UA 883 (conducted in English) Cinema and Literature Prof. William Wolf W, 2:00pm – 4:45pm Cantor 101 #10023 Exposes   the student to various modes, such as expressionism, social realism,   and the projection of the hero. One film is viewed per week and   analyzed with reading assignments that include novels, plays, and   poems. The objective is to exploit the potentiality of different media   and to make vivid and intellectual the climate of Europe on which these   media so often focus. (Cross-listed as DRLIT-UA 504.001 ) (Does not count towards the requirements for the French major or minor.) FREN-UA 995 Honors Thesis Workshop II (2 points) Prof. Benoît Bolduc F, 2:00pm – 4:45pm 19 University Place, room 605 #10027 Only   for students who have also completed the fall section of the workshop.    For information on completing an honors thesis during your senior year,   please speak to your adviser. FREN-UA 998 Independent Study (2 – 4 points) #10028 Speak to your adviser for more information on completing an independent study. FREN-UA 981  Internship (2 - 4 points) #10024 Speak to your adviser for more information on completing an internship for credit.  SUMMER 2015 SESSION I: May 26th – July 2nd FREN-UA 10 Intensive Elementary French (6 points) MTWRF, 9:00am – 12:00pm Section 001 (#2510) -- Kaliane Ung / Gabriella Lindsay Section 002 (#2511) -- Tina Montenegro / Erika Hendrix This   beginning-level French course is open to students with no previous   training or experience in French. This intensive course is the   equivalent of a year (two semesters) of regular elementary-level French.   The work done throughout the session focuses on the presentation and   systematic practice of the basic structures and vocabulary of oral and   written French through a variety of creative activities that stress   real-world contexts and communicative situations, situations that   provide learners with the opportunity to develop their knowledge of   French by creating, both orally and through writing, in the language.   This course includes a robust online component. FREN-UA 30 Conversation &amp; Composition MTWR, 10:00am – 12:00pm Melanie Hackney #2514 This   fifth-semester French course is open to students who have completed one   year (two semesters) of intermediate-level French (or one semester of   intensive intermediate-level French). This course systematizes and   reinforces language skills and functions presented in earlier courses   through an intensive review of grammatical structures and usages, a   variety of written activities, an introduction to composition writing,   exercises and activities that promote lexical enrichment, and numerous   opportunities to develop conversational and presentational skills. FREN-UA 883 (conducted in English ) Cinema and Literature Prof. William Wolf MW, 2:00pm – 5:00pm #2515 This   course exposes the student to various modes, such as expressionism,   social realism, and the projection of the hero. One film is viewed per   week and analyzed with reading assignments that include novels, plays,   and poems. The objective is to exploit the potentiality of different   media and to make vivid and intellectual the climate of Europe on which   these media so often focus. (Cross-listed as DRLIT-UA 504; does not count towards the requirements for the French major.) SESSION II: July 8th – August 15th FREN-UA 1 Elementary French I Pierre André / Daniel Benson MTWR, 10:00am – 12:30pm #2793 This   beginning-level French course is open to students with no previous   training or experience in French. The work done throughout the session   focuses on the presentation and systematic practice of the initial basic   structures and vocabulary of oral and written French through a variety   of creative activities that stress real-world contexts and communicative   situations, situations that provide learners with the opportunity to   develop their knowledge of French by creating, both orally and through   writing, in the language. This course includes a robust online   component. FREN-UA 20 Intensive Intermediate French (6 points) MTWRF 9:00am – 12:00pm Section 001 (#2512) -- Camilo Frias / Janos Kun Section 002 (#2513) -- Samantha Presnal / Lauren Weaver This   intensive intermediate French course is designed to give students who   have already mastered the basics of French vocabulary, culture,   pronunciation, and grammar the opportunity to deepen their knowledge of   the French language and the cultures for which it is a vehicle. This   course not only allows students to gain even easier access to the   thoughts, ideas, history, and production of hundreds of millions of   French-speaking people scattered across every continent around the   globe, but also prepares students to tackle advanced-level French   courses. This course includes an intensive review and expansion of the   most important grammatical structures through written and oral exercises   and activities, the continued development of vocabulary through   creative and communicative activities and projects, and extensive   individual, small-group, and large-group practice to allow for the   development of spoken fluency and presentational skills. FREN-UA 865.001 (conducted in English ) Topics in French Culture – Sugar, Shackles, Sabotage: The French Caribbean Suzy Cater MW, 2:00pm – 5:00pm #2743 A headless   statue stands in the center of Fort-de-France, the capital of   the Caribbean island of Martinique. Now decapitated and splattered in   red paint, it once represented the Empress Josephine, wife of Napoleon   I - and daughter of sugar plantation owners in Martinique. Supposedly,   Josephine encouraged Napoleon to reinstate slavery in the   French colonies, after it had legally been abolished in 1794. Once   reintroduced, slaves wouldn't be free again until 1848. The headless   statue is one of many sites where official French history and culture   is challenged - or sabotaged - by local Caribbean realities   and practices. This course will explore works   of Martinican and Guadeloupean literature and film which refuse to be   French and insist on being Caribbean, highlighting their own history (of   slavery, revolts, and maroon leaders) and their own culture (such as   seen in Carnival and the language of Creole). Yet the islands have   been overseas departments of France since 1946 – distant, but a part of   that country – and we will examine how authors and artists negotiate   this double, conflictual belonging. Its tension haunts their oeuvre, but   they produce original and fascinating works which traverse oceans and   borders, interrogate fixed identities, and overturn expectations about   what the idea of “French” literature really means. (This course is   taught in English; however, NYU French students can arrange to take the   course for credit for a French major or minor. See the French   Department for details.) FREN-UA 868.001 (conducted in English ) Topics in French Literature – The Story of My Life: Published Books, Private Lives Youna Kwak TR, 2:00pm – 5:00pm #6441 Gide, Beauvoir, Sartre, and Barthes are writers so iconic that they can be identified by just one name. Likewise The Immoralist, The Second Sex, Nausea , and Camera Lucida    are among the most influential Francophone books of the 20th century.   But in addition to writing well-known works of fiction and philosophy,   each of these authors also wrote intimately revealing diaries and   autobiographies that testify to turbulent sexual affairs, fierce social   rivalries, jealousy, grief, and the horror of confronting violence and   war. Which are more famous, the authors or their books? In this course   we examine the fraught distinction between private lives and public   books, when writers put their personal lives on display. What effect   does it have on readers to think they know a writer’s secrets? How does   fascination with the private lives of writers inevitably influence the   way we read? We will pursue our questions into the present-day,   discovering contemporary authors whose blogs, memoirs, autobiographies   and autofictions reflect and incite readers’ desires to uncover   seemingly real and authentic lives behind famous works of literature. In   our so-called “age of no secrets,” can there be such a thing as an   intimate life in print? (This course is taught in English; however, NYU   French students can arrange to take the course for credit for a French   major. See the French Department for details.)                     NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}]}]