[{"detail": [{"content": "Social &amp; Cultural Analysis    | New York University                                       Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                 Home     People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter               The Department of Social and Cultural Analysis (SCA) is trans-disciplinary in nature, incorporating critical methodologies and theoretical insights from such fields as social geography, feminism and queer studies, ethnic studies, critical race theory, labor studies, and cultural studies. Our courses combine topics and methods spanning the humanities and social sciences, and are organized around themes such as urbanization, commodification, movement of peoples, transnational exchange, identity formations, and ethnic and disaporic cultures.           Family and friends celebrated the life of Juan Flores and honored his memory and legacy     Saturday, December 20, 2014   2:00pm-5:00pm   at NYU's   Eisner & Lubin Auditorium   New York, NY 10012 Watch the video here:      Areas of Study         Africana Studies           American Studies           Asian/Pacific/American Studies           Gender and Sexuality Studies           Latino Studies           Metropolitan Studies           Social and Cultural Analysis             Faculty Bookshelf    Yellow Peril!: An Archive of Anti-Asian Fear     John Kuo Wei Tchen and Dylan Yeats           Announcements         SCA Events Calendar           New Faculty 2014-2015             Quicklinks         Undergraduate Admissions           Frequently Asked Questions           GSAS Admissions           Study Away                         Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Social &amp; Cultural Analysis    | New York University                                       Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                 Home     People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter               The Department of Social and Cultural Analysis (SCA) is trans-disciplinary in nature, incorporating critical methodologies and theoretical insights from such fields as social geography, feminism and queer studies, ethnic studies, critical race theory, labor studies, and cultural studies. Our courses combine topics and methods spanning the humanities and social sciences, and are organized around themes such as urbanization, commodification, movement of peoples, transnational exchange, identity formations, and ethnic and disaporic cultures.           Family and friends celebrated the life of Juan Flores and honored his memory and legacy     Saturday, December 20, 2014   2:00pm-5:00pm   at NYU's   Eisner & Lubin Auditorium   New York, NY 10012 Watch the video here:      Areas of Study         Africana Studies           American Studies           Asian/Pacific/American Studies           Gender and Sexuality Studies           Latino Studies           Metropolitan Studies           Social and Cultural Analysis             Faculty Bookshelf    Yellow Peril!: An Archive of Anti-Asian Fear     John Kuo Wei Tchen and Dylan Yeats           Announcements         SCA Events Calendar           New Faculty 2014-2015             Quicklinks         Undergraduate Admissions           Frequently Asked Questions           GSAS Admissions           Study Away                         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Visual Culture and Cultural Studies - Graduate Level Courses - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Graduate Level Courses                       Browse by       Doctoral courses only    Doctoral core courses    Courses offered abroad    Research courses    All Graduate courses        Browse by MA Area of Study  Global and Transcultural Communication Visual Culture and Cultural Studies Interaction and Social Processes Persuasion and Politics Technology and Society              Visual Culture and Cultural Studies        Courses examine the role of cultural production and visual practice in the fashioning of urbanism, consumer desire, spatial experience, gender/sexual identities, race and ethnicity, trans-cultural and historical image flows, the aesthetics of everyday life and the performance of political power.                     MCC-GE 2005 - Psychic Life of Media   \"Our writing tools are also working on our thoughts,\" Nietzsche supposedly declared &agrave; propos his typewriter. This claim has been used by Friedrich Kittler and others to argue for a version of media studies based on \"media-technological determinism.\" This course will consider how various Freudian and post-Freudian psychoanalytic concepts might be used to critique this position, or at least provide it with greater nuance . Readings vary from semester to semester. Sample Syllabus          MCC-GE 2010 - Censorship in American Culture   This course examines censorship in American culture, from the late 19th century to the present and surveys areas where debates about censorship have been urgently contested, from discussions about birth control, to literature, film, theatre, art galleries and history museums, to sidewalks and lecture halls, to the internet. Students will explore the historical contexts in which important cultural and legal struggles over censorship took place and how this history affects contemporary debates about the arts, sexuality, national security, technology, privacy, and government involvement in the marketplace of ideas and images.    sample syllabus           MCC-GE 2025 - Race and Media   The racial and ethnic diversity of the United States from Europeans' first encounter with Native Americans, through colonialism and American slavery, Reconstruction, Jim Crow, the Civil Rights era and beyond has made the issue of race one of the United States' principal sites of conflict and conversation. For many years, scholarship on race and media has focused on a myriad of theories and issues surrounding representation, concerned with the presence or lack of people of color in media of all kinds, and the stereotypical ways they are portrayed when they are present. But this is only one part of the story. While this course highlights many of these issues, it focuses on the ways that media can and have shaped public discourse about race and racism both within and beyond the confines of the United States. The course considers a variety of media television sitcoms and drama, television and print news, film, popular music, the internet and others for the purpose of investigating how media have and continue to variably influence the publics racial agenda, and the general content, tone and tenor of racial conversation in the public sphere.    sample syllabus           MCC-GE 2027 - Media and the Environment   This course will introduce you to the varied ways in which human and natural environments have been shaped by media representations and technologies, extending from newspapers, photography, and popular literature, to film, television, and video games. The course integrates the study of environmental media from diverse disciplinary perspectives, including eco-cinema, eco-criticism, environmental communication, and environmental studies. It surveys research from media studies that explores how environments are represented in visual media; from eco-critical texts that detail the specificities of poetic, literary, and artistic approaches to the environment; and work in environmental communication that documents the role of the mass media, including the Internet, broadcast television, and news programs, in the dissemination of environmental messages. The course will also interrogate the diverging functions of environmental media in different historical periods and social contexts, beginning with the rise of landscape photography, scientific representations of nature, and &ldquo;fictional&rdquo; wildlife films; extending through the development of canonical environmental media works in the 1960s; and ending with the role of contemporary interactive and &ldquo;recycling&rdquo; based aesthetics. sample syllabus          MCC-GE 2030 - Architecture as Media   This class reads architecture and the built environment through the lenses of media, communication, and culture. The course takes seriously the proposition that spaces communicate meaningfully and that learning to read spatial productions leads to better understanding how material and technological designs are in sustained conversation with the social, over time. Through analyses of a range of spaces &ndash; from Gothic Cathedrals to suburban shopping malls to homes, factories, skyscrapers and digital cities &ndash; students will acquire a vocabulary for relating representations and practices, symbols and structures, and for identifying the ideological and aesthetic positions that produce settings for everyday life.    sample syllabus           MCC-GE 2100 - Seminar in Media Criticism   Analysis of the media environment from a variety of critical perspectives. Emphasis on writing as well as reading media criticism.    sample syllabus           MCC-GE 2112 - Politics of the Gaze   The mediation and technological development of vision and its dominance over the human sensorium is integral to the emergence of the modern, including experiences of urbanism, consumer desire, gender/sexual identities, race and ethnicity, trans-cultural image systems, aesthetic production, and the making of power and political truth claims. This seminar will focus on introducing participants to the core theories and analytic methods of visual culture, and the socio-political history of the human sensorium in a variety of disciplines, including ethnography, social history, urban studies, cinema studies, social geography, material culture studies, and media studies.    sample syllabus           MCC-GE 2125 - Evolution of Technology    Traces the development of technology from historical, current, &amp; future-oriented perspectives. Attention given to intended &amp; unintended consequences of technological events.    sample syllabus           MCC-GE 2134 - Media Archaeology   Over the last decade or so, scholars in several disciplines have embarked on a series of media-archaeological excavations, sifting through the layers of early and obsolete practices and technologies of communication. The archaeological metaphor evokes both the desire to recover material traces of the past and the imperative tosituate those traces in their social, cultural, and political contexts - while always watching our steps. This eminar will examine some of the most important contributions to the field of media archaeology and, most importantly, provide an ongoing research studio in which participants undertake archaeological projects of their own.    sample syllabus           MCC-GE 2135 - Media, Memory, and History     This seminar will focus on introducing participants to the basic theory and core methods of visual culture studies in a variety of disciplines, including ethnography, social history, urban studies, cinema studies, social geography, art history and media studies.    sample syllabus           MCC-GE 2136 - War and Media Theory   Communication studies traditionally focus on how war is propagandized by mass media. In contrast, this seminar proposes that war is an encompassing mode of political communication in which media is militarized and violence is mediatized. We will examine how modern warfare has generated new visual cultures and new media networks. This seminar proposes that the visual technology of war and the technologies of event dissemination are linked problems in the political history of representation. The triangulation of person, place and time as the basis of perceiving history can only be accounted for by a history of mediated perception-a history increasingly characterized by military technologies and military visual culture, and their fashioning of the modern sensorium. The seminar will examine the thesis that the 'informationatization' of contemporary consciousness can only be understood through a media theory of war.    sample syllabus           MCC-GE 2137 - Memory, Architecture and Design: Comparative Perspectiveson New York and Buenos Aires   This course compares the debates &amp; contestations over architecture&rsquo;srelationship to memory, trauma, nationalism, &amp; memorialization thathave taken place in Argentina, over the memory of its &ldquo;dirty war&rdquo; from1976-1983, and in the United States over the last three decades. Itsituates this comparative perspective within the scholarship ofarchitecture &amp; design, memory studies, &amp; visual culture.    sample syllabus          MCC-GE 2138 - Politics of Digital Media       This  seminar will examine the myriad ways in which digital media shape our political  and cultural institutions, processes, and perceptions. From the silver-haired  architect of Wikileaks to the networked activists who helped bring down a slew  of Arab regimes, digital media are facilitating previously unimaginable  contests for visibility and power, ushering in a shift from spectatorship to  participation. But they are neither uncomplicated nor monolithic: A host of  forces, from government legislation to market considerations, are vying to  fashion the emerging technologies into weapons used to oppress opponents and  stifle dissent. To paint this rapidly evolving landscape, we will look at broad  political theories as well as particular policies, will hear from leading  theorists and activists in the field, and will strive to emerge with both a  philosophical and practical understanding of the movements currently at work  and the technological platform on which they rely and against which they  sometimes feud.    sample syllabus           MCC-GE 2143 - Cultural Analysis of Design   This class introduces design as an intersection of practice, philosophy, aesthetics, politics, and material culture. In the course of bringing students into the contemporary conversation that organizes design discourse increasingly in terms of interaction, this class prepares students to conduct original project work on the history, culture, and aesthetics of contemporary material and visual culture at the scale of computers, media, architecture, and product.    sample syllabus          MCC-GE 2146 - The Sitcom    This course examines the history and politics of television's most enduring genre, the situation comedy. The sitcom occupies a particularly important place in U.S. cultural hierarchies. Both lauded as an innovative, quintessentially televisual form and denigrated as the epitome of mass media's formulaic cultural dross, the genre is a discursive locus in which U.S. preoccupations with class, race, gender, and other forms of difference are negotiated.    sample syllabus           MCC-GE 2147 - Reality and Documentary TV   This course will survey  the historical development and shifting definitions of documentary and reality  television. We will explore the ways in which television has understood and  utilized non-fiction formats at particular historical moments; trace the  formations and deployment of realist aesthetics; explore the ethical  obligations/problematics of these forms and their practitioners; examine the  implications and meanings of documentary/reality hybrids; and consider the reception  of and cultural meanings derived from particular documentary and reality texts  and subgenres. sample syllabus           MCC-GE 2149 - A Cultural History of Television   A survey of the cultural and industrial history of American television; focus on how technological innovation, regulatory bodies, advertisers, network heads, creative producers, audiences have interacted with economic, social, and political forces to shape television over time. Examines the methodological practices and concerns involved in the writing of media histories and specifically the history of broadcasting. sample syllabus           MCC-GE 2150 - The Origins of Modern Media    sample syllabus Examination of the sociopolitical, technological, aesthetic, &amp; institutional development of media from 1880-1950. Emphasis is placed on telegraphy, telephony, sound-recording, &amp; amplification devices, radio (both point-to-point &amp; broadcast) &amp; film. Students are introduced to a variety of historiographical techniques &amp; are encouraged to reflect upon the relationship between origins of the mass media &amp; current technological institutional, sociopolitical &amp; aesthetic dynamics of media.          MCC-GE 2155 - Activist Art and Creative Activism   The course will focus on the tactical, strategic, and organizational uses of artistic aesthetic taken up by the activist for the purpose of social change. The course will rely on both a survey of the existing theory and scholarship on &ldquo;artistic activism,&rdquo; as well as close analyses of contemporary practices on a local, national and global scale. Special attention will be paid to issues of creativity and efficacy, addressing questions concerning the value of this hybrid practice as both an aesthetic and political activity.    Sample Syllabus          MCC-GE 2157 - The Communications Revolution and Culture in America    An examination of the nature of the communications revolution in the 20th century &amp; its impact on American cultural life &amp; institutions. First semester focuses on the political economy of media from a critical perspective; second semester focuses on current developments in the communications industry &amp; their impact on the U.S. &amp;global culture, from an industry perspective. Either half may be taken independently.          MCC-GE 2166 - The Global City and Media Ethnography: Practice-led Transcultural Media Research   The course focuses on the theories and methods of media/sensory ethnography, visual culture, media archeology, through the linked topics of transcultural and trans-local processes, diaspora identities, the post colonial and human rights. The curriculum is aimed at graduate students from diverse disciplines who want to explore creative media practice as a research methodology. This course provides students with theoretical and practical grounding in multi-sited action research in trans-cultural and transnational settings. Through social historical and trans-cultural ethnographic perspectives practice-led pedagogy promotes a self- reflexive contextual and critical understanding of the use of media for the conduct and dissemination of research and the creation of social knowledge through participatory cultural production. Practice-Led Media Research is the theory, social history pedagogy and circulation of social science and humanities research through the production of film, video, internet, visual arts and other screen/audio based media. Practice-led research overcomes divisions between social theory and action-research, and between creative practice and evidence-based research. An important focus is the use of visual media to convey ideas and distinctive understandings about the world. There is a strong emphasis on comprehending visual phenomena in cross-cultural perspective and on the multifarious roles played by media in processes of identity and cultural formation in the world today.    sample syllabus          MCC-GE 2167 - Transnational Media Flows   This class will study the global landscape of media flows, particularly television and film, and its specific configurations at regional and national levels. Rooted in the idea of media as cultural industries we will identify the supranational regional players from some of the most important geo-linguistic markets around the world, where the tensions of global/transnational media and cultural audience's dynamics at local levels become more evident. We will examine the implications of these industrial/cultural dynamics from both theories that denounce the homogenizing cultural effect produce by global media, as well as approaches that underscore the rising of counter-flow trends based on audiences' preferences. sample syllabus           MCC-GE 2169 - Globalization, Memory, and Visual Culture   This course examines the intersections of global visual culture and cultural memory, with a particular focus on the tensions that arise between the largely national tendencies of cultural memory and the global circulation of cultural meaning. We will focus on the ways that the nation, colonialism, and globalization have been enacted through visual culture and cultural memory with a particular focus on France, in comparison to other national contexts.    The course provides an overview of contemporary theoretical engagements with cultural memory, visual culture, and consumerism, looking at the role played by discourses of memory in changing concepts of nation, colonialism-postcolonialism, and globalization. The course will begin by examining how cultural memory and memorialization have been deployed in the context of the nation, looking in particular at how national memory has been constructed in France. We will look at how the concept of national memory becomes contested, and the institutions through which the memory of France and the French Empire have been constructed. We will thus consider the tensions between the emerging identities of transnationalism and globalization and the traditional frameworks of national memory. How cultural memory is enacted through visual culture will be a key theme of the course, looking at memorials, museums, artistic projects, design, and architecture as central to how cultural memory is shaped. We will situate these projects in relation to the memory industry and global consumer economy, through which cultural memory is packaged, branded, and consumed. These intersections&mdash;memory, visual culture, consumerism, nationalism, colonialism, and globalization&mdash;will frame our inquiries.    This course will be an intensive three-week course in Paris, organized in collaboration with the American University of Paris. We will have a number of field trips and site visits, including the Musee Carnavalet, the Quai Branley museum of French colonialism, the Cite de l&rsquo;Immigration, and a day trip to Normandy and the World War II museum in Caen.    Note: This couse will be offered in Paris in Summer 2014. Department approval needed. More information is available here .    sample syllabus           MCC-GE 2171 - Screening History: The Construction of American History in Hollywood   This course explores how popular Hollywood films construct versions of the historical past, and can be utilized as historical documents themselves. The films reach mass audiences, they entertain, they mythologize, they produce compelling narratives about the past, they simplify complex problems, and they have been influential in creating audiences&rsquo; historical understanding. Hollywood films are significant and complex cultural texts, and this course will study them as artifacts of a powerful communications entertainment industry whose visions of the past and arguments regarding social, political, economic order throughout the 20 th century and into the 21 st centuries warrants our close examination.    Sample Syllabus          MCC-GE 2173 - Research for Communication Professionals   The course has two parts. One is providing the student with an understanding of media research as used to measure usage and behavior and to commodify audiences for sale to support content. Exposure to the measurement tools such as ratings, time spent, reach, engagement, WOM, CTR, by such firms as Google, ComScore, Nielsen, Arbitron, and others, will be part of this. Two is how research is done on the media to understand people's attitudes, opinions and behavior. This will consist of exposure to a variety of different studies on different aspects of the media as well as exposure to different methodologies and techniques. It will also consist of the student participating in a simulated media research project on how to conduct a research study. Both these parts of the class will be taught in the context of the digital media environment that is causing a revolution in measurement, re-shaping platforms and the economics of the business. Digital media is upsetting the media business as not only can it measure people's individual behavior but creates research data that can predict behavior as well as tell people what they want to consume. sample syllabus          MCC-GE 2191 - Print Media and Modernity   This seminar will explore the evolution of print technology and culture since Gutenberg's first experiments with movable type. Our objective will be to arrive at an understanding of how print media have formed and transformed essential features of the culture of capitalism. Themes will include the rise of the bourgeois individual, public/private spheres, production of difference, erotics of reading, urban space and spectacle, high/low culture, bureaucracy. Although the emphasis will be on the history of the book, the course will also examine newspapers, paper money, identity documents, and other printed matter. sample syllabus          MCC-GE 2200 - Media Events and Spectacle   An inquiry into those forces in our technological society, especially those of the mass media that significantly influence our beliefs, attitudes &amp; actions. sample syllabus          MCC-GE 2201 - Mediating the Bio-political Body   This seminar seeks to build media theory within the material histories, philosophy and political culture of embodiment/disembodiment. The body is situated as the interface of our era's most contentious political terrains including human rights violations, epidermal stigma, gendered gazes, targeting gazes, and confinement in refugee, detention, torture and concentration camps. For Foucault the formation of the political subject is isomorphic to the formation of the body as a communicative, mediating and mediated site. The body has become the screen, the archive and the stylus for political inscription and encryption. For Foucault, Agamben and Esposito the political is concerned with producing forms of life as biopower-- the governing of life and death through subject forming and deforming body-media from surveillance to violence. Previously Hegel, Kojeve, Lacan and Fanon theorized political domination as the spectral occupation and remediation of one body by another. Derrida described the current war on terror as the shift from communitas to immunitas, to auto-co-immunity in which the body-politic sacrifices its actuality to protect itself as virtuality. In the above theories the body unfolds as the place where our current historical actuality originates and culminates in a politics of somatic virtuality. We will examine the body as a political semiotechnique, as material support for political ideology and spectacle and as enabled/disabled by techno-political prosthetics and as the means of political virtualization. We will track several orienting genealogies of the body that roughly run from Hegel and Kojeve to Lacan and Fanon; from Spinoza, Nietzsche and Heidegger, to Deleuze, Foucault, Agamben, Esposito and Derrida; from Merleau-Ponty to Lefort and Ranciere. Among the themes to be explored are: exposability and disposability of the body; torture, embodied witnessing and truth; postcolonial typographies of the body; second bodies, subversive mimesis and political virtuality; political animality and monstrosity; communicable and excommunicated bodies; political violence as auto-immunization. sample syllabus          MCC-GE 2202 - Public Sphere Formation   The unprecedented visibility both of everyday life, and of the mediatization that makes this visibility possible, shift and transform society and the conditions of knowledge about it. We will approach these issues as questions pertaining to public sphere formation. We will begin with two distinct but related arguments about the public-private opposition, namely Habermas's influential formulation drawing on Kant, and Hannah Arendt's, that draws on ancient Greek philosophy. In this course we will consider the problems attending any attempt to construct a theoretical genealogy for the terms \"public\" and \"private,\" and examine as well specific cultural-political mobilizations, and techno-institutional elaborations of these terms, and some of the implications arising from these definitions, mobilizations and instantiations.    sample syllabus           MCC-GE 2206 - Dis/ability Studies: Media, Philosophy, and Visual Culture   Introduction to the concepts used in the new interdisciplinary field of disability studies. This seminar will be a joint exploration of the necessarily connected experience and representation of dis/ability, embodiment and the \"normal\" in modern Western culture. It centers on questions of dis/ability in the three fields at three critical interfaces, namely the formation of Western rationality in the seventeenth century;the generalization and medicalization of the concept of the \"normal\" in the nineteenth century; and the emergence of dis/ability as a new form of identity in the past forty years. sample syllabus           MCC-GE 2210 - Globalization and Gender   This course will examine how definitions of gender and sexuality are reproduced, negotiated and deployed in the context of globalization and transnational flows. We will examine key texts drawn from feminist/global cultural studies on the topics of citizenship, global labor flows, migration, militarization, neoliberalism and the construction of the gendered global subject. Through a reading of theoretical texts, ethnographic case studies and analysis of media representation, we will engage with questions of feminist epistemology and method research.    sample syllabus           MCC-GE 2211- Decolonization and its Aftermath   The advent of 20th century decolonization challenged the way in which world history had been conceived for four centuries, as centered upon the tiny landmass of Western Europe, rather than say, as plural and polycentric. The former view made it difficult to understand how the majority of the world's population mattered to history at all. With the onset of decolonization after the end of World War I, the world began to be seen, first through the lens of the nation, and secondly, as an extensive set of interconnections, where seemingly remote events could have major effects across countries. This course will combine a survey of select decolonization movements with analyses of the transformations from anticolonial nationalism through postcolonial developmentalism to the contemporary new world order. The course will consider decolonization in two senses: as the historical achievement of independence in former colonies, and, as a communicational concept illuminating socio-political change. sample syllabus 1    sample syllabus 2          MCC-GE 2220 - Communication and the Culture Industries     An examination of the ways the entertainment industries exercise their communicative power. Provides a wide-ranging overview of theoretical &amp; empirical research on the industrial manufacture of popular culture, focusing on sociologies of production &amp; on the ongoing processes of digitization and globalization.    sample syllabus           MCC-GE 2251 - Communication Environments: Macroanalysis   Inquiries into \"the business behind the box\": the economic &amp; decision-making structure of broadcast television.    sample syllabus          MCC-GE 2284 - Religion and Media    Bertrand Russell long ago declared that religion belonged to the infancy of human history, in a statement that expressed the secular self-understanding of an enlightened European of his time. By comparison, at least from the time of Alexis de Tocqueville, it has been clear that in a country like the United States, religious affiliation has not diminished with the advance of historical time. If anything the movement has been in a contrary direction, with religion having increased in social and political influence, with effects that reverberate across the globe today. The disparity between Continental and American perceptions reflects a failure to understand the place of religion in modern society, and to relate changes in religious practice to historical change. It is not simply in traditional, backward or disadvantaged societies that religion thrives, but in the very heart of modern society, so to speak. The legislative approach to sequester religion and keep it in its place, widely practiced, rarely has the desired results. Religion turns out to be mediated in new ways, to sacralize new forms of connection, to mark out new relations between the sacred and the profane.    Note: This couse may be offered in Paris. Consult your academic advisor for further information.    sample syllabus           MCC-GE 2286 - Young People & Media Cultures   In this course students explore the debates and issues raised by various media environments as these relate to young people's growth and experiences. Students investigate how young people actually use, value, and find meaning in multiple media in different social contexts, and discuss the social, cultural, and political implications of these situations. Finally, students propose how to deal with the issues raised by the readings and discussions. sample syllabus          MCC-GE 2287 - Global Youth Media   This graduate level course explores the contextual purposes, practices, and outcomes of youth media projects that use a variety ofcommunication and media technologies in different locations around theworld. Students will examine research into why and how youth createand distribute multiple media in different locales, and investigate inwhat ways these activities support the development of young people&rsquo;scapacities for 21st century skills of digital communication, criticalliteracy, civic engagement, media appreciation, and personalexpression.    sample syllabus          MCC-GE 2310 - Sound Studies   This course examines central themes in the emerging field of 'Sound Studies'. We explore a range of histories, archeologies and ethnographies of sound and listening, as it intersects with topics in media studies, science and technology studies, political economy and musicology. How has our experience of sound changed as we move from the piano to the personal computer, from the phonoautograph to the mp3? How have political, commercial, and cultural forces shaped what we are able to listen to, and how we listen to it? Finally, how have performers, physiologists, acousticians, engineers and philosophers worked to understand this radical transformation of the senses?  Students should be able to describe and analyze technologies of sound production and reproduction over the last two centuries. They should also be able to describe, contrast and analyze (1) disciplinary, (2) metaphysical, (3) ideological, and (4) musical approaches to sound and listening over the last two centuries. Finally, students should be able to critically assess the way various communicative media have shaped how sound is made, used and heard in our times.    sample syllabus          MCC-GE 2344 - The Social Life of Paper    What is the cultural work performed by or with the technology of paper? How can a history of paper supplement and enrich recent histories of printing technology and printed artifacts like \"the book\"? What would it mean to imagine a paperless future? Organized around discussions of readings in common, this course considers the history, production, circulation and use of paper in the social production of knowledge, the shared imagination of value, and the mutual relations of consumers and commodities.    sample syllabus          MCC-GE 2351 - Global Food Cultures    An interdisciplinary and intercultural examination of human communication through food. The course explores the social, economic, political, and cultural ramifications of the technology, production, acquisition, preservation, packaging, distribution, promotion, representation, selling, presentation, and consumption of food, as well as the disposal of food-related wastes. Students will have a unique opportunity to explore various local, regional, and transnational cuisines and food rituals in Hong Kong as the manifestation of changing social norms, economic realities, and cultural beliefs in an increasingly global and multicultural city.    Note: This couse is offered in Hong Kong. Consult your academic advisor for further information.       Sample syllabus          MCC-GE 2381 - Topics in Globalization: Global Consumer Culture   Consumer culture by its nature is intensely local and inevitably global. Its locality is tied up with the intimacy of food, clothing, and shelter, and the elasticity of the relationship between bodies and things, yet its meanings and messages are globally circulated and produced. Consumption is a flash point for social and political debates about the relationship between needs and desires. This course explores critical approaches to the globalization of consumer culture by exploring the ways in which bodies and things shape each other through long histories (colonial, postcolonial, global) of production, distribution, and fashion. Students will study the social world of global consumers as an analytic entry point into the complex networks of cultural practice which mediate the perennial tension between habituation and novelty in the shaping of consumer experience in the context of globalization.    sample syllabus           MCC-GE 2402 - Topics in Visual Culture and Cultural Studies: The Political History of Visual Display and Representation   This course is a political analysis of the modern history of visual display and exhibition, tracing it from the Russian avant-garde to issues of spectacle, the ideological function of the museum, and public art. The critique of institutions such as museums is an area of inquiry in visual culture. This course analyzes concepts of the public, the avant garde, spectacle, the function of exhibitions in totalitarian political regimes, the concept of exhibition as resistance, and the relationship of urban economies and visual display. sample syllabus          MCC-GE 2403 - Topics in Visual Culture and Cultural Studies: Visuality and Globalization   Visual culture studies visuality as a key component of globalization. By visuality, we mean the visualization of history, composed of images, ideas and the imagination. This class introduces present-day visualized globalization in historical context and offers students ways to research visual culture in the intersections between globalizations past and present. In the first half of the class, lectures and discussion trace the concept of visuality from its emergence in the 19th century to its uses in imperial regimes and the neo-visuality of the present. We consider how visuality imagines history as war, visible only to the Hero, or Great Man, and consider alternatives proposed by abolitionists, indigenous people, and the labor movement. The second half of the class will be a series of visual media-based workshops from painting and photography to film and digital media, discussing strategies and approaches to research as well as offering students the opportunity to use primary and archival materials. Students will develop a project proposal that might be developed into a thesis, article or mixed-media project. sample syllabus          MCC-GE 2405 - Topics in Visual Culture and Cultural Studies: Communism and the Cold War   In the era of the permanent memorial, it is noticeable that Communism and the Cold War are being increasingly marginalized in accounts of present-day crises. This class offers a counterpoint by examining the legacies of these experiences in visual and cultural studies. It suggests a different history of the present than is usually told, with particular regard to visuality in film, art and performance. Each participant will undertake a research project using materials in the Tamiment Library (and elsewhere if needed) and will present the results in a mini-conference at the end of the semester.    sample syllabus           MCC-GE 2406 - Special Topics in Visual Culture and Cultural Studies: Semiotics of Media, Art and Performance   This seminar will explore semiotics and performance theory by comparing the modes ofperformance used in media (including television, film, radio, advertising, theater, music andvisual art) with social performance in general. Readings will draw from classic and contemporary work in semiotics, performance theory and linguistic anthropology, analyzing media and art forms from around the world. Students willengage with the theoretical concepts and analytical models encountered in class by applying them to a media form, performance or piece of art of their own choosing. Sample Topics List          MCC-GE 2420 - Visual Culture Methods   In the  wake of the Arab Spring and the Occupy movements worldwide, especially Occupy  Wall St here in New York, how can we study the interface of visualized media  and politics? This course provides a participatory introduction to the methods  of critical visuality studies from a wide range of perspectives. The class will  develop and explore horizontal means of occupying visual culture.    Sample syllabus          MCC-GE 2836 - Culture and Media in Urban China   This graduate workshop combines an interdisciplinary seminar on methods in China studies and a &ldquo;writing group&rdquo; format for graduate students developing original research on historical and contemporary formations of Chinese media and material culture: historical documents, art, photography, films, television shows, legal cases, novels, magazines, blogs and microblogs, material objects, ritual events, etc. We will read from outstanding books in China studies, including sociology, history, art history, anthropology, and media studies. Our discussion of these readings will focus on comparing methodological and analytical approaches to a range of text/objects, and contrasting forms of argument that focus on: 1) &ldquo;cosmology&rdquo; (cultures, conceptual schemes, languages, ideologies); 2) &ldquo;politics&rdquo;(conflict, difference, distinction); and 3) &ldquo;structure&rdquo; (networks and systems, kinship, clientalism, bureaucracy). Over the course of the semester students will develop analyses of their own text/objects, and use these analyses to develop journal articles, MA theses, or dissertation chapters.    sample syllabus                    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]},
{"detail": [{"content": "Social &amp; Cultural Analysis    | New York University                                       Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                 Home     People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter               The Department of Social and Cultural Analysis (SCA) is trans-disciplinary in nature, incorporating critical methodologies and theoretical insights from such fields as social geography, feminism and queer studies, ethnic studies, critical race theory, labor studies, and cultural studies. Our courses combine topics and methods spanning the humanities and social sciences, and are organized around themes such as urbanization, commodification, movement of peoples, transnational exchange, identity formations, and ethnic and disaporic cultures.           Family and friends celebrated the life of Juan Flores and honored his memory and legacy     Saturday, December 20, 2014   2:00pm-5:00pm   at NYU's   Eisner & Lubin Auditorium   New York, NY 10012 Watch the video here:      Areas of Study         Africana Studies           American Studies           Asian/Pacific/American Studies           Gender and Sexuality Studies           Latino Studies           Metropolitan Studies           Social and Cultural Analysis             Faculty Bookshelf    Yellow Peril!: An Archive of Anti-Asian Fear     John Kuo Wei Tchen and Dylan Yeats           Announcements         SCA Events Calendar           New Faculty 2014-2015             Quicklinks         Undergraduate Admissions           Frequently Asked Questions           GSAS Admissions           Study Away                         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Visual Culture and Cultural Studies - Graduate Level Courses - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Graduate Level Courses                       Browse by       Doctoral courses only    Doctoral core courses    Courses offered abroad    Research courses    All Graduate courses        Browse by MA Area of Study  Global and Transcultural Communication Visual Culture and Cultural Studies Interaction and Social Processes Persuasion and Politics Technology and Society              Visual Culture and Cultural Studies        Courses examine the role of cultural production and visual practice in the fashioning of urbanism, consumer desire, spatial experience, gender/sexual identities, race and ethnicity, trans-cultural and historical image flows, the aesthetics of everyday life and the performance of political power.                     MCC-GE 2005 - Psychic Life of Media   \"Our writing tools are also working on our thoughts,\" Nietzsche supposedly declared &agrave; propos his typewriter. This claim has been used by Friedrich Kittler and others to argue for a version of media studies based on \"media-technological determinism.\" This course will consider how various Freudian and post-Freudian psychoanalytic concepts might be used to critique this position, or at least provide it with greater nuance . Readings vary from semester to semester. Sample Syllabus          MCC-GE 2010 - Censorship in American Culture   This course examines censorship in American culture, from the late 19th century to the present and surveys areas where debates about censorship have been urgently contested, from discussions about birth control, to literature, film, theatre, art galleries and history museums, to sidewalks and lecture halls, to the internet. Students will explore the historical contexts in which important cultural and legal struggles over censorship took place and how this history affects contemporary debates about the arts, sexuality, national security, technology, privacy, and government involvement in the marketplace of ideas and images.    sample syllabus           MCC-GE 2025 - Race and Media   The racial and ethnic diversity of the United States from Europeans' first encounter with Native Americans, through colonialism and American slavery, Reconstruction, Jim Crow, the Civil Rights era and beyond has made the issue of race one of the United States' principal sites of conflict and conversation. For many years, scholarship on race and media has focused on a myriad of theories and issues surrounding representation, concerned with the presence or lack of people of color in media of all kinds, and the stereotypical ways they are portrayed when they are present. But this is only one part of the story. While this course highlights many of these issues, it focuses on the ways that media can and have shaped public discourse about race and racism both within and beyond the confines of the United States. The course considers a variety of media television sitcoms and drama, television and print news, film, popular music, the internet and others for the purpose of investigating how media have and continue to variably influence the publics racial agenda, and the general content, tone and tenor of racial conversation in the public sphere.    sample syllabus           MCC-GE 2027 - Media and the Environment   This course will introduce you to the varied ways in which human and natural environments have been shaped by media representations and technologies, extending from newspapers, photography, and popular literature, to film, television, and video games. The course integrates the study of environmental media from diverse disciplinary perspectives, including eco-cinema, eco-criticism, environmental communication, and environmental studies. It surveys research from media studies that explores how environments are represented in visual media; from eco-critical texts that detail the specificities of poetic, literary, and artistic approaches to the environment; and work in environmental communication that documents the role of the mass media, including the Internet, broadcast television, and news programs, in the dissemination of environmental messages. The course will also interrogate the diverging functions of environmental media in different historical periods and social contexts, beginning with the rise of landscape photography, scientific representations of nature, and &ldquo;fictional&rdquo; wildlife films; extending through the development of canonical environmental media works in the 1960s; and ending with the role of contemporary interactive and &ldquo;recycling&rdquo; based aesthetics. sample syllabus          MCC-GE 2030 - Architecture as Media   This class reads architecture and the built environment through the lenses of media, communication, and culture. The course takes seriously the proposition that spaces communicate meaningfully and that learning to read spatial productions leads to better understanding how material and technological designs are in sustained conversation with the social, over time. Through analyses of a range of spaces &ndash; from Gothic Cathedrals to suburban shopping malls to homes, factories, skyscrapers and digital cities &ndash; students will acquire a vocabulary for relating representations and practices, symbols and structures, and for identifying the ideological and aesthetic positions that produce settings for everyday life.    sample syllabus           MCC-GE 2100 - Seminar in Media Criticism   Analysis of the media environment from a variety of critical perspectives. Emphasis on writing as well as reading media criticism.    sample syllabus           MCC-GE 2112 - Politics of the Gaze   The mediation and technological development of vision and its dominance over the human sensorium is integral to the emergence of the modern, including experiences of urbanism, consumer desire, gender/sexual identities, race and ethnicity, trans-cultural image systems, aesthetic production, and the making of power and political truth claims. This seminar will focus on introducing participants to the core theories and analytic methods of visual culture, and the socio-political history of the human sensorium in a variety of disciplines, including ethnography, social history, urban studies, cinema studies, social geography, material culture studies, and media studies.    sample syllabus           MCC-GE 2125 - Evolution of Technology    Traces the development of technology from historical, current, &amp; future-oriented perspectives. Attention given to intended &amp; unintended consequences of technological events.    sample syllabus           MCC-GE 2134 - Media Archaeology   Over the last decade or so, scholars in several disciplines have embarked on a series of media-archaeological excavations, sifting through the layers of early and obsolete practices and technologies of communication. The archaeological metaphor evokes both the desire to recover material traces of the past and the imperative tosituate those traces in their social, cultural, and political contexts - while always watching our steps. This eminar will examine some of the most important contributions to the field of media archaeology and, most importantly, provide an ongoing research studio in which participants undertake archaeological projects of their own.    sample syllabus           MCC-GE 2135 - Media, Memory, and History     This seminar will focus on introducing participants to the basic theory and core methods of visual culture studies in a variety of disciplines, including ethnography, social history, urban studies, cinema studies, social geography, art history and media studies.    sample syllabus           MCC-GE 2136 - War and Media Theory   Communication studies traditionally focus on how war is propagandized by mass media. In contrast, this seminar proposes that war is an encompassing mode of political communication in which media is militarized and violence is mediatized. We will examine how modern warfare has generated new visual cultures and new media networks. This seminar proposes that the visual technology of war and the technologies of event dissemination are linked problems in the political history of representation. The triangulation of person, place and time as the basis of perceiving history can only be accounted for by a history of mediated perception-a history increasingly characterized by military technologies and military visual culture, and their fashioning of the modern sensorium. The seminar will examine the thesis that the 'informationatization' of contemporary consciousness can only be understood through a media theory of war.    sample syllabus           MCC-GE 2137 - Memory, Architecture and Design: Comparative Perspectiveson New York and Buenos Aires   This course compares the debates &amp; contestations over architecture&rsquo;srelationship to memory, trauma, nationalism, &amp; memorialization thathave taken place in Argentina, over the memory of its &ldquo;dirty war&rdquo; from1976-1983, and in the United States over the last three decades. Itsituates this comparative perspective within the scholarship ofarchitecture &amp; design, memory studies, &amp; visual culture.    sample syllabus          MCC-GE 2138 - Politics of Digital Media       This  seminar will examine the myriad ways in which digital media shape our political  and cultural institutions, processes, and perceptions. From the silver-haired  architect of Wikileaks to the networked activists who helped bring down a slew  of Arab regimes, digital media are facilitating previously unimaginable  contests for visibility and power, ushering in a shift from spectatorship to  participation. But they are neither uncomplicated nor monolithic: A host of  forces, from government legislation to market considerations, are vying to  fashion the emerging technologies into weapons used to oppress opponents and  stifle dissent. To paint this rapidly evolving landscape, we will look at broad  political theories as well as particular policies, will hear from leading  theorists and activists in the field, and will strive to emerge with both a  philosophical and practical understanding of the movements currently at work  and the technological platform on which they rely and against which they  sometimes feud.    sample syllabus           MCC-GE 2143 - Cultural Analysis of Design   This class introduces design as an intersection of practice, philosophy, aesthetics, politics, and material culture. In the course of bringing students into the contemporary conversation that organizes design discourse increasingly in terms of interaction, this class prepares students to conduct original project work on the history, culture, and aesthetics of contemporary material and visual culture at the scale of computers, media, architecture, and product.    sample syllabus          MCC-GE 2146 - The Sitcom    This course examines the history and politics of television's most enduring genre, the situation comedy. The sitcom occupies a particularly important place in U.S. cultural hierarchies. Both lauded as an innovative, quintessentially televisual form and denigrated as the epitome of mass media's formulaic cultural dross, the genre is a discursive locus in which U.S. preoccupations with class, race, gender, and other forms of difference are negotiated.    sample syllabus           MCC-GE 2147 - Reality and Documentary TV   This course will survey  the historical development and shifting definitions of documentary and reality  television. We will explore the ways in which television has understood and  utilized non-fiction formats at particular historical moments; trace the  formations and deployment of realist aesthetics; explore the ethical  obligations/problematics of these forms and their practitioners; examine the  implications and meanings of documentary/reality hybrids; and consider the reception  of and cultural meanings derived from particular documentary and reality texts  and subgenres. sample syllabus           MCC-GE 2149 - A Cultural History of Television   A survey of the cultural and industrial history of American television; focus on how technological innovation, regulatory bodies, advertisers, network heads, creative producers, audiences have interacted with economic, social, and political forces to shape television over time. Examines the methodological practices and concerns involved in the writing of media histories and specifically the history of broadcasting. sample syllabus           MCC-GE 2150 - The Origins of Modern Media    sample syllabus Examination of the sociopolitical, technological, aesthetic, &amp; institutional development of media from 1880-1950. Emphasis is placed on telegraphy, telephony, sound-recording, &amp; amplification devices, radio (both point-to-point &amp; broadcast) &amp; film. Students are introduced to a variety of historiographical techniques &amp; are encouraged to reflect upon the relationship between origins of the mass media &amp; current technological institutional, sociopolitical &amp; aesthetic dynamics of media.          MCC-GE 2155 - Activist Art and Creative Activism   The course will focus on the tactical, strategic, and organizational uses of artistic aesthetic taken up by the activist for the purpose of social change. The course will rely on both a survey of the existing theory and scholarship on &ldquo;artistic activism,&rdquo; as well as close analyses of contemporary practices on a local, national and global scale. Special attention will be paid to issues of creativity and efficacy, addressing questions concerning the value of this hybrid practice as both an aesthetic and political activity.    Sample Syllabus          MCC-GE 2157 - The Communications Revolution and Culture in America    An examination of the nature of the communications revolution in the 20th century &amp; its impact on American cultural life &amp; institutions. First semester focuses on the political economy of media from a critical perspective; second semester focuses on current developments in the communications industry &amp; their impact on the U.S. &amp;global culture, from an industry perspective. Either half may be taken independently.          MCC-GE 2166 - The Global City and Media Ethnography: Practice-led Transcultural Media Research   The course focuses on the theories and methods of media/sensory ethnography, visual culture, media archeology, through the linked topics of transcultural and trans-local processes, diaspora identities, the post colonial and human rights. The curriculum is aimed at graduate students from diverse disciplines who want to explore creative media practice as a research methodology. This course provides students with theoretical and practical grounding in multi-sited action research in trans-cultural and transnational settings. Through social historical and trans-cultural ethnographic perspectives practice-led pedagogy promotes a self- reflexive contextual and critical understanding of the use of media for the conduct and dissemination of research and the creation of social knowledge through participatory cultural production. Practice-Led Media Research is the theory, social history pedagogy and circulation of social science and humanities research through the production of film, video, internet, visual arts and other screen/audio based media. Practice-led research overcomes divisions between social theory and action-research, and between creative practice and evidence-based research. An important focus is the use of visual media to convey ideas and distinctive understandings about the world. There is a strong emphasis on comprehending visual phenomena in cross-cultural perspective and on the multifarious roles played by media in processes of identity and cultural formation in the world today.    sample syllabus          MCC-GE 2167 - Transnational Media Flows   This class will study the global landscape of media flows, particularly television and film, and its specific configurations at regional and national levels. Rooted in the idea of media as cultural industries we will identify the supranational regional players from some of the most important geo-linguistic markets around the world, where the tensions of global/transnational media and cultural audience's dynamics at local levels become more evident. We will examine the implications of these industrial/cultural dynamics from both theories that denounce the homogenizing cultural effect produce by global media, as well as approaches that underscore the rising of counter-flow trends based on audiences' preferences. sample syllabus           MCC-GE 2169 - Globalization, Memory, and Visual Culture   This course examines the intersections of global visual culture and cultural memory, with a particular focus on the tensions that arise between the largely national tendencies of cultural memory and the global circulation of cultural meaning. We will focus on the ways that the nation, colonialism, and globalization have been enacted through visual culture and cultural memory with a particular focus on France, in comparison to other national contexts.    The course provides an overview of contemporary theoretical engagements with cultural memory, visual culture, and consumerism, looking at the role played by discourses of memory in changing concepts of nation, colonialism-postcolonialism, and globalization. The course will begin by examining how cultural memory and memorialization have been deployed in the context of the nation, looking in particular at how national memory has been constructed in France. We will look at how the concept of national memory becomes contested, and the institutions through which the memory of France and the French Empire have been constructed. We will thus consider the tensions between the emerging identities of transnationalism and globalization and the traditional frameworks of national memory. How cultural memory is enacted through visual culture will be a key theme of the course, looking at memorials, museums, artistic projects, design, and architecture as central to how cultural memory is shaped. We will situate these projects in relation to the memory industry and global consumer economy, through which cultural memory is packaged, branded, and consumed. These intersections&mdash;memory, visual culture, consumerism, nationalism, colonialism, and globalization&mdash;will frame our inquiries.    This course will be an intensive three-week course in Paris, organized in collaboration with the American University of Paris. We will have a number of field trips and site visits, including the Musee Carnavalet, the Quai Branley museum of French colonialism, the Cite de l&rsquo;Immigration, and a day trip to Normandy and the World War II museum in Caen.    Note: This couse will be offered in Paris in Summer 2014. Department approval needed. More information is available here .    sample syllabus           MCC-GE 2171 - Screening History: The Construction of American History in Hollywood   This course explores how popular Hollywood films construct versions of the historical past, and can be utilized as historical documents themselves. The films reach mass audiences, they entertain, they mythologize, they produce compelling narratives about the past, they simplify complex problems, and they have been influential in creating audiences&rsquo; historical understanding. Hollywood films are significant and complex cultural texts, and this course will study them as artifacts of a powerful communications entertainment industry whose visions of the past and arguments regarding social, political, economic order throughout the 20 th century and into the 21 st centuries warrants our close examination.    Sample Syllabus          MCC-GE 2173 - Research for Communication Professionals   The course has two parts. One is providing the student with an understanding of media research as used to measure usage and behavior and to commodify audiences for sale to support content. Exposure to the measurement tools such as ratings, time spent, reach, engagement, WOM, CTR, by such firms as Google, ComScore, Nielsen, Arbitron, and others, will be part of this. Two is how research is done on the media to understand people's attitudes, opinions and behavior. This will consist of exposure to a variety of different studies on different aspects of the media as well as exposure to different methodologies and techniques. It will also consist of the student participating in a simulated media research project on how to conduct a research study. Both these parts of the class will be taught in the context of the digital media environment that is causing a revolution in measurement, re-shaping platforms and the economics of the business. Digital media is upsetting the media business as not only can it measure people's individual behavior but creates research data that can predict behavior as well as tell people what they want to consume. sample syllabus          MCC-GE 2191 - Print Media and Modernity   This seminar will explore the evolution of print technology and culture since Gutenberg's first experiments with movable type. Our objective will be to arrive at an understanding of how print media have formed and transformed essential features of the culture of capitalism. Themes will include the rise of the bourgeois individual, public/private spheres, production of difference, erotics of reading, urban space and spectacle, high/low culture, bureaucracy. Although the emphasis will be on the history of the book, the course will also examine newspapers, paper money, identity documents, and other printed matter. sample syllabus          MCC-GE 2200 - Media Events and Spectacle   An inquiry into those forces in our technological society, especially those of the mass media that significantly influence our beliefs, attitudes &amp; actions. sample syllabus          MCC-GE 2201 - Mediating the Bio-political Body   This seminar seeks to build media theory within the material histories, philosophy and political culture of embodiment/disembodiment. The body is situated as the interface of our era's most contentious political terrains including human rights violations, epidermal stigma, gendered gazes, targeting gazes, and confinement in refugee, detention, torture and concentration camps. For Foucault the formation of the political subject is isomorphic to the formation of the body as a communicative, mediating and mediated site. The body has become the screen, the archive and the stylus for political inscription and encryption. For Foucault, Agamben and Esposito the political is concerned with producing forms of life as biopower-- the governing of life and death through subject forming and deforming body-media from surveillance to violence. Previously Hegel, Kojeve, Lacan and Fanon theorized political domination as the spectral occupation and remediation of one body by another. Derrida described the current war on terror as the shift from communitas to immunitas, to auto-co-immunity in which the body-politic sacrifices its actuality to protect itself as virtuality. In the above theories the body unfolds as the place where our current historical actuality originates and culminates in a politics of somatic virtuality. We will examine the body as a political semiotechnique, as material support for political ideology and spectacle and as enabled/disabled by techno-political prosthetics and as the means of political virtualization. We will track several orienting genealogies of the body that roughly run from Hegel and Kojeve to Lacan and Fanon; from Spinoza, Nietzsche and Heidegger, to Deleuze, Foucault, Agamben, Esposito and Derrida; from Merleau-Ponty to Lefort and Ranciere. Among the themes to be explored are: exposability and disposability of the body; torture, embodied witnessing and truth; postcolonial typographies of the body; second bodies, subversive mimesis and political virtuality; political animality and monstrosity; communicable and excommunicated bodies; political violence as auto-immunization. sample syllabus          MCC-GE 2202 - Public Sphere Formation   The unprecedented visibility both of everyday life, and of the mediatization that makes this visibility possible, shift and transform society and the conditions of knowledge about it. We will approach these issues as questions pertaining to public sphere formation. We will begin with two distinct but related arguments about the public-private opposition, namely Habermas's influential formulation drawing on Kant, and Hannah Arendt's, that draws on ancient Greek philosophy. In this course we will consider the problems attending any attempt to construct a theoretical genealogy for the terms \"public\" and \"private,\" and examine as well specific cultural-political mobilizations, and techno-institutional elaborations of these terms, and some of the implications arising from these definitions, mobilizations and instantiations.    sample syllabus           MCC-GE 2206 - Dis/ability Studies: Media, Philosophy, and Visual Culture   Introduction to the concepts used in the new interdisciplinary field of disability studies. This seminar will be a joint exploration of the necessarily connected experience and representation of dis/ability, embodiment and the \"normal\" in modern Western culture. It centers on questions of dis/ability in the three fields at three critical interfaces, namely the formation of Western rationality in the seventeenth century;the generalization and medicalization of the concept of the \"normal\" in the nineteenth century; and the emergence of dis/ability as a new form of identity in the past forty years. sample syllabus           MCC-GE 2210 - Globalization and Gender   This course will examine how definitions of gender and sexuality are reproduced, negotiated and deployed in the context of globalization and transnational flows. We will examine key texts drawn from feminist/global cultural studies on the topics of citizenship, global labor flows, migration, militarization, neoliberalism and the construction of the gendered global subject. Through a reading of theoretical texts, ethnographic case studies and analysis of media representation, we will engage with questions of feminist epistemology and method research.    sample syllabus           MCC-GE 2211- Decolonization and its Aftermath   The advent of 20th century decolonization challenged the way in which world history had been conceived for four centuries, as centered upon the tiny landmass of Western Europe, rather than say, as plural and polycentric. The former view made it difficult to understand how the majority of the world's population mattered to history at all. With the onset of decolonization after the end of World War I, the world began to be seen, first through the lens of the nation, and secondly, as an extensive set of interconnections, where seemingly remote events could have major effects across countries. This course will combine a survey of select decolonization movements with analyses of the transformations from anticolonial nationalism through postcolonial developmentalism to the contemporary new world order. The course will consider decolonization in two senses: as the historical achievement of independence in former colonies, and, as a communicational concept illuminating socio-political change. sample syllabus 1    sample syllabus 2          MCC-GE 2220 - Communication and the Culture Industries     An examination of the ways the entertainment industries exercise their communicative power. Provides a wide-ranging overview of theoretical &amp; empirical research on the industrial manufacture of popular culture, focusing on sociologies of production &amp; on the ongoing processes of digitization and globalization.    sample syllabus           MCC-GE 2251 - Communication Environments: Macroanalysis   Inquiries into \"the business behind the box\": the economic &amp; decision-making structure of broadcast television.    sample syllabus          MCC-GE 2284 - Religion and Media    Bertrand Russell long ago declared that religion belonged to the infancy of human history, in a statement that expressed the secular self-understanding of an enlightened European of his time. By comparison, at least from the time of Alexis de Tocqueville, it has been clear that in a country like the United States, religious affiliation has not diminished with the advance of historical time. If anything the movement has been in a contrary direction, with religion having increased in social and political influence, with effects that reverberate across the globe today. The disparity between Continental and American perceptions reflects a failure to understand the place of religion in modern society, and to relate changes in religious practice to historical change. It is not simply in traditional, backward or disadvantaged societies that religion thrives, but in the very heart of modern society, so to speak. The legislative approach to sequester religion and keep it in its place, widely practiced, rarely has the desired results. Religion turns out to be mediated in new ways, to sacralize new forms of connection, to mark out new relations between the sacred and the profane.    Note: This couse may be offered in Paris. Consult your academic advisor for further information.    sample syllabus           MCC-GE 2286 - Young People & Media Cultures   In this course students explore the debates and issues raised by various media environments as these relate to young people's growth and experiences. Students investigate how young people actually use, value, and find meaning in multiple media in different social contexts, and discuss the social, cultural, and political implications of these situations. Finally, students propose how to deal with the issues raised by the readings and discussions. sample syllabus          MCC-GE 2287 - Global Youth Media   This graduate level course explores the contextual purposes, practices, and outcomes of youth media projects that use a variety ofcommunication and media technologies in different locations around theworld. Students will examine research into why and how youth createand distribute multiple media in different locales, and investigate inwhat ways these activities support the development of young people&rsquo;scapacities for 21st century skills of digital communication, criticalliteracy, civic engagement, media appreciation, and personalexpression.    sample syllabus          MCC-GE 2310 - Sound Studies   This course examines central themes in the emerging field of 'Sound Studies'. We explore a range of histories, archeologies and ethnographies of sound and listening, as it intersects with topics in media studies, science and technology studies, political economy and musicology. How has our experience of sound changed as we move from the piano to the personal computer, from the phonoautograph to the mp3? How have political, commercial, and cultural forces shaped what we are able to listen to, and how we listen to it? Finally, how have performers, physiologists, acousticians, engineers and philosophers worked to understand this radical transformation of the senses?  Students should be able to describe and analyze technologies of sound production and reproduction over the last two centuries. They should also be able to describe, contrast and analyze (1) disciplinary, (2) metaphysical, (3) ideological, and (4) musical approaches to sound and listening over the last two centuries. Finally, students should be able to critically assess the way various communicative media have shaped how sound is made, used and heard in our times.    sample syllabus          MCC-GE 2344 - The Social Life of Paper    What is the cultural work performed by or with the technology of paper? How can a history of paper supplement and enrich recent histories of printing technology and printed artifacts like \"the book\"? What would it mean to imagine a paperless future? Organized around discussions of readings in common, this course considers the history, production, circulation and use of paper in the social production of knowledge, the shared imagination of value, and the mutual relations of consumers and commodities.    sample syllabus          MCC-GE 2351 - Global Food Cultures    An interdisciplinary and intercultural examination of human communication through food. The course explores the social, economic, political, and cultural ramifications of the technology, production, acquisition, preservation, packaging, distribution, promotion, representation, selling, presentation, and consumption of food, as well as the disposal of food-related wastes. Students will have a unique opportunity to explore various local, regional, and transnational cuisines and food rituals in Hong Kong as the manifestation of changing social norms, economic realities, and cultural beliefs in an increasingly global and multicultural city.    Note: This couse is offered in Hong Kong. Consult your academic advisor for further information.       Sample syllabus          MCC-GE 2381 - Topics in Globalization: Global Consumer Culture   Consumer culture by its nature is intensely local and inevitably global. Its locality is tied up with the intimacy of food, clothing, and shelter, and the elasticity of the relationship between bodies and things, yet its meanings and messages are globally circulated and produced. Consumption is a flash point for social and political debates about the relationship between needs and desires. This course explores critical approaches to the globalization of consumer culture by exploring the ways in which bodies and things shape each other through long histories (colonial, postcolonial, global) of production, distribution, and fashion. Students will study the social world of global consumers as an analytic entry point into the complex networks of cultural practice which mediate the perennial tension between habituation and novelty in the shaping of consumer experience in the context of globalization.    sample syllabus           MCC-GE 2402 - Topics in Visual Culture and Cultural Studies: The Political History of Visual Display and Representation   This course is a political analysis of the modern history of visual display and exhibition, tracing it from the Russian avant-garde to issues of spectacle, the ideological function of the museum, and public art. The critique of institutions such as museums is an area of inquiry in visual culture. This course analyzes concepts of the public, the avant garde, spectacle, the function of exhibitions in totalitarian political regimes, the concept of exhibition as resistance, and the relationship of urban economies and visual display. sample syllabus          MCC-GE 2403 - Topics in Visual Culture and Cultural Studies: Visuality and Globalization   Visual culture studies visuality as a key component of globalization. By visuality, we mean the visualization of history, composed of images, ideas and the imagination. This class introduces present-day visualized globalization in historical context and offers students ways to research visual culture in the intersections between globalizations past and present. In the first half of the class, lectures and discussion trace the concept of visuality from its emergence in the 19th century to its uses in imperial regimes and the neo-visuality of the present. We consider how visuality imagines history as war, visible only to the Hero, or Great Man, and consider alternatives proposed by abolitionists, indigenous people, and the labor movement. The second half of the class will be a series of visual media-based workshops from painting and photography to film and digital media, discussing strategies and approaches to research as well as offering students the opportunity to use primary and archival materials. Students will develop a project proposal that might be developed into a thesis, article or mixed-media project. sample syllabus          MCC-GE 2405 - Topics in Visual Culture and Cultural Studies: Communism and the Cold War   In the era of the permanent memorial, it is noticeable that Communism and the Cold War are being increasingly marginalized in accounts of present-day crises. This class offers a counterpoint by examining the legacies of these experiences in visual and cultural studies. It suggests a different history of the present than is usually told, with particular regard to visuality in film, art and performance. Each participant will undertake a research project using materials in the Tamiment Library (and elsewhere if needed) and will present the results in a mini-conference at the end of the semester.    sample syllabus           MCC-GE 2406 - Special Topics in Visual Culture and Cultural Studies: Semiotics of Media, Art and Performance   This seminar will explore semiotics and performance theory by comparing the modes ofperformance used in media (including television, film, radio, advertising, theater, music andvisual art) with social performance in general. Readings will draw from classic and contemporary work in semiotics, performance theory and linguistic anthropology, analyzing media and art forms from around the world. Students willengage with the theoretical concepts and analytical models encountered in class by applying them to a media form, performance or piece of art of their own choosing. Sample Topics List          MCC-GE 2420 - Visual Culture Methods   In the  wake of the Arab Spring and the Occupy movements worldwide, especially Occupy  Wall St here in New York, how can we study the interface of visualized media  and politics? This course provides a participatory introduction to the methods  of critical visuality studies from a wide range of perspectives. The class will  develop and explore horizontal means of occupying visual culture.    Sample syllabus          MCC-GE 2836 - Culture and Media in Urban China   This graduate workshop combines an interdisciplinary seminar on methods in China studies and a &ldquo;writing group&rdquo; format for graduate students developing original research on historical and contemporary formations of Chinese media and material culture: historical documents, art, photography, films, television shows, legal cases, novels, magazines, blogs and microblogs, material objects, ritual events, etc. We will read from outstanding books in China studies, including sociology, history, art history, anthropology, and media studies. Our discussion of these readings will focus on comparing methodological and analytical approaches to a range of text/objects, and contrasting forms of argument that focus on: 1) &ldquo;cosmology&rdquo; (cultures, conceptual schemes, languages, ideologies); 2) &ldquo;politics&rdquo;(conflict, difference, distinction); and 3) &ldquo;structure&rdquo; (networks and systems, kinship, clientalism, bureaucracy). Over the course of the semester students will develop analyses of their own text/objects, and use these analyses to develop journal articles, MA theses, or dissertation chapters.    sample syllabus                    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "Media, Culture, and Communication - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Media, Culture, and Communication                       MCC In the News       Up and Away Times Literary Supplement, April 17    Martin Scherzinger's Alternative Calculus in 'African Math' WQXR, April 20    The Plan to Build an Undersea Cable Around the US&mdash;and Why We Need It Gizmodo, April 8    Undersea Cables Transport 99 Percent of International Data Newsweek, April 2    Undersea Cable Network Operates in a State of Alarm Scientific American, March 27    Occupation Apps Jacobin, March 2015    Facebook Says It Needs Your Help To Root Out Offensive Posts Huffington Post, March 16    Comedy Central's New Talk Show Brings Racial Issues and Family Life to Late Night Deseret News, March 13    The Undersea Network by Nicole Starosielski Times Higher Ed, March 5    The Nature of Trance Afropop Worldwide, February 2015    Here&rsquo;s Why You Shouldn&rsquo;t Put Your Baby Photos Online Matter, February 23    NYU Symposium to Discuss the Politics and Potential of Bitcoin Inside Bitcoins, February 10                                   News            Faculty Compilation is WQXR's Album of the Week              The release of MCC Associate Professor Martin Scherzinger's latest work, African Math, has garnered high praise from music critics. WQXR&mdash;the largest classical music station in the U.S.&mdash;recently selected African Math as its Album of the ...      More                 MCC Doctoral Student Receives Mellon/ACLS Fellowship              Tamara Kneese has been awarded a 2015 Mellon/ACLS Dissertation Completion Fellowship for her work \"Digital Afterlives: Patterning Posterity Through Networked Remains.\" Her dissertation chair is MCC Assistant Professor Erica Robles-Anderson. By ...      More                 Paula Chakravartty Co-edits Special Issue of Television and New Media              Along with Professor Srirupa Roy, Associate Professor Paula Chakravartty has edited the May 2015 issue for the journal Television and New Media. The articles in Modi and the Media: Indian Politics and Electoral Aftermath focus on the ...      More                 OPPORTUNITY: Visiting Assistant Professor              The Department of Media, Culture, and Communication in the Steinhardt School of Culture, Education and Human Development at New York University invites applications for a Visiting Assistant Professor starting September 1, 2015. This is a one-year ...      More                 The Undersea Network              A new book by Nicole Starosielski examines the vast underwater infrastructure undergirding the world's Internet. In The Undersea Network Nicole Starosielski follows these cables from the ocean depths to their landing zones on the beaches of the ...      More                 MCC Research Fellow Awarded Funding for FemTechNet Collaboration              A collaboration that will include postdoctoral research fellow Seda Gurses has received funding from the Digital Media and Learning Trust Challenge, which aims to foster trust in online learning environments. Their Resilience Network: ...      More                         More News           Email Newsletter           Sign up for the Department's e-newsletter                     Twitter       Tweets by mccNYU              RT @AShinert : Studying @broadcity &amp; @girlsHBO @mccNYU has truly been my #dreamjob ! My #thesis is complete! Ask me about it! #NYU http://t.co/zOqogrhE5F             RT @StefanSolomon7 : Bernhard Siegert, \"On Codes and Coding\" https://t.co/qx6ZKyu57u             Missed our #ComputerHistory symposium? Video is now up! http://t.co/oeoRwc7XCV @Sierra_OffLine @ProgramSeries #Mistakes             RT @nyu_journalism : @mccNYU On campus tonight? Stop by for #journalism : #AlbertCamus @ 6pm w/ @adamgopnik @artgoldhammer Pete Hamill : http://t.co/CZe2CmDnJN             RT @beenasarwar : 'She was both mother and anarchist': Remembering slain Pakistani activist @Sabeen http://t.co/3wsYby0mAH http://t.co/3OvRYI6ZwP v @scroll_in             We are horrified to learn of #mediaactivist Sabeen Mahmud's murder in Karachi this wknd. She dazzled MCC when she spoke here last year.         mccNYU on Twitter                                             This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]}][{"detail": [{"content": "Visual Culture and Cultural Studies - Graduate Level Courses - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Graduate Level Courses                       Browse by       Doctoral courses only    Doctoral core courses    Courses offered abroad    Research courses    All Graduate courses        Browse by MA Area of Study  Global and Transcultural Communication Visual Culture and Cultural Studies Interaction and Social Processes Persuasion and Politics Technology and Society              Visual Culture and Cultural Studies        Courses examine the role of cultural production and visual practice in the fashioning of urbanism, consumer desire, spatial experience, gender/sexual identities, race and ethnicity, trans-cultural and historical image flows, the aesthetics of everyday life and the performance of political power.                     MCC-GE 2005 - Psychic Life of Media   \"Our writing tools are also working on our thoughts,\" Nietzsche supposedly declared &agrave; propos his typewriter. This claim has been used by Friedrich Kittler and others to argue for a version of media studies based on \"media-technological determinism.\" This course will consider how various Freudian and post-Freudian psychoanalytic concepts might be used to critique this position, or at least provide it with greater nuance . Readings vary from semester to semester. Sample Syllabus          MCC-GE 2010 - Censorship in American Culture   This course examines censorship in American culture, from the late 19th century to the present and surveys areas where debates about censorship have been urgently contested, from discussions about birth control, to literature, film, theatre, art galleries and history museums, to sidewalks and lecture halls, to the internet. Students will explore the historical contexts in which important cultural and legal struggles over censorship took place and how this history affects contemporary debates about the arts, sexuality, national security, technology, privacy, and government involvement in the marketplace of ideas and images.    sample syllabus           MCC-GE 2025 - Race and Media   The racial and ethnic diversity of the United States from Europeans' first encounter with Native Americans, through colonialism and American slavery, Reconstruction, Jim Crow, the Civil Rights era and beyond has made the issue of race one of the United States' principal sites of conflict and conversation. For many years, scholarship on race and media has focused on a myriad of theories and issues surrounding representation, concerned with the presence or lack of people of color in media of all kinds, and the stereotypical ways they are portrayed when they are present. But this is only one part of the story. While this course highlights many of these issues, it focuses on the ways that media can and have shaped public discourse about race and racism both within and beyond the confines of the United States. The course considers a variety of media television sitcoms and drama, television and print news, film, popular music, the internet and others for the purpose of investigating how media have and continue to variably influence the publics racial agenda, and the general content, tone and tenor of racial conversation in the public sphere.    sample syllabus           MCC-GE 2027 - Media and the Environment   This course will introduce you to the varied ways in which human and natural environments have been shaped by media representations and technologies, extending from newspapers, photography, and popular literature, to film, television, and video games. The course integrates the study of environmental media from diverse disciplinary perspectives, including eco-cinema, eco-criticism, environmental communication, and environmental studies. It surveys research from media studies that explores how environments are represented in visual media; from eco-critical texts that detail the specificities of poetic, literary, and artistic approaches to the environment; and work in environmental communication that documents the role of the mass media, including the Internet, broadcast television, and news programs, in the dissemination of environmental messages. The course will also interrogate the diverging functions of environmental media in different historical periods and social contexts, beginning with the rise of landscape photography, scientific representations of nature, and &ldquo;fictional&rdquo; wildlife films; extending through the development of canonical environmental media works in the 1960s; and ending with the role of contemporary interactive and &ldquo;recycling&rdquo; based aesthetics. sample syllabus          MCC-GE 2030 - Architecture as Media   This class reads architecture and the built environment through the lenses of media, communication, and culture. The course takes seriously the proposition that spaces communicate meaningfully and that learning to read spatial productions leads to better understanding how material and technological designs are in sustained conversation with the social, over time. Through analyses of a range of spaces &ndash; from Gothic Cathedrals to suburban shopping malls to homes, factories, skyscrapers and digital cities &ndash; students will acquire a vocabulary for relating representations and practices, symbols and structures, and for identifying the ideological and aesthetic positions that produce settings for everyday life.    sample syllabus           MCC-GE 2100 - Seminar in Media Criticism   Analysis of the media environment from a variety of critical perspectives. Emphasis on writing as well as reading media criticism.    sample syllabus           MCC-GE 2112 - Politics of the Gaze   The mediation and technological development of vision and its dominance over the human sensorium is integral to the emergence of the modern, including experiences of urbanism, consumer desire, gender/sexual identities, race and ethnicity, trans-cultural image systems, aesthetic production, and the making of power and political truth claims. This seminar will focus on introducing participants to the core theories and analytic methods of visual culture, and the socio-political history of the human sensorium in a variety of disciplines, including ethnography, social history, urban studies, cinema studies, social geography, material culture studies, and media studies.    sample syllabus           MCC-GE 2125 - Evolution of Technology    Traces the development of technology from historical, current, &amp; future-oriented perspectives. Attention given to intended &amp; unintended consequences of technological events.    sample syllabus           MCC-GE 2134 - Media Archaeology   Over the last decade or so, scholars in several disciplines have embarked on a series of media-archaeological excavations, sifting through the layers of early and obsolete practices and technologies of communication. The archaeological metaphor evokes both the desire to recover material traces of the past and the imperative tosituate those traces in their social, cultural, and political contexts - while always watching our steps. This eminar will examine some of the most important contributions to the field of media archaeology and, most importantly, provide an ongoing research studio in which participants undertake archaeological projects of their own.    sample syllabus           MCC-GE 2135 - Media, Memory, and History     This seminar will focus on introducing participants to the basic theory and core methods of visual culture studies in a variety of disciplines, including ethnography, social history, urban studies, cinema studies, social geography, art history and media studies.    sample syllabus           MCC-GE 2136 - War and Media Theory   Communication studies traditionally focus on how war is propagandized by mass media. In contrast, this seminar proposes that war is an encompassing mode of political communication in which media is militarized and violence is mediatized. We will examine how modern warfare has generated new visual cultures and new media networks. This seminar proposes that the visual technology of war and the technologies of event dissemination are linked problems in the political history of representation. The triangulation of person, place and time as the basis of perceiving history can only be accounted for by a history of mediated perception-a history increasingly characterized by military technologies and military visual culture, and their fashioning of the modern sensorium. The seminar will examine the thesis that the 'informationatization' of contemporary consciousness can only be understood through a media theory of war.    sample syllabus           MCC-GE 2137 - Memory, Architecture and Design: Comparative Perspectiveson New York and Buenos Aires   This course compares the debates &amp; contestations over architecture&rsquo;srelationship to memory, trauma, nationalism, &amp; memorialization thathave taken place in Argentina, over the memory of its &ldquo;dirty war&rdquo; from1976-1983, and in the United States over the last three decades. Itsituates this comparative perspective within the scholarship ofarchitecture &amp; design, memory studies, &amp; visual culture.    sample syllabus          MCC-GE 2138 - Politics of Digital Media       This  seminar will examine the myriad ways in which digital media shape our political  and cultural institutions, processes, and perceptions. From the silver-haired  architect of Wikileaks to the networked activists who helped bring down a slew  of Arab regimes, digital media are facilitating previously unimaginable  contests for visibility and power, ushering in a shift from spectatorship to  participation. But they are neither uncomplicated nor monolithic: A host of  forces, from government legislation to market considerations, are vying to  fashion the emerging technologies into weapons used to oppress opponents and  stifle dissent. To paint this rapidly evolving landscape, we will look at broad  political theories as well as particular policies, will hear from leading  theorists and activists in the field, and will strive to emerge with both a  philosophical and practical understanding of the movements currently at work  and the technological platform on which they rely and against which they  sometimes feud.    sample syllabus           MCC-GE 2143 - Cultural Analysis of Design   This class introduces design as an intersection of practice, philosophy, aesthetics, politics, and material culture. In the course of bringing students into the contemporary conversation that organizes design discourse increasingly in terms of interaction, this class prepares students to conduct original project work on the history, culture, and aesthetics of contemporary material and visual culture at the scale of computers, media, architecture, and product.    sample syllabus          MCC-GE 2146 - The Sitcom    This course examines the history and politics of television's most enduring genre, the situation comedy. The sitcom occupies a particularly important place in U.S. cultural hierarchies. Both lauded as an innovative, quintessentially televisual form and denigrated as the epitome of mass media's formulaic cultural dross, the genre is a discursive locus in which U.S. preoccupations with class, race, gender, and other forms of difference are negotiated.    sample syllabus           MCC-GE 2147 - Reality and Documentary TV   This course will survey  the historical development and shifting definitions of documentary and reality  television. We will explore the ways in which television has understood and  utilized non-fiction formats at particular historical moments; trace the  formations and deployment of realist aesthetics; explore the ethical  obligations/problematics of these forms and their practitioners; examine the  implications and meanings of documentary/reality hybrids; and consider the reception  of and cultural meanings derived from particular documentary and reality texts  and subgenres. sample syllabus           MCC-GE 2149 - A Cultural History of Television   A survey of the cultural and industrial history of American television; focus on how technological innovation, regulatory bodies, advertisers, network heads, creative producers, audiences have interacted with economic, social, and political forces to shape television over time. Examines the methodological practices and concerns involved in the writing of media histories and specifically the history of broadcasting. sample syllabus           MCC-GE 2150 - The Origins of Modern Media    sample syllabus Examination of the sociopolitical, technological, aesthetic, &amp; institutional development of media from 1880-1950. Emphasis is placed on telegraphy, telephony, sound-recording, &amp; amplification devices, radio (both point-to-point &amp; broadcast) &amp; film. Students are introduced to a variety of historiographical techniques &amp; are encouraged to reflect upon the relationship between origins of the mass media &amp; current technological institutional, sociopolitical &amp; aesthetic dynamics of media.          MCC-GE 2155 - Activist Art and Creative Activism   The course will focus on the tactical, strategic, and organizational uses of artistic aesthetic taken up by the activist for the purpose of social change. The course will rely on both a survey of the existing theory and scholarship on &ldquo;artistic activism,&rdquo; as well as close analyses of contemporary practices on a local, national and global scale. Special attention will be paid to issues of creativity and efficacy, addressing questions concerning the value of this hybrid practice as both an aesthetic and political activity.    Sample Syllabus          MCC-GE 2157 - The Communications Revolution and Culture in America    An examination of the nature of the communications revolution in the 20th century &amp; its impact on American cultural life &amp; institutions. First semester focuses on the political economy of media from a critical perspective; second semester focuses on current developments in the communications industry &amp; their impact on the U.S. &amp;global culture, from an industry perspective. Either half may be taken independently.          MCC-GE 2166 - The Global City and Media Ethnography: Practice-led Transcultural Media Research   The course focuses on the theories and methods of media/sensory ethnography, visual culture, media archeology, through the linked topics of transcultural and trans-local processes, diaspora identities, the post colonial and human rights. The curriculum is aimed at graduate students from diverse disciplines who want to explore creative media practice as a research methodology. This course provides students with theoretical and practical grounding in multi-sited action research in trans-cultural and transnational settings. Through social historical and trans-cultural ethnographic perspectives practice-led pedagogy promotes a self- reflexive contextual and critical understanding of the use of media for the conduct and dissemination of research and the creation of social knowledge through participatory cultural production. Practice-Led Media Research is the theory, social history pedagogy and circulation of social science and humanities research through the production of film, video, internet, visual arts and other screen/audio based media. Practice-led research overcomes divisions between social theory and action-research, and between creative practice and evidence-based research. An important focus is the use of visual media to convey ideas and distinctive understandings about the world. There is a strong emphasis on comprehending visual phenomena in cross-cultural perspective and on the multifarious roles played by media in processes of identity and cultural formation in the world today.    sample syllabus          MCC-GE 2167 - Transnational Media Flows   This class will study the global landscape of media flows, particularly television and film, and its specific configurations at regional and national levels. Rooted in the idea of media as cultural industries we will identify the supranational regional players from some of the most important geo-linguistic markets around the world, where the tensions of global/transnational media and cultural audience's dynamics at local levels become more evident. We will examine the implications of these industrial/cultural dynamics from both theories that denounce the homogenizing cultural effect produce by global media, as well as approaches that underscore the rising of counter-flow trends based on audiences' preferences. sample syllabus           MCC-GE 2169 - Globalization, Memory, and Visual Culture   This course examines the intersections of global visual culture and cultural memory, with a particular focus on the tensions that arise between the largely national tendencies of cultural memory and the global circulation of cultural meaning. We will focus on the ways that the nation, colonialism, and globalization have been enacted through visual culture and cultural memory with a particular focus on France, in comparison to other national contexts.    The course provides an overview of contemporary theoretical engagements with cultural memory, visual culture, and consumerism, looking at the role played by discourses of memory in changing concepts of nation, colonialism-postcolonialism, and globalization. The course will begin by examining how cultural memory and memorialization have been deployed in the context of the nation, looking in particular at how national memory has been constructed in France. We will look at how the concept of national memory becomes contested, and the institutions through which the memory of France and the French Empire have been constructed. We will thus consider the tensions between the emerging identities of transnationalism and globalization and the traditional frameworks of national memory. How cultural memory is enacted through visual culture will be a key theme of the course, looking at memorials, museums, artistic projects, design, and architecture as central to how cultural memory is shaped. We will situate these projects in relation to the memory industry and global consumer economy, through which cultural memory is packaged, branded, and consumed. These intersections&mdash;memory, visual culture, consumerism, nationalism, colonialism, and globalization&mdash;will frame our inquiries.    This course will be an intensive three-week course in Paris, organized in collaboration with the American University of Paris. We will have a number of field trips and site visits, including the Musee Carnavalet, the Quai Branley museum of French colonialism, the Cite de l&rsquo;Immigration, and a day trip to Normandy and the World War II museum in Caen.    Note: This couse will be offered in Paris in Summer 2014. Department approval needed. More information is available here .    sample syllabus           MCC-GE 2171 - Screening History: The Construction of American History in Hollywood   This course explores how popular Hollywood films construct versions of the historical past, and can be utilized as historical documents themselves. The films reach mass audiences, they entertain, they mythologize, they produce compelling narratives about the past, they simplify complex problems, and they have been influential in creating audiences&rsquo; historical understanding. Hollywood films are significant and complex cultural texts, and this course will study them as artifacts of a powerful communications entertainment industry whose visions of the past and arguments regarding social, political, economic order throughout the 20 th century and into the 21 st centuries warrants our close examination.    Sample Syllabus          MCC-GE 2173 - Research for Communication Professionals   The course has two parts. One is providing the student with an understanding of media research as used to measure usage and behavior and to commodify audiences for sale to support content. Exposure to the measurement tools such as ratings, time spent, reach, engagement, WOM, CTR, by such firms as Google, ComScore, Nielsen, Arbitron, and others, will be part of this. Two is how research is done on the media to understand people's attitudes, opinions and behavior. This will consist of exposure to a variety of different studies on different aspects of the media as well as exposure to different methodologies and techniques. It will also consist of the student participating in a simulated media research project on how to conduct a research study. Both these parts of the class will be taught in the context of the digital media environment that is causing a revolution in measurement, re-shaping platforms and the economics of the business. Digital media is upsetting the media business as not only can it measure people's individual behavior but creates research data that can predict behavior as well as tell people what they want to consume. sample syllabus          MCC-GE 2191 - Print Media and Modernity   This seminar will explore the evolution of print technology and culture since Gutenberg's first experiments with movable type. Our objective will be to arrive at an understanding of how print media have formed and transformed essential features of the culture of capitalism. Themes will include the rise of the bourgeois individual, public/private spheres, production of difference, erotics of reading, urban space and spectacle, high/low culture, bureaucracy. Although the emphasis will be on the history of the book, the course will also examine newspapers, paper money, identity documents, and other printed matter. sample syllabus          MCC-GE 2200 - Media Events and Spectacle   An inquiry into those forces in our technological society, especially those of the mass media that significantly influence our beliefs, attitudes &amp; actions. sample syllabus          MCC-GE 2201 - Mediating the Bio-political Body   This seminar seeks to build media theory within the material histories, philosophy and political culture of embodiment/disembodiment. The body is situated as the interface of our era's most contentious political terrains including human rights violations, epidermal stigma, gendered gazes, targeting gazes, and confinement in refugee, detention, torture and concentration camps. For Foucault the formation of the political subject is isomorphic to the formation of the body as a communicative, mediating and mediated site. The body has become the screen, the archive and the stylus for political inscription and encryption. For Foucault, Agamben and Esposito the political is concerned with producing forms of life as biopower-- the governing of life and death through subject forming and deforming body-media from surveillance to violence. Previously Hegel, Kojeve, Lacan and Fanon theorized political domination as the spectral occupation and remediation of one body by another. Derrida described the current war on terror as the shift from communitas to immunitas, to auto-co-immunity in which the body-politic sacrifices its actuality to protect itself as virtuality. In the above theories the body unfolds as the place where our current historical actuality originates and culminates in a politics of somatic virtuality. We will examine the body as a political semiotechnique, as material support for political ideology and spectacle and as enabled/disabled by techno-political prosthetics and as the means of political virtualization. We will track several orienting genealogies of the body that roughly run from Hegel and Kojeve to Lacan and Fanon; from Spinoza, Nietzsche and Heidegger, to Deleuze, Foucault, Agamben, Esposito and Derrida; from Merleau-Ponty to Lefort and Ranciere. Among the themes to be explored are: exposability and disposability of the body; torture, embodied witnessing and truth; postcolonial typographies of the body; second bodies, subversive mimesis and political virtuality; political animality and monstrosity; communicable and excommunicated bodies; political violence as auto-immunization. sample syllabus          MCC-GE 2202 - Public Sphere Formation   The unprecedented visibility both of everyday life, and of the mediatization that makes this visibility possible, shift and transform society and the conditions of knowledge about it. We will approach these issues as questions pertaining to public sphere formation. We will begin with two distinct but related arguments about the public-private opposition, namely Habermas's influential formulation drawing on Kant, and Hannah Arendt's, that draws on ancient Greek philosophy. In this course we will consider the problems attending any attempt to construct a theoretical genealogy for the terms \"public\" and \"private,\" and examine as well specific cultural-political mobilizations, and techno-institutional elaborations of these terms, and some of the implications arising from these definitions, mobilizations and instantiations.    sample syllabus           MCC-GE 2206 - Dis/ability Studies: Media, Philosophy, and Visual Culture   Introduction to the concepts used in the new interdisciplinary field of disability studies. This seminar will be a joint exploration of the necessarily connected experience and representation of dis/ability, embodiment and the \"normal\" in modern Western culture. It centers on questions of dis/ability in the three fields at three critical interfaces, namely the formation of Western rationality in the seventeenth century;the generalization and medicalization of the concept of the \"normal\" in the nineteenth century; and the emergence of dis/ability as a new form of identity in the past forty years. sample syllabus           MCC-GE 2210 - Globalization and Gender   This course will examine how definitions of gender and sexuality are reproduced, negotiated and deployed in the context of globalization and transnational flows. We will examine key texts drawn from feminist/global cultural studies on the topics of citizenship, global labor flows, migration, militarization, neoliberalism and the construction of the gendered global subject. Through a reading of theoretical texts, ethnographic case studies and analysis of media representation, we will engage with questions of feminist epistemology and method research.    sample syllabus           MCC-GE 2211- Decolonization and its Aftermath   The advent of 20th century decolonization challenged the way in which world history had been conceived for four centuries, as centered upon the tiny landmass of Western Europe, rather than say, as plural and polycentric. The former view made it difficult to understand how the majority of the world's population mattered to history at all. With the onset of decolonization after the end of World War I, the world began to be seen, first through the lens of the nation, and secondly, as an extensive set of interconnections, where seemingly remote events could have major effects across countries. This course will combine a survey of select decolonization movements with analyses of the transformations from anticolonial nationalism through postcolonial developmentalism to the contemporary new world order. The course will consider decolonization in two senses: as the historical achievement of independence in former colonies, and, as a communicational concept illuminating socio-political change. sample syllabus 1    sample syllabus 2          MCC-GE 2220 - Communication and the Culture Industries     An examination of the ways the entertainment industries exercise their communicative power. Provides a wide-ranging overview of theoretical &amp; empirical research on the industrial manufacture of popular culture, focusing on sociologies of production &amp; on the ongoing processes of digitization and globalization.    sample syllabus           MCC-GE 2251 - Communication Environments: Macroanalysis   Inquiries into \"the business behind the box\": the economic &amp; decision-making structure of broadcast television.    sample syllabus          MCC-GE 2284 - Religion and Media    Bertrand Russell long ago declared that religion belonged to the infancy of human history, in a statement that expressed the secular self-understanding of an enlightened European of his time. By comparison, at least from the time of Alexis de Tocqueville, it has been clear that in a country like the United States, religious affiliation has not diminished with the advance of historical time. If anything the movement has been in a contrary direction, with religion having increased in social and political influence, with effects that reverberate across the globe today. The disparity between Continental and American perceptions reflects a failure to understand the place of religion in modern society, and to relate changes in religious practice to historical change. It is not simply in traditional, backward or disadvantaged societies that religion thrives, but in the very heart of modern society, so to speak. The legislative approach to sequester religion and keep it in its place, widely practiced, rarely has the desired results. Religion turns out to be mediated in new ways, to sacralize new forms of connection, to mark out new relations between the sacred and the profane.    Note: This couse may be offered in Paris. Consult your academic advisor for further information.    sample syllabus           MCC-GE 2286 - Young People & Media Cultures   In this course students explore the debates and issues raised by various media environments as these relate to young people's growth and experiences. Students investigate how young people actually use, value, and find meaning in multiple media in different social contexts, and discuss the social, cultural, and political implications of these situations. Finally, students propose how to deal with the issues raised by the readings and discussions. sample syllabus          MCC-GE 2287 - Global Youth Media   This graduate level course explores the contextual purposes, practices, and outcomes of youth media projects that use a variety ofcommunication and media technologies in different locations around theworld. Students will examine research into why and how youth createand distribute multiple media in different locales, and investigate inwhat ways these activities support the development of young people&rsquo;scapacities for 21st century skills of digital communication, criticalliteracy, civic engagement, media appreciation, and personalexpression.    sample syllabus          MCC-GE 2310 - Sound Studies   This course examines central themes in the emerging field of 'Sound Studies'. We explore a range of histories, archeologies and ethnographies of sound and listening, as it intersects with topics in media studies, science and technology studies, political economy and musicology. How has our experience of sound changed as we move from the piano to the personal computer, from the phonoautograph to the mp3? How have political, commercial, and cultural forces shaped what we are able to listen to, and how we listen to it? Finally, how have performers, physiologists, acousticians, engineers and philosophers worked to understand this radical transformation of the senses?  Students should be able to describe and analyze technologies of sound production and reproduction over the last two centuries. They should also be able to describe, contrast and analyze (1) disciplinary, (2) metaphysical, (3) ideological, and (4) musical approaches to sound and listening over the last two centuries. Finally, students should be able to critically assess the way various communicative media have shaped how sound is made, used and heard in our times.    sample syllabus          MCC-GE 2344 - The Social Life of Paper    What is the cultural work performed by or with the technology of paper? How can a history of paper supplement and enrich recent histories of printing technology and printed artifacts like \"the book\"? What would it mean to imagine a paperless future? Organized around discussions of readings in common, this course considers the history, production, circulation and use of paper in the social production of knowledge, the shared imagination of value, and the mutual relations of consumers and commodities.    sample syllabus          MCC-GE 2351 - Global Food Cultures    An interdisciplinary and intercultural examination of human communication through food. The course explores the social, economic, political, and cultural ramifications of the technology, production, acquisition, preservation, packaging, distribution, promotion, representation, selling, presentation, and consumption of food, as well as the disposal of food-related wastes. Students will have a unique opportunity to explore various local, regional, and transnational cuisines and food rituals in Hong Kong as the manifestation of changing social norms, economic realities, and cultural beliefs in an increasingly global and multicultural city.    Note: This couse is offered in Hong Kong. Consult your academic advisor for further information.       Sample syllabus          MCC-GE 2381 - Topics in Globalization: Global Consumer Culture   Consumer culture by its nature is intensely local and inevitably global. Its locality is tied up with the intimacy of food, clothing, and shelter, and the elasticity of the relationship between bodies and things, yet its meanings and messages are globally circulated and produced. Consumption is a flash point for social and political debates about the relationship between needs and desires. This course explores critical approaches to the globalization of consumer culture by exploring the ways in which bodies and things shape each other through long histories (colonial, postcolonial, global) of production, distribution, and fashion. Students will study the social world of global consumers as an analytic entry point into the complex networks of cultural practice which mediate the perennial tension between habituation and novelty in the shaping of consumer experience in the context of globalization.    sample syllabus           MCC-GE 2402 - Topics in Visual Culture and Cultural Studies: The Political History of Visual Display and Representation   This course is a political analysis of the modern history of visual display and exhibition, tracing it from the Russian avant-garde to issues of spectacle, the ideological function of the museum, and public art. The critique of institutions such as museums is an area of inquiry in visual culture. This course analyzes concepts of the public, the avant garde, spectacle, the function of exhibitions in totalitarian political regimes, the concept of exhibition as resistance, and the relationship of urban economies and visual display. sample syllabus          MCC-GE 2403 - Topics in Visual Culture and Cultural Studies: Visuality and Globalization   Visual culture studies visuality as a key component of globalization. By visuality, we mean the visualization of history, composed of images, ideas and the imagination. This class introduces present-day visualized globalization in historical context and offers students ways to research visual culture in the intersections between globalizations past and present. In the first half of the class, lectures and discussion trace the concept of visuality from its emergence in the 19th century to its uses in imperial regimes and the neo-visuality of the present. We consider how visuality imagines history as war, visible only to the Hero, or Great Man, and consider alternatives proposed by abolitionists, indigenous people, and the labor movement. The second half of the class will be a series of visual media-based workshops from painting and photography to film and digital media, discussing strategies and approaches to research as well as offering students the opportunity to use primary and archival materials. Students will develop a project proposal that might be developed into a thesis, article or mixed-media project. sample syllabus          MCC-GE 2405 - Topics in Visual Culture and Cultural Studies: Communism and the Cold War   In the era of the permanent memorial, it is noticeable that Communism and the Cold War are being increasingly marginalized in accounts of present-day crises. This class offers a counterpoint by examining the legacies of these experiences in visual and cultural studies. It suggests a different history of the present than is usually told, with particular regard to visuality in film, art and performance. Each participant will undertake a research project using materials in the Tamiment Library (and elsewhere if needed) and will present the results in a mini-conference at the end of the semester.    sample syllabus           MCC-GE 2406 - Special Topics in Visual Culture and Cultural Studies: Semiotics of Media, Art and Performance   This seminar will explore semiotics and performance theory by comparing the modes ofperformance used in media (including television, film, radio, advertising, theater, music andvisual art) with social performance in general. Readings will draw from classic and contemporary work in semiotics, performance theory and linguistic anthropology, analyzing media and art forms from around the world. Students willengage with the theoretical concepts and analytical models encountered in class by applying them to a media form, performance or piece of art of their own choosing. Sample Topics List          MCC-GE 2420 - Visual Culture Methods   In the  wake of the Arab Spring and the Occupy movements worldwide, especially Occupy  Wall St here in New York, how can we study the interface of visualized media  and politics? This course provides a participatory introduction to the methods  of critical visuality studies from a wide range of perspectives. The class will  develop and explore horizontal means of occupying visual culture.    Sample syllabus          MCC-GE 2836 - Culture and Media in Urban China   This graduate workshop combines an interdisciplinary seminar on methods in China studies and a &ldquo;writing group&rdquo; format for graduate students developing original research on historical and contemporary formations of Chinese media and material culture: historical documents, art, photography, films, television shows, legal cases, novels, magazines, blogs and microblogs, material objects, ritual events, etc. We will read from outstanding books in China studies, including sociology, history, art history, anthropology, and media studies. Our discussion of these readings will focus on comparing methodological and analytical approaches to a range of text/objects, and contrasting forms of argument that focus on: 1) &ldquo;cosmology&rdquo; (cultures, conceptual schemes, languages, ideologies); 2) &ldquo;politics&rdquo;(conflict, difference, distinction); and 3) &ldquo;structure&rdquo; (networks and systems, kinship, clientalism, bureaucracy). Over the course of the semester students will develop analyses of their own text/objects, and use these analyses to develop journal articles, MA theses, or dissertation chapters.    sample syllabus                    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]},
{"detail": [{"content": "Visual Culture and Cultural Studies - Graduate Level Courses - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Graduate Level Courses                       Browse by       Doctoral courses only    Doctoral core courses    Courses offered abroad    Research courses    All Graduate courses        Browse by MA Area of Study  Global and Transcultural Communication Visual Culture and Cultural Studies Interaction and Social Processes Persuasion and Politics Technology and Society              Visual Culture and Cultural Studies        Courses examine the role of cultural production and visual practice in the fashioning of urbanism, consumer desire, spatial experience, gender/sexual identities, race and ethnicity, trans-cultural and historical image flows, the aesthetics of everyday life and the performance of political power.                     MCC-GE 2005 - Psychic Life of Media   \"Our writing tools are also working on our thoughts,\" Nietzsche supposedly declared &agrave; propos his typewriter. This claim has been used by Friedrich Kittler and others to argue for a version of media studies based on \"media-technological determinism.\" This course will consider how various Freudian and post-Freudian psychoanalytic concepts might be used to critique this position, or at least provide it with greater nuance . Readings vary from semester to semester. Sample Syllabus          MCC-GE 2010 - Censorship in American Culture   This course examines censorship in American culture, from the late 19th century to the present and surveys areas where debates about censorship have been urgently contested, from discussions about birth control, to literature, film, theatre, art galleries and history museums, to sidewalks and lecture halls, to the internet. Students will explore the historical contexts in which important cultural and legal struggles over censorship took place and how this history affects contemporary debates about the arts, sexuality, national security, technology, privacy, and government involvement in the marketplace of ideas and images.    sample syllabus           MCC-GE 2025 - Race and Media   The racial and ethnic diversity of the United States from Europeans' first encounter with Native Americans, through colonialism and American slavery, Reconstruction, Jim Crow, the Civil Rights era and beyond has made the issue of race one of the United States' principal sites of conflict and conversation. For many years, scholarship on race and media has focused on a myriad of theories and issues surrounding representation, concerned with the presence or lack of people of color in media of all kinds, and the stereotypical ways they are portrayed when they are present. But this is only one part of the story. While this course highlights many of these issues, it focuses on the ways that media can and have shaped public discourse about race and racism both within and beyond the confines of the United States. The course considers a variety of media television sitcoms and drama, television and print news, film, popular music, the internet and others for the purpose of investigating how media have and continue to variably influence the publics racial agenda, and the general content, tone and tenor of racial conversation in the public sphere.    sample syllabus           MCC-GE 2027 - Media and the Environment   This course will introduce you to the varied ways in which human and natural environments have been shaped by media representations and technologies, extending from newspapers, photography, and popular literature, to film, television, and video games. The course integrates the study of environmental media from diverse disciplinary perspectives, including eco-cinema, eco-criticism, environmental communication, and environmental studies. It surveys research from media studies that explores how environments are represented in visual media; from eco-critical texts that detail the specificities of poetic, literary, and artistic approaches to the environment; and work in environmental communication that documents the role of the mass media, including the Internet, broadcast television, and news programs, in the dissemination of environmental messages. The course will also interrogate the diverging functions of environmental media in different historical periods and social contexts, beginning with the rise of landscape photography, scientific representations of nature, and &ldquo;fictional&rdquo; wildlife films; extending through the development of canonical environmental media works in the 1960s; and ending with the role of contemporary interactive and &ldquo;recycling&rdquo; based aesthetics. sample syllabus          MCC-GE 2030 - Architecture as Media   This class reads architecture and the built environment through the lenses of media, communication, and culture. The course takes seriously the proposition that spaces communicate meaningfully and that learning to read spatial productions leads to better understanding how material and technological designs are in sustained conversation with the social, over time. Through analyses of a range of spaces &ndash; from Gothic Cathedrals to suburban shopping malls to homes, factories, skyscrapers and digital cities &ndash; students will acquire a vocabulary for relating representations and practices, symbols and structures, and for identifying the ideological and aesthetic positions that produce settings for everyday life.    sample syllabus           MCC-GE 2100 - Seminar in Media Criticism   Analysis of the media environment from a variety of critical perspectives. Emphasis on writing as well as reading media criticism.    sample syllabus           MCC-GE 2112 - Politics of the Gaze   The mediation and technological development of vision and its dominance over the human sensorium is integral to the emergence of the modern, including experiences of urbanism, consumer desire, gender/sexual identities, race and ethnicity, trans-cultural image systems, aesthetic production, and the making of power and political truth claims. This seminar will focus on introducing participants to the core theories and analytic methods of visual culture, and the socio-political history of the human sensorium in a variety of disciplines, including ethnography, social history, urban studies, cinema studies, social geography, material culture studies, and media studies.    sample syllabus           MCC-GE 2125 - Evolution of Technology    Traces the development of technology from historical, current, &amp; future-oriented perspectives. Attention given to intended &amp; unintended consequences of technological events.    sample syllabus           MCC-GE 2134 - Media Archaeology   Over the last decade or so, scholars in several disciplines have embarked on a series of media-archaeological excavations, sifting through the layers of early and obsolete practices and technologies of communication. The archaeological metaphor evokes both the desire to recover material traces of the past and the imperative tosituate those traces in their social, cultural, and political contexts - while always watching our steps. This eminar will examine some of the most important contributions to the field of media archaeology and, most importantly, provide an ongoing research studio in which participants undertake archaeological projects of their own.    sample syllabus           MCC-GE 2135 - Media, Memory, and History     This seminar will focus on introducing participants to the basic theory and core methods of visual culture studies in a variety of disciplines, including ethnography, social history, urban studies, cinema studies, social geography, art history and media studies.    sample syllabus           MCC-GE 2136 - War and Media Theory   Communication studies traditionally focus on how war is propagandized by mass media. In contrast, this seminar proposes that war is an encompassing mode of political communication in which media is militarized and violence is mediatized. We will examine how modern warfare has generated new visual cultures and new media networks. This seminar proposes that the visual technology of war and the technologies of event dissemination are linked problems in the political history of representation. The triangulation of person, place and time as the basis of perceiving history can only be accounted for by a history of mediated perception-a history increasingly characterized by military technologies and military visual culture, and their fashioning of the modern sensorium. The seminar will examine the thesis that the 'informationatization' of contemporary consciousness can only be understood through a media theory of war.    sample syllabus           MCC-GE 2137 - Memory, Architecture and Design: Comparative Perspectiveson New York and Buenos Aires   This course compares the debates &amp; contestations over architecture&rsquo;srelationship to memory, trauma, nationalism, &amp; memorialization thathave taken place in Argentina, over the memory of its &ldquo;dirty war&rdquo; from1976-1983, and in the United States over the last three decades. Itsituates this comparative perspective within the scholarship ofarchitecture &amp; design, memory studies, &amp; visual culture.    sample syllabus          MCC-GE 2138 - Politics of Digital Media       This  seminar will examine the myriad ways in which digital media shape our political  and cultural institutions, processes, and perceptions. From the silver-haired  architect of Wikileaks to the networked activists who helped bring down a slew  of Arab regimes, digital media are facilitating previously unimaginable  contests for visibility and power, ushering in a shift from spectatorship to  participation. But they are neither uncomplicated nor monolithic: A host of  forces, from government legislation to market considerations, are vying to  fashion the emerging technologies into weapons used to oppress opponents and  stifle dissent. To paint this rapidly evolving landscape, we will look at broad  political theories as well as particular policies, will hear from leading  theorists and activists in the field, and will strive to emerge with both a  philosophical and practical understanding of the movements currently at work  and the technological platform on which they rely and against which they  sometimes feud.    sample syllabus           MCC-GE 2143 - Cultural Analysis of Design   This class introduces design as an intersection of practice, philosophy, aesthetics, politics, and material culture. In the course of bringing students into the contemporary conversation that organizes design discourse increasingly in terms of interaction, this class prepares students to conduct original project work on the history, culture, and aesthetics of contemporary material and visual culture at the scale of computers, media, architecture, and product.    sample syllabus          MCC-GE 2146 - The Sitcom    This course examines the history and politics of television's most enduring genre, the situation comedy. The sitcom occupies a particularly important place in U.S. cultural hierarchies. Both lauded as an innovative, quintessentially televisual form and denigrated as the epitome of mass media's formulaic cultural dross, the genre is a discursive locus in which U.S. preoccupations with class, race, gender, and other forms of difference are negotiated.    sample syllabus           MCC-GE 2147 - Reality and Documentary TV   This course will survey  the historical development and shifting definitions of documentary and reality  television. We will explore the ways in which television has understood and  utilized non-fiction formats at particular historical moments; trace the  formations and deployment of realist aesthetics; explore the ethical  obligations/problematics of these forms and their practitioners; examine the  implications and meanings of documentary/reality hybrids; and consider the reception  of and cultural meanings derived from particular documentary and reality texts  and subgenres. sample syllabus           MCC-GE 2149 - A Cultural History of Television   A survey of the cultural and industrial history of American television; focus on how technological innovation, regulatory bodies, advertisers, network heads, creative producers, audiences have interacted with economic, social, and political forces to shape television over time. Examines the methodological practices and concerns involved in the writing of media histories and specifically the history of broadcasting. sample syllabus           MCC-GE 2150 - The Origins of Modern Media    sample syllabus Examination of the sociopolitical, technological, aesthetic, &amp; institutional development of media from 1880-1950. Emphasis is placed on telegraphy, telephony, sound-recording, &amp; amplification devices, radio (both point-to-point &amp; broadcast) &amp; film. Students are introduced to a variety of historiographical techniques &amp; are encouraged to reflect upon the relationship between origins of the mass media &amp; current technological institutional, sociopolitical &amp; aesthetic dynamics of media.          MCC-GE 2155 - Activist Art and Creative Activism   The course will focus on the tactical, strategic, and organizational uses of artistic aesthetic taken up by the activist for the purpose of social change. The course will rely on both a survey of the existing theory and scholarship on &ldquo;artistic activism,&rdquo; as well as close analyses of contemporary practices on a local, national and global scale. Special attention will be paid to issues of creativity and efficacy, addressing questions concerning the value of this hybrid practice as both an aesthetic and political activity.    Sample Syllabus          MCC-GE 2157 - The Communications Revolution and Culture in America    An examination of the nature of the communications revolution in the 20th century &amp; its impact on American cultural life &amp; institutions. First semester focuses on the political economy of media from a critical perspective; second semester focuses on current developments in the communications industry &amp; their impact on the U.S. &amp;global culture, from an industry perspective. Either half may be taken independently.          MCC-GE 2166 - The Global City and Media Ethnography: Practice-led Transcultural Media Research   The course focuses on the theories and methods of media/sensory ethnography, visual culture, media archeology, through the linked topics of transcultural and trans-local processes, diaspora identities, the post colonial and human rights. The curriculum is aimed at graduate students from diverse disciplines who want to explore creative media practice as a research methodology. This course provides students with theoretical and practical grounding in multi-sited action research in trans-cultural and transnational settings. Through social historical and trans-cultural ethnographic perspectives practice-led pedagogy promotes a self- reflexive contextual and critical understanding of the use of media for the conduct and dissemination of research and the creation of social knowledge through participatory cultural production. Practice-Led Media Research is the theory, social history pedagogy and circulation of social science and humanities research through the production of film, video, internet, visual arts and other screen/audio based media. Practice-led research overcomes divisions between social theory and action-research, and between creative practice and evidence-based research. An important focus is the use of visual media to convey ideas and distinctive understandings about the world. There is a strong emphasis on comprehending visual phenomena in cross-cultural perspective and on the multifarious roles played by media in processes of identity and cultural formation in the world today.    sample syllabus          MCC-GE 2167 - Transnational Media Flows   This class will study the global landscape of media flows, particularly television and film, and its specific configurations at regional and national levels. Rooted in the idea of media as cultural industries we will identify the supranational regional players from some of the most important geo-linguistic markets around the world, where the tensions of global/transnational media and cultural audience's dynamics at local levels become more evident. We will examine the implications of these industrial/cultural dynamics from both theories that denounce the homogenizing cultural effect produce by global media, as well as approaches that underscore the rising of counter-flow trends based on audiences' preferences. sample syllabus           MCC-GE 2169 - Globalization, Memory, and Visual Culture   This course examines the intersections of global visual culture and cultural memory, with a particular focus on the tensions that arise between the largely national tendencies of cultural memory and the global circulation of cultural meaning. We will focus on the ways that the nation, colonialism, and globalization have been enacted through visual culture and cultural memory with a particular focus on France, in comparison to other national contexts.    The course provides an overview of contemporary theoretical engagements with cultural memory, visual culture, and consumerism, looking at the role played by discourses of memory in changing concepts of nation, colonialism-postcolonialism, and globalization. The course will begin by examining how cultural memory and memorialization have been deployed in the context of the nation, looking in particular at how national memory has been constructed in France. We will look at how the concept of national memory becomes contested, and the institutions through which the memory of France and the French Empire have been constructed. We will thus consider the tensions between the emerging identities of transnationalism and globalization and the traditional frameworks of national memory. How cultural memory is enacted through visual culture will be a key theme of the course, looking at memorials, museums, artistic projects, design, and architecture as central to how cultural memory is shaped. We will situate these projects in relation to the memory industry and global consumer economy, through which cultural memory is packaged, branded, and consumed. These intersections&mdash;memory, visual culture, consumerism, nationalism, colonialism, and globalization&mdash;will frame our inquiries.    This course will be an intensive three-week course in Paris, organized in collaboration with the American University of Paris. We will have a number of field trips and site visits, including the Musee Carnavalet, the Quai Branley museum of French colonialism, the Cite de l&rsquo;Immigration, and a day trip to Normandy and the World War II museum in Caen.    Note: This couse will be offered in Paris in Summer 2014. Department approval needed. More information is available here .    sample syllabus           MCC-GE 2171 - Screening History: The Construction of American History in Hollywood   This course explores how popular Hollywood films construct versions of the historical past, and can be utilized as historical documents themselves. The films reach mass audiences, they entertain, they mythologize, they produce compelling narratives about the past, they simplify complex problems, and they have been influential in creating audiences&rsquo; historical understanding. Hollywood films are significant and complex cultural texts, and this course will study them as artifacts of a powerful communications entertainment industry whose visions of the past and arguments regarding social, political, economic order throughout the 20 th century and into the 21 st centuries warrants our close examination.    Sample Syllabus          MCC-GE 2173 - Research for Communication Professionals   The course has two parts. One is providing the student with an understanding of media research as used to measure usage and behavior and to commodify audiences for sale to support content. Exposure to the measurement tools such as ratings, time spent, reach, engagement, WOM, CTR, by such firms as Google, ComScore, Nielsen, Arbitron, and others, will be part of this. Two is how research is done on the media to understand people's attitudes, opinions and behavior. This will consist of exposure to a variety of different studies on different aspects of the media as well as exposure to different methodologies and techniques. It will also consist of the student participating in a simulated media research project on how to conduct a research study. Both these parts of the class will be taught in the context of the digital media environment that is causing a revolution in measurement, re-shaping platforms and the economics of the business. Digital media is upsetting the media business as not only can it measure people's individual behavior but creates research data that can predict behavior as well as tell people what they want to consume. sample syllabus          MCC-GE 2191 - Print Media and Modernity   This seminar will explore the evolution of print technology and culture since Gutenberg's first experiments with movable type. Our objective will be to arrive at an understanding of how print media have formed and transformed essential features of the culture of capitalism. Themes will include the rise of the bourgeois individual, public/private spheres, production of difference, erotics of reading, urban space and spectacle, high/low culture, bureaucracy. Although the emphasis will be on the history of the book, the course will also examine newspapers, paper money, identity documents, and other printed matter. sample syllabus          MCC-GE 2200 - Media Events and Spectacle   An inquiry into those forces in our technological society, especially those of the mass media that significantly influence our beliefs, attitudes &amp; actions. sample syllabus          MCC-GE 2201 - Mediating the Bio-political Body   This seminar seeks to build media theory within the material histories, philosophy and political culture of embodiment/disembodiment. The body is situated as the interface of our era's most contentious political terrains including human rights violations, epidermal stigma, gendered gazes, targeting gazes, and confinement in refugee, detention, torture and concentration camps. For Foucault the formation of the political subject is isomorphic to the formation of the body as a communicative, mediating and mediated site. The body has become the screen, the archive and the stylus for political inscription and encryption. For Foucault, Agamben and Esposito the political is concerned with producing forms of life as biopower-- the governing of life and death through subject forming and deforming body-media from surveillance to violence. Previously Hegel, Kojeve, Lacan and Fanon theorized political domination as the spectral occupation and remediation of one body by another. Derrida described the current war on terror as the shift from communitas to immunitas, to auto-co-immunity in which the body-politic sacrifices its actuality to protect itself as virtuality. In the above theories the body unfolds as the place where our current historical actuality originates and culminates in a politics of somatic virtuality. We will examine the body as a political semiotechnique, as material support for political ideology and spectacle and as enabled/disabled by techno-political prosthetics and as the means of political virtualization. We will track several orienting genealogies of the body that roughly run from Hegel and Kojeve to Lacan and Fanon; from Spinoza, Nietzsche and Heidegger, to Deleuze, Foucault, Agamben, Esposito and Derrida; from Merleau-Ponty to Lefort and Ranciere. Among the themes to be explored are: exposability and disposability of the body; torture, embodied witnessing and truth; postcolonial typographies of the body; second bodies, subversive mimesis and political virtuality; political animality and monstrosity; communicable and excommunicated bodies; political violence as auto-immunization. sample syllabus          MCC-GE 2202 - Public Sphere Formation   The unprecedented visibility both of everyday life, and of the mediatization that makes this visibility possible, shift and transform society and the conditions of knowledge about it. We will approach these issues as questions pertaining to public sphere formation. We will begin with two distinct but related arguments about the public-private opposition, namely Habermas's influential formulation drawing on Kant, and Hannah Arendt's, that draws on ancient Greek philosophy. In this course we will consider the problems attending any attempt to construct a theoretical genealogy for the terms \"public\" and \"private,\" and examine as well specific cultural-political mobilizations, and techno-institutional elaborations of these terms, and some of the implications arising from these definitions, mobilizations and instantiations.    sample syllabus           MCC-GE 2206 - Dis/ability Studies: Media, Philosophy, and Visual Culture   Introduction to the concepts used in the new interdisciplinary field of disability studies. This seminar will be a joint exploration of the necessarily connected experience and representation of dis/ability, embodiment and the \"normal\" in modern Western culture. It centers on questions of dis/ability in the three fields at three critical interfaces, namely the formation of Western rationality in the seventeenth century;the generalization and medicalization of the concept of the \"normal\" in the nineteenth century; and the emergence of dis/ability as a new form of identity in the past forty years. sample syllabus           MCC-GE 2210 - Globalization and Gender   This course will examine how definitions of gender and sexuality are reproduced, negotiated and deployed in the context of globalization and transnational flows. We will examine key texts drawn from feminist/global cultural studies on the topics of citizenship, global labor flows, migration, militarization, neoliberalism and the construction of the gendered global subject. Through a reading of theoretical texts, ethnographic case studies and analysis of media representation, we will engage with questions of feminist epistemology and method research.    sample syllabus           MCC-GE 2211- Decolonization and its Aftermath   The advent of 20th century decolonization challenged the way in which world history had been conceived for four centuries, as centered upon the tiny landmass of Western Europe, rather than say, as plural and polycentric. The former view made it difficult to understand how the majority of the world's population mattered to history at all. With the onset of decolonization after the end of World War I, the world began to be seen, first through the lens of the nation, and secondly, as an extensive set of interconnections, where seemingly remote events could have major effects across countries. This course will combine a survey of select decolonization movements with analyses of the transformations from anticolonial nationalism through postcolonial developmentalism to the contemporary new world order. The course will consider decolonization in two senses: as the historical achievement of independence in former colonies, and, as a communicational concept illuminating socio-political change. sample syllabus 1    sample syllabus 2          MCC-GE 2220 - Communication and the Culture Industries     An examination of the ways the entertainment industries exercise their communicative power. Provides a wide-ranging overview of theoretical &amp; empirical research on the industrial manufacture of popular culture, focusing on sociologies of production &amp; on the ongoing processes of digitization and globalization.    sample syllabus           MCC-GE 2251 - Communication Environments: Macroanalysis   Inquiries into \"the business behind the box\": the economic &amp; decision-making structure of broadcast television.    sample syllabus          MCC-GE 2284 - Religion and Media    Bertrand Russell long ago declared that religion belonged to the infancy of human history, in a statement that expressed the secular self-understanding of an enlightened European of his time. By comparison, at least from the time of Alexis de Tocqueville, it has been clear that in a country like the United States, religious affiliation has not diminished with the advance of historical time. If anything the movement has been in a contrary direction, with religion having increased in social and political influence, with effects that reverberate across the globe today. The disparity between Continental and American perceptions reflects a failure to understand the place of religion in modern society, and to relate changes in religious practice to historical change. It is not simply in traditional, backward or disadvantaged societies that religion thrives, but in the very heart of modern society, so to speak. The legislative approach to sequester religion and keep it in its place, widely practiced, rarely has the desired results. Religion turns out to be mediated in new ways, to sacralize new forms of connection, to mark out new relations between the sacred and the profane.    Note: This couse may be offered in Paris. Consult your academic advisor for further information.    sample syllabus           MCC-GE 2286 - Young People & Media Cultures   In this course students explore the debates and issues raised by various media environments as these relate to young people's growth and experiences. Students investigate how young people actually use, value, and find meaning in multiple media in different social contexts, and discuss the social, cultural, and political implications of these situations. Finally, students propose how to deal with the issues raised by the readings and discussions. sample syllabus          MCC-GE 2287 - Global Youth Media   This graduate level course explores the contextual purposes, practices, and outcomes of youth media projects that use a variety ofcommunication and media technologies in different locations around theworld. Students will examine research into why and how youth createand distribute multiple media in different locales, and investigate inwhat ways these activities support the development of young people&rsquo;scapacities for 21st century skills of digital communication, criticalliteracy, civic engagement, media appreciation, and personalexpression.    sample syllabus          MCC-GE 2310 - Sound Studies   This course examines central themes in the emerging field of 'Sound Studies'. We explore a range of histories, archeologies and ethnographies of sound and listening, as it intersects with topics in media studies, science and technology studies, political economy and musicology. How has our experience of sound changed as we move from the piano to the personal computer, from the phonoautograph to the mp3? How have political, commercial, and cultural forces shaped what we are able to listen to, and how we listen to it? Finally, how have performers, physiologists, acousticians, engineers and philosophers worked to understand this radical transformation of the senses?  Students should be able to describe and analyze technologies of sound production and reproduction over the last two centuries. They should also be able to describe, contrast and analyze (1) disciplinary, (2) metaphysical, (3) ideological, and (4) musical approaches to sound and listening over the last two centuries. Finally, students should be able to critically assess the way various communicative media have shaped how sound is made, used and heard in our times.    sample syllabus          MCC-GE 2344 - The Social Life of Paper    What is the cultural work performed by or with the technology of paper? How can a history of paper supplement and enrich recent histories of printing technology and printed artifacts like \"the book\"? What would it mean to imagine a paperless future? Organized around discussions of readings in common, this course considers the history, production, circulation and use of paper in the social production of knowledge, the shared imagination of value, and the mutual relations of consumers and commodities.    sample syllabus          MCC-GE 2351 - Global Food Cultures    An interdisciplinary and intercultural examination of human communication through food. The course explores the social, economic, political, and cultural ramifications of the technology, production, acquisition, preservation, packaging, distribution, promotion, representation, selling, presentation, and consumption of food, as well as the disposal of food-related wastes. Students will have a unique opportunity to explore various local, regional, and transnational cuisines and food rituals in Hong Kong as the manifestation of changing social norms, economic realities, and cultural beliefs in an increasingly global and multicultural city.    Note: This couse is offered in Hong Kong. Consult your academic advisor for further information.       Sample syllabus          MCC-GE 2381 - Topics in Globalization: Global Consumer Culture   Consumer culture by its nature is intensely local and inevitably global. Its locality is tied up with the intimacy of food, clothing, and shelter, and the elasticity of the relationship between bodies and things, yet its meanings and messages are globally circulated and produced. Consumption is a flash point for social and political debates about the relationship between needs and desires. This course explores critical approaches to the globalization of consumer culture by exploring the ways in which bodies and things shape each other through long histories (colonial, postcolonial, global) of production, distribution, and fashion. Students will study the social world of global consumers as an analytic entry point into the complex networks of cultural practice which mediate the perennial tension between habituation and novelty in the shaping of consumer experience in the context of globalization.    sample syllabus           MCC-GE 2402 - Topics in Visual Culture and Cultural Studies: The Political History of Visual Display and Representation   This course is a political analysis of the modern history of visual display and exhibition, tracing it from the Russian avant-garde to issues of spectacle, the ideological function of the museum, and public art. The critique of institutions such as museums is an area of inquiry in visual culture. This course analyzes concepts of the public, the avant garde, spectacle, the function of exhibitions in totalitarian political regimes, the concept of exhibition as resistance, and the relationship of urban economies and visual display. sample syllabus          MCC-GE 2403 - Topics in Visual Culture and Cultural Studies: Visuality and Globalization   Visual culture studies visuality as a key component of globalization. By visuality, we mean the visualization of history, composed of images, ideas and the imagination. This class introduces present-day visualized globalization in historical context and offers students ways to research visual culture in the intersections between globalizations past and present. In the first half of the class, lectures and discussion trace the concept of visuality from its emergence in the 19th century to its uses in imperial regimes and the neo-visuality of the present. We consider how visuality imagines history as war, visible only to the Hero, or Great Man, and consider alternatives proposed by abolitionists, indigenous people, and the labor movement. The second half of the class will be a series of visual media-based workshops from painting and photography to film and digital media, discussing strategies and approaches to research as well as offering students the opportunity to use primary and archival materials. Students will develop a project proposal that might be developed into a thesis, article or mixed-media project. sample syllabus          MCC-GE 2405 - Topics in Visual Culture and Cultural Studies: Communism and the Cold War   In the era of the permanent memorial, it is noticeable that Communism and the Cold War are being increasingly marginalized in accounts of present-day crises. This class offers a counterpoint by examining the legacies of these experiences in visual and cultural studies. It suggests a different history of the present than is usually told, with particular regard to visuality in film, art and performance. Each participant will undertake a research project using materials in the Tamiment Library (and elsewhere if needed) and will present the results in a mini-conference at the end of the semester.    sample syllabus           MCC-GE 2406 - Special Topics in Visual Culture and Cultural Studies: Semiotics of Media, Art and Performance   This seminar will explore semiotics and performance theory by comparing the modes ofperformance used in media (including television, film, radio, advertising, theater, music andvisual art) with social performance in general. Readings will draw from classic and contemporary work in semiotics, performance theory and linguistic anthropology, analyzing media and art forms from around the world. Students willengage with the theoretical concepts and analytical models encountered in class by applying them to a media form, performance or piece of art of their own choosing. Sample Topics List          MCC-GE 2420 - Visual Culture Methods   In the  wake of the Arab Spring and the Occupy movements worldwide, especially Occupy  Wall St here in New York, how can we study the interface of visualized media  and politics? This course provides a participatory introduction to the methods  of critical visuality studies from a wide range of perspectives. The class will  develop and explore horizontal means of occupying visual culture.    Sample syllabus          MCC-GE 2836 - Culture and Media in Urban China   This graduate workshop combines an interdisciplinary seminar on methods in China studies and a &ldquo;writing group&rdquo; format for graduate students developing original research on historical and contemporary formations of Chinese media and material culture: historical documents, art, photography, films, television shows, legal cases, novels, magazines, blogs and microblogs, material objects, ritual events, etc. We will read from outstanding books in China studies, including sociology, history, art history, anthropology, and media studies. Our discussion of these readings will focus on comparing methodological and analytical approaches to a range of text/objects, and contrasting forms of argument that focus on: 1) &ldquo;cosmology&rdquo; (cultures, conceptual schemes, languages, ideologies); 2) &ldquo;politics&rdquo;(conflict, difference, distinction); and 3) &ldquo;structure&rdquo; (networks and systems, kinship, clientalism, bureaucracy). Over the course of the semester students will develop analyses of their own text/objects, and use these analyses to develop journal articles, MA theses, or dissertation chapters.    sample syllabus                    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "Social &amp; Cultural Analysis    | New York University                                       Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                 Home     People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter               The Department of Social and Cultural Analysis (SCA) is trans-disciplinary in nature, incorporating critical methodologies and theoretical insights from such fields as social geography, feminism and queer studies, ethnic studies, critical race theory, labor studies, and cultural studies. Our courses combine topics and methods spanning the humanities and social sciences, and are organized around themes such as urbanization, commodification, movement of peoples, transnational exchange, identity formations, and ethnic and disaporic cultures.           Family and friends celebrated the life of Juan Flores and honored his memory and legacy     Saturday, December 20, 2014   2:00pm-5:00pm   at NYU's   Eisner & Lubin Auditorium   New York, NY 10012 Watch the video here:      Areas of Study         Africana Studies           American Studies           Asian/Pacific/American Studies           Gender and Sexuality Studies           Latino Studies           Metropolitan Studies           Social and Cultural Analysis             Faculty Bookshelf    Yellow Peril!: An Archive of Anti-Asian Fear     John Kuo Wei Tchen and Dylan Yeats           Announcements         SCA Events Calendar           New Faculty 2014-2015             Quicklinks         Undergraduate Admissions           Frequently Asked Questions           GSAS Admissions           Study Away                         Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Visual Culture and Cultural Studies - Graduate Level Courses - NYU Steinhardt                                            Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Graduate Level Courses                       Browse by       Doctoral courses only    Doctoral core courses    Courses offered abroad    Research courses    All Graduate courses        Browse by MA Area of Study  Global and Transcultural Communication Visual Culture and Cultural Studies Interaction and Social Processes Persuasion and Politics Technology and Society              Visual Culture and Cultural Studies        Courses examine the role of cultural production and visual practice in the fashioning of urbanism, consumer desire, spatial experience, gender/sexual identities, race and ethnicity, trans-cultural and historical image flows, the aesthetics of everyday life and the performance of political power.                     MCC-GE 2005 - Psychic Life of Media   \"Our writing tools are also working on our thoughts,\" Nietzsche supposedly declared &agrave; propos his typewriter. This claim has been used by Friedrich Kittler and others to argue for a version of media studies based on \"media-technological determinism.\" This course will consider how various Freudian and post-Freudian psychoanalytic concepts might be used to critique this position, or at least provide it with greater nuance . Readings vary from semester to semester. Sample Syllabus          MCC-GE 2010 - Censorship in American Culture   This course examines censorship in American culture, from the late 19th century to the present and surveys areas where debates about censorship have been urgently contested, from discussions about birth control, to literature, film, theatre, art galleries and history museums, to sidewalks and lecture halls, to the internet. Students will explore the historical contexts in which important cultural and legal struggles over censorship took place and how this history affects contemporary debates about the arts, sexuality, national security, technology, privacy, and government involvement in the marketplace of ideas and images.    sample syllabus           MCC-GE 2025 - Race and Media   The racial and ethnic diversity of the United States from Europeans' first encounter with Native Americans, through colonialism and American slavery, Reconstruction, Jim Crow, the Civil Rights era and beyond has made the issue of race one of the United States' principal sites of conflict and conversation. For many years, scholarship on race and media has focused on a myriad of theories and issues surrounding representation, concerned with the presence or lack of people of color in media of all kinds, and the stereotypical ways they are portrayed when they are present. But this is only one part of the story. While this course highlights many of these issues, it focuses on the ways that media can and have shaped public discourse about race and racism both within and beyond the confines of the United States. The course considers a variety of media television sitcoms and drama, television and print news, film, popular music, the internet and others for the purpose of investigating how media have and continue to variably influence the publics racial agenda, and the general content, tone and tenor of racial conversation in the public sphere.    sample syllabus           MCC-GE 2027 - Media and the Environment   This course will introduce you to the varied ways in which human and natural environments have been shaped by media representations and technologies, extending from newspapers, photography, and popular literature, to film, television, and video games. The course integrates the study of environmental media from diverse disciplinary perspectives, including eco-cinema, eco-criticism, environmental communication, and environmental studies. It surveys research from media studies that explores how environments are represented in visual media; from eco-critical texts that detail the specificities of poetic, literary, and artistic approaches to the environment; and work in environmental communication that documents the role of the mass media, including the Internet, broadcast television, and news programs, in the dissemination of environmental messages. The course will also interrogate the diverging functions of environmental media in different historical periods and social contexts, beginning with the rise of landscape photography, scientific representations of nature, and &ldquo;fictional&rdquo; wildlife films; extending through the development of canonical environmental media works in the 1960s; and ending with the role of contemporary interactive and &ldquo;recycling&rdquo; based aesthetics. sample syllabus          MCC-GE 2030 - Architecture as Media   This class reads architecture and the built environment through the lenses of media, communication, and culture. The course takes seriously the proposition that spaces communicate meaningfully and that learning to read spatial productions leads to better understanding how material and technological designs are in sustained conversation with the social, over time. Through analyses of a range of spaces &ndash; from Gothic Cathedrals to suburban shopping malls to homes, factories, skyscrapers and digital cities &ndash; students will acquire a vocabulary for relating representations and practices, symbols and structures, and for identifying the ideological and aesthetic positions that produce settings for everyday life.    sample syllabus           MCC-GE 2100 - Seminar in Media Criticism   Analysis of the media environment from a variety of critical perspectives. Emphasis on writing as well as reading media criticism.    sample syllabus           MCC-GE 2112 - Politics of the Gaze   The mediation and technological development of vision and its dominance over the human sensorium is integral to the emergence of the modern, including experiences of urbanism, consumer desire, gender/sexual identities, race and ethnicity, trans-cultural image systems, aesthetic production, and the making of power and political truth claims. This seminar will focus on introducing participants to the core theories and analytic methods of visual culture, and the socio-political history of the human sensorium in a variety of disciplines, including ethnography, social history, urban studies, cinema studies, social geography, material culture studies, and media studies.    sample syllabus           MCC-GE 2125 - Evolution of Technology    Traces the development of technology from historical, current, &amp; future-oriented perspectives. Attention given to intended &amp; unintended consequences of technological events.    sample syllabus           MCC-GE 2134 - Media Archaeology   Over the last decade or so, scholars in several disciplines have embarked on a series of media-archaeological excavations, sifting through the layers of early and obsolete practices and technologies of communication. The archaeological metaphor evokes both the desire to recover material traces of the past and the imperative tosituate those traces in their social, cultural, and political contexts - while always watching our steps. This eminar will examine some of the most important contributions to the field of media archaeology and, most importantly, provide an ongoing research studio in which participants undertake archaeological projects of their own.    sample syllabus           MCC-GE 2135 - Media, Memory, and History     This seminar will focus on introducing participants to the basic theory and core methods of visual culture studies in a variety of disciplines, including ethnography, social history, urban studies, cinema studies, social geography, art history and media studies.    sample syllabus           MCC-GE 2136 - War and Media Theory   Communication studies traditionally focus on how war is propagandized by mass media. In contrast, this seminar proposes that war is an encompassing mode of political communication in which media is militarized and violence is mediatized. We will examine how modern warfare has generated new visual cultures and new media networks. This seminar proposes that the visual technology of war and the technologies of event dissemination are linked problems in the political history of representation. The triangulation of person, place and time as the basis of perceiving history can only be accounted for by a history of mediated perception-a history increasingly characterized by military technologies and military visual culture, and their fashioning of the modern sensorium. The seminar will examine the thesis that the 'informationatization' of contemporary consciousness can only be understood through a media theory of war.    sample syllabus           MCC-GE 2137 - Memory, Architecture and Design: Comparative Perspectiveson New York and Buenos Aires   This course compares the debates &amp; contestations over architecture&rsquo;srelationship to memory, trauma, nationalism, &amp; memorialization thathave taken place in Argentina, over the memory of its &ldquo;dirty war&rdquo; from1976-1983, and in the United States over the last three decades. Itsituates this comparative perspective within the scholarship ofarchitecture &amp; design, memory studies, &amp; visual culture.    sample syllabus          MCC-GE 2138 - Politics of Digital Media       This  seminar will examine the myriad ways in which digital media shape our political  and cultural institutions, processes, and perceptions. From the silver-haired  architect of Wikileaks to the networked activists who helped bring down a slew  of Arab regimes, digital media are facilitating previously unimaginable  contests for visibility and power, ushering in a shift from spectatorship to  participation. But they are neither uncomplicated nor monolithic: A host of  forces, from government legislation to market considerations, are vying to  fashion the emerging technologies into weapons used to oppress opponents and  stifle dissent. To paint this rapidly evolving landscape, we will look at broad  political theories as well as particular policies, will hear from leading  theorists and activists in the field, and will strive to emerge with both a  philosophical and practical understanding of the movements currently at work  and the technological platform on which they rely and against which they  sometimes feud.    sample syllabus           MCC-GE 2143 - Cultural Analysis of Design   This class introduces design as an intersection of practice, philosophy, aesthetics, politics, and material culture. In the course of bringing students into the contemporary conversation that organizes design discourse increasingly in terms of interaction, this class prepares students to conduct original project work on the history, culture, and aesthetics of contemporary material and visual culture at the scale of computers, media, architecture, and product.    sample syllabus          MCC-GE 2146 - The Sitcom    This course examines the history and politics of television's most enduring genre, the situation comedy. The sitcom occupies a particularly important place in U.S. cultural hierarchies. Both lauded as an innovative, quintessentially televisual form and denigrated as the epitome of mass media's formulaic cultural dross, the genre is a discursive locus in which U.S. preoccupations with class, race, gender, and other forms of difference are negotiated.    sample syllabus           MCC-GE 2147 - Reality and Documentary TV   This course will survey  the historical development and shifting definitions of documentary and reality  television. We will explore the ways in which television has understood and  utilized non-fiction formats at particular historical moments; trace the  formations and deployment of realist aesthetics; explore the ethical  obligations/problematics of these forms and their practitioners; examine the  implications and meanings of documentary/reality hybrids; and consider the reception  of and cultural meanings derived from particular documentary and reality texts  and subgenres. sample syllabus           MCC-GE 2149 - A Cultural History of Television   A survey of the cultural and industrial history of American television; focus on how technological innovation, regulatory bodies, advertisers, network heads, creative producers, audiences have interacted with economic, social, and political forces to shape television over time. Examines the methodological practices and concerns involved in the writing of media histories and specifically the history of broadcasting. sample syllabus           MCC-GE 2150 - The Origins of Modern Media    sample syllabus Examination of the sociopolitical, technological, aesthetic, &amp; institutional development of media from 1880-1950. Emphasis is placed on telegraphy, telephony, sound-recording, &amp; amplification devices, radio (both point-to-point &amp; broadcast) &amp; film. Students are introduced to a variety of historiographical techniques &amp; are encouraged to reflect upon the relationship between origins of the mass media &amp; current technological institutional, sociopolitical &amp; aesthetic dynamics of media.          MCC-GE 2155 - Activist Art and Creative Activism   The course will focus on the tactical, strategic, and organizational uses of artistic aesthetic taken up by the activist for the purpose of social change. The course will rely on both a survey of the existing theory and scholarship on &ldquo;artistic activism,&rdquo; as well as close analyses of contemporary practices on a local, national and global scale. Special attention will be paid to issues of creativity and efficacy, addressing questions concerning the value of this hybrid practice as both an aesthetic and political activity.    Sample Syllabus          MCC-GE 2157 - The Communications Revolution and Culture in America    An examination of the nature of the communications revolution in the 20th century &amp; its impact on American cultural life &amp; institutions. First semester focuses on the political economy of media from a critical perspective; second semester focuses on current developments in the communications industry &amp; their impact on the U.S. &amp;global culture, from an industry perspective. Either half may be taken independently.          MCC-GE 2166 - The Global City and Media Ethnography: Practice-led Transcultural Media Research   The course focuses on the theories and methods of media/sensory ethnography, visual culture, media archeology, through the linked topics of transcultural and trans-local processes, diaspora identities, the post colonial and human rights. The curriculum is aimed at graduate students from diverse disciplines who want to explore creative media practice as a research methodology. This course provides students with theoretical and practical grounding in multi-sited action research in trans-cultural and transnational settings. Through social historical and trans-cultural ethnographic perspectives practice-led pedagogy promotes a self- reflexive contextual and critical understanding of the use of media for the conduct and dissemination of research and the creation of social knowledge through participatory cultural production. Practice-Led Media Research is the theory, social history pedagogy and circulation of social science and humanities research through the production of film, video, internet, visual arts and other screen/audio based media. Practice-led research overcomes divisions between social theory and action-research, and between creative practice and evidence-based research. An important focus is the use of visual media to convey ideas and distinctive understandings about the world. There is a strong emphasis on comprehending visual phenomena in cross-cultural perspective and on the multifarious roles played by media in processes of identity and cultural formation in the world today.    sample syllabus          MCC-GE 2167 - Transnational Media Flows   This class will study the global landscape of media flows, particularly television and film, and its specific configurations at regional and national levels. Rooted in the idea of media as cultural industries we will identify the supranational regional players from some of the most important geo-linguistic markets around the world, where the tensions of global/transnational media and cultural audience's dynamics at local levels become more evident. We will examine the implications of these industrial/cultural dynamics from both theories that denounce the homogenizing cultural effect produce by global media, as well as approaches that underscore the rising of counter-flow trends based on audiences' preferences. sample syllabus           MCC-GE 2169 - Globalization, Memory, and Visual Culture   This course examines the intersections of global visual culture and cultural memory, with a particular focus on the tensions that arise between the largely national tendencies of cultural memory and the global circulation of cultural meaning. We will focus on the ways that the nation, colonialism, and globalization have been enacted through visual culture and cultural memory with a particular focus on France, in comparison to other national contexts.    The course provides an overview of contemporary theoretical engagements with cultural memory, visual culture, and consumerism, looking at the role played by discourses of memory in changing concepts of nation, colonialism-postcolonialism, and globalization. The course will begin by examining how cultural memory and memorialization have been deployed in the context of the nation, looking in particular at how national memory has been constructed in France. We will look at how the concept of national memory becomes contested, and the institutions through which the memory of France and the French Empire have been constructed. We will thus consider the tensions between the emerging identities of transnationalism and globalization and the traditional frameworks of national memory. How cultural memory is enacted through visual culture will be a key theme of the course, looking at memorials, museums, artistic projects, design, and architecture as central to how cultural memory is shaped. We will situate these projects in relation to the memory industry and global consumer economy, through which cultural memory is packaged, branded, and consumed. These intersections&mdash;memory, visual culture, consumerism, nationalism, colonialism, and globalization&mdash;will frame our inquiries.    This course will be an intensive three-week course in Paris, organized in collaboration with the American University of Paris. We will have a number of field trips and site visits, including the Musee Carnavalet, the Quai Branley museum of French colonialism, the Cite de l&rsquo;Immigration, and a day trip to Normandy and the World War II museum in Caen.    Note: This couse will be offered in Paris in Summer 2014. Department approval needed. More information is available here .    sample syllabus           MCC-GE 2171 - Screening History: The Construction of American History in Hollywood   This course explores how popular Hollywood films construct versions of the historical past, and can be utilized as historical documents themselves. The films reach mass audiences, they entertain, they mythologize, they produce compelling narratives about the past, they simplify complex problems, and they have been influential in creating audiences&rsquo; historical understanding. Hollywood films are significant and complex cultural texts, and this course will study them as artifacts of a powerful communications entertainment industry whose visions of the past and arguments regarding social, political, economic order throughout the 20 th century and into the 21 st centuries warrants our close examination.    Sample Syllabus          MCC-GE 2173 - Research for Communication Professionals   The course has two parts. One is providing the student with an understanding of media research as used to measure usage and behavior and to commodify audiences for sale to support content. Exposure to the measurement tools such as ratings, time spent, reach, engagement, WOM, CTR, by such firms as Google, ComScore, Nielsen, Arbitron, and others, will be part of this. Two is how research is done on the media to understand people's attitudes, opinions and behavior. This will consist of exposure to a variety of different studies on different aspects of the media as well as exposure to different methodologies and techniques. It will also consist of the student participating in a simulated media research project on how to conduct a research study. Both these parts of the class will be taught in the context of the digital media environment that is causing a revolution in measurement, re-shaping platforms and the economics of the business. Digital media is upsetting the media business as not only can it measure people's individual behavior but creates research data that can predict behavior as well as tell people what they want to consume. sample syllabus          MCC-GE 2191 - Print Media and Modernity   This seminar will explore the evolution of print technology and culture since Gutenberg's first experiments with movable type. Our objective will be to arrive at an understanding of how print media have formed and transformed essential features of the culture of capitalism. Themes will include the rise of the bourgeois individual, public/private spheres, production of difference, erotics of reading, urban space and spectacle, high/low culture, bureaucracy. Although the emphasis will be on the history of the book, the course will also examine newspapers, paper money, identity documents, and other printed matter. sample syllabus          MCC-GE 2200 - Media Events and Spectacle   An inquiry into those forces in our technological society, especially those of the mass media that significantly influence our beliefs, attitudes &amp; actions. sample syllabus          MCC-GE 2201 - Mediating the Bio-political Body   This seminar seeks to build media theory within the material histories, philosophy and political culture of embodiment/disembodiment. The body is situated as the interface of our era's most contentious political terrains including human rights violations, epidermal stigma, gendered gazes, targeting gazes, and confinement in refugee, detention, torture and concentration camps. For Foucault the formation of the political subject is isomorphic to the formation of the body as a communicative, mediating and mediated site. The body has become the screen, the archive and the stylus for political inscription and encryption. For Foucault, Agamben and Esposito the political is concerned with producing forms of life as biopower-- the governing of life and death through subject forming and deforming body-media from surveillance to violence. Previously Hegel, Kojeve, Lacan and Fanon theorized political domination as the spectral occupation and remediation of one body by another. Derrida described the current war on terror as the shift from communitas to immunitas, to auto-co-immunity in which the body-politic sacrifices its actuality to protect itself as virtuality. In the above theories the body unfolds as the place where our current historical actuality originates and culminates in a politics of somatic virtuality. We will examine the body as a political semiotechnique, as material support for political ideology and spectacle and as enabled/disabled by techno-political prosthetics and as the means of political virtualization. We will track several orienting genealogies of the body that roughly run from Hegel and Kojeve to Lacan and Fanon; from Spinoza, Nietzsche and Heidegger, to Deleuze, Foucault, Agamben, Esposito and Derrida; from Merleau-Ponty to Lefort and Ranciere. Among the themes to be explored are: exposability and disposability of the body; torture, embodied witnessing and truth; postcolonial typographies of the body; second bodies, subversive mimesis and political virtuality; political animality and monstrosity; communicable and excommunicated bodies; political violence as auto-immunization. sample syllabus          MCC-GE 2202 - Public Sphere Formation   The unprecedented visibility both of everyday life, and of the mediatization that makes this visibility possible, shift and transform society and the conditions of knowledge about it. We will approach these issues as questions pertaining to public sphere formation. We will begin with two distinct but related arguments about the public-private opposition, namely Habermas's influential formulation drawing on Kant, and Hannah Arendt's, that draws on ancient Greek philosophy. In this course we will consider the problems attending any attempt to construct a theoretical genealogy for the terms \"public\" and \"private,\" and examine as well specific cultural-political mobilizations, and techno-institutional elaborations of these terms, and some of the implications arising from these definitions, mobilizations and instantiations.    sample syllabus           MCC-GE 2206 - Dis/ability Studies: Media, Philosophy, and Visual Culture   Introduction to the concepts used in the new interdisciplinary field of disability studies. This seminar will be a joint exploration of the necessarily connected experience and representation of dis/ability, embodiment and the \"normal\" in modern Western culture. It centers on questions of dis/ability in the three fields at three critical interfaces, namely the formation of Western rationality in the seventeenth century;the generalization and medicalization of the concept of the \"normal\" in the nineteenth century; and the emergence of dis/ability as a new form of identity in the past forty years. sample syllabus           MCC-GE 2210 - Globalization and Gender   This course will examine how definitions of gender and sexuality are reproduced, negotiated and deployed in the context of globalization and transnational flows. We will examine key texts drawn from feminist/global cultural studies on the topics of citizenship, global labor flows, migration, militarization, neoliberalism and the construction of the gendered global subject. Through a reading of theoretical texts, ethnographic case studies and analysis of media representation, we will engage with questions of feminist epistemology and method research.    sample syllabus           MCC-GE 2211- Decolonization and its Aftermath   The advent of 20th century decolonization challenged the way in which world history had been conceived for four centuries, as centered upon the tiny landmass of Western Europe, rather than say, as plural and polycentric. The former view made it difficult to understand how the majority of the world's population mattered to history at all. With the onset of decolonization after the end of World War I, the world began to be seen, first through the lens of the nation, and secondly, as an extensive set of interconnections, where seemingly remote events could have major effects across countries. This course will combine a survey of select decolonization movements with analyses of the transformations from anticolonial nationalism through postcolonial developmentalism to the contemporary new world order. The course will consider decolonization in two senses: as the historical achievement of independence in former colonies, and, as a communicational concept illuminating socio-political change. sample syllabus 1    sample syllabus 2          MCC-GE 2220 - Communication and the Culture Industries     An examination of the ways the entertainment industries exercise their communicative power. Provides a wide-ranging overview of theoretical &amp; empirical research on the industrial manufacture of popular culture, focusing on sociologies of production &amp; on the ongoing processes of digitization and globalization.    sample syllabus           MCC-GE 2251 - Communication Environments: Macroanalysis   Inquiries into \"the business behind the box\": the economic &amp; decision-making structure of broadcast television.    sample syllabus          MCC-GE 2284 - Religion and Media    Bertrand Russell long ago declared that religion belonged to the infancy of human history, in a statement that expressed the secular self-understanding of an enlightened European of his time. By comparison, at least from the time of Alexis de Tocqueville, it has been clear that in a country like the United States, religious affiliation has not diminished with the advance of historical time. If anything the movement has been in a contrary direction, with religion having increased in social and political influence, with effects that reverberate across the globe today. The disparity between Continental and American perceptions reflects a failure to understand the place of religion in modern society, and to relate changes in religious practice to historical change. It is not simply in traditional, backward or disadvantaged societies that religion thrives, but in the very heart of modern society, so to speak. The legislative approach to sequester religion and keep it in its place, widely practiced, rarely has the desired results. Religion turns out to be mediated in new ways, to sacralize new forms of connection, to mark out new relations between the sacred and the profane.    Note: This couse may be offered in Paris. Consult your academic advisor for further information.    sample syllabus           MCC-GE 2286 - Young People & Media Cultures   In this course students explore the debates and issues raised by various media environments as these relate to young people's growth and experiences. Students investigate how young people actually use, value, and find meaning in multiple media in different social contexts, and discuss the social, cultural, and political implications of these situations. Finally, students propose how to deal with the issues raised by the readings and discussions. sample syllabus          MCC-GE 2287 - Global Youth Media   This graduate level course explores the contextual purposes, practices, and outcomes of youth media projects that use a variety ofcommunication and media technologies in different locations around theworld. Students will examine research into why and how youth createand distribute multiple media in different locales, and investigate inwhat ways these activities support the development of young people&rsquo;scapacities for 21st century skills of digital communication, criticalliteracy, civic engagement, media appreciation, and personalexpression.    sample syllabus          MCC-GE 2310 - Sound Studies   This course examines central themes in the emerging field of 'Sound Studies'. We explore a range of histories, archeologies and ethnographies of sound and listening, as it intersects with topics in media studies, science and technology studies, political economy and musicology. How has our experience of sound changed as we move from the piano to the personal computer, from the phonoautograph to the mp3? How have political, commercial, and cultural forces shaped what we are able to listen to, and how we listen to it? Finally, how have performers, physiologists, acousticians, engineers and philosophers worked to understand this radical transformation of the senses?  Students should be able to describe and analyze technologies of sound production and reproduction over the last two centuries. They should also be able to describe, contrast and analyze (1) disciplinary, (2) metaphysical, (3) ideological, and (4) musical approaches to sound and listening over the last two centuries. Finally, students should be able to critically assess the way various communicative media have shaped how sound is made, used and heard in our times.    sample syllabus          MCC-GE 2344 - The Social Life of Paper    What is the cultural work performed by or with the technology of paper? How can a history of paper supplement and enrich recent histories of printing technology and printed artifacts like \"the book\"? What would it mean to imagine a paperless future? Organized around discussions of readings in common, this course considers the history, production, circulation and use of paper in the social production of knowledge, the shared imagination of value, and the mutual relations of consumers and commodities.    sample syllabus          MCC-GE 2351 - Global Food Cultures    An interdisciplinary and intercultural examination of human communication through food. The course explores the social, economic, political, and cultural ramifications of the technology, production, acquisition, preservation, packaging, distribution, promotion, representation, selling, presentation, and consumption of food, as well as the disposal of food-related wastes. Students will have a unique opportunity to explore various local, regional, and transnational cuisines and food rituals in Hong Kong as the manifestation of changing social norms, economic realities, and cultural beliefs in an increasingly global and multicultural city.    Note: This couse is offered in Hong Kong. Consult your academic advisor for further information.       Sample syllabus          MCC-GE 2381 - Topics in Globalization: Global Consumer Culture   Consumer culture by its nature is intensely local and inevitably global. Its locality is tied up with the intimacy of food, clothing, and shelter, and the elasticity of the relationship between bodies and things, yet its meanings and messages are globally circulated and produced. Consumption is a flash point for social and political debates about the relationship between needs and desires. This course explores critical approaches to the globalization of consumer culture by exploring the ways in which bodies and things shape each other through long histories (colonial, postcolonial, global) of production, distribution, and fashion. Students will study the social world of global consumers as an analytic entry point into the complex networks of cultural practice which mediate the perennial tension between habituation and novelty in the shaping of consumer experience in the context of globalization.    sample syllabus           MCC-GE 2402 - Topics in Visual Culture and Cultural Studies: The Political History of Visual Display and Representation   This course is a political analysis of the modern history of visual display and exhibition, tracing it from the Russian avant-garde to issues of spectacle, the ideological function of the museum, and public art. The critique of institutions such as museums is an area of inquiry in visual culture. This course analyzes concepts of the public, the avant garde, spectacle, the function of exhibitions in totalitarian political regimes, the concept of exhibition as resistance, and the relationship of urban economies and visual display. sample syllabus          MCC-GE 2403 - Topics in Visual Culture and Cultural Studies: Visuality and Globalization   Visual culture studies visuality as a key component of globalization. By visuality, we mean the visualization of history, composed of images, ideas and the imagination. This class introduces present-day visualized globalization in historical context and offers students ways to research visual culture in the intersections between globalizations past and present. In the first half of the class, lectures and discussion trace the concept of visuality from its emergence in the 19th century to its uses in imperial regimes and the neo-visuality of the present. We consider how visuality imagines history as war, visible only to the Hero, or Great Man, and consider alternatives proposed by abolitionists, indigenous people, and the labor movement. The second half of the class will be a series of visual media-based workshops from painting and photography to film and digital media, discussing strategies and approaches to research as well as offering students the opportunity to use primary and archival materials. Students will develop a project proposal that might be developed into a thesis, article or mixed-media project. sample syllabus          MCC-GE 2405 - Topics in Visual Culture and Cultural Studies: Communism and the Cold War   In the era of the permanent memorial, it is noticeable that Communism and the Cold War are being increasingly marginalized in accounts of present-day crises. This class offers a counterpoint by examining the legacies of these experiences in visual and cultural studies. It suggests a different history of the present than is usually told, with particular regard to visuality in film, art and performance. Each participant will undertake a research project using materials in the Tamiment Library (and elsewhere if needed) and will present the results in a mini-conference at the end of the semester.    sample syllabus           MCC-GE 2406 - Special Topics in Visual Culture and Cultural Studies: Semiotics of Media, Art and Performance   This seminar will explore semiotics and performance theory by comparing the modes ofperformance used in media (including television, film, radio, advertising, theater, music andvisual art) with social performance in general. Readings will draw from classic and contemporary work in semiotics, performance theory and linguistic anthropology, analyzing media and art forms from around the world. Students willengage with the theoretical concepts and analytical models encountered in class by applying them to a media form, performance or piece of art of their own choosing. Sample Topics List          MCC-GE 2420 - Visual Culture Methods   In the  wake of the Arab Spring and the Occupy movements worldwide, especially Occupy  Wall St here in New York, how can we study the interface of visualized media  and politics? This course provides a participatory introduction to the methods  of critical visuality studies from a wide range of perspectives. The class will  develop and explore horizontal means of occupying visual culture.    Sample syllabus          MCC-GE 2836 - Culture and Media in Urban China   This graduate workshop combines an interdisciplinary seminar on methods in China studies and a &ldquo;writing group&rdquo; format for graduate students developing original research on historical and contemporary formations of Chinese media and material culture: historical documents, art, photography, films, television shows, legal cases, novels, magazines, blogs and microblogs, material objects, ritual events, etc. We will read from outstanding books in China studies, including sociology, history, art history, anthropology, and media studies. Our discussion of these readings will focus on comparing methodological and analytical approaches to a range of text/objects, and contrasting forms of argument that focus on: 1) &ldquo;cosmology&rdquo; (cultures, conceptual schemes, languages, ideologies); 2) &ldquo;politics&rdquo;(conflict, difference, distinction); and 3) &ldquo;structure&rdquo; (networks and systems, kinship, clientalism, bureaucracy). Over the course of the semester students will develop analyses of their own text/objects, and use these analyses to develop journal articles, MA theses, or dissertation chapters.    sample syllabus                    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "Social &amp; Cultural Analysis    | New York University                                       Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                 Home     People       Undergraduate Program       Graduate Programs       News and Events       Resources       Employment Opportunities             Stay Connected           Facebook       Twitter               The Department of Social and Cultural Analysis (SCA) is trans-disciplinary in nature, incorporating critical methodologies and theoretical insights from such fields as social geography, feminism and queer studies, ethnic studies, critical race theory, labor studies, and cultural studies. Our courses combine topics and methods spanning the humanities and social sciences, and are organized around themes such as urbanization, commodification, movement of peoples, transnational exchange, identity formations, and ethnic and disaporic cultures.           Family and friends celebrated the life of Juan Flores and honored his memory and legacy     Saturday, December 20, 2014   2:00pm-5:00pm   at NYU's   Eisner & Lubin Auditorium   New York, NY 10012 Watch the video here:      Areas of Study         Africana Studies           American Studies           Asian/Pacific/American Studies           Gender and Sexuality Studies           Latino Studies           Metropolitan Studies           Social and Cultural Analysis             Faculty Bookshelf    Yellow Peril!: An Archive of Anti-Asian Fear     John Kuo Wei Tchen and Dylan Yeats           Announcements         SCA Events Calendar           New Faculty 2014-2015             Quicklinks         Undergraduate Admissions           Frequently Asked Questions           GSAS Admissions           Study Away                         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Media, Culture, and Communication - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          Media, Culture, and Communication                       MCC In the News       Up and Away Times Literary Supplement, April 17    Martin Scherzinger's Alternative Calculus in 'African Math' WQXR, April 20    The Plan to Build an Undersea Cable Around the US&mdash;and Why We Need It Gizmodo, April 8    Undersea Cables Transport 99 Percent of International Data Newsweek, April 2    Undersea Cable Network Operates in a State of Alarm Scientific American, March 27    Occupation Apps Jacobin, March 2015    Facebook Says It Needs Your Help To Root Out Offensive Posts Huffington Post, March 16    Comedy Central's New Talk Show Brings Racial Issues and Family Life to Late Night Deseret News, March 13    The Undersea Network by Nicole Starosielski Times Higher Ed, March 5    The Nature of Trance Afropop Worldwide, February 2015    Here&rsquo;s Why You Shouldn&rsquo;t Put Your Baby Photos Online Matter, February 23    NYU Symposium to Discuss the Politics and Potential of Bitcoin Inside Bitcoins, February 10                                   News            Faculty Compilation is WQXR's Album of the Week              The release of MCC Associate Professor Martin Scherzinger's latest work, African Math, has garnered high praise from music critics. WQXR&mdash;the largest classical music station in the U.S.&mdash;recently selected African Math as its Album of the ...      More                 MCC Doctoral Student Receives Mellon/ACLS Fellowship              Tamara Kneese has been awarded a 2015 Mellon/ACLS Dissertation Completion Fellowship for her work \"Digital Afterlives: Patterning Posterity Through Networked Remains.\" Her dissertation chair is MCC Assistant Professor Erica Robles-Anderson. By ...      More                 Paula Chakravartty Co-edits Special Issue of Television and New Media              Along with Professor Srirupa Roy, Associate Professor Paula Chakravartty has edited the May 2015 issue for the journal Television and New Media. The articles in Modi and the Media: Indian Politics and Electoral Aftermath focus on the ...      More                 OPPORTUNITY: Visiting Assistant Professor              The Department of Media, Culture, and Communication in the Steinhardt School of Culture, Education and Human Development at New York University invites applications for a Visiting Assistant Professor starting September 1, 2015. This is a one-year ...      More                 The Undersea Network              A new book by Nicole Starosielski examines the vast underwater infrastructure undergirding the world's Internet. In The Undersea Network Nicole Starosielski follows these cables from the ocean depths to their landing zones on the beaches of the ...      More                 MCC Research Fellow Awarded Funding for FemTechNet Collaboration              A collaboration that will include postdoctoral research fellow Seda Gurses has received funding from the Digital Media and Learning Trust Challenge, which aims to foster trust in online learning environments. Their Resilience Network: ...      More                         More News           Email Newsletter           Sign up for the Department's e-newsletter                     Twitter       Tweets by mccNYU              RT @AShinert : Studying @broadcity &amp; @girlsHBO @mccNYU has truly been my #dreamjob ! My #thesis is complete! Ask me about it! #NYU http://t.co/zOqogrhE5F             RT @StefanSolomon7 : Bernhard Siegert, \"On Codes and Coding\" https://t.co/qx6ZKyu57u             Missed our #ComputerHistory symposium? Video is now up! http://t.co/oeoRwc7XCV @Sierra_OffLine @ProgramSeries #Mistakes             RT @nyu_journalism : @mccNYU On campus tonight? Stop by for #journalism : #AlbertCamus @ 6pm w/ @adamgopnik @artgoldhammer Pete Hamill : http://t.co/CZe2CmDnJN             RT @beenasarwar : 'She was both mother and anarchist': Remembering slain Pakistani activist @Sabeen http://t.co/3wsYby0mAH http://t.co/3OvRYI6ZwP v @scroll_in             We are horrified to learn of #mediaactivist Sabeen Mahmud's murder in Karachi this wknd. She dazzled MCC when she spoke here last year.         mccNYU on Twitter                                             This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]}]