[{"detail": [{"content": "NYU CSS                                                              Home      About Us      Join CSS      Events      Executive Board      Gallery      DYNAMICSS      Contact Us                                                                                                      New York University Chinese Student Society                                                                                          About Us        The main focus and objective of Chinese Student Society is to       promote Asian heritage, Asian-American ideals, and interactions among       all ethnic backgrounds within our NYU community. CSS has been bringing       people together since 1959 to promote Asian heritage and ideals, while       embracing the exchange with other cultural backgrounds. By creating an       atmosphere that promotes social interaction, CSS acts as a vehicle to       bring together unique people with similar interests. CSS encourages       people of all ethnic backgrounds who are interested in Asian American       heritage to become a CSS member.        As a CSS Family, we invite you to come enjoy yourself at any one of our       upcoming events. Please keep in mind that CSS is only an Asian-Interest       club, and you do not have to be Chinese, or even Asian, to join. We       encourage people of all ethnic backgrounds who are interested to       become a CSS member!                                     Join CSS        Come out to our events! All events are interactive as you meet other members      and engage in fun activities. In addition, we offer a variety of Asian foods      at each of our events. Check out our Events page for details on when the next      event will be!        Be a member!        At each event, you have the opportunity to obtain a membership card. Your      membership card is stamped after each event you attend, and for every four events      you attend you receive CSS rewards - i.e. CSS shirt, bubble tea, and other goods!                                                                                                     To see all of our events, click on the calendar of events image above.              Or, click here to see an updated list of events.                    You can also                                                           2012-2013 Executive Board            Co-Presidents: Jack He & Donna Poon      Vice President: Aileen Jiang      Treasurer: Cynthia Li      Secretary: Amber Poon      Cultural Chair: Cassandra Gu      Social & Public Relations: Max Zhang      Graphic Designer: Emily Pan      Marketing Chair: Luxi He      Freshmen Reps: Tony Tan, Vivienne Shen      Sophomore Rep: Jack He      Operations Chair: Minnie Fu      Webmaster/Historian: Charlie He                  *Check back in Fall 2013 for details on how to     apply for an E-Board position!                                                                                              Go to dynamicss page                              Contact NYU CSS      Our address:                 NYU Chinese Student Society      Kimmel Center      60 Washington Square South      New York, NY 10012                         Email us at: nyucss@gmail.com.                  Send us a tweet @NYUCSS .                       Message us on our Facebook Page ,       or on our DYNAMICSS Page .                                 x    Upcoming Events        Event info may differ from card                DYNAMICSS     Friday Apr 12th Time: TBA     Kimmel E&L (4th fl.)"}]}]