[{"detail": [{"content": "Capstone: Advanced Projects in Health Finance, Management, and Policy II | NYU Wagner                                    Jump to navigation                                                             Capstone: Advanced Projects in Health Finance, Management, and Policy II   CAP-GP.3802, 1.5 points. Semester: Spring       Courses         Description |    Syllabi |    Evaluations           Continuation of CAP-GP 3801.      As part of the core curriculum of the NYU Wagner Masters program, Capstone teams spend an academic year addressing challenges and identifying opportunities for a client organization or conducting research on a pressing social question. Wagner's Capstone program provides students with a centerpiece of their graduate experience whereby they are able to experience first-hand turning the theory of their studies into practice under the guidance of an experienced faculty member. Projects require students to get up-to-speed quickly on a specific content or issue area; enhance key process skills including project management and teamwork; and develop competency in gathering, analyzing, and reporting out on data. Capstone requires students to interweave their learning in all these areas, and to do so in real time, in an unpredictable, complex, real-world environment.    Prerequisites: MPA-Health students must complete all five schoolwide core plus the following courses by specialization:      Policy: HPAM-GP 1830 or 1831, HPAM-GP 4830      Management: HPAM-GP 1830 or 1831, HPAM-GP 4830, HPAM-GP 4833      Financial Management: HPAM-GP 1830 or 1831, HPAM-GP 4830, HPAM-GP 4833      Public Finance: HPAM-GP 1830 or 1831, HPAM-GP 4830                     Semester     Instructor     Syllabus Link                                Semester     Instructor     Evaluation Link                                    Course Section Spring2015001 Spring2015002 Spring2015003                         Instructors:        Goldman, Amy J Gurwitz, Sarah                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:25W4 Room:C-20                                      Instructors:        Donnellan, John                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:GODD Room:B06                                      Instructors:        Montbach, Joan Farnum                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:BOBS Room:LL145"}, {"content": "Health Finance Certificate | NYU Wagner                                     Jump to navigation                                                         Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Advanced Professional Certificate › Health Finance Certificate          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                Health Finance         Advanced Professional Certificate Management for Public and Nonprofit Organizations   Public Policy Analysis   Public Finance and Financial Management   Health Finance   Health Policy Analysis   International Development   Additional Information Admissions and Requirements                  Request More Information    Apply to Wagner                                      Advanced Professional Certificate in Health Finance   This graduate-level certificate offers knowledge and skills for financial managers in healthcare organizations. This certificate will allow you to conduct financial analysis, understand issues of budgeting, cost determination, pricing and rate setting in a healthcare environment. It also provides a solid understanding of the economic principles in the context of the field of health care.   Students must complete 12 credits to obtain this Certificate (courses are 3 credits unless otherwise noted).   Required Courses:   Students must complete or waive the following courses:   CORE-GP 1021 Financial Management for Public, Nonprofit, and Health Organizations   CORE-GP 1018 Microeconomics for Public Management, Planning, and Policy Analysis   CORE-GP 1011 Statistical Methods for Public, Nonprofit, and Health Management   Electives:   Students can choose electives from the following list of courses:   HPAM-GP 4840 Financial Management for Health Care Organizations I: Financial Management and Budgeting   HPAM-GP 4841 Financial Management for Health Care Organizations II: Capital Financing and Advanced Issues   HPAM-GP 4830 Health Economics: Principles   HPAM-GP 2845 Advanced Health Care Payment Systems   PADM-GP 4142 Tools for Managing Nonprofits: Compliance, Internal Control, Ethics   HPAM-GP 2855 Budgeting for Health Professionals                  Video                                  Paul C. Light: What is a government ill-executed?      Governance      .                A Window on Wagner      Education      .                A Window on Wagner      Education      .                Sonia Ospina | How does leadership happen?      Leadership      .                Leanna Stiefel | Why do immigrant children perform better in school?      Education      .                Paul Farmer | Is providing healthcare to the poor entrepreneurial?      Health      .                Paul C. Light: What is a government ill-executed?      Governance      .                Sonia Ospina | How does leadership happen?      Leadership      .                Dennis Smith      Leadership      .                Daniel Smith | How do U.S states manage their pension systems and unemployment insurance trust funds to achieve substantive policy goals?      Finance      .                Joe Magee | How does power shape our perception?      Politics      .                A Window on Wagner      Education      .                                   Featured Faculty                    Thad Calabrese                          Contact Us   certificates@wagner.nyu.edu                                                    News/In the Press                           05/01/2015      APA Blog Spotlights &quot;The Color Bind&quot; Co-Authored by Professor Erica Foldy      News           04/29/2015      Study Finds New York City&#039;s Small High School Reform &quot;Lifted All Boats&quot;      News                          More News                                   Upcoming Events                           05/08/2015      American Planning Association (APA) New York Metro Studio Presentations                       More Events                                                         © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "Health Finance | NYU Wagner                                     Jump to navigation                                                             Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here MPA in Health Policy and Management › Health Finance          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                              Health Finance         The Program Degree Requirements   Capstone   Faculty   Insights on Health Policy and Management Blog   Specializations Health Services Management   Health Policy Analysis   Health Finance   International Health   Customized   Additional Information Careers   FAQ   Alumni Profiles   Links and Resources                  Request More Information     Apply to Wagner                                       The Health Finance specialization has two sub-specialization areas:   Health Services Financial Management   Health Care Public Finance   Health Services Financial Management   This specialization concentrates on the basic skills required to organize and interpret financial information as the basis of decision-making. Specific topics include financial and managerial accounting, financial statements, business plans, budgeting, capital planning, cost accounting, managerial control, working capital management and payment systems.   Financial managers measure the flow of funds into and out of the organization, plan for investments in buildings and new technology, and forecast future surpluses and deficits for the organization as a whole and its various departments. Financial managers work closely with accountants, administrators, computer programmers, records managers and planners whose decisions have a considerable impact on the financial status of organizations. They, in turn, rely upon the financial managers skills and advice to assist them in fulfilling their responsibilities.                     Required Specialization Courses - Health Services Financial Management            HPAM-GP.1830 , Introduction to Health Policy and Management OR HPAM-GP.1831 , Introduction to Global Health Policy                          HPAM-GP.2845 , Advanced Health Care Payment Systems             PADM-GP.4130 , Fundamentals of Accounting             HPAM-GP.4830 , Health Economics: Principles             HPAM-GP.4831 , Health Economics: Topics in Domestic Health Policy             HPAM-GP.4833 , Health Care Management I: Control and Organizational Design             HPAM-GP.4840 , Financial Management for Health Care Orgs - I: Financial Management and Budgeting             HPAM-GP.4841 , Financial Management for Health Care Orgs - II: Capital Financing and Advanced Issues                                  Highly Recommended                           HPAM-GP.2848 , The Business of Healthcare             PADM-GP.4128 , Financial Statement Analysis for Healthcare and Not-for-Profit Organizations                                  Also Recommended                           PADM-GP.4138 , Financial Accounting in Government, Not-for-Profit, and Health Organizations                                  Capstone      All Capstone projects begin in the fall and are completed at the end of the spring semester. Full-time students who begin in the spring semester typically need 2Â½ years to complete their degree.                        CAP-GP.3801 , Capstone: Advanced Projects in Health Finance, Management, and Policy I             CAP-GP.3802 , Capstone: Advanced Projects in Health Finance, Management, and Policy II                                 Health Care Public Finance      This specialization provides the concepts and skills needed for careers that focus on the financial aspects of health care policy and the health care delivery system. Specific topics include public expenditure analysis, social insurance programs, taxation and debt financing.      Health care public finance positions are located in government, private and nonprofit organizations. Graduates often move among positions during their careers. Examples include budget officers and analysts, consultants, finance directors, grant managers, program auditors, financial analysts, bond raters, investment bankers and bond insurance underwriters.                   Required Specialization Courses            HPAM-GP.1830 , Introduction to Health Policy and Management OR HPAM-GP.1831 , Introduction to Global Health Policy      HPAM-GP.2845 , Advanced Health Care Payment Systems OR HPAM-GP.2848 , The Business of Health Care                          PADM-GP.2140 , Public Economics and Finance             PADM-GP.2902 , Multiple Regression and Intro to Econometrics             PADM-GP.4130 , Fundamentals of Accounting             HPAM-GP.4830 , Health Economics: Principles             HPAM-GP.4831 , Health Economics: Topics in Domestic Health Policy                                  Highly Recommended                           HPAM-GP.2836 , Current Issues in Health Policy             PADM-GP.4128 , Financial Statement Analysis for Healthcare and Not-for-Profit Organizations             PADM-GP.4138 , Financial Accounting in Government, Not-for-Profit, and Health Organizations                                  Capstone      All Capstone projects begin in the fall and are completed at the end of the spring semester. Full-time students who begin in the spring semester typically need 2Â½ years to complete their degree.                        CAP-GP.3801 , Capstone: Advanced Projects in Health Finance, Management, and Policy I             CAP-GP.3802 , Capstone: Advanced Projects in Health Finance, Management, and Policy II                                          Full-Time Faculty              Sewin Chan       John Donnellan       Thad Calabrese              Notes   Students who earn less than a \"B+\" in CORE-GP 1018 Microeconomics, CORE-GP 1021 Financial Management, and HPAM- GP 4830 Health Economics &amp; Payment Systems generally have difficulty in the more advanced courses in this specialization. All full-time Finance students should enroll in these three courses during their first year of study, as they are prerequisites for several advanced Finance courses.   Students who earn less than a \"B+\" in CORE-GP 1011 Statistics, CORE-GP 1018 Microeconomics, and CORE-GP 1021 Financial Management generally have difficulty in the more advanced courses in this specialization. All full-time Finance students should enroll in these three courses during their first year of study, as they are prerequisites for several advanced Finance courses.                                  Links   For the most current information about Capstone sections and pre-requisites, go to Capstone Information For Students                                                                              © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]},
{"detail": [{"content": "Capstone: Advanced Projects in Health Finance, Management, and Policy II | NYU Wagner                                    Jump to navigation                                                             Capstone: Advanced Projects in Health Finance, Management, and Policy II   CAP-GP.3802, 1.5 points. Semester: Spring       Courses         Description |    Syllabi |    Evaluations           Continuation of CAP-GP 3801.      As part of the core curriculum of the NYU Wagner Masters program, Capstone teams spend an academic year addressing challenges and identifying opportunities for a client organization or conducting research on a pressing social question. Wagner's Capstone program provides students with a centerpiece of their graduate experience whereby they are able to experience first-hand turning the theory of their studies into practice under the guidance of an experienced faculty member. Projects require students to get up-to-speed quickly on a specific content or issue area; enhance key process skills including project management and teamwork; and develop competency in gathering, analyzing, and reporting out on data. Capstone requires students to interweave their learning in all these areas, and to do so in real time, in an unpredictable, complex, real-world environment.    Prerequisites: MPA-Health students must complete all five schoolwide core plus the following courses by specialization:      Policy: HPAM-GP 1830 or 1831, HPAM-GP 4830      Management: HPAM-GP 1830 or 1831, HPAM-GP 4830, HPAM-GP 4833      Financial Management: HPAM-GP 1830 or 1831, HPAM-GP 4830, HPAM-GP 4833      Public Finance: HPAM-GP 1830 or 1831, HPAM-GP 4830                     Semester     Instructor     Syllabus Link                                Semester     Instructor     Evaluation Link                                    Course Section Spring2015001 Spring2015002 Spring2015003                         Instructors:        Goldman, Amy J Gurwitz, Sarah                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:25W4 Room:C-20                                      Instructors:        Donnellan, John                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:GODD Room:B06                                      Instructors:        Montbach, Joan Farnum                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:BOBS Room:LL145"}, {"content": "Health Finance Certificate | NYU Wagner                                     Jump to navigation                                                         Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Advanced Professional Certificate › Health Finance Certificate          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                Health Finance         Advanced Professional Certificate Management for Public and Nonprofit Organizations   Public Policy Analysis   Public Finance and Financial Management   Health Finance   Health Policy Analysis   International Development   Additional Information Admissions and Requirements                  Request More Information    Apply to Wagner                                      Advanced Professional Certificate in Health Finance   This graduate-level certificate offers knowledge and skills for financial managers in healthcare organizations. This certificate will allow you to conduct financial analysis, understand issues of budgeting, cost determination, pricing and rate setting in a healthcare environment. It also provides a solid understanding of the economic principles in the context of the field of health care.   Students must complete 12 credits to obtain this Certificate (courses are 3 credits unless otherwise noted).   Required Courses:   Students must complete or waive the following courses:   CORE-GP 1021 Financial Management for Public, Nonprofit, and Health Organizations   CORE-GP 1018 Microeconomics for Public Management, Planning, and Policy Analysis   CORE-GP 1011 Statistical Methods for Public, Nonprofit, and Health Management   Electives:   Students can choose electives from the following list of courses:   HPAM-GP 4840 Financial Management for Health Care Organizations I: Financial Management and Budgeting   HPAM-GP 4841 Financial Management for Health Care Organizations II: Capital Financing and Advanced Issues   HPAM-GP 4830 Health Economics: Principles   HPAM-GP 2845 Advanced Health Care Payment Systems   PADM-GP 4142 Tools for Managing Nonprofits: Compliance, Internal Control, Ethics   HPAM-GP 2855 Budgeting for Health Professionals                  Video                                  Paul C. Light: What is a government ill-executed?      Governance      .                A Window on Wagner      Education      .                A Window on Wagner      Education      .                Sonia Ospina | How does leadership happen?      Leadership      .                Leanna Stiefel | Why do immigrant children perform better in school?      Education      .                Paul Farmer | Is providing healthcare to the poor entrepreneurial?      Health      .                Paul C. Light: What is a government ill-executed?      Governance      .                Sonia Ospina | How does leadership happen?      Leadership      .                Dennis Smith      Leadership      .                Daniel Smith | How do U.S states manage their pension systems and unemployment insurance trust funds to achieve substantive policy goals?      Finance      .                Joe Magee | How does power shape our perception?      Politics      .                A Window on Wagner      Education      .                                   Featured Faculty                    Thad Calabrese                          Contact Us   certificates@wagner.nyu.edu                                                    News/In the Press                           05/01/2015      APA Blog Spotlights &quot;The Color Bind&quot; Co-Authored by Professor Erica Foldy      News           04/29/2015      Study Finds New York City&#039;s Small High School Reform &quot;Lifted All Boats&quot;      News                          More News                                   Upcoming Events                           05/08/2015      American Planning Association (APA) New York Metro Studio Presentations                       More Events                                                         © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "Health Finance | NYU Wagner                                     Jump to navigation                                                             Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here MPA in Health Policy and Management › Health Finance          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                              Health Finance         The Program Degree Requirements   Capstone   Faculty   Insights on Health Policy and Management Blog   Specializations Health Services Management   Health Policy Analysis   Health Finance   International Health   Customized   Additional Information Careers   FAQ   Alumni Profiles   Links and Resources                  Request More Information     Apply to Wagner                                       The Health Finance specialization has two sub-specialization areas:   Health Services Financial Management   Health Care Public Finance   Health Services Financial Management   This specialization concentrates on the basic skills required to organize and interpret financial information as the basis of decision-making. Specific topics include financial and managerial accounting, financial statements, business plans, budgeting, capital planning, cost accounting, managerial control, working capital management and payment systems.   Financial managers measure the flow of funds into and out of the organization, plan for investments in buildings and new technology, and forecast future surpluses and deficits for the organization as a whole and its various departments. Financial managers work closely with accountants, administrators, computer programmers, records managers and planners whose decisions have a considerable impact on the financial status of organizations. They, in turn, rely upon the financial managers skills and advice to assist them in fulfilling their responsibilities.                     Required Specialization Courses - Health Services Financial Management            HPAM-GP.1830 , Introduction to Health Policy and Management OR HPAM-GP.1831 , Introduction to Global Health Policy                          HPAM-GP.2845 , Advanced Health Care Payment Systems             PADM-GP.4130 , Fundamentals of Accounting             HPAM-GP.4830 , Health Economics: Principles             HPAM-GP.4831 , Health Economics: Topics in Domestic Health Policy             HPAM-GP.4833 , Health Care Management I: Control and Organizational Design             HPAM-GP.4840 , Financial Management for Health Care Orgs - I: Financial Management and Budgeting             HPAM-GP.4841 , Financial Management for Health Care Orgs - II: Capital Financing and Advanced Issues                                  Highly Recommended                           HPAM-GP.2848 , The Business of Healthcare             PADM-GP.4128 , Financial Statement Analysis for Healthcare and Not-for-Profit Organizations                                  Also Recommended                           PADM-GP.4138 , Financial Accounting in Government, Not-for-Profit, and Health Organizations                                  Capstone      All Capstone projects begin in the fall and are completed at the end of the spring semester. Full-time students who begin in the spring semester typically need 2Â½ years to complete their degree.                        CAP-GP.3801 , Capstone: Advanced Projects in Health Finance, Management, and Policy I             CAP-GP.3802 , Capstone: Advanced Projects in Health Finance, Management, and Policy II                                 Health Care Public Finance      This specialization provides the concepts and skills needed for careers that focus on the financial aspects of health care policy and the health care delivery system. Specific topics include public expenditure analysis, social insurance programs, taxation and debt financing.      Health care public finance positions are located in government, private and nonprofit organizations. Graduates often move among positions during their careers. Examples include budget officers and analysts, consultants, finance directors, grant managers, program auditors, financial analysts, bond raters, investment bankers and bond insurance underwriters.                   Required Specialization Courses            HPAM-GP.1830 , Introduction to Health Policy and Management OR HPAM-GP.1831 , Introduction to Global Health Policy      HPAM-GP.2845 , Advanced Health Care Payment Systems OR HPAM-GP.2848 , The Business of Health Care                          PADM-GP.2140 , Public Economics and Finance             PADM-GP.2902 , Multiple Regression and Intro to Econometrics             PADM-GP.4130 , Fundamentals of Accounting             HPAM-GP.4830 , Health Economics: Principles             HPAM-GP.4831 , Health Economics: Topics in Domestic Health Policy                                  Highly Recommended                           HPAM-GP.2836 , Current Issues in Health Policy             PADM-GP.4128 , Financial Statement Analysis for Healthcare and Not-for-Profit Organizations             PADM-GP.4138 , Financial Accounting in Government, Not-for-Profit, and Health Organizations                                  Capstone      All Capstone projects begin in the fall and are completed at the end of the spring semester. Full-time students who begin in the spring semester typically need 2Â½ years to complete their degree.                        CAP-GP.3801 , Capstone: Advanced Projects in Health Finance, Management, and Policy I             CAP-GP.3802 , Capstone: Advanced Projects in Health Finance, Management, and Policy II                                          Full-Time Faculty              Sewin Chan       John Donnellan       Thad Calabrese              Notes   Students who earn less than a \"B+\" in CORE-GP 1018 Microeconomics, CORE-GP 1021 Financial Management, and HPAM- GP 4830 Health Economics &amp; Payment Systems generally have difficulty in the more advanced courses in this specialization. All full-time Finance students should enroll in these three courses during their first year of study, as they are prerequisites for several advanced Finance courses.   Students who earn less than a \"B+\" in CORE-GP 1011 Statistics, CORE-GP 1018 Microeconomics, and CORE-GP 1021 Financial Management generally have difficulty in the more advanced courses in this specialization. All full-time Finance students should enroll in these three courses during their first year of study, as they are prerequisites for several advanced Finance courses.                                  Links   For the most current information about Capstone sections and pre-requisites, go to Capstone Information For Students                                                                              © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]},
{"detail": [{"content": "Capstone: Advanced Projects in Health Finance, Management, and Policy II | NYU Wagner                                    Jump to navigation                                                             Capstone: Advanced Projects in Health Finance, Management, and Policy II   CAP-GP.3802, 1.5 points. Semester: Spring       Courses         Description |    Syllabi |    Evaluations           Continuation of CAP-GP 3801.      As part of the core curriculum of the NYU Wagner Masters program, Capstone teams spend an academic year addressing challenges and identifying opportunities for a client organization or conducting research on a pressing social question. Wagner's Capstone program provides students with a centerpiece of their graduate experience whereby they are able to experience first-hand turning the theory of their studies into practice under the guidance of an experienced faculty member. Projects require students to get up-to-speed quickly on a specific content or issue area; enhance key process skills including project management and teamwork; and develop competency in gathering, analyzing, and reporting out on data. Capstone requires students to interweave their learning in all these areas, and to do so in real time, in an unpredictable, complex, real-world environment.    Prerequisites: MPA-Health students must complete all five schoolwide core plus the following courses by specialization:      Policy: HPAM-GP 1830 or 1831, HPAM-GP 4830      Management: HPAM-GP 1830 or 1831, HPAM-GP 4830, HPAM-GP 4833      Financial Management: HPAM-GP 1830 or 1831, HPAM-GP 4830, HPAM-GP 4833      Public Finance: HPAM-GP 1830 or 1831, HPAM-GP 4830                     Semester     Instructor     Syllabus Link                                Semester     Instructor     Evaluation Link                                    Course Section Spring2015001 Spring2015002 Spring2015003                         Instructors:        Goldman, Amy J Gurwitz, Sarah                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:25W4 Room:C-20                                      Instructors:        Donnellan, John                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:GODD Room:B06                                      Instructors:        Montbach, Joan Farnum                              Weekly Schedule:        Mon - 6:45 pm to 8:25 pm                     Session Dates:        01/26/2015 to 05/11/2015                                  Location:         Bldg:BOBS Room:LL145"}, {"content": "Health Finance Certificate | NYU Wagner                                     Jump to navigation                                                         Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here Advanced Professional Certificate › Health Finance Certificate          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                                Health Finance         Advanced Professional Certificate Management for Public and Nonprofit Organizations   Public Policy Analysis   Public Finance and Financial Management   Health Finance   Health Policy Analysis   International Development   Additional Information Admissions and Requirements                  Request More Information    Apply to Wagner                                      Advanced Professional Certificate in Health Finance   This graduate-level certificate offers knowledge and skills for financial managers in healthcare organizations. This certificate will allow you to conduct financial analysis, understand issues of budgeting, cost determination, pricing and rate setting in a healthcare environment. It also provides a solid understanding of the economic principles in the context of the field of health care.   Students must complete 12 credits to obtain this Certificate (courses are 3 credits unless otherwise noted).   Required Courses:   Students must complete or waive the following courses:   CORE-GP 1021 Financial Management for Public, Nonprofit, and Health Organizations   CORE-GP 1018 Microeconomics for Public Management, Planning, and Policy Analysis   CORE-GP 1011 Statistical Methods for Public, Nonprofit, and Health Management   Electives:   Students can choose electives from the following list of courses:   HPAM-GP 4840 Financial Management for Health Care Organizations I: Financial Management and Budgeting   HPAM-GP 4841 Financial Management for Health Care Organizations II: Capital Financing and Advanced Issues   HPAM-GP 4830 Health Economics: Principles   HPAM-GP 2845 Advanced Health Care Payment Systems   PADM-GP 4142 Tools for Managing Nonprofits: Compliance, Internal Control, Ethics   HPAM-GP 2855 Budgeting for Health Professionals                  Video                                  Paul C. Light: What is a government ill-executed?      Governance      .                A Window on Wagner      Education      .                A Window on Wagner      Education      .                Sonia Ospina | How does leadership happen?      Leadership      .                Leanna Stiefel | Why do immigrant children perform better in school?      Education      .                Paul Farmer | Is providing healthcare to the poor entrepreneurial?      Health      .                Paul C. Light: What is a government ill-executed?      Governance      .                Sonia Ospina | How does leadership happen?      Leadership      .                Dennis Smith      Leadership      .                Daniel Smith | How do U.S states manage their pension systems and unemployment insurance trust funds to achieve substantive policy goals?      Finance      .                Joe Magee | How does power shape our perception?      Politics      .                A Window on Wagner      Education      .                                   Featured Faculty                    Thad Calabrese                          Contact Us   certificates@wagner.nyu.edu                                                    News/In the Press                           05/01/2015      APA Blog Spotlights &quot;The Color Bind&quot; Co-Authored by Professor Erica Foldy      News           04/29/2015      Study Finds New York City&#039;s Small High School Reform &quot;Lifted All Boats&quot;      News                          More News                                   Upcoming Events                           05/08/2015      American Planning Association (APA) New York Metro Studio Presentations                       More Events                                                         © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}, {"content": "Health Finance | NYU Wagner                                     Jump to navigation                                                             Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                        You are here MPA in Health Policy and Management › Health Finance          Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                              Health Finance         The Program Degree Requirements   Capstone   Faculty   Insights on Health Policy and Management Blog   Specializations Health Services Management   Health Policy Analysis   Health Finance   International Health   Customized   Additional Information Careers   FAQ   Alumni Profiles   Links and Resources                  Request More Information     Apply to Wagner                                       The Health Finance specialization has two sub-specialization areas:   Health Services Financial Management   Health Care Public Finance   Health Services Financial Management   This specialization concentrates on the basic skills required to organize and interpret financial information as the basis of decision-making. Specific topics include financial and managerial accounting, financial statements, business plans, budgeting, capital planning, cost accounting, managerial control, working capital management and payment systems.   Financial managers measure the flow of funds into and out of the organization, plan for investments in buildings and new technology, and forecast future surpluses and deficits for the organization as a whole and its various departments. Financial managers work closely with accountants, administrators, computer programmers, records managers and planners whose decisions have a considerable impact on the financial status of organizations. They, in turn, rely upon the financial managers skills and advice to assist them in fulfilling their responsibilities.                     Required Specialization Courses - Health Services Financial Management            HPAM-GP.1830 , Introduction to Health Policy and Management OR HPAM-GP.1831 , Introduction to Global Health Policy                          HPAM-GP.2845 , Advanced Health Care Payment Systems             PADM-GP.4130 , Fundamentals of Accounting             HPAM-GP.4830 , Health Economics: Principles             HPAM-GP.4831 , Health Economics: Topics in Domestic Health Policy             HPAM-GP.4833 , Health Care Management I: Control and Organizational Design             HPAM-GP.4840 , Financial Management for Health Care Orgs - I: Financial Management and Budgeting             HPAM-GP.4841 , Financial Management for Health Care Orgs - II: Capital Financing and Advanced Issues                                  Highly Recommended                           HPAM-GP.2848 , The Business of Healthcare             PADM-GP.4128 , Financial Statement Analysis for Healthcare and Not-for-Profit Organizations                                  Also Recommended                           PADM-GP.4138 , Financial Accounting in Government, Not-for-Profit, and Health Organizations                                  Capstone      All Capstone projects begin in the fall and are completed at the end of the spring semester. Full-time students who begin in the spring semester typically need 2Â½ years to complete their degree.                        CAP-GP.3801 , Capstone: Advanced Projects in Health Finance, Management, and Policy I             CAP-GP.3802 , Capstone: Advanced Projects in Health Finance, Management, and Policy II                                 Health Care Public Finance      This specialization provides the concepts and skills needed for careers that focus on the financial aspects of health care policy and the health care delivery system. Specific topics include public expenditure analysis, social insurance programs, taxation and debt financing.      Health care public finance positions are located in government, private and nonprofit organizations. Graduates often move among positions during their careers. Examples include budget officers and analysts, consultants, finance directors, grant managers, program auditors, financial analysts, bond raters, investment bankers and bond insurance underwriters.                   Required Specialization Courses            HPAM-GP.1830 , Introduction to Health Policy and Management OR HPAM-GP.1831 , Introduction to Global Health Policy      HPAM-GP.2845 , Advanced Health Care Payment Systems OR HPAM-GP.2848 , The Business of Health Care                          PADM-GP.2140 , Public Economics and Finance             PADM-GP.2902 , Multiple Regression and Intro to Econometrics             PADM-GP.4130 , Fundamentals of Accounting             HPAM-GP.4830 , Health Economics: Principles             HPAM-GP.4831 , Health Economics: Topics in Domestic Health Policy                                  Highly Recommended                           HPAM-GP.2836 , Current Issues in Health Policy             PADM-GP.4128 , Financial Statement Analysis for Healthcare and Not-for-Profit Organizations             PADM-GP.4138 , Financial Accounting in Government, Not-for-Profit, and Health Organizations                                  Capstone      All Capstone projects begin in the fall and are completed at the end of the spring semester. Full-time students who begin in the spring semester typically need 2Â½ years to complete their degree.                        CAP-GP.3801 , Capstone: Advanced Projects in Health Finance, Management, and Policy I             CAP-GP.3802 , Capstone: Advanced Projects in Health Finance, Management, and Policy II                                          Full-Time Faculty              Sewin Chan       John Donnellan       Thad Calabrese              Notes   Students who earn less than a \"B+\" in CORE-GP 1018 Microeconomics, CORE-GP 1021 Financial Management, and HPAM- GP 4830 Health Economics &amp; Payment Systems generally have difficulty in the more advanced courses in this specialization. All full-time Finance students should enroll in these three courses during their first year of study, as they are prerequisites for several advanced Finance courses.   Students who earn less than a \"B+\" in CORE-GP 1011 Statistics, CORE-GP 1018 Microeconomics, and CORE-GP 1021 Financial Management generally have difficulty in the more advanced courses in this specialization. All full-time Finance students should enroll in these three courses during their first year of study, as they are prerequisites for several advanced Finance courses.                                  Links   For the most current information about Capstone sections and pre-requisites, go to Capstone Information For Students                                                                              © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]}]