[{"detail": [{"content": "Atheists, Agnostics, and Freethinkers at NYU                            Atheists, Agnostics, &amp; Freethinkers at NYU    \"I do not feel obliged to believe that the same God who has endowed us with sense, reason, and intellect, has intended us to forgo their use.\"    --Galileo Galilei                                               main menu                                                                                   Faqs         Atheism Basics     Why atheism? |     What does it mean to be... |     ...an atheist? |     ...an agnostic? |     ...a freethinker? |     Is atheism a religion? |     Does atheism have an official church? |     Are atheists Satanists? |     Are atheists Humanists? |     Is atheism \"anti-religious\"? |     Oh yeah? What about... |     You're all going to Hell! |         Answers for atheists     \"Active atheism\"? Why bother? |     Why a discussion group? |     How can I \"come out\" as an atheist or agnostic? |     What can I do about discrimination? |     Where's the revolution? |                  Atheism Basics    (1)Why atheism?     Atheism (or agnosticism, or freethought) is a choice to disregard the effects that mysticism and organized religious structures have on your personal sense of morality and life. It is, by its very nature, not evangelical. So we're not going to try and sell it to you. If you have an aversion to faith-based ways of living and thinking, atheism might well be for you. If you prefer to find comfort/community/free Sunday brunch through organized religion, we recognize this as your choice-and, therefore, your right. To be an atheist is to embrace personal right to/responsibility for your thoughts, actions and life, and recognize that responsibility/right within others.    That all said, there are many reasons why people do become atheists. One of the most common is the sharp decline of a previous faith, in God and/or some hierarchal religious structure. People see the individualism and freedom of atheism as a welcome respite from the seemingly nonsensical rules of their previous religion and the oppression of God-based thought control. Some people are simply raised without faith, and therefore are atheists without ever experiencing a need for religion. Of course, there are other, less respected reasons for proclaiming oneself to be an atheist. Some people do it for the 'shock'. Some people do it because they seem to believe that \"atheism\" connotes \"a follower of logic and reason\" and hence the title alone will relieve them of any burden of actually being at all logical or reasonable in their other worldly opinions. And, as always, some people do it for no specific reason at all, but because they figure they might as well.    Whatever your beliefs or reasons, we certainly invite you to share them at our meetings. Half the fun in AAF comes from its sheer diversity.     (2) What is does it mean to be...      ...an atheist?    An atheist is one who lacks a belief in god(s). Some atheists also believe that the existence of god(s) can be disproved logically or empirically. Some atheists concede that it may be impossible to know for sure whether a god can or does exist. Regardless, they still lack an affirmative belief in a deity. Anyone who does not affirmatively believe in god(s) is an atheist by default. In this sense, babies are born atheists.          \"I do not pretend to know what many ignorant men are sure. That is all agnosticism means.   --Clarence Darrow          ...an agnostic?   An agnostic is one who claims that the existence of god(s) is unknowable. Agnosticism is often described as a half-way house for those who are undecided about belief, or are waiting for more evidence before making a decision-- These positions are not bad or weak in any way, but agnosticism says nothing about a person's belief in the existence of god(s); it only addresses knowledge of that existence. Therefore a person can be an atheist and an agnostic (depending on the definition of god being used), or a theist (one who believes in god(s)) and an agnostic.      ...a freethinker?   A freethinker is one who forms opinions (usually in the context of religion) on the basis of reason independent of authority. He/She is not necessarily an atheist, agnostic, or anti-religion. A freethinker does not necessarily have wild or unstable beliefs, but they simply choose to question the validity of claims that come from an authority (such as a church, a government, or parents). Questioning does not necessarily lead to rejection. A person might question their parents' values, but in the end conclude that they are indeed based on reason. They may also accept some parts and reject others, or reject all of them. But their rejection or acceptance is based on reason.    NOTE: None of these three concepts are mutually exclusive, or mutually necessary. A person can be all three at once, none, or just one but not the other two.    And remember: No matter what you are, or how you label yourself, you are always welcome at our meetings.     (3) Is atheism a religion?   No.  No no no no no no non nyet nein iie não no.  And, just for the sake of clarity, no.   See our definition of atheism if you need any more than this.    (4)    Does atheism have an official church?    No, atheism does not have a church. There are plenty of atheist groups, clubs, discussion boards and other forums for meeting and communication, but a church is an organization based on religious belief. To be more specific, let's look at what Webster has to say about churches:     Main Entry: 1 church    Pronunciation: 'ch&rch  Function: noun   Etymology: Middle English chirche, from Old English cirice, ultimately from Late Greek kyriakon, from Greek, neuter of kyriakos of the lord, from kyrios lord, master; akin to Sanskrit sura hero, warrior   Date: before 12th century   1 : a building for public and especially Christian worship   2 : the clergy or officialdom of a religious body   3 : a body or organization of religious believers: as (a) the whole body of Christians (b) DENOMINATION (c) CONGREGATION   4 : a public divine worship (goes to church every Sunday)   5 : the clerical profession (considered the church as a possible career)     As you can see, a church is inherently religious. Therefore, it would be rather silly for us to organize some kind of hierarchal social structure based on the beliefs that we don't share, and even sillier to go building elaborate structures in which we can sit around and not praise the gods. Atheists are exactly that: a- (non) -theists (one[s] who believe[s] in [a] supreme being[s]). We create forums to share ideas, express opinions and, when necessary, organize to defend our rights in our respective societies. Therefore, while we're sure you can find at least a half dozen kooks on the Internet who claim to run some kind of 'official' atheist church, we don't have one.   **note: This FAQ is a more frequent one than we're entirely comfortable with...which illuminates the widespread, fundamental misconceptions about atheism and, consequently, the importance of our goal to inform and educate.    (5)Are atheists Satanists?   ...Either read the previous few entries, or go away.     (6)Are atheists Humanists?   Not necessarily. A great number of atheists subscribe to some humanistic beliefs. (for a better idea of what secular humanism is about, go here .) Most atheists are concerned with reason, ethics, and the pursuit of objective truth, as means to advancing the human race. Other atheists will tell you up front how little they care. If you're an atheist looking for a more specific \"label\" for your beliefs, and you're not a complete misanthrope, then secular humanism probably has something to offer you.      (7)Is atheism \"anti-religious\"?     Tough one. But worth answering. No, atheism is not, in and of itself, anti-religious. Atheists themselves will vary...some believe, whether rightly or wrongly, that religion will be the downfall of the human race, and others are quite content to live and let live, if you will. There are atheists who will take any opportunity to openly debate with religious folks, just as there are religious folks who will take any opportunity to debate with an atheist. We haven't quite reached the point of going door to door on Saturday mornings with flyers, booklets and silly-looking suits, but you never know. Then there are atheists who keep their mouths closed about their (lack of) religious beliefs unless politely asked to talk about them. Plenty of religious people are the same way. And, as in all groups of people, the respectful and sane generally outnumber the obnoxious and loud. People are generally the same; atheists differ only in what we choose not to believe.     **note: The thing about atheists, is that when you put a bunch of us in a room together, we're not going to all hold hands and burst into song about the wondrous joys of non-faith. We're probably going to argue, and we're going to argue a lot. Atheists all have their own opinions about everything from society to economics to politics to science to morality to the existence of space aliens and the current situation of Elvis. Which we think is a good thing...atheism is rational in nature, and reason is all about questioning and debate.     (8) Oh yeah? Well what's with all this religion-bashing on your site, huh? That's not very nice!    Simple Thought Experiment:      Consider the Chuckchee, an ancient Siberian tribe, and their thoughts on the creation of the world and the race of Man. *(original source: http://www3.sympatico.ca/untangle/creatamj.html, page now defunct)         In the beginning was Raven, the self-created and his wife. The wife asked Raven to create an earth as she was bored. Raven said he didn't know how, so his wife said she would create something and went to sleep. As she slept she molted, then grew in size, and then gave birth to featherless twins. Now Raven felt that if his wife could create then so could he. Raven flew high, and as he flew he defecated and urinated, and these droppings became mountains, valleys, oceans, and lakes. Eventually there were many men upon this earth, but no women. A little spider women soon appeared and made women. The men did not understand about women, so Raven, with great pleasure, demonstrated copulation with the women. Later, also with pleasure, the men followed his example.         Sure, it makes a good story. But would you be willing to stake your soul on its validity?     Why not?     Ah, I see. How about this one...          In the beginning, nothing. Then there was God. God spent several days creating the various aspects of the universe and the world: light, sea, land, heaven, animals, all of that. Then he decided to make people. He created man from dust, and breathed into his nose to give him life. He gave this first man a garden, and the man went through two perfectly good wives (the for first being too independent, the second for being made out of flesh) before he finally settled for the third, called Eve, who was created while he was asleep, from his own rib. There was a certain tree in the garden whose fruit would give these people the knowledge of good and evil. God told the man and the woman not to eat from it, or else they would die. But wouldn't you know it, a talking snake convinces the third wife that she ought to eat the fruit anyway. So she does, and gives some to Adam, and that's why the human race has been having so much trouble ever since.         To an atheist, one sounds just about as likely as the other.     Come on, folks. This is Atheists, Agnostics and Freethinkers, not Nice, Polite, and Politically Correct People at NYU. We poke fun at religion because we find certain parts of it quitelaughable. We also have more serious ideas about the place such stories--and those who insist that we believe in them, 'or else'--ought to have in our lives. Also, if you haven't noticed, some atheists tend to be sarcastic bastards. You're free to make fun of us in your spare time if you wish...we don't insist that you follow us blindly.       (9)You're all going to Hell!   (Sadly, this one does come up )    That's fine. We don't believe in an afterlife, so living this one freely is pretty much all we're worried about.       Answers for atheists    (10)\"Active atheism\"? Atheist communities? Why bother?    Glad you asked. One of several common misconceptions about atheists (other than the above-mentioned stuff) is that past the whole \"not believing in any gods\" thing, we have nothing in common. But the fact is, not believing in god or subscribing to any religion puts you in the position of thinking about the ways in which religion impacts your life, whether you want it to or not. From political and social issues in the US to human rights issues abroad, religion shapes the way our world works, and ignoring the fact doesn't make it go away. It is perhaps possible to be an atheist perfectly at peace with the idea of religious figureheads, activists and politicians bringing their own faith-based world vision into reality, no matter how it might curtail your expressive or physical freedom. But we kind of doubt it.      Hence, there are communities of atheists, agnostics and secular humanists dedicated to monitoring the political and social climates of our country and world, and providing a secular response to the often loud and insistent voices of various religious communities trying to impose their moral and behavioral codes on the rest of us. We're not interested in banning religion. We're interested in protecting our freedom, and the freedom of all people, to believe or disbelieve as they choose.        (11)Why a discussion group?    AAF at NYU is primarily a discussion-based group (as opposed to, say, a strictly activist group), although we do get involved with some activism when we think it's necessary. We hope to provide a forum not only for discussing and reacting to the ever-present issues of religion and society mentioned above, but for our members to deal with more personal and just as pressing issues in philosophy, ethics and life-in-general that come with rejecting religious faith. Religion provides a lot of answers and it often takes people a while to figure out their own answers instead.    Hence, we talk about personal issues, from ethics and death, to dealing with religious friends/family and reacting to the \"supernatural.\" This way, members get to talk about what kinds of answers to these issues they've all come up with so far. In the end, atheism is a personal thing, not a social movement, and we try to treat it as such.    (12)How can I \"come out\"?    Some atheists never deal with this, because they have been raised in non-religious or simply open-minded households and communities. Many others are not so lucky, and find themselves in an awkward social position from the moment they realize that religion just isn't working for them. They may feel in danger of losing friends or family with the admission that they have (possibly permanently) lost their faith.    Obviously, there isn't a cookie cutter solution to dealing with other people. Some religious people actually do deliberately distance themselves from nonbelieving family and (former) friends. While we tend to advocate a mixture of honesty about your own beliefs and a basic respect for others' right to believe as they choose--you're the person who has to live with your actions, so we'd push something called \"sense\" above all other methods in this area. Let your loved ones know what you think without, if possible, antagonizing them, and let them decide their own reactions. The most important thing is that you're comfortable with your own beliefs/lack thereof, not everyone else.     American Atheists has a rather forceful article regarding \"coming out\" as an atheist, but you might find it interesting anyway.     (13)What do I do about discrimination?    If you're an open atheist/agnostic concerned about possible discrimination by your boss/teacher/whatever, here's what you can do.      - First, make sure that this is what you think it is. Nothing's quite so uncomfortable as being on the delivering end of a bogus discrimination claim. Atheists/agnostics are a \"minority\" in the US, but we don't tend to be a directly \"oppressed\" group. You can read a brief article on this (ongoing) discussion within the atheist community here .     If you're absolutely, positively sure of it, you can see some documents relating to your legal rights up on our resources page (coming soon!).     (14)\"I'm an atheist and I think you guys should be out fighting all religion at every turn. Let's stop arguing amongst ourselves! Convert the believers! Burn the institutions! Let's get out there and start the revolution!\"     So once in a while, somebody pops up with this sort of take on things, and we have to tell them all the same   thing: open discussion and dissent within this \"community\" is the most important thing about it. Let's take a   look at where that claim comes from.   - We are a group relating to atheism, agnosticism and freethought .   - All of these things require putting a certain amount of stock in reason .   - Religion requires putting a whole lot of stock in blind faith    - Reason is different in one important way from blind faith, because   - reason involves listening to all sides of an argument,   - judging each by its own weight    - and deciding which one to follow using logic and your own brain .   - Got it so far?   - Good.   - If we told religious people what to think , we would be advocating something called blind faith .   - ...also known as religion .   - Atheism is not a religion .   - Treating it as such would be idiotic and patently unreasonable .   - Got it now?   - Great.     We discuss things in depth and at length, with the expectation of changing each others' minds about certain issues on occasion. We operate on the idea that we're all human, and since arriving at some Divine Truth is more or less out of the question, we expect our human ideas, however educated and well-thought-through, to change in accordance with our understanding of the world. To start la revoluci&oacute;n as one single-minded anti-religious group makes no sense. On top of that, it's just the kind of ill-conceived stereotypical idea that the most hysterical of religious fundamentalists have of us now: that we're rabid intolerant thick-skulled evangelists with our own mind-controlling agenda to force upon the public to the harm of the entire world.  And really, that just sounds too familiar.     *   With that in mind, any and all other questions can be discussed (at length!) at our weekly meetings or on our online discussion list . Ask away!                 Atheists, Agnostics, and Freethinkers (AAF)     Thursdays from 7PM to 9PM      Kimmel Center, Room 901"}]},
{"detail": [{"content": "Atheists, Agnostics, and Freethinkers at NYU                            Atheists, Agnostics, &amp; Freethinkers at NYU    \"I do not feel obliged to believe that the same God who has endowed us with sense, reason, and intellect, has intended us to forgo their use.\"    --Galileo Galilei                                               main menu                                                                                   Faqs         Atheism Basics     Why atheism? |     What does it mean to be... |     ...an atheist? |     ...an agnostic? |     ...a freethinker? |     Is atheism a religion? |     Does atheism have an official church? |     Are atheists Satanists? |     Are atheists Humanists? |     Is atheism \"anti-religious\"? |     Oh yeah? What about... |     You're all going to Hell! |         Answers for atheists     \"Active atheism\"? Why bother? |     Why a discussion group? |     How can I \"come out\" as an atheist or agnostic? |     What can I do about discrimination? |     Where's the revolution? |                  Atheism Basics    (1)Why atheism?     Atheism (or agnosticism, or freethought) is a choice to disregard the effects that mysticism and organized religious structures have on your personal sense of morality and life. It is, by its very nature, not evangelical. So we're not going to try and sell it to you. If you have an aversion to faith-based ways of living and thinking, atheism might well be for you. If you prefer to find comfort/community/free Sunday brunch through organized religion, we recognize this as your choice-and, therefore, your right. To be an atheist is to embrace personal right to/responsibility for your thoughts, actions and life, and recognize that responsibility/right within others.    That all said, there are many reasons why people do become atheists. One of the most common is the sharp decline of a previous faith, in God and/or some hierarchal religious structure. People see the individualism and freedom of atheism as a welcome respite from the seemingly nonsensical rules of their previous religion and the oppression of God-based thought control. Some people are simply raised without faith, and therefore are atheists without ever experiencing a need for religion. Of course, there are other, less respected reasons for proclaiming oneself to be an atheist. Some people do it for the 'shock'. Some people do it because they seem to believe that \"atheism\" connotes \"a follower of logic and reason\" and hence the title alone will relieve them of any burden of actually being at all logical or reasonable in their other worldly opinions. And, as always, some people do it for no specific reason at all, but because they figure they might as well.    Whatever your beliefs or reasons, we certainly invite you to share them at our meetings. Half the fun in AAF comes from its sheer diversity.     (2) What is does it mean to be...      ...an atheist?    An atheist is one who lacks a belief in god(s). Some atheists also believe that the existence of god(s) can be disproved logically or empirically. Some atheists concede that it may be impossible to know for sure whether a god can or does exist. Regardless, they still lack an affirmative belief in a deity. Anyone who does not affirmatively believe in god(s) is an atheist by default. In this sense, babies are born atheists.          \"I do not pretend to know what many ignorant men are sure. That is all agnosticism means.   --Clarence Darrow          ...an agnostic?   An agnostic is one who claims that the existence of god(s) is unknowable. Agnosticism is often described as a half-way house for those who are undecided about belief, or are waiting for more evidence before making a decision-- These positions are not bad or weak in any way, but agnosticism says nothing about a person's belief in the existence of god(s); it only addresses knowledge of that existence. Therefore a person can be an atheist and an agnostic (depending on the definition of god being used), or a theist (one who believes in god(s)) and an agnostic.      ...a freethinker?   A freethinker is one who forms opinions (usually in the context of religion) on the basis of reason independent of authority. He/She is not necessarily an atheist, agnostic, or anti-religion. A freethinker does not necessarily have wild or unstable beliefs, but they simply choose to question the validity of claims that come from an authority (such as a church, a government, or parents). Questioning does not necessarily lead to rejection. A person might question their parents' values, but in the end conclude that they are indeed based on reason. They may also accept some parts and reject others, or reject all of them. But their rejection or acceptance is based on reason.    NOTE: None of these three concepts are mutually exclusive, or mutually necessary. A person can be all three at once, none, or just one but not the other two.    And remember: No matter what you are, or how you label yourself, you are always welcome at our meetings.     (3) Is atheism a religion?   No.  No no no no no no non nyet nein iie não no.  And, just for the sake of clarity, no.   See our definition of atheism if you need any more than this.    (4)    Does atheism have an official church?    No, atheism does not have a church. There are plenty of atheist groups, clubs, discussion boards and other forums for meeting and communication, but a church is an organization based on religious belief. To be more specific, let's look at what Webster has to say about churches:     Main Entry: 1 church    Pronunciation: 'ch&rch  Function: noun   Etymology: Middle English chirche, from Old English cirice, ultimately from Late Greek kyriakon, from Greek, neuter of kyriakos of the lord, from kyrios lord, master; akin to Sanskrit sura hero, warrior   Date: before 12th century   1 : a building for public and especially Christian worship   2 : the clergy or officialdom of a religious body   3 : a body or organization of religious believers: as (a) the whole body of Christians (b) DENOMINATION (c) CONGREGATION   4 : a public divine worship (goes to church every Sunday)   5 : the clerical profession (considered the church as a possible career)     As you can see, a church is inherently religious. Therefore, it would be rather silly for us to organize some kind of hierarchal social structure based on the beliefs that we don't share, and even sillier to go building elaborate structures in which we can sit around and not praise the gods. Atheists are exactly that: a- (non) -theists (one[s] who believe[s] in [a] supreme being[s]). We create forums to share ideas, express opinions and, when necessary, organize to defend our rights in our respective societies. Therefore, while we're sure you can find at least a half dozen kooks on the Internet who claim to run some kind of 'official' atheist church, we don't have one.   **note: This FAQ is a more frequent one than we're entirely comfortable with...which illuminates the widespread, fundamental misconceptions about atheism and, consequently, the importance of our goal to inform and educate.    (5)Are atheists Satanists?   ...Either read the previous few entries, or go away.     (6)Are atheists Humanists?   Not necessarily. A great number of atheists subscribe to some humanistic beliefs. (for a better idea of what secular humanism is about, go here .) Most atheists are concerned with reason, ethics, and the pursuit of objective truth, as means to advancing the human race. Other atheists will tell you up front how little they care. If you're an atheist looking for a more specific \"label\" for your beliefs, and you're not a complete misanthrope, then secular humanism probably has something to offer you.      (7)Is atheism \"anti-religious\"?     Tough one. But worth answering. No, atheism is not, in and of itself, anti-religious. Atheists themselves will vary...some believe, whether rightly or wrongly, that religion will be the downfall of the human race, and others are quite content to live and let live, if you will. There are atheists who will take any opportunity to openly debate with religious folks, just as there are religious folks who will take any opportunity to debate with an atheist. We haven't quite reached the point of going door to door on Saturday mornings with flyers, booklets and silly-looking suits, but you never know. Then there are atheists who keep their mouths closed about their (lack of) religious beliefs unless politely asked to talk about them. Plenty of religious people are the same way. And, as in all groups of people, the respectful and sane generally outnumber the obnoxious and loud. People are generally the same; atheists differ only in what we choose not to believe.     **note: The thing about atheists, is that when you put a bunch of us in a room together, we're not going to all hold hands and burst into song about the wondrous joys of non-faith. We're probably going to argue, and we're going to argue a lot. Atheists all have their own opinions about everything from society to economics to politics to science to morality to the existence of space aliens and the current situation of Elvis. Which we think is a good thing...atheism is rational in nature, and reason is all about questioning and debate.     (8) Oh yeah? Well what's with all this religion-bashing on your site, huh? That's not very nice!    Simple Thought Experiment:      Consider the Chuckchee, an ancient Siberian tribe, and their thoughts on the creation of the world and the race of Man. *(original source: http://www3.sympatico.ca/untangle/creatamj.html, page now defunct)         In the beginning was Raven, the self-created and his wife. The wife asked Raven to create an earth as she was bored. Raven said he didn't know how, so his wife said she would create something and went to sleep. As she slept she molted, then grew in size, and then gave birth to featherless twins. Now Raven felt that if his wife could create then so could he. Raven flew high, and as he flew he defecated and urinated, and these droppings became mountains, valleys, oceans, and lakes. Eventually there were many men upon this earth, but no women. A little spider women soon appeared and made women. The men did not understand about women, so Raven, with great pleasure, demonstrated copulation with the women. Later, also with pleasure, the men followed his example.         Sure, it makes a good story. But would you be willing to stake your soul on its validity?     Why not?     Ah, I see. How about this one...          In the beginning, nothing. Then there was God. God spent several days creating the various aspects of the universe and the world: light, sea, land, heaven, animals, all of that. Then he decided to make people. He created man from dust, and breathed into his nose to give him life. He gave this first man a garden, and the man went through two perfectly good wives (the for first being too independent, the second for being made out of flesh) before he finally settled for the third, called Eve, who was created while he was asleep, from his own rib. There was a certain tree in the garden whose fruit would give these people the knowledge of good and evil. God told the man and the woman not to eat from it, or else they would die. But wouldn't you know it, a talking snake convinces the third wife that she ought to eat the fruit anyway. So she does, and gives some to Adam, and that's why the human race has been having so much trouble ever since.         To an atheist, one sounds just about as likely as the other.     Come on, folks. This is Atheists, Agnostics and Freethinkers, not Nice, Polite, and Politically Correct People at NYU. We poke fun at religion because we find certain parts of it quitelaughable. We also have more serious ideas about the place such stories--and those who insist that we believe in them, 'or else'--ought to have in our lives. Also, if you haven't noticed, some atheists tend to be sarcastic bastards. You're free to make fun of us in your spare time if you wish...we don't insist that you follow us blindly.       (9)You're all going to Hell!   (Sadly, this one does come up )    That's fine. We don't believe in an afterlife, so living this one freely is pretty much all we're worried about.       Answers for atheists    (10)\"Active atheism\"? Atheist communities? Why bother?    Glad you asked. One of several common misconceptions about atheists (other than the above-mentioned stuff) is that past the whole \"not believing in any gods\" thing, we have nothing in common. But the fact is, not believing in god or subscribing to any religion puts you in the position of thinking about the ways in which religion impacts your life, whether you want it to or not. From political and social issues in the US to human rights issues abroad, religion shapes the way our world works, and ignoring the fact doesn't make it go away. It is perhaps possible to be an atheist perfectly at peace with the idea of religious figureheads, activists and politicians bringing their own faith-based world vision into reality, no matter how it might curtail your expressive or physical freedom. But we kind of doubt it.      Hence, there are communities of atheists, agnostics and secular humanists dedicated to monitoring the political and social climates of our country and world, and providing a secular response to the often loud and insistent voices of various religious communities trying to impose their moral and behavioral codes on the rest of us. We're not interested in banning religion. We're interested in protecting our freedom, and the freedom of all people, to believe or disbelieve as they choose.        (11)Why a discussion group?    AAF at NYU is primarily a discussion-based group (as opposed to, say, a strictly activist group), although we do get involved with some activism when we think it's necessary. We hope to provide a forum not only for discussing and reacting to the ever-present issues of religion and society mentioned above, but for our members to deal with more personal and just as pressing issues in philosophy, ethics and life-in-general that come with rejecting religious faith. Religion provides a lot of answers and it often takes people a while to figure out their own answers instead.    Hence, we talk about personal issues, from ethics and death, to dealing with religious friends/family and reacting to the \"supernatural.\" This way, members get to talk about what kinds of answers to these issues they've all come up with so far. In the end, atheism is a personal thing, not a social movement, and we try to treat it as such.    (12)How can I \"come out\"?    Some atheists never deal with this, because they have been raised in non-religious or simply open-minded households and communities. Many others are not so lucky, and find themselves in an awkward social position from the moment they realize that religion just isn't working for them. They may feel in danger of losing friends or family with the admission that they have (possibly permanently) lost their faith.    Obviously, there isn't a cookie cutter solution to dealing with other people. Some religious people actually do deliberately distance themselves from nonbelieving family and (former) friends. While we tend to advocate a mixture of honesty about your own beliefs and a basic respect for others' right to believe as they choose--you're the person who has to live with your actions, so we'd push something called \"sense\" above all other methods in this area. Let your loved ones know what you think without, if possible, antagonizing them, and let them decide their own reactions. The most important thing is that you're comfortable with your own beliefs/lack thereof, not everyone else.     American Atheists has a rather forceful article regarding \"coming out\" as an atheist, but you might find it interesting anyway.     (13)What do I do about discrimination?    If you're an open atheist/agnostic concerned about possible discrimination by your boss/teacher/whatever, here's what you can do.      - First, make sure that this is what you think it is. Nothing's quite so uncomfortable as being on the delivering end of a bogus discrimination claim. Atheists/agnostics are a \"minority\" in the US, but we don't tend to be a directly \"oppressed\" group. You can read a brief article on this (ongoing) discussion within the atheist community here .     If you're absolutely, positively sure of it, you can see some documents relating to your legal rights up on our resources page (coming soon!).     (14)\"I'm an atheist and I think you guys should be out fighting all religion at every turn. Let's stop arguing amongst ourselves! Convert the believers! Burn the institutions! Let's get out there and start the revolution!\"     So once in a while, somebody pops up with this sort of take on things, and we have to tell them all the same   thing: open discussion and dissent within this \"community\" is the most important thing about it. Let's take a   look at where that claim comes from.   - We are a group relating to atheism, agnosticism and freethought .   - All of these things require putting a certain amount of stock in reason .   - Religion requires putting a whole lot of stock in blind faith    - Reason is different in one important way from blind faith, because   - reason involves listening to all sides of an argument,   - judging each by its own weight    - and deciding which one to follow using logic and your own brain .   - Got it so far?   - Good.   - If we told religious people what to think , we would be advocating something called blind faith .   - ...also known as religion .   - Atheism is not a religion .   - Treating it as such would be idiotic and patently unreasonable .   - Got it now?   - Great.     We discuss things in depth and at length, with the expectation of changing each others' minds about certain issues on occasion. We operate on the idea that we're all human, and since arriving at some Divine Truth is more or less out of the question, we expect our human ideas, however educated and well-thought-through, to change in accordance with our understanding of the world. To start la revoluci&oacute;n as one single-minded anti-religious group makes no sense. On top of that, it's just the kind of ill-conceived stereotypical idea that the most hysterical of religious fundamentalists have of us now: that we're rabid intolerant thick-skulled evangelists with our own mind-controlling agenda to force upon the public to the harm of the entire world.  And really, that just sounds too familiar.     *   With that in mind, any and all other questions can be discussed (at length!) at our weekly meetings or on our online discussion list . Ask away!                 Atheists, Agnostics, and Freethinkers (AAF)     Thursdays from 7PM to 9PM      Kimmel Center, Room 901"}, {"content": "Science and Religion by Tash Tahir           Tashfeen Tahir     December 14, 2006     Science and Religion     From a drop of water a mathematician could predict an Atlantic or a Niagara   -Anon     We can no longer afford the stalemate of past centuries between theology and science, for this leaves nature Godless and religion worldless.      -Excerpt from the mission statement of the Center for Theology and Natural Science          Our words are dead until we give them life with out blood.      -Sayd Qutb     Historically, religion and science have always been viewed as two completely different fields of study. Religion, based on faith and an analytical, interpretative way of thinking whereas science is based upon observation, experimentation, and the if I can feel it then its real mentality. However, unlike previous centuries, the current technology allows scientists to view the particles that make up our world and study them on a highly advanced level. The ramifications of this for religion, and science, could be tremendous. In these fast paced, electronic, always on the move times people may find religious faith and unity amongst men a little hard to accept when they are being bombarded with scientific facts proclaiming that there is no God nor need for religion. However, the reason why these two schools of thought have always been at each others throats is because they are both, ultimately, searching for the same thing, truth. Science and religion are the two leading disciplines of thought that still look to truth as the essence of the human quest. Both of these areas of study are researching the same thing, our world, environment, and people, they are just going about it in drastically different ways. What needs to happen is a synthesis or balancing out of religion and science, because without it the true nature of both religion and science will be lost and we will be farther than ever from the truth.   Balancing is the rule of thumb for our environment. Everything created in nature is so exceptionally beautiful because of its innate perfection and balance. The high and low tide of the sea, the cycle of new birth and death, even the ability of every living organism to exist is imbued with a natural balance which allows the continuation of everything in our world. It is when this natural balance is disrupted that problems arise. Humans are a part of this earth, and as such are dependant upon this same cycle of balance and continuation. The differentiating factor of being able to rationalize thought and learn, distinguishes humans from animals, but does not exclude them from the laws of nature. This is because although expansion of knowledge is admirable, religion gives worldwide reassurance that there is purpose and causal effect. Religion is more concerned with the why, whereas science is more an examination of the how. Therefore, in order for any human to maintain sanity, there must be a balance between their spirit and their mind. This rationalization allows us to conclude that scientists, without religion to satisfy their spiritual needs, would go insane.   Science itself is defined as, the observation, identification, description, experimental investigation, and theoretical explanation of phenomena.(American Heritage Dictionary) Essentially, science is the study of life with the scientist as a student. Up until recently, the belief has been universally held that science and religion are intrinsically at odds with one another and that science will disprove faith unless physical evidence is found of the divine. This pattern of thinking is flawed. What scientists and theologians alike need to realize is that science is not disproving but rather affirming faith through the examination of the intrinsically perfect system, or phenomena, that was already present on earth when humans arrived. Take for example, the origin of life. The theory of evolution glides of the problem of how the process of life and subsequent evolution began. Natural selection simply describes the way organisms already in existence adapt to environments already in existence. Even scientists who support the big bang theory are aware that the conditions required for the bang to have happened, and the scientific evidence that substantiates this theory, point to some kind of creator. (Harun Yahya) Charles Townes, chief inventor of the laser says, to think that science already knows enough to be certain there are no mystical forces is illogical. In fact, there are a great many things that science alone can not explain and these missing pieces leave room for and necessitate religion and its subsequent beliefs. Without religion there would be no purpose in life, no reason even to study the sciences or the earth and how it came to be. There needs to be an understanding, in every person, that pieces of this perfect system of continual motion and self sustaining abilities can be explained through empirical studies and experimentation. However, the gift of being able to comprehend that perfection and the creation of everything that is perfect and self sustaining came from the design of a higher power.   There were two prominent scientists, of the twentieth century, that were imbued with this balance of faith and mind. These men were Albert Einstein and Abdus Salam. Although these men differ drastically in their upbringing and religious backgrounds, both have the same understanding of the interconnectivity between religion and science. Albert Einstein was born in Germany on March 14, 1879. In 1901 he received his undergraduate diploma and by 1905 he received his doctorate degree. From the year 1901 until around 1908, Einstein made some ground breaking work in the field of physics. He dealt with the reconciliation of the laws of mechanics with the laws of electromagnetic fields, statistical mechanics, quantum theory, and in 1916 he published his paper on the general theory of relativity. During the 1920's Einstein lectured all over the globe from Europe to the Middle East and was either given membership or fellowship and all the important scientific academies of his time. Einstein was very aware of the need to spread knowledge and scientific thought around the world. Therefore, after WWII, he became deeply involved in the World Government Movement and he was even offered the Presidency of the State of Israel. He declined, but he did help establish the Hebrew University of Jerusalem. When asked if he was religious, Einstein responded with,   My feeling is insofar religious as I am imbued with the   Consciousness of the insufficiency of the human mind.   To understand deeply the harmony of the Universe.   Which we try to formulate as laws of nature.     Here, Einstein shows how truly advanced a thinker he was. He perfectly synthesizes religion and science and because of that he is able to achieve greater levels of success and influence a greater number of people. Einstein understood that his ability to even notice the laws of nature was a given to him as a gift from the same being or power that created the laws in the first place.   My religion consists of a humble admiration for this illimitable, superior   Spirit that revels itself in the slight details that we are able to perceive   With our frail and feeble minds.   Einstein is aware that his investigations into science do not explain the purpose of this perfect system or its inhabitants, but that his findings should be used to better the lives of people in general, because science affected the lives of everybody. The morality of Einstein would be called humanitarian by today's standards. He never helped others nor spread his teachings out of fear of punishment from an all knowing, anthropomorphic God that was present in our every day lives. He helped others and spread knowledge because he felt it was the humane, just thing to do. Einstein held the teachings of all major religions in high regard. This can be seen through his quotations about Jesus, Buddha and God,   What these Blessed men have gives us we must guard and try   To keep alive with all our strength if humanity is   Not to lose its dignity, the security of its existence, and its joy in living.   Albert Einstein was a famous physicist in his time and became infamous in the years following his death. One major reason for his success, was that he was driven to continue his studies in science, by his driving need to understand as much as possible the perfection and harmony inherent in the universe. Einstein understood that science was a means to an end not the end in and of itself. Through the use of science he could explain a small part of a Universe wholly connected and self sustaining. However, it was his belief in a higher power that motivated him and gave him the ability to study and understand a part of the Universe it had created.   Another example of the benefits that can be gained through the fusion, rather than separation, of religion and science comes from the physicist Abdus Salam. Abdus Salam was born in 1926 in a small town of present day Pakistan . Born the son of an official for the department of education, schooling was always a major part of his life. By the time Abdus Salam was twenty-five years old he had already received his PhD in theoretical physics from Cambridge University and had his thesis, regarding quantum electrodynamics, published. In 1979, Salam went on to receive the Nobel Prize in Physics for his work on Gauge Unification of Fundamental Forces. Abdus Salam was an exceptionally gifted scientist who saw an interconnectivity of all human beings through science. This connection is the reason why Abdus Salam has spent his life trying to improve international peace relations and more specifically scientific development in third world countries. At the Nobel Prize Banquet, Abdus Salam quotes Allah, in his speech, saying,   Thou seest not, in the creation of the All-merciful any imperfection, Return thy gaze, seest thou any fissure. Then Return thy gaze, again and again. Thy gaze, Comes back to thee dazzled, aweary.   For Abdus, this quote from the Quran epitomized all of his scientific work. The longer and harder he studied physics and the perfection in which it functioned the more awe struck he became, and the greater the desire to continue studying. The religious spirit of Abdus allowed him to accept there was a divine creator that made all these unique systems for a reason and motivated him to continue his studies to learn about these systems and use that knowledge to help those that did not know about their workings. Being able to see the equalizing factor of science allowed Abdus Salam to see the equality of every human and the collectivity of knowledge that was required for him to continue his work. Salam wrote,   The Holy Quran enjoins us to reflect on the verities of Allah's created laws of nature; however, that our generation has been privileged to glimpse a part of His design is abounty and a grace for which I render thanks with a humble heart.   Religion and faith kept Abdus Salam grounded and shown him that although he can do great things through the understanding of these all powerful systems, he is in no position to create or alter them himself. By not wanting to act as creator Abdus Salam is able to better the lives of those that are less fortunate than he is. He participated in more than six United Nation Assignments and received seven awards for his contributions towards peace. Throughout the course of his eighty years of life, Abdus Salam knew his role in life and was extremely successful in his chosen career. On top of that, he helped and continues to help to this day, through his institutions, millions of people. He made a difference in the world, and he was able to make that difference because he had the necessary balance between a faithful spirit and an excellent mind.   From this brief synopsis of Abdus Salam's career, it can be seen that he was a man of action as well as thought. Salam's desire to spread his beliefs and knowledge to others caused him to create The International Center for Theoretical Physics, or ICTP. Founded in 1964, ICTP operates under the motto   Scientific thought is the common heritage of mankind. (Salam)     ICTP was formed by an agreement between two United Nations agencies, UNESCO and IAEA, and the Italian government. Created by Salam, in a European country during the cold war, ICTP allowed a rare form of communication between scientists in the East and West, effectively opening the iron curtain. Today, the center focuses on the North and the South, trying to aid the developing countries of the world to become more advanced scientifically and to play a more pivotal role in the cutting edge scientific research of today. To attain this goal, ICTP conducts research and training activities in all different areas of science, effectively brining about 6,000 visiting scientists, annually, to study there. In 2005, 4061 scientists from around the world visited ICTP for an average of one month to work and do research. (ictp.statistics) The amount of sheer connection that can be found in this institution is awe inspiring. Ideas and information can be spread from all over the world, and seemingly, this inter-connectivity is above the turmoil of today's current political situations. Representatives from Iran , Iraq , Saudi Arabia , the United States , Mexico and the United Kingdom were all present in 2005 alone. It is for this reason that we are examining this institution so profoundly. Abdus Salam's career was based on his balance of faith and knowledge and consequently so was the institution he created. Abdus Salam saw science as being universal because he was able to understand that we all come from the same creator and because of this, we all operate in the same system. Therefore, the experimentation or study of that system is common to all people regardless of sex, race, or creed. Also, the function of this institution has an inherently religious function. Yes, it is all about the advancement in the scientific community, however, the way in which the richer nations aid the poor and try to help them expand their understanding and participation, is based on the morality of religion. Just as Abdus Salam powered his life's work with his religious backing, so to does his organization. All of the teachings of the Quran or the Bible have the idea of rich helping poor, neighbor helping neighbor, and in effect helping their God through others like ourselves. Abdus Salam and ICTP use their influence to help bring together all people with their common history and creation. Once everyone has come together above all the dividing factors of race and sex, the more advanced countries aid the lesser while at the same time listening to their ideas and feedback on scientific matters.   Over the past decade science and religion has begun the process of bridging the gap that has divided them for so many centuries. Through organizations such as the one created by Abdus Salam, as well as through individuals directly involved and the educational programs offered at universities. One individual who significantly bridged the gap or at least lessened it is Dr. Keith Moore, an embryologist from the University of Toronto . Dr. Moore embarked on a two year scientific mission, flying to and from Saudi Arabia , with the intention of helping Muslim men identifying whether or not specific passages in the Quran had any scientific significance. The Quran is one of the holy books of Islam, a religion with the second highest following in the world. Therefore, to have a Catholic scientist help in its translation and measure of importance, scientifically, is a huge step forward for the coming together of science and religion. The Islamic scholars presented Dr. Moore with English translations of several Quranic verses. One such verse read,   God makes you in the wombs of your mothers in stages, one after another,     Within three veils of darkness.     Moore easily could see the possible connection of these three veils of darkness with the     mothers' abdominal wall, the uterus wall, and the amniochronic membrane. Another     verse read,     Thereafter, we created of the drop a thing which clings,     A leech like structure.     Moore, and others, found the image of an Arabic leech to bear a remarkable resemblance to a human embryo at 24 days, and the embryo does cling to the uterine wall at this stage. Other verses shown to Moore accurately speak of when the features and sex of the embryo become visible and of the necessity for both male and female sex products being necessary for conception. These verses have been in the Quran since the seventh century and yet science did not discover anything about embryos of how to conceive a child until the eighteenth century. Also the in depth, accurate description of the stage by stage embryonic development was never even proposed until the 1940's. This situation clearly shows the relationship between science and religion to be one in which science is being used to explain and to understand the workings of a higher power. Muslims have been reciting these verses for over 1,000 years and it is only now with advances in technology, and the application of these advancements to religious matters, can we see the truth of a religious school of thought. (Zuhair Kashmeri)   Another arena in which religion and science are now blending is the academic world of Universities. In the summer of 1999, The Center for the Study of Science and Religion, of CSSR, was founded at Columbia University . The purpose of CSSR is to examine the intersections that cross over the boundaries between one or another science and one of another religion, the CSSR hopes to stimulate dialogue and encourage understanding. (Excerpt from Mission Statement) CSSR is an intercollegiate organization the will be offering classes to students at Colombia both at the undergraduate and graduate levels. It is the hope of CSSR that through their mixing of science and religion they will be able to eradicate the social ills of today and preserve the environment for future generations. Columbia University and its students created this organization not only with the hopes of understanding all the problems that arise from the continued separation of religion and science but also of learning about ways to fix them. Columbia is not the only university with organizations like these. Cambridge University founded the International Society for Science and Religion in 2002. Loyola University built the McNamara Center for the social study of Religion. Religion is no longer taking the backseat to science, or capitalism. People living in today's world are aware of the feeling of incompleteness or purposeless ways of everyday life. Slowly but surely people and society are coming to realize that faith and religion must be at the cornerstone of scientific thought to give scientists and their whole field of service any purpose or meaning.   Even though the synthesis of religion and science has been increasing steadily there is still a very real opposition to this synthesis. Some scientists still hold the belief that religion is completely useless and will soon be disproved by the advanced technologies of science. One such scientist is Richard Dawkins. Born and raised in Africa, Dawkins came to England in 1959 to study under the instruction of Tinbergen, a famous ethologist. After receiving his masters' degree, Dawkins began to take an interest in and eventually push to the forefront of scientific thought the idea of the evolution of the human gene. Dawkins presented questions such as which genes dominate? Which genes change, die offetc. What he was searching for was the evolution of the human gene as an explanation of animal and human behaviors and interactions. One component of Dawkins argument is what is known as memes. Memes are comparable to viruses of the mind that Dawkins claims are part of a persons cultural inheritance and that these ideas could change just as the human gene could. Therefore, Dawkins comes to the conclusion that human evolution is a function of co-evolution between the genes and memes. Regarding religion, Dawkins feels as if faith is one of the most vile and fearsome things in our age. In his acceptance speech for the 1996 Humanist of the year award he says,   I think a case can be made that faith is one of the world's great evils,     Comparable to the smallpox virus but harder to eradicate.     For Dawkin, religion and science should never synthesize because, he feels, there is no benefit for it. He is a stubborn believer that science has many of religions virtues and none of its vices, faith. Faith scares Dawkin so much because it allows people to do things without a logical reason and believe things that seem completely ridiculous without any thought to its validity. Dawkin argues that the benefits of religion, explanation, consolation, and its uplifting quality, can all be found in the scientific realm. Explanation through the facts, consolation through the use of pain killers, and uplifting would occur with the breakthrough of new scientific discoveries and technology. The feeling that religion and science must remain separated was not felt only on an individual level. An organization called the Brights' Net, which Dawkin in a part of, is composed of tens of thousands of members from over 138 nations. These members are atheists, naturalists, agnostics, and any other denomination that doesn't believe in a higher spiritual being. There are three main goals of the Brights' organization. Briefly, they are to spread:     The naturalist viewpoint to raise awareness.   Promoting their importance.   Equity in the civic participation of its members.     While understanding that there is plethora of individuals and groups that see religion and faith as the thing of the past, the new generation should not believe so, it would defy logic.   There is an actual school of scientific thought that aims at proving spiritual experiences such as divine insight or even speaking in tongues is no more than a specific set of reactions occurring in your brain at a certain time. The study of the brain is called neuroscience and it is the last real unknown of the human body. A possible reason for this lack of knowledge is a lack of comprehension as to how the brain is formed. Every proton, neutron, and electron, in every brain of every living human is exactly identical. However, each brain is absolutely different from any other and the brain can change dramatically through certain types of stress or any type of head injury. What neuroscientists do know about the brain is that consciousness is a state of perceptions and the consciousness of reality is dependant upon the reactions taking place in our mind through neural transmitters. The state of ecstasy or becoming one with the Universe and the supernatural being has long been thought a religious phenomenon. However, Deikman sums up the five characteristics of spiritual enlightenment as,     Intense realness, more real even than ordinary experience.         Unusual sensations, e.g. being wrapped in light or a flame colored   cloud, or hearing enchantingly lovely music.         The feeling of unity, that the individual and the whole cosmos is one.         Ineffability, being unable to speak about it because the experience is outside the range of normal experience.         Transensate phenomena or experiences which go beyond and are different from the usual sensory experiences of ordinary life.         Deikman goes on to explain that whatever system of mental discipline a person uses to illuminate and advance one's growth spiritually certain features of the higher states of experience are common to all. These fall into two types, those which remain once the experience has receded and those which are only present during the time of the experience, the tonic and the phasic. The phasic features relate to the actual content of the experience, for example, the perception of a flame colored cloud, or seeing with the inward eye the very atoms of which the universe is composed. Changes of emotion are also phasic in that they rise to a peak of intensity at the height of the experience when feelings of universal bliss and love occur. These then dissipate with the experience. Cognition is also altered temporarily with the feeling of `I' changing from the limited to the universal. With the experience there also comes the feeling of certainty, that what is perceived is true, no other form of validation is required. The feeling of I, Deikman believes, stems from the temporal lobe of the brain suggesting that the temporal lobe is concerned with the mystical experience and that disorders of function in this area can lead to the genesis of spontaneous mystical experience and can also produce personality changes which have as one feature excessive religiosity. Synaesthesia, a subjective sensation or image of a sense other than the one being stimulated, is another way in which scientists are disproving the spiritual experience. The commonest form of synaesthaesia is color-hearing. In this form, if a person hears a musical note he will at the same time see a particular and specific color. There are two basic concepts for the cause of synaesthaesia one is that it's learned, the other is the basic perceptional experience which becomes differentiated only as it develops along the channels of the different special senses, but it also represents a unity which underpins them all. This second concept fits with Deikman's idea that the basic substance of experience is the neural code but that the structure of the brain provides the interpretation of consciousness. Therefore, Deikman argues that structure, the actual form of the cerebral cortex, is in part responsible for the particular form that sensations appearing in consciousness take.   This fact may provide an explanation to the mystical experience of unity. The feeling of unity may simply be due to changes in mood as it can easily be explained by changes in those systems which deal with emotion. While we know that the mind is a complex organ, understanding it will help us understand how the mind works and see that it was created by a superior being, we can figure out the how and we should try and accept the who.   After completely understanding the importance of why there is a synergy between science and religion, one has the responsibility to promote this idea throughout society. One key path that one can take to promote this idea is through the restructuring of our Colleges and Universities. We can take Al-Azhar University as an example. Al-Azhar can be used as a cornerstone, to show that religion goes hand in hand with science and religion. Al-Azhar University was initially built as a mosque for Muslims and has been around for over a thousand years. It is considered one of the greatest schools for Arabic language, sciences, mathematics, mental arts, Muslim jurisprudence, and many more respected majors. This school is known and recognized internationally, especially within the Muslim community. This university falls within the ranks of Universities such as Harvard and Oxford , to say the least.   Scientific education has seen great changes in the last 2500 years of history, not only in what is being taught, but also in the manner of that teaching. The role of scientific education has varied dramatically throughout history. From the highest respect in Ancient Greece, an almost disappearance in the Middle Ages, to its resurgence in modern times, the struggle to provide a sound and purposeful scientific education is still an issue today. A purposeful scientific education, as described by Al-Azhar, is when religion and the sciences come together and work in complete harmony.   As far as the laws of mathematics refer to reality, they are not certain; and as far as they are certain, they do not refer to reality (Albert Einstein)   It is very interesting to see how the teaching approach has progressed through the different times in history. It will be helpful for an instructor to be able to tell the students that science was looked down upon and was mainly taught to the working class, namely trader, and now has developed into a knowledge which is crucial and absolutely necessary to function in the modern world. With the introduction of Islam almost fifteen hundred years ago and the introduction of Christianity almost two thousand years ago, religion taught every individual to learn and teach the sciences. Islam not only encouraged folks to learn and teach the sciences it also gave people a head start by introducing ideas centuries ahead of its time in explicit detail. For example, the idea that the earth is round and revolves around the sun is stated directly in the Quran. Al Jabr, a great mathematician developed algebra, a key element in mathematics today, in light of the Quran. It helps one to recognize that we fail to give the students a connection between the real world and the science they are learning in the classrooms. In ancient times the way they learned math was through practical everyday examples. Science and future science instructors need to learn the value of science from history and how religion played a major role in its development. This will enable them to conclude the accurate appreciation of science for themselves and their students. Instructors must bring science back to real world examples. While giving us variables and formulas, he/she should tell us where we can use these formulas in everyday life and show us how religion supports these claims. Learning the history of science is a crucial part of teaching mathematics. To be able to look back at the origin of a subject and be able to trace its evolution is beneficial to students. Instructors will be able to deliver to the students a more comprehensive approach of the study of mathematics by giving them a connection between real world examples from history to what they are learning. Al-Azhar university is a great example, a university that bridges the gap between science and religion effectively through there a proper curriculum.   If we also look throughout history, education in Ancient Greece varied from state to state. Spartan students were sent to military schools where they were taught to become highly trained soldiers. The Athenian youth were taught music and gymnastics from an early age to reach toward the goal of physical and mental perfection. (Gutek 1995) In most Greek states, the upper classes learned the minimum which included Letters, Music, Gymnastics, and some Arithmetic or Geometry (Gutek 1995). Two ways to further basic learning were to either employ a sophist or attend one of the colleges or academies set up by the likes of Plato, Aristotle, or Pythagoras. A method of casual conversation was used to teach mathematics by these great minds. Groups of students would gather around and ask questions of someone more knowledgeable. He, in turn, would attempt to answer them and then a discussion would begin on the subject. This teaching method greatly contrasts the methods used today. The topic of philosophy, religion and science were always connected.   Pythagoras's school was set up in 518 BC in Croton. Many advances in the science of numbers and geometry were made here. The Pythagorean's believed that everything in the world and universe can in some manner be mathematically expressed; religion played absolutely no part in there view. This extreme view that Pythagoreans took toward science seemed to have an negative effect, this school did not survive long. Many educationalists believed that prolonged consideration of mathematical ideas led the mind to a level of abstraction which drew it away from the realities of the world we live in. (O'Connor &amp; Robertson 2000) This view moved science education into the shadows for many hundreds of years. The mathematical concepts started to diminish and mathematical advancements started coming to a halt. If students were informed about this terrible time during the history of science, they would feel honored to learn a craft that was so faintly surviving and see that science in its fundamental form can be harmful to itself and mankind but if mixed with religion it can be a ever flowing river of knowledge.   Later, Plato's ideas of mathematics and science in life were far less extreme than the Pythagorean Society. Plato considered science to be the basis from which to move into philosophical thought, which were in turn built upon religious ideas and thus, a student should study it for the first 10 years of his education. He encouraged the study of science because he felt it encouraged the most precise and definite kinds of thinking of which humans are capable. Plato was able to bring back science, have it taught well, and connect science with reality.   The educational system in Ancient Rome was patterned after the Greeks. However, the Roman's believed more in the utility and practicality of education. Philosopher Quintillion recommended that geometry be studied for two reasons. The first is that the thought process involved in proofs and understanding axioms is important mental training and second it is important for discussions on land measurement and other political and social problems that may arise. In light of religion these political and social problems could be dealt with rationally. Here one sees yet another example of another civilization bridging the gap between mathematics and the real world.   After the fall of the Roman Empire, Europe went through a phase where concentration on knowledge and education were interrupted, the dark ages. This was due to the lack of peaceful times and the loss of books and texts. During this time religion became the central aspect of every person's life, science took a back seat. Everything was explained through religion, vast universal phenomenon where linked to sorcery or witchcraft. Yet, the schools in Europe during this time were set up by the monasteries. The religious institution kept the dwindling flame of mathematics and science going. These institutions kept true to the fact that there is a synergy between religion and Science. The education received at most places was limited to reading, writing, and Bible studies. The study of science was restricted to the great Cathedral schools. The great Cathedral school at York was headed by Bishop Egbert in 732. He set up a curriculum that included Arithmetic, Geometry, and Easter Calculations. One of the students at York, Alcuin, later set up his own school in France that had similar standards (Gutek 1995). Science survived through the middle ages because of school such as these, another example of a low point in mathematical history.   The level of education began to diminish again until a Frenchman, Gerbert, found mathematics texts including the works of Boethius. Boethius was one of the few Romans that were interested in Geometry enough to write texts that detailed the work done by Roman Surveyors. Gerbert, who later became Pope Sylvester II, used the work of Boethius to start a brief resurgence in interest of science. As a matter of fact, there is evidence that he may have brought back the Hindu-Arabic numerals, without zero, to Christian Europe (Eves 1990). During the 10 th century column calculation was introduced amongst the merchant class. However, the Church had an increasing desire to rid Europe of pagan' ways and ideals. This included the broad education that had been encouraged by those such as Gerbert and mathematics again fell out of favor (O'Connor &amp; Robertson 2000). We have all heard the term that history will repeat itself and believe that we can't do anything to change this cycle, we would be as wrong as the kings of the middle ages (strictly religion) or the Pythagoreans of 500 B.C. (strictly science), we need to break this cycle and see that religion and science does co-exist.   With this brief glimpse of history of science and religion we see that alone both science and religion are actually destructive to human society. Science and religion should work together in harmony, one should aid the other.   Our world today is one of severe imbalance and division. Countries are ravaged by war and people divided because of skin color or religious belief. With all the diversity in the Universe the only way that we are going to obtain any type of peace of hope for future generations is through tolerance and the restoration of balance in society. The synthesizing of religion and science will allow everybody that cares to look, see the innate perfection and connection that exists between all humans. While implementing new programs of reform or simply conducting research, the moral criteria of religion will be present to calm the ambition and competitive nature of humans. Without religion there is no motivation or purpose to studying the world and all of its mysteries. Without religion there is no purpose to even living life, no mission or objective that you were destined to complete. However, religion without science can't work either. People need to see some sort of empirical proof, and as evidenced by Dr. Moore and his dealings with the Quran, science can provide the proof necessary for the doubters to reaffirm their faith.     Bibliography     &quot;Albert Einstein.&quot; Wikipedia . 01 Dec 2006 &lt;http://en.wikipedia.org/wiki/Albert_Einstein&gt;.     &quot;AppendixE.&quot; The Scientific Method . teacher.rochester. 15 Dec 2006 &lt;http://teacher.pas.rochester.edu/phy_labs/AppendixE/AppendixE.html&gt;.     Bucaille, Maurice. The Bible, the Qur'an and Science . 4th. Paris : Seghers, 1982.      Dawkins, Richard. Is Science a Religion? Humanist January/February 1997.     Dean, Cornelia. Faith, Reason, God, and Other Imponderables.&quot; The New York Times July 25, 2006: Science.     Drakeman, Donald. Church-State Constitutional Issues: Making Sense of the Establishment Clause . New York : Greenwood Press, 1991.     Eves, H. (1990). An introduction to the history of mathematics. 6 th edition . Orlando , FL : Saunders College Publishing.     Fazale (Fuz), Rana. &quot;A Scientific and Biblical Response to &quot;Up from the Apes. Remarkable New Evidence Is Filling in the Story of How We Became Human&quot;.&quot; The heaven declare the glory of God . 23 Aug 1999. Time. 15 Dec 2006 &lt;http://www.godandscience.org/evolution/timeresponse.html&gt;.     Gutek, G. L. (1995). A history of the western educational experience. 2 nd edition. Prospect Heights , IL : Waveland Press.     Hamburger, Philip. Separation of Church and State . Cambridge , Mass: Harvard University Press, 2002.     Hodgkin, Luke. A History of Mathematics from Mesopotamia to Modernity . : Oxford University Press, 2005.     &quot;ICTP statistics provided by the Public Information Office (PIO).&quot; ICTP . 02 Dec 2006 &lt;http://www.ictp.trieste.it/~pio/statistics/statistics_by_year/index.html&gt;.     National Council of Teachers of Mathematics (1989). Curriculum and evaluation standards for school mathematics . Reston , VA : NCTM.     National Council of Teachers of Mathematics (2000). Principles and standards for school mathematics . Reston , VA : NCTM.     O'Connor, J.J, &amp; Robertson, E.F., (2000). The teaching of mathematics. [Online] Available http://www-history.mcs.st-and.ac.uk/history/Education/ introduction.html . October 12, 2006     &quot;Separation of church and state.&quot; Wikipedia . 2006. 12 Oct 2006 &lt;http://en.wikipedia.org/wiki/Separation_of_church_and_state&gt;.     Thistlethwaite, Susan . Adam, Eve, and the Genome . Augsburg Fortress Publishers, 2003.     Thistlethwaite, Susan . Adam, Eve, and the Genome . Augsburg Fortress Publishers, 2003.     Weber, Paul. Equal Separation: Understanding the Religion Clauses of the First Amendment. New York : Greenwood Press, 1990.   Yahya, Harun. Signs Of God Design in Nature . Harun Yahya International, 2000.     Yahya, Harun. Taking the Quran as a Guide . Harun Yahya International, 2000."}]}]