[{"detail": [{"content": "NYU Game Center at NYC Comic Con | NYU | Game Center                                                                                                   gamecenter@nyu.edu                                                       646-997-0708                                                2 Metrotech Center 8th Floor       Brooklyn, NY 11201                                            Follow Us!                                                                             About   Academics   Events             People   Games   Blog                   About   Academics   Events   Faculty   Students   Games   Blog                      Search                                                                             Search                                          NYU Game Center at NYC Comic Con     The NYU Game Center Presents:  The NYC Game Design Underground Panel   What happens when the pioneering spirit and pop-culture energy of games collides with the avant garde sensibility and creative bravado of the city that never sleeps? This panel brings together some of the leading figures of the New York City indie game scene to discuss what it looks like, why scenes matter, how games are joining music, theater, art, fashion and film as another reason that New York is a mecca for the world&#8217;s weirdest and most ambitious creators, and what that might tell us about the future of games.   For the first year ever, the NYU Game Center is excited to be hosting a panel at NYC Comic Con! If you are attending on Friday, be sure come check out NYC Game Design Underground with panelists Frank Lantz, Naomi Clark, Phoenix Perry, Zach Gage, Doug Wilson, and Syed Salahuddin.   Visit the NYC Comic Con site for more information on the convention.   Where: Javitz Center, 1A10  When: Friday, October 11th, 1:45pm-2:45pm  Anyone interested in attending must have a ticket to Comic Con.                                                             Related                                                                                                                                            event                                   Skype Heartbreak Show                                                       Skype Heartbreak Show is an interactive installation exploring the decay of a long-distance, romantic relationship through the filters of ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       news                                   Prototype Studio: Actual Release Challenge                                                        This week I gave the following challenge to my prototyping class: make a game in one week that ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       projects                                   Soft Body                                                       When the player paints all the tiles on the screen, they disappear and a new layer builds around them ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       event                                   How Urban Black and Latino Cultures Can Be the Next Frontier for Indie Games                                                       A Talk from Shawn Allen A theme that pervades the indie games movement is how anyone can make games, ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       news                                   The New York eSports Summit                                                       The New York eSports Summit Wednesday, November 20, 8pm Pfizer Auditorium, 5 Metrotech Center The New York eSports Summit ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       news                                   Indie Tech Talk 12: Making Hokra                                                       Indie Tech Talks start the semester with New York-based game developer and member of The SportsFriends Ramiro Corbetta, who ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                       More Content Related To         NYC Game Scene"}]},
{"detail": [{"content": "NYU Game Center at NYC Comic Con | NYU | Game Center                                                                                                   gamecenter@nyu.edu                                                       646-997-0708                                                2 Metrotech Center 8th Floor       Brooklyn, NY 11201                                            Follow Us!                                                                             About   Academics   Events             People   Games   Blog                   About   Academics   Events   Faculty   Students   Games   Blog                      Search                                                                             Search                                          NYU Game Center at NYC Comic Con     The NYU Game Center Presents:  The NYC Game Design Underground Panel   What happens when the pioneering spirit and pop-culture energy of games collides with the avant garde sensibility and creative bravado of the city that never sleeps? This panel brings together some of the leading figures of the New York City indie game scene to discuss what it looks like, why scenes matter, how games are joining music, theater, art, fashion and film as another reason that New York is a mecca for the world&#8217;s weirdest and most ambitious creators, and what that might tell us about the future of games.   For the first year ever, the NYU Game Center is excited to be hosting a panel at NYC Comic Con! If you are attending on Friday, be sure come check out NYC Game Design Underground with panelists Frank Lantz, Naomi Clark, Phoenix Perry, Zach Gage, Doug Wilson, and Syed Salahuddin.   Visit the NYC Comic Con site for more information on the convention.   Where: Javitz Center, 1A10  When: Friday, October 11th, 1:45pm-2:45pm  Anyone interested in attending must have a ticket to Comic Con.                                                             Related                                                                                                                                            event                                   Skype Heartbreak Show                                                       Skype Heartbreak Show is an interactive installation exploring the decay of a long-distance, romantic relationship through the filters of ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       news                                   Prototype Studio: Actual Release Challenge                                                        This week I gave the following challenge to my prototyping class: make a game in one week that ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       projects                                   Soft Body                                                       When the player paints all the tiles on the screen, they disappear and a new layer builds around them ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       event                                   How Urban Black and Latino Cultures Can Be the Next Frontier for Indie Games                                                       A Talk from Shawn Allen A theme that pervades the indie games movement is how anyone can make games, ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       news                                   The New York eSports Summit                                                       The New York eSports Summit Wednesday, November 20, 8pm Pfizer Auditorium, 5 Metrotech Center The New York eSports Summit ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                                                       news                                   Indie Tech Talk 12: Making Hokra                                                       Indie Tech Talks start the semester with New York-based game developer and member of The SportsFriends Ramiro Corbetta, who ...Read More                                 imageAlignX is already in use. The name imageAlignY is already in use.\">                                                                       More Content Related To         NYC Game Scene"}, {"content": "Graphic Novels and Comics - NYU Libraries                               This is the \"Graphic Novels and Comics\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             Graphic Novels and Comics A guide for students and researchers interested in comics and graphic novels        Last update: Apr 2, 2015        URL: http://guides.nyu.edu/content_mobile.php?pid=272593                                                                          Home                                                                                  Welcome!                     This is a selective guide to some of the many resources available for Graphic Novels and Comics research. This page will be your gateway to books, journal articles, video, and web resources. If you have any problems, just click on the Chat with me link, email me or just stop by my office. I'm here to help!    Here are a few other subject guides that will be of interest to you:  English and American Literature  American Literature  French Language and Literature  Cinema Studies  Tagging            Comments (0)                                         Participations has a special section on Comic Book audiences                 The current issue of Participations, the Journal of Audience and Reception Studies , has a special section with a number of articles devoted to comic book audiences.              Comments (0)                                         Society of Illustrators/Museum of Comic and Cartoon Art (MoCCA)                   Museum of Comic and Cartoon Art is incorporated into of the Society of Illustrators . The purpose of MoCCA is the collection, preservation, study, education, and display of comic and cartoon art. Every genre of the art is represented: animation, anime, cartoons, comic books, comic strips, gag cartoons, humorous illustration, illustration, political illustration, editorial cartoons, caricature, graphic novels, sports cartoons, and computer-generated art. Further, the museum's rigid collection policy ensures that the art collections are maintained in an environment of the highest integrity.  Museum of Comic and Cartoon Art (MoCCA)            Comments (0)                                         Larry King interview with Stan Lee                 Larry King interviews Stan Lee for his new show Larry King Now .            Comments (0)                                         Cartoon America: online exhibition                      James Arthur Wood, Jr. , began collecting original cartoon art as a childhood hobby. Wood worked diligently throughout his professional life as an editorial cartoonist to showcase his collection. He ultimately turned to the Library of Congress to preserve and present his collection to the American people and the world. The Library's Art Wood Collection of Cartoon and Caricature contains more than 36,000 original cartoon drawings. The 102 drawings selected for this exhibition reflect Woods primary collecting interests and the vitality of an innovative and evolving art form  Cartoon America            Comments (0)                                         CFP: Illustration, Comics, and Animation Conference May 8-10                   Illustration, Comics, and Animation Conference     General Call for Papers   Illustration, Comics, and Animation Conference May 8-10        What is the future of illustration studies?     What can comics scholars learn from animation studies and vice versa?     Do illustrated books or graphic novels resist the supposed obsolescence of the book? What do pictures want (now)?     These and related questions will be explored at the Illustration, Comics, and Animation Conference at Dartmouth College to be held May 8,9, 10 2015.       Scholars interested in the illustrated image in all of its mediated guises are invited to participate in this interdisciplinary conference. Nearly all illustrated or drawn &lsquo;texts&rsquo; are eligible for consideration:   *comics and graphic novels   *cartoons and animated films   *picture books   *illustrated books       And given the uniquely plenary nature of the conference, which brings together scholarship on static and moving illustrations, preference will be given to proposals that seek to bridge visual media. Possible topics may include:   *Individual titles by prominent practitioners in the field   *Identity, subjectivity, authority, ideology or culture in or more type of illustration media   *The future of particular schools of criticism (psychoanalysis, critical race theory, phenomenology, Marxism, feminism, queer theory, post-colonialism, formalism, aesthetic theories, etc.) and one or more type of illustration media   *The contributions of archives and libraries to the study of comics, animation, and illustration.           The location of the conference may also be a source of inspiration for prospective participants. Not only does Dartmouth College lie in close proximity to the Center for Cartoon Studies in White River Junction, Vermont, it is also the origin of Theodor Geisel, Dr. Seuss, a Dartmouth graduate of the Class of 1925.       Individual papers should be no longer than 20 minutes. Panels shall be ninety minutes long and should be comprised of three presenters and one chair. Please send 300 word abstracts and a brief bio for each proposed paper no later than March 1, 2015 .         Send all proposals and inquiries to Michael A. Chaney &lt; michael.chaney@dartmouth.edu &gt;                   Comments (0)                                         New Journal CFP - THE JOURNAL OF COMICS AND CULTURE                 ANNOUNCING: THE JOURNAL OF COMICS AND CULTURE   The Journal of Comics and Culture, a new, peer-reviewed, annual academic journal to be published by Pace University Press, announces its first call for papers.   In the past 40 years comics have moved from occupying a decidedly lowbrow niche at the margins of pop culture to the center of the popular and critical imagination. Comics&mdash;a catch-all term that encompasses monthly comic books, graphic novels and web comics&mdash;are embedded in, relate to and comment upon other forms of media like film, painting and the novel. In addition to these formal connections, comics operate uniquely as political expression. So, in the 1970s, one might connect mainstream comics and underground comix to graffiti through their form (each are a kind of visual writing primarily disseminated and consumed throughout cities), but each of these also addressed the rising conservatism that changed understandings of and formations of urban space in that period. By scrutinizing not just the materiality of comics but also its often overlapping genres&mdash;superhero, crime, war, fantasy, memoir and biography, reportage&mdash;and its contexts&mdash;economic, cultural, and political&mdash;we begin to produce a more comprehensive understanding of comics&rsquo; logics, about why the medium unfolds as it does.   Submissions may address, but are not limited to, the following:           Comics and cultural theory   Comics and the post-WWII period   Comics and the post-Vietnam period   Comics and McCarthyism   Comics and the city   Comics and feminism   Comics and cinema   Comics and digital cultures       Comics and gender   Comics and American exceptionalism   Comics and science   Comics and pornography   Comics and race   Coimcs and sexuality   Comics and Hip-Hop   Comics and television             The JC&amp;C is looking for both original scholarly articles and reviews of recent scholarly monographs about comics and graphic novels. Please submit 500 word abstracts and a brief bio by 15 Feb 2015 to journalcomicsculture@icloud. com Full articles, if accepted, will be due for peer review by 15 May 2015.           Comments (0)                                         Ka-Pow! Marvel Opens Massive Comic Book Images Archive And API To Fans, Developers                 Ka-Pow! Marvel Opens Massive Comic Book Images Archive And API To Fans, Developers The API--which will include comic book artwork, character histories, creator insights, and expanded stories--will grant members access to an expansive database of Marvel's library of 75 years of comics, including over 30,000 comics, 7,000 series, and 5,000 creators. This move gives developers the tools to create their own Marvel-based apps and digital offerings.  http://bit.ly/1b5Nlo2  Source: http://www.fastcompany.com/ 3025621/ka-pow-marvel-opens- massive-comic-book-images- archive-and-api-to-fans- developers             Comments (0)                                         Comics College Documentary                            Comments (0)                                         What qualities differentiate graphic novels from comic books?                    While a graphic novel may just appear to be a grandiose comic book, thicker and produced on higher quality paper, many readers claim that the differences are more substantive. Graphic novels generally are complete stories or collections of stories, while comic books usually center on one episode in a series. As readers of graphic novels are assumed to be more mature and sophisticated, the themes tend to be more adult and the illustrations more explicit. The writing in graphic novels is often quite excellent. Art Spiegelman&rsquo;s holocaust autobiography, Maus, A Survivor&rsquo;s Tale (1991), has won prizes and been included in school curricula. The writing in comic books however, is largely underrated. As it is with graphic novels, many comics contain rich descriptors, sophisticated ideas, and high-level vocabulary.   \" graphic novel .\" Greenwood Dictionary of Education . Westport: Greenwood, 2011. Credo Reference . Web. 27 January 2012.   Do you agree with this definition? Please leave a comment below, especially if you chose: \"I agree with some points, but not others.\"                                                       Yes, I agree                         No, I don't agree                         I agree with some points, but not others                                       View Results                    Comments (0)                                         Graphic Novels for Earth Week                   Earth Day is honored around the world on April 22, although larger events such as festivals and rallies are often organized for the weekends before or after April 22, but many extend the celebration into Earth Week. Here are just a few of the graphic novels here at Bobst that focus on environmental issues:   Climate changed: a personal journey through the science - Philippe Squarzoni Call Number: QC903 .S6813 2014 What are the causes and consequences of climate change? When the scale is so big, can an individual make any difference? Documentary, diary, and masterwork graphic novel, this look at our planet and how we live on it explains what global warming is all about.   The rime of the modern mariner - Nick Hayes; Samuel Taylor Coleridge Call Number: PN6737.H393 R56 2011 The Rime of the Modern Mariner is a recasting of Coleridge’s famous poem – now though, the fantastical voyage is one of environmental disaster. Stranded in the North Pacific Gyre – a vast, hypoxic maelstrom of plastic waste – the mariner comes face to face with the consequences of man’s excessive consumption – in the form of wrathful gods, petroleum slicks and tsunamis, ghostly apparitions, and the great endangered creatures of the deep   John Muir: Earth – Planet Universe - Julie Bertagna and William Goldsmith Call Number: Download the comic for free by clicking on the title John Muir (1838–1914) is widely considered to be one of the progenitors of the conservation movement, as well as the \"Father of National Parks.\" Bertagna and Goldsmith chronicle Muir's life, from his childhood in Scotland to his prolific writings, friendship with Theodore Roosevelt (which culminated in the passing of the National Park bill), and founding of the Sierra Club in the late 19th century.            Comments (0)                                         Wonderfully Vulgar - British comics 1873 to 1939                 The online exhibition \"Wonderfully Vulgar\" presents a selection of British comics from the 1870s (the Ally Sloper era) to the 1930s (knockabout comics). The phrase \"wonderfully vulgar\" used in the exhibition title is taken from an interview in which Charlie Chaplin recalled his pleasure in reading comics as a boy in 1890s London.   The exhibition is based on a collection of around 5000 historical British comics housed in the Library (BIS) of the University of Oldenburg in Germany.           Comments (0)                                         The Digital Comic Museum                 The mission of The Digital Comic Museum is to provide as close to a free resource as possible where users can easily download public domain golden age comics without the need to ask or worry about searching the net for them.            Comments (0)                                              close                                                                                                          Reference Sources                                                                                  Reference to the rescue!                 Why Reference?   Reference materials are excellent resources for providing an overview of the subject you are researching.  They will provide well-known facts on literary authors and their works; historical and political events that may have impacted their work; the society and culture in which they lived and worked and/or may have based their work upon; and the impact of their work on future generations. They are trustworthy and reliable, giving you the correct information you will need for your research papers and presentations.            Comments (0)                                         Electronic Encyclopedias via NYU                  Oxford Reference Online: Literature Provides full-text access to dictionaries, language reference, and subject reference works published by Oxford University Press.  Credo Reference Contains a number of electronic texts related to Literature. Just click on the link provided and using the tabs at the top of the page, click on \"find a book.\" You can browse through the subjects or do a simple search for titles with the keywords \"american literature\" to locate texts.  Gale Virtual Reference Search across a range of encyclopedias, dictionaries and more.  Comiclopedia The Comiclopedia is an illustrated compendium of over 12,000 comic artists from around the world. Find your favorite artists, strips and characters. The Comiclopedia is the world's largest overview of comic artists, and the brainchild of comic shop Lambiek's founder Kees Kousemaker (1942-2010). Toonopedia An online encyclopedia of toons -- i.e., \"cartoons,\" encompassing animated cartoons, comic books, newspaper strips, magazine cartoons, and so forth.            Comments (0)                                         Encyclopedias and General Reference Works                 This is just a brief selection of the general and specialized encyclopedias and bibliographies related to Graphic Novels and Comics available in the Reference Center or the circulating stacks.   Critical survey of graphic novels: independents and underground classics - Bart Beaty Call Number: PN6725 .C754 2012 Non-circulating These volumes offer 215 essays covering graphic novels and core comics series,focusing on the independents and underground genre.   American newspaper comics: an encyclopedic reference guide - Allan Holtz Call Number: PN6725 .H65 2012 Non-circulating From its earliest appearance in the 1890s, the newspaper comic strip has told the story of America, from the Irish ghetto of the Yellow Kid to flappers, war heroes, hippies, and today's office drones and soccer moms. American Newspaper Comics is the first comprehensive, authoritative reference work to document this fascinating history, listing over 7,000 different comic strip and cartoon features from American newspapers. While previous books have typically concentrated on the most popular comic strips and panel cartoon series, American Newspaper Comics is designed to be all-inclusive, providing detailed information on important but previously overlooked artists and features. The result of more than twenty years of meticulous research, American Newspaper Comics provides the most complete picture to date of the evolution of newspaper cartoon features and corrects misinformation that has circulated for years in other references. American Newspaper Comics offers a wealth of information, including the start and end dates of features, their format, frequency, creators, and distribution companies.   1001 Comics You Must Read Before You Die: The Ultimate Guide to Comic Books, Graphic Novels and Manga - Paul Gravett Call Number: PN6710 .A175 2011 Non-circulating Visually amazing, this critical history of comic books, manga, and graphic novels is a must-have for any comic buff or collector. Over the centuries, comic books and their offshoots, such as graphic novels, manga, and bandes dessinées, have evolved into a phenomenally popular, influential, and unique art form with which we can express our opinions, our fantasies, our nightmares, and our dreams. In short: comics are emphatically no longer just for kids. This diverse, constantly evolving medium is truly coming into its own in the 21st century, from Hollywood's blockbuster adaptations of super-powered caped crusaders to the global spread of Japan's manga and its spinoffs, and from award-winning graphic novels such as Maus and Persepolis to new forms such as online webcomix. This volume is the perfect introduction to a dynamic and globally popular medium, embracing every graphic genre worldwide to assess the very best works of sequential art, graphic literature, comics, and comic strips, past and present.   Graphic novels: stories to change your life - Paul Gravett Call Number: PN6710 .G74 2005 Non-circulating Once stereotyped as the preserve of improbably dressed superhumans with world-saving tendencies, in recent years graphic novels have become one of today's most exciting art forms, taking on the world we live in and reflecting it back to us in a thousand different ways. All of human experience is here, from teenage girlfriends alienated in suburbia to a desperate housewife's search for passion, brought to life with insight, imagination and page-turning narrative.  The Encyclopedia of American Comics: From 1897 to the Present - Ron Goulart Call Number: PN6725 .E64 1990 Non-circulating This extensive guide focuses on comic heroes and villains; the creators, artists, and writers of comic strips and comic books; and the publishers and syndicates of the comics industry. The more than 1,000 entries are arranged in dictionary form, are superbly illustrated, and are cross-referenced.   Comic Strip Artists in American Newspapers, 1945-1980 - Moira Davison Reynolds Call Number: PN6725 .R47 2003 Non-circulating Millions of Americans know and love Charlie Brown and Snoopy, Blondie and Dagwood, Doonesbury, Li’l Abner, Garfield, Cathy, Beetle Bailey and other such comic strip characters. Thanks to the cartoonists—the people who have brought and still bring these and other characters to life day after day in the newspapers—the characters have become an entertaining and important part of American culture. The author provides a biographical sketch of each cartoonist, with special attention given to the cartoonist’s career and characters.   Comic Book Artists - Alex G. Malloy Call Number: PN6714 .C635 1993 Non-Circulating This guide provides detailed information on many of the world's best known artists - an A-Z listing of more than 150. It also includes detailed biographical information on each artist: birthplace, education, work history, artistic influences and major achievements.   The World Encyclopedia of Cartoons - Maurice Horn Call Number: NC1325 .W67 1999 Non-circulating From ancient graffiti to South Park, this belated update encompasses general histories of political, panel, and animated cartoons, plus detailed biographies of their creators and a lengthy appended treatise on the humor magazines Puck, Judge, and Life. The work is a combination of alphabetical entries and subject essays; about half are either new or revised to mid-1998, and the coverage, supported by a separate geographical index, is broadly international. A vast number of often poorly reproduced black-and-white and full-color illustrations are also included. Despite a few omissions-neither James Stevenson nor the New Yorker rate entries, Charles Schulz is mentioned only in connection with the animated \"Peanuts,\" and the glossary does not include cartooning jargon-this makes an entertaining browsing item as well as a uniquely rewarding reference tool for art, history, and popular-culture research.   Marvel Graphic Novels and Related Publications: An Annotated Guide to Comics, Prose Novels, Children's Books, Articles, Criticism and Reference Works, 1965-2005 - Robert G. Weiner Call Number: PN6725 .W44 2008 (also electronic access) This work provides an extensive guide for students, fans, and collectors of Marvel Comics. Focusing on Marvel's mainstream comics, the author provides a detailed description of each comic along with a bibliographic citation listing the publication's title, writers-artists, publisher, ISBN (if available), and a plot synopsis.            Comments (0)                                              close                                                                                                          Finding Books                                                                                  New in the Stacks                 A very small selection of new graphic novels and comics in the stacks.   Beautiful Darkness - Fabien Vehlmann Call Number: PN6747.V44 J6513 2014 Kerascoët’s and Fabien Vehlmann’s unsettling and gorgeous anti-fairy tale is a searing condemnation of our vast capacity for evil writ tiny. Join princess Aurora and her friends as they journey to civilization's heart of darkness in a bleak allegory about surviving the human experience. The sweet faces and bright leaves of Kerascoët’s delicate watercolors serve to highlight the evil that dwells beneath Vehlmann's story as pettiness, greed, and jealousy take over. Beautiful Darkness is a harrowing look behind the routine politeness and meaningless kindness of civilized society.   Kill my mother: a graphic novel - Jules Feiffer Call Number: PN6727.F4 K55 2014) Jules Feiffer presents his first noir graphic novel. Kill My Mother is a loving homage to the pulp-inspired films and comic strips of his youth. Channeling Eisner's The Spirit, along with the likes of Hammett, Chandler, Cain, John Huston, and Billy Wilder, and spiced with the deft humor for which Feiffer is renowned, Kill My Mother centers on five formidable women from two unrelated families, linked fatefully and fatally by a has-been, hard-drinking private detective.   Through the woods: stories - Emily Carroll Call Number: PN6733.C37 T47 2014 Journey through the woods in this sinister, compellingly spooky collection that features four brand-new stories and one phenomenally popular tale in print for the first time. These are fairy tales gone seriously wrong. Already revered for her work online, award-winning comic creator Emily Carroll’s stunning visual style and impeccable pacing is on grand display in this entrancing anthology, her print debut.   Polina - Bastien Vivès Call Number: PN6747.V58 P6513 2014 As a very young girl, Polina Oulinov is taken on as a special pupil by the famous ballet teacher Professor Bojinsky. He is very demanding and refuses to adapt his standards to the talents of his pupils, and Polina has to work hard and make great sacrifices in order to reach the level Bojinsky senses she has the talent for. When she graduates and is admitted to the official theatre school, she discovers that Bojinsky’s view of ballet is only one of many and that she can’t adapt to new rules, new visions. She flees Russia for Berlin, where she meets a group of drama students. Together they create a new form of theatre – and conquer the world. Brilliantly drawn, Polina is a moving and intimate story of self-discovery. It confirms Bastien Vivès as one of the most exciting talents at work in the graphic novel field today.   Seconds - Bryan Lee O'Malley Call Number: PN6733.O43 S43 2014 From the mind and pen behind the acclaimed Scott Pilgrim series comes a madcap new tale of existential angst, everyday obstacles, young love, and ancient spirits that’s sharp-witted and tenderhearted, whimsical and wise.   The boxer: the true story of Holocaust survivor Harry Haft - Reinhard Kleist Call Number: PN6757.K54 B69 2014 Poland, 1941. Sixteen-year-old Harry Haft is sent to Auschwitz. When he is forced to fight against other inmates for the amusement of the SS officers, Haft shows extraordinary strength and courage, and a determination to survive. In The Boxer, Reinhard Kleist reveals another side to the steely Harry Haft: a man struggling to escape the memories of the fiancée he left behind in Poland. This is a powerful and moving graphic novel about love and the will to survive.   Building Stories - Chris Ware Call Number: PN6727.W285 B85 2012 Presents an illustrated tale, told in various books and folded sheets, about the residents in a three-story Chicago apartment building, including a lonely single woman, a couple who are growing to despise each other, and an elderly landlady.   Are you my mother?: a comic drama - Alison Bechdel Call Number: PN6727.B3757 Z46 2012 Poignantly, hilariously, Bechdel embarks on a quest for answers concerning the mother-daughter gulf. It's a richly layered search that leads readers from the fascinating life and work of the iconic twentieth-century psychoanalyst Donald Winnicott, to one explosively illuminating Dr. Seuss illustration, to Bechdel’s own (serially monogamous) adult love life. And, finally, back to Mother—to a truce, fragile and real-time, that will move and astonish all adult children of gifted mothers.            Comments (0)                                         A selection of books from the stacks                 A brief selection of scholarship related to Graphic Novels and Comics that are located in the stacks.   Comics as history, comics as literature : roles of the comic book in scholarship, society, and entertainment - Annessa Ann Babic Call Number: Electronic Resource This anthology hosts a collection of essays examining the role of comics as portals for historical and academic content, while keeping the approach on an international market versus the American one. Few resources currently exist showing the cross-disciplinary aspects of comics. Some of the chapters examine the use of Wonder Woman during World War II, the development and culture of French comics, and theories of Locke and Hobbs in regards to the state of nature and the bonds of community. More so, the continual use of comics for the retelling of classic tales and current events demonstrates that the genre has long passed the phase of for children’s eyes only.   Comics: A Global History, 1968 to the Present - Dan Mazur Call Number: PN6710 .M332 2014 Comics, manga, bandes dessinées, fumetti, tebeo, historietas… no matter the name, they have been a powerful medium across four continents for decades. This is the history of comics around the world from the late 1960s to the dawn of the 21st century.   Comics and the senses: a multisensory approach to comics and graphic novels - Ian Hague Call Number: Electronic resource ISBN: 0415713978 Attempts to define what comics are and explain how they work have not always been successful because they are premised upon the idea that comic strips, comic books and graphic novels are inherently and almost exclusively visual. This book challenges that premise, and asserts that comics is not just a visual medium. The book outlines the multisensory aspects of comics: the visual, audible, tactile, olfactory and gustatory elements of the medium. It rejects a synaesthetic approach (by which all the senses are engaged through visual stimuli) and instead argues for a truly multisensory model by which the direct stimulation of the reader’s physical senses can be understood. A wide range of examples demonstrates how multisensory communication systems work in both commercial and more experimental contexts.   Gothic in comics and graphic novels: a critical approach - Julia Round Call Number: PN6714 .R74 2014 This book explores the connections between comics and Gothic from four different angles: historical, formal, cultural and textual. It identifies structures, styles and themes drawn from literary gothic traditions and discusses their presence in British and American comics today.   Superheroes in crisis adjusting to social change in the 1960s and 1970s - Jeffrey K. Johnson Call Number: PN6725 .J643 2013 As the founding fathers of the superhero comic books, Superman and Batman have defined a genre of American mythology from the mid-twentieth century to the present. The author describes how the Man of Steel and the Dark Knight dealt with their midlife crises brought on by the cultural and social changes of the 1960s and 1970s. Johnson describes how the superheroes problems and adaptations mirror much of American societal changes during that time.   It Happens at Comic-Con: Ethnographic Essays on a Pop Culture Phenomenon - Ben Bolling Call Number: Electronic Resource This collection of 13 new essays employs ethnographic methods to investigate San Diego's Comic-Con International, the largest annual celebration of the popular arts in North America. Working from a common grounding in fan studies, these individual explorations examine a range of cultural practices at an event drawing crowds of nearly 125,000 each summer.  Investigations range from the practices of fans costuming themselves to the talk of corporate marketers. The collection seeks to expand fan studies, exploring Comic-Con International more deeply than any publication before it.   America toons in: a history of television animation - David Perlmutter Call Number: PN1992.8.A59 P47 2014 Animation has been part of television since the start of the medium but it has rarely received unbiased recognition from media scholars. More often, it has been ridiculed for supposedly poor technical quality, accused of trafficking in violence aimed at children, and neglected for indulging in vulgar behavior. These accusations are often made categorically, out of prejudice or ignorance, with little attempt to understand the importance of each program on its own terms. This book takes a serious look at the whole genre of television animation, from the early themes and practices through the evolution of the art to the present day.   The Meaning of Superhero Comic Books - Terrence R Wandtke Call Number: electronic access For decades, scholars have been making the connection between the design of the superhero story and the mythology of the ancient folktale. Moving beyond simple comparisons and common explanations, this volume details how the workings of the superhero comics industry and the conventions of the medium have developed a culture like that of traditional epic storytelling.   The visible text: textual production and reproduction from Beowulf to Maus - Thomas A. Bredehoft Call Number: Z4 .B74 2014 Covering materials ranging from Anglo-Saxon manuscripts and inscribed objects to contemporary comics, The Visible Text rewrites the history of textual media and technologies. Arguing that media are not defined by technologies alone, but by a combination of technologies and the ideas that people hold about those technologies, Bredehoft identifies four distinct periods or domains in the history of English literature that correspond to four ways in which media ideologies interacted with the two basic defining technologies of manuscripts and printed books.   Projections: comics and the history of twenty-first-century storytelling - Jared Gardner Call Number: Electronic Access Beginning with the parallel development of narrative comics at the turn of the 20th century, comics have long been a form that invites—indeed requires—readers to help shape the stories being told. Today, with the rise of interactive media, the creative techniques and the reading practices comics have been experimenting with for a century are now in universal demand. Recounting the history of comics from the nineteenth-century rise of sequential comics to the newspaper strip, through comic books and underground comix, to the graphic novel and webcomics, Gardner shows why they offer the best models for rethinking storytelling in the twenty-first century.   Graphic Storytelling and Visual Narrative: Principles and Practices from the Legendary Cartoonist - Will Eisner Call Number: New School Gimbel PN6710 .E57 2008 Graphic Storytelling and Visual Narrative teaches how to control a story effectively using a broad array of techniques. With examples from Eisner’s own catalog and such masters as H. Foster, R. Crumb, Art Spiegelman, Milton Caniff, Al Capp, and George Herriman, these books distill the art of graphic storytelling into principles that every comic artist, writer, and filmmaker should know.   No Straight Lines: Four Decades of Queer Comics - Justin Hall No Straight Lines showcases major names such as Alison Bechdel (whose book Fun Home was named Time Magazine’s 2006 Book of the Year), Howard Cruse (whose groundbreaking Stuck Rubber Baby is now back in print), and Ralf Koenig (one of Europe’s most popular cartoonists), as well as high-profile, cross-over creators who have dabbled in LGBT cartooning, like legendary NYC artist David Wojnarowicz and media darling and advice columnist Dan Savage. No Straight Lines also spotlights many talented creators who never made it out of the queer comics ghetto, but produced amazing work that deserves wider attention.   Multicultural Comics: From Zap to Blue Beetle - Frederick Luis Aldama Call Number: (electronic access) Multicultural Comics: From Zap to Blue Beetle is the first comprehensive look at comic books by and about race and ethnicity. The thirteen essays tease out for the general reader the nuances of how such multicultural comics skillfully combine visual and verbal elements to tell richly compelling stories that gravitate around issues of race, ethnicity, gender, and sexuality within and outside the U.S. comic book industry.   Graven Images: Religion in Comic Books & Graphic Novels - A. David Lewis Call Number: PN6712 .G73 2010 Comic books have increasingly become a vehicle for serious social commentary and, specifically, for innovative religious thought. Practitioners of both traditional religions and new religious movements have begun to employ comics as a missionary tool, while humanists and religious progressives use comics' unique fusion of text and image to criticize traditional theologies and to offer alternatives. Addressing the increasing fervor with which the public has come to view comics as an art form and Americans' fraught but passionate relationship with religion, Graven Images explores with real insight the roles of religion in comic books and graphic novels.   Comics as a Nexus of Cultures: Essays on the Interplay of Media, Disciplines and International Perspectives - Donald E. Palumbo and Mark Berninger Call Number: (electronic access) These essays from various critical disciplines examine how comic books and graphic narratives move between various media, while merging youth and adult cultures and popular and high art. The articles feature international perspectives on comics and graphic novels published in the U.S., Canada, Great Britain, Portugal, Germany, Turkey, India, and Japan.   Superheroes and Philosophy: Truth, Justice, and the Socratic Way - Tom Morris Call Number: (electronic access) The comic book superheroes — Superman, Batman, the Incredible Hulk, the Fantastic Four, X-Men, and many others — have proved to be a powerful and enduring thread in popular culture, a rich source of ideas for moviemakers, novelists, and philosophers. Superheroes and Philosophy brings together 16 leading philosophers and some of the most creative people in the world of comics, from storywriters to editors to critics, to examine the deeper issues that resonate from the hyperbolic narratives and superhuman actions of this heroic world.   Supergods: What Masked Vigilantes, Miraculous Mutants, and a Sun God from Smallville Can Teach Us About Being Human - Grant Morrison Call Number: PN6725 .M67 2011 The first superhero comic ever published, Action Comics no. 1 in 1938, introduced the world to something both unprecedented and timeless: Superman, a caped god for the modern age. In a matter of years, the skies of the imaginary world were filled with strange mutants, aliens, and vigilantes: Batman, Wonder Woman, the Fantastic Four, Iron Man, and the X-Men—the list of names as familiar as our own. In less than a century, they’ve gone from not existing at all to being everywhere we look: on our movie and television screens, in our videogames and dreams.   Modern animalism: habitats of scarcity and wealth in comics and literature - Glenn Wilmott Call Number: PN56.P7 W54 2012 Modern Animalism explores representations of the human-animal ‘problem creature’ in a broad assortment of literature and comics from the late nineteenth century to the present — including authors such as Woolf, Joyce, Lawrence, Moore, Murakami, Pullman, Coetzee, and Atwood, and comics creators such as McCay, Herriman, Miyazaki, and Morrison. Drawing on a wide range of scholarship, from environmental economics to psychology, Glenn Willmott examines modern and post-modern allegories of the environment, the animal, and economics, highlighting the enduring and seductive appeal of the modern primitive in an age when living with less remains a powerful cultural wish.            Comments (0)                                         Become a better researcher - try using Subject Headings                    In addition to keyword searching, or searching by title and author, you may search Bobcat by subject heading , in order to make use of the catalog's controlled vocabulary. Subject headings are assigned to published material by the Library of Congress. They can be very broad, consisting of one word, for example, graphic novels or comic books , but they also tend to link terms together, specifying what a work is about according to theme, period, geographical region, etc. Examples of more specific subject headings include:     Graphic novels -- United States      Comic books, strips, etc       Spiegelman, Art -- Comic books, strips, etc         Herg&eacute; , 1907-1983         Cartoonists -- United States -- Biography          Comic books, strips, etc -- United States -- History and criticism          Superheroes -- United States          Graphic novels -- Authorship           Comic books, strips, etc -- Moral and ethical aspects           To locate the subject headings for a specific work in Bobcat, click on the \"details\" link in the item record.               Comments (0)                                         Recommend a title for purchase                 Have you heard about a great graphic novel, but found that it is not available at Bobst? You can now recommend that a copy be purchased for the collection.           Recommend a title for purchase                    Comments (0)                                         Bobst Leisure Reading Collection                    Need to step away from academic reading for a while? Well, that's what the Leisure Reading   Collection is for! The Leisure Reading Collection is leased, not purchased like the academic collection at Bobst, so we are able to keep up to date with the latest NY Times best-sellers and other popular titles. The Leisure Reading Collection contains a wide variety of genres: fiction, non-fiction, mystery, crime, science fiction, biography, romance, and graphic novels. There's something for everyone!   If you would like to know if we have a specifc title in the Leisure Collection, you can use the Course Reserves tab in Bobcat to search by title or author. If you prefer to browse, the collection is located on the two lower levels of the library.              Comments (0)                                         Search other catalogs                        Need to find something we don't have here at Bobst? Need to research editions of a specific work? Worldcat to the rescue! Worldcat allows you to search for material beyond what we have available here at Bobst.             Search for an item in libraries near you: Enter title, subject or author                            WorldCat.org &gt;&gt;                       Comments (0)                                         Bobst doesn't have it? Use Interlibrary Loan                 Interlibrary Loan (ILL) is a service which helps eligible patrons obtain materials that are unavailable in the New York University or consortium libraries.  Interlibrary Loan            Comments (0)                                         Ebrary                   Ebrary contains more than 40,000 full-text books in a variety of subject areas including graphic novels and comics . You will have the ability to search, highlight, annotate books on Ebrary as well as print or download portions of the texts.             Comments (0)                                              close                                                                                                          Finding Articles via databases                                                                                  Underground & Independent Comics, Comix, and Graphic Novels                    Underground and Independent Comics, Comix, and Graphic Novels is the first ever scholarly, primary source database focusing on adult comic books and graphic novels. Beginning with the first underground comix from the 1960&rsquo;s to the works of modern sequential artists, this collection will contain more than 75,000 pages of comics and graphic novels, along with 25,000 pages of interviews, criticism, and journal articles that document the continual growth and evolution of this artform.     Underground & Independent Comics, Comix, and Graphic Novels            Comments (0)                                         Google Scholar                 Google Scholar is a time-saving, scholarly search interface accessible from within the Google interface. With Google Scholar, you can access peer-reviewed journal articles, books and book sections. For literature searching, specialized databases have more functionality and access more comprehensive results, but Google Scholar is a good tool                            Comments (0)                                         General Databases                 General databases contain content from a variety of subject areas as well as a number of different publication types. They will allow you to look at your topic from a wide perspective.    Be sure to use the search refiements each database may offer, including: date, document type, and source type.  Proquest Central ProQuest Central is the largest multidisciplinary database with over 11,000 titles, with over 8,000 titles in full-text. It serves as the central resource for researchers at all levels in all markets. Over 160 subjects areas are covered extensively in this product including business and economics, health and medical, news and world affairs, technology, social sciences and more.  OmniFile FT (Wilson) Multi-disciplinary database providing the complete content - indexing, abstracts, and full text - from six of Wilson's full-text databases: Education Full Text, General Science Full Text, Humanities Full Text, Readers' Guide Full Text, Social Sciences Full Text, and Wilson Business Full Text. Dates of coverage: 1982 to present.  JSTOR Provides access to an archive of important scholarly journals, primarily in the humanities and social sciences. Please note that for many titles, the most current issues are not available through Jstor.  Project Muse Provides full-text access to high quality humanities, arts, and social sciences journals from scholarly publishers.            Comments (0)                                         Literature-specific databases                 Unlike the general databases, literature (or any subject) specific databases generally focus solely on journal articles as a publication type and do not have a broad, multidisciplinary approach.  Literature Resource Center Resource for research on literary topics, authors, and their works. Its coverage includes all genres and disciplines, all time periods, and all regions of the world. Includes links to: Dictionary of literary biography, Contemporary authors, Contemporary literary criticism, and more, including full texts of critical articles.  Humanities Full Text Search noted scholarly sources in the humanities, as well as numerous lesser-known but important specialized magazines. The database indexes, abstracts and delivers the full text of feature articles, interviews, obituaries, bibliographies, original works of fiction, drama, and poetry, book reviews, and reviews of ballets, dance programs, motion pictures, musicals, operas, plays, radio and television programs, and more. Dates of coverage: 1984 to present.  MLA International Bibliography (via Literature Online) Provides about 2 million records for books, book chapters, and journal articles published on modern languages, literatures, folklore, and linguistics. Provides online, full-text access to many of those articles. Covers items published from around 1920 to the present. NOT INCLUDED: Reviews of literary and scholarly works.  Arts & Humanities Citation Index Indexes journal articles in the arts and humanities. Dates of coverage: 1975 to present.            Comments (0)                                         Other Subject Specific databases                 In addition looking at Graphic Novels and Comics from a literary perspective, it is helpful to broaden your research and venture into other disciplines. Here is a brief list of databases that may enhance your research:  SocINDEX Indexes and provides full-text for scholarly articles, books, monographs, and conference proceedings. SocINDEX offers coverage from many subdisciplines of sociology, including criminology, cultural sociology, demography, economic development, ethnic & racial studies, gender studies, marriage & family, politics, religion, rural sociology, social structure, sociological theory and sociology of education among others. International Index to Performing Arts Provides indexing and abstracts for more than 210 international journals in the performing arts. Dates of coverage: 1864 to present.  Education Full Text with ERIC The two main databases in education, fully searchable together, via one interface. Provides citations to educational materials in well over 1,000 journals and thousands of non-journal sources.  GenderWatch A full text database of unique and diverse publications that focus on how gender impacts a broad spectrum of subject areas. Dates of coverage: 1970 to present.  Communication & Mass Media Complete Indexes and abstracts academic and trade journals in communications and mass media. Full-text is included for some titles. PsycINFO PsycInfo covers the professional and academic literature in psychology and related disciplines, including medicine, psychiatry, nursing, sociology, pharmacology, physiology and linguistics. Dates of coverage: 1806 to present.  Film & Television Literature Index A comprehensive index covering the entire spectrum of television and film writing and produced for a broad target audience, from film scholars to general viewers. Subject coverage includes: film & television theory, preservation & restoration, writing, production, cinematography, technical aspects, and reviews.            Comments (0)                                              close                                                                                                          Biographies                                                                                  Using Subject Headings                         Using Library of Congress Subject Headings to find books in BobCat    Biographies are classified and sorted by author's name, sometimes including the dates of birth and death, and the term Biography.           Here are some examples:         Cartoonists -- United States -- Biography      Kirby , Jack        Spiegelman , Art                                                Finding Biographies                  Biography in Context Online biographical reference database in the fields of literature, science, business, entertainment, politics, sports, history, current events and the arts. Biographical information on over one million people throughout history, around the world. It has overlap with Literature Resource Center, but contains biographical information across disciplines. Literature-specific resources include:      Contemporary Authors. Vols. 1-270.1962-2008   Contemporary Novelists. 7th ed., 2001. Detroit: St. James Press.   Contemporary Poets. 7th ed., 2001. Detroit: St. James Press.   Contemporary Popular Writers. Detroit: St. James Press, 1999.   Contemporary Southern Writers. Detroit: St. James Press, 1997.   Contemporary Women Poets. Detroit: St. James Press, 1999.   St. James Guide to Children's Writers. 5th ed. Detroit: St. James Press, 1999   St. James Guide to Crime & Mystery Writers. 4th ed. Detroit: St. James Press, 1996.   St. James Guide to Fantasy Writers. Detroit: St. James Press, 1996.   St. James Guide to Horror, Ghost & Gothic Writers. Detroit: St. James Press, 1998.   St. James Guide to Science Fiction Writers. 4th ed. Detroit: St. James Press, 1996.   St. James Guide to Young Adult Writers. 2nd ed. Detroit: St. James Press, 1999.   Writers Directory. 24th ed. Detroit: St. James Press, 2008. Biography Reference Bank Contains biographical information on approximately half a million people, from antiquity to the present. Dates of coverage: Ancient Times to present.  Literature Resource Center Resource for research on literary topics, authors, and their works. Its coverage includes all genres and disciplines, all time periods, and all regions of the world. Includes links to: Dictionary of literary biography, Contemporary authors, Contemporary literary criticism, and more, including full texts of critical articles.  Literature Online A fully searchable library of more than 350,000 works of English and American poetry, drama and prose. LION is the single most extensive and wide-ranging online collection of English and American literature. To access author biographies, click on the \"authors\" link on the left-hand side of the screen. Twayne's Author Series To access, just click on the \"literature\" section of the Gale Virtual Reference Library. Offers in-depth introductions to the lives and works of writers, the history and influence of literary movements and to the development of literary genres. This online series features the content of nearly 600 books that comprise three print series --United States Authors, English Authors and World Authors.            Comments (0)                                         Need Help?                 Contact us via email , text us at 646-265-1342, or schedule an appointment .   JavaScript disabled or chat unavailable.             Comments (0)                                         Search BobCat                        Books &amp; More     Search for books, journals, videos, etc. in our local libraries and special collections.          NYU Libraries' online catalog.           Comments (0)                                              close                                                                                                          Literary Criticism                                                                                  Literary Criticism via General / Multi-Disciplinary databases                  JSTOR Provides access to an archive of important scholarly journals, primarily in the humanities and social sciences. Please note that for many titles, the most current issues may not be available through Jstor.  Project Muse Provides full-text access to high quality humanities, arts, and social sciences journals from scholarly publishers.  Periodicals Archive Online Provides full-text and full-image access to hundreds of journals published in the arts, humanities, social sciences, and areas of general popular interest. Each periodical is covered back to its first issue, regardless of when it began publication. International in scope, PAO covers periodicals in a number of Western languages. Any search of PAO now includes in its scope British Periodicals Collections I and II. Publication dates of articles covered in PAO run from 1665 to 2000.            Comments (0)                                         Literary Criticism via Subject Specific databases                  Literature Online (LION) A fully searchable library of more than 350,000 works of English and American poetry, drama and prose. LION is the single most extensive and wide-ranging online collection of English and American literature. Also allows simultaneous searching of MLA:IB and ABELL. One can also select an individual resource in order to use advanced search fields. MLA International Bibliography (via Literature Online) Provides about 2 million records for books, book chapters, and journal articles published on modern languages, literatures, folklore, and linguistics. Provides online, full-text access to many of those articles. Covers items published from around 1920 to the present. NOT INCLUDED: Reviews of literary and scholarly works.  Annual Bibliography of English Language and Literature (via Literature Online) Unlike MLA, ABELL focuses exclusively on British, American, and Commonwealth literature. Within these subject areas, it provides about 900,000 records of monographs, journal articles, critical editions of literary works, book reviews, and collections of essays published from 1920 to the present.  Literature Criticism Online Access extensive biographies and criticism for literary works and figures. With Contemporary Literary Criticism Select, you have the benefits of Internet access to extensive biographical and critical information combined with subject-term accessibility and other powerful search options. Literature Resource Center Resource for research on literary topics, authors, and their works. Its coverage includes all genres and disciplines, all time periods, and all regions of the world. Year's Work in Critical and Cultural Theory Provides full-text and full-image access to over 300 humanities, arts, and social sciences journals from 60 scholarly publishers. Coverage of these journals typically begins at some point within the last fifteen years and extends up through the latest issue. Many key journals in literature and theory are accessible here.  Year's Work in English Studies An evaluative narrative review of scholarly work on English language and literatures written in English that was published during the year being covered. Has included chapters on American literature since volume 35 (1954) and on the Commonwealth literatures since volume 63 (1982).  American Literary Scholarship An evaluative narrative review of scholarly work on periods of American literature or on major writers published during the year being covered. TLS: Times Literary Supplement Historical Archive (1902-2005) Contains every page of every copy of the TLS published from 1902 to 2005 in the context in which they were originally published. All are fully indexed and searchable by author and/or contributor and the identities of the contributors to the TLS who were published anonymously until 1974 are disclosed for the first time and augmented by biographical sketches.            Comments (0)                                         Database Search Tips                 Here are tips for better search results in databases. This usage works on most databases, but check 'Help' sections for supported search syntax.   Boolean: (using operators: and, or, not)    mother and father searches for occurrences of both words within scope defined.   mother or father searches for one or all, but both are not required.   mother not father searches for occurrences of the word &lsquo;mother&rsquo; without use of the word &lsquo;father.&rsquo;   ( mother not father ) and god searches for occurrences of the word &lsquo;mother&rsquo; without use of the word &lsquo;father,&rsquo; then also requires the word &lsquo;god.&rsquo;     Truncation:   art * searches for art, arts, artistic, artful, etc.     Wildcard:   m ? n searches for man and men.                                                   close                                                                                                          Graphic Novels and Comics Reviews                                                                                  Comic Book Reporter                           Loading...                     Comments (0)                                         ComiXology                           Loading...                     Comments (0)                                         Recommended Starting Places                  Book Review Digest Plus Indexes reviews of current fiction and non-fiction, and provides review excerpts and over 100,000 full text reviews. The database includes children’s books as well as books for adults and young adults. Dates of coverage: 1983 to present.  Book Review Digest Retrospective Provides excerpts from, and citations to, reviews of adult and juvenile fiction and non-fiction. Reviews of the following types of books are excluded: government publications, textbooks, and technical books in the sciences and law. Dates of coverage: 1905-1982.  LexisNexis Academic Universe Provides access to full-text newspapers (U.S. and some international), news wires, transcripts, and trade journals.  ProQuest Central ProQuest Central is the largest multidisciplinary database with over 11,000 titles, with over 8,000 titles in full-text. It serves as the central resource for researchers at all levels in all markets. Over 160 subjects areas are covered extensively in this product including business and economics, health and medical, news and world affairs, technology, social sciences and more.            Comments (0)                                         More Book Review Sources                  Readers' Guide Full Text (Wilson) Provides indexing and abstracting of the most popular general-interest periodicals published in the United States and Canada, plus the full text of selected periodicals. Dates of coverage: 1983 to present.  Readers’ Guide Retrospective (Wilson) Provides indexing of the most popular general-interest periodicals published in the United States and reflects the history of 20th century America.Dates of coverage: 1890-1982. Use the Readers' Guide Full Text for 1983 forward.  New York Times, 1980-present (via ProQuest) Full-text coverage of the New York Times, 1980 to present.  TLS: Times Literary Supplement Historical Archive (1902-2005) Contains every page of every copy of the TLS published from 1902 to 2005 in the context in which they were originally published. All are fully indexed and searchable by author and/or contributor and the identities of the contributors to the TLS who were published anonymously until 1974 are disclosed for the first time and augmented by biographical sketches.  Nation Digital Archive Established July 6, 1865, The Nation offers a 135-year archive of reporting opinion and criticism. It is an immensely important clearinghouse of primary source material covering the history of politics, culture, books and the arts - in America and around the world. Historical Newspapers (Proquest) Search the archives of major U.S. and African American Newspapers.            Comments (0)                                         Graphic Novel Reporter                           Loading...                     Comments (0)                                         The Comics Journal: Reviews                           Loading...                     Comments (0)                                              close                                                                                                          Journals and Online resources                                                                                  Comic Book Plus (formerly Golden Age Comics)                   Comic Book Plus (formerly Golden Age Comics) The goal of this site is to provide a free resource where users can easily download copyright free golden age comics without the need to ask or worry about searching high and low for them.            Comments (0)                                         Bonn Online Bibliography for Comics Research                 The Bonn Online Bibliography for Comics Research is an international bibliographic database for scholarly literature about comics, graphic novels, manga and related fields. Not included so far (with a few exceptions) are articles from fan magazines, newspapers and blogs. The Bonn Online Bibliography for Comics Research sees itself as a complement and supplement to similar undertakings that have a different (wider or narrower) approach, such as ComicsResearch.org or the comics research bibliography .             Comments (0)                                         Graphic Novel Reporter                 The Graphic Novel Reporter contains a variety of resources related to graphic novels including: interviews, op-ed pieces, reviews, core lists, bestseller lists, and a blog.           Loading...                     Comments (0)                                         Comic Book Reporter                 Comic Book Resources (CBR) is the premier online comics magazine. Renowned for it's high quality and diverse content and active community, CBR draws the most loyal audience of users. Contains lots of resources including: blogs, reviews, videos and lots more.           Loading...                     Comments (0)                                         Wonderfully Vulgar - British comics 1873 to 1939                 The online exhibition \"Wonderfully Vulgar\" presents a selection of British comics from the 1870s (the Ally Sloper era) to the 1930s (knockabout comics). The phrase \"wonderfully vulgar\" used in the exhibition title is taken from an interview in which Charlie Chaplin recalled his pleasure in reading comics as a boy in 1890s London.   The exhibition is based on a collection of around 5000 historical British comics housed in the Library (BIS) of the University of Oldenburg in Germany.           Comments (0)                                         Comix-Scholars Discussion List                    The COMIX-SCHOLARS-L list is an academic forum from the University of Florida's Comic Studies department, which serves the interests of those involved in research, criticism and teaching related to comics art. All aspects of comics and cartooning from around the world are open for discussion. This page also contains other resources for the study of comics.  Comix-Scholars Discussion List            Comments (0)                                         Journals                 Keeping up with journal literature is the best way to stay up-to-date on the current research trends in the field. Because the study of Graphic Novels and Comics encompasses other fields, such as art and film, you may want to target a few journals and set up RSS feeds or alerts for others. Google Scholar is a great place to begin with alerts.    Here are a few journals you may want to take a look at:  Journal of Graphic Novels and Comics The Journal of Graphic Novels and Comics is a peer reviewed journal covering all aspects of the graphic novel, comic strip and comic book, with the emphasis on comics in their cultural, institutional and creative contexts. Its scope is international, covering not only English language comics but also worldwide comic culture. The journal reflects interdisciplinary research in comics and aims to establish a dialogue between academics, historians, theoreticians and practitioners of comics. It ther Studies in Comics Studies in Comics aims to describe the nature of comics, to identify the medium as a distinct art form, and to address the medium’s formal properties. The emerging field of comics studies is a model for interdisciplinary research and in this spirit this journal welcomes all approaches. This journal is international in scope and provides an inclusive space in which researchers from all backgrounds can present new thinking on comics to a global audience. International Journal of Comic Art International and multidisciplinary in scope, IJOCA aims to publish scholarly and readable research on any aspect of comic art, defined as animation, comic books, newspaper and magazine strips, caricature, gag and political cartoons, humorous art, and humor or cartoon magazines.  European Comic Art European Comic Art is the first English-language scholarly publication devoted to the study of European-language graphic novels, comic strips, comic books and caricature. The Comics Journal  Journal of Popular Culture The Journal of Popular Culture continues to break down the barriers between so-called \"low\" and \"high\" culture and focuses on filling in the gaps that a neglect of popular culture has left in our understanding of the workings of society. Image & Narrative Image [&] Narrative is a peer-reviewed e-journal on visual narratology and word and image studies in the broadest sense of the term. It does not focus on a narrowly defined corpus or theoretical framework, but questions the mutual shaping of literary and visual cultures. ImageTexT : Interdisciplinary Comics Studies ImageTexT is a peer-reviewed, open access journal dedicated to the interdisciplinary study of comics and related media. SANE Journal: Sequential Art Narrative in Education SANE journal publishes peer-reviewed articles from researchers and practitioners from a variety of disciplines seeking to add significantly to the global knowledge associated with all aspects of graphica (comics, graphic novels, and its related forms) and education. Broken Pencil Broken Pencil is one of the few magazines in the world devoted exclusively to underground culture and the independent arts. Broken Pencil reviews the best zines, books, websites, videos and music from the underground and reprints the best articles from the alternative press. The Comics Grid: Journal of Comics Scholarship The Comics Grid is a collaborative, peer-edited online academic journal dedicated to comics scholarship. Its purpose is to make original contributions to the field of comics scholarship and to advance the appreciation of comic art within academia and the general cultural mediascape. inkt|art Anthologies and scholarly treatments devoted to the work of women in the medium of comics are not new, yet women remain a minority in the field, and as a minority we have a presence that is less visible; a voice that is less heard; our work carries themes that are less critically explored, and we inherit and continue to shape a politics of representation that is weighted differently in the historically male-dominated field of image and text. This is not a journal whose goal is female empowerment; instead, its purpose is intellectual and aesthetic edification: we hope to expose comics creators, scholars, and readers of all genders to ideas and art, and ideas about art.            Comments (0)                                         Visual Language Lab                 The Visual Language Lab is a site developed by Neil Cohen and is the home for his research on drawing and visual language. Lots of great resources!            Comments (0)                                         The Digital Comic Museum                 The mission of The Digital Comic Museum is to provide as close to a free resource as possible where users can easily download public domain golden age comics without the need to ask or worry about searching the net for them.            Comments (0)                                         Blogs                  The Comics Reporter Tom Spurgeon's Web site of comics news, reviews, interviews and commentary. ComicsResearch.org ComicsResearch.org primarily covers book-length works about comic books and comic strips, from \"fannish\" histories to academic monographs, providing detailed information and guidance on further research. Comics Forum Comics Forum aims to increase the visibility and accessibility of comics scholarship through an academic conference that brings together scholars, artists and fans in a spirit of mutual cooperation and development. ComiXology Online site highlighting new releases. Allows for the purchase of digital comics, but also includes blogs, podcasts and other resources. Comics Worth Reading Independent Opinions by Johanna Draper Carlson and friends. News and reviews of graphic novels, manga, comic books, and related subjects. The Comics Alternative Podcast The Comics Alternative is a weekly podcast focused on the world of alternative, independent, and primarily non-superhero comics. Episodes feature reviews of graphic novels and current ongoing series, discussions of upcoming comics, examinations of collected editions, in-depth analyses of a variety of comics texts, spotlights on various creators and their oeuvre, roundtable discussions with prominent critics and scholars in the field, and interviews with the artists and writers who make all of this possible.            Comments (0)                                         Comics Research Bibliography                 An international bibliography of comic books, comic strips, animation, caricature, cartoons, bandes dessinees, and related topics. It is divided into four sections, arranged alphabetically by author, for ease of use. Last updated in 2009.  Comics Research Bibliography            Comments (0)                                              close                                                                                                          MLA Style and Citation Management Tools                                                                                  Citing Sources with MLA Style                    For quic k guidelines for applying MLA style, consult a concise and free resource available through the World Wide Web:  The Owl at Purdue  .    Or, the NYU Bibliographic and Footnote Style Guide      For official information on how to cite your sources, there are two resources:          The first book covers fundamental style and is best for essays and quick reference:  MLA Handbook for Writers of Research Papers  , 7th Edition.          The second resource is more detailed and is recommended for graduate study and publication:  MLA Style Manual and Guide to Scholarly Publishing  , 3rd Edition.                                                     Citation Management Tools                     Take notes, organize your research, import citations from electronic databases and catalogs, format your references in dozens of standard styles (MLA, APA etc.) for bibliographies; insert footnotes and endnotes directly into your papers.    NYU libraries offer a number of citation management tools to our users and the ones listed below are some of the more popular tools available. However, in order to make the right choice of citation management tool for your research, take a look at the comparision chart: Comparing Citation Management Tools    During the semester, the library offers hands-on classes which will introduce you to using these tools. Sign up for a class here: Library Classes      Zotero Zotero [zoh-TAIR-oh] is a free, easy-to-use tool to help you collect, organize, cite, and share your research sources. It lives right where you do your work—in the web browser itself. Zotero is the only research tool that automatically senses content, allowing you to add it to your personal library with a single click. Whether you're searching for a preprint on arXiv.org, a journal article from JSTOR, a news story from the New York Times, or a book from your university library catalog, Zotero has you covered with support for thousands of sites. Zotero collects all your research in a single, searchable interface. You can add PDFs, images, audio and video files, snapshots of web pages, and really anything else. Zotero automatically indexes the full-text content of your library, enabling you to find exactly what you're looking for with just a few keystrokes.  Refworks RefWorks is a free (to the NYU community) web-based program you can use to organize your research. Enter citations as you work, import references retrieved from article databases and the library catalog into your RefWorks database and create bibliographies in a variety of formats. Your RefWorks bibliographies are stored on the RefWorks server and are available from any computer with Internet access. NYU students and faculty continue to have access to their RefWorks account after graduation.  Endnote NYU Libraries supports the use of EndNote desktop software for managing bibliographic citations. Using EndNote, you can transfer groups of references retrieved from online bibliographic databases into your EndNote database and create bibliographies in a variety of formats using a variety of word processors. EndNote X5 is currently available for PC, and EndNote X4 is available for Mac.            Comments (0)                                         Need Help?                 Contact us via email , text us at 646-265-1342, or schedule an appointment .   JavaScript disabled or chat unavailable.             Comments (0)                                         Topics for Writers                 Top Ten Topics for Writers from Poets &amp; Writers     Since our founding in 1970, Poets &amp; Writers has served as an information clearinghouse of all matters related to writing. While the range of inquiries has been broad, common themes have emerged over time. Our Top Ten Topics for Writers addresses the most popular and pressing issues       Literary Magazines    Publishing a Book    Literary Agents    Writing Contests    Vanity Presses    Copyright    Book Publicity    Writers Conferences, Colonies, and Workshops    MFA Programs    Literary Organizations                                                         close                                                                                                          Citing Sources                                                                                  Bart says . . .                            Comments (0)                                         Style Guides                 Bibliographic and Footnote Style Guide: http://nyu.libguides.com/citations     Purdue University Online Writing Lab (OWL): http://owl.english.purdue.edu/owl/            Comments (0)                                         Ask-A-Librarian                 Having trouble with your research? Don't know how to cite a particular journal article? Ask-A-Librarian can help!  Ask-A-Librarian Get a quick answer to your question via email, IM or text message.            Comments (0)                                         What is Plagiarism?                  Plagiarism (pronounced: play -juh-riz-um)  is the act of taking someone else&rsquo;s words, ideas, or information and passing them off as your own. If you don&rsquo;t give credit to the author  of these ideas in footnotes or endnotes and a bibliography, you are committing plagiarism, which is a serious academic offense.         Students, in the process of learning, acquire ideas from many sources and exchange ideas and opinions with classmates, professors, and others. This occurs in reading, writing, and discussion. Students are expected&mdash;often required&mdash;to build their own work on that of other people, just as professional researchers and writers do. Giving credit to someone whose work has helped one is courteous and honest; in fact, not to give such credit is a crime. Plagiarism is the severest form of academic fraud. Plagiarism is theft.       More specifically, plagiarism is presenting as your own:                   a phrase, sentence, or passage from another writer's work without using quotation marks;    a paraphrased passage from another writer's work;    facts, ideas, or written text gathered or downloaded from the Internet;    another student's work with your name on it;    a purchased paper or \"research\" from a term paper mill.       Other forms of academic fraud include:       \"collaborating\" between two or more students who then submit the same paper under their individual names.    submitting the same paper for two or more courses without the knowledge and the expressed permission of all teachers involved.    giving permission to another student to use your work for a class.       Proper acknowledgement marks the difference. It is your responsibility to know what constitutes plagiarism. Not knowing citation standards is not an excuse. When in doubt, err on the side of over-documentation and cite the source. You can also ask your professor, teaching assistant, or a librarian for help in determining what is and is not plagiarism.            Comments (0)                                         Avoiding Plagiarism                    This site contains an interactive tutorial that explains what plagiarism is and how to properly credit authors.  You Quote it, You Note it!            Comments (0)                                         Citation Management Tools                 RefWorks: http://nyu.libguides.com/refworks/     EndNote: http://nyu.libguides.com/endnote                Comments (0)                                              close                                                                                                          Reference Associate                                                           Laurie Murphy  JavaScript disabled or chat unavailable.  laurie.murphy@nyu.edu  Contact Info: 212 998-2603 Send Email          Links: Profile & Guides                               close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}]}]