[{"detail": [{"content": "Typical Course Schedule | Chemical and Biomolecular Engineering, BS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Chemical and Biomolecular Engineering, BS                         Chemical and Biomolecular Engineering, BS                                                             Typical Course Schedule                       This schedule lists specific courses you might take during your 4 years at the School of Engineering.   Freshman Year   Fall Semester   4.00 Credits Calculus I MA-UY 1024 This course covers library of Functions: functions of one variable. Limits, derivatives of functions defined by graphs, tables and formulas, differentiation rules for power, polynomial, exponential and logarithmic functions, derivatives of trigonometric functions, the product and quotient rule, the chain rule, applications of the chain rule, maxima and minima, optimization. MA 1324 is for students who wish to take MA 1024 but need more review of precalculus. MA1324 covers the same material as MA1024 but with more contact hours a week, incorporating a full discussion of the required precalculus topics. Prerequisite: Placement Exam or MA-UY 912 or MA-UY 914. Corequisite: EX-UY 1 4.00 Credits General Chemistry for Engineers CM-UY 1004 This is a one-semester introductory course in general chemistry. It covers chemical equations, stoichiometry, thermodynamics, gases, atomic and molecular structure, periodic table, chemical bonding, states of matter, chemical equilibrium, organic, inorganic and polymeric materials and electrochemistry. Corequisite: EX-UY 1 EXPOS-UA 1 ( Please refer to the bulletin ) 3.00 Credits Introduction to Engineering and Design EG-UY 1003 This course introduces selected aspects of the history, philosophy, methodology, tools and contemporary topics in engineering. Also included are basic engineering experimentation and data analysis, a team design project and analysis and presentation of engineering data and designs. 1.00 Credits Engineering and Technology Forum EG-UY 1001 In this course the notion of invention, innovation and entrepreneurship (i2e) is introduced to the students’ educational experience. Students will be exposed to elements of a research-intensive institution and diverse research performed by leading engineers, scientists, inventors and entrepreneurs.   Spring Semester   4.00 Credits Calculus II MA-UY 1124 This course covers definite integrals, theorems about integrals, anti-derivatives, second fundamental theorem of calculus, techniques of integration, introduction to ordinary differential equations, improper integrals, numerical methods of integration, applications of integration, sequences, series, power series, approximations of functions via Taylor polynomials, Taylor series. Corequisite: EX-UY 1. 4.00 Credits Introduction to Cell and Molecular Biology BMS-UY 1004 The course covers the fundamentals of biology. Topics: Physical, chemical and biochemical bases of life on various organizational levels, cellular morphology, complementarity of form and function, including reproduction, development and genetics. 2.00 Credits Introduction to Chemical & Biomolecular Engineering CBE-UY 1002 This course introduces the chemical and biomolecular engineering profession, its history and its career potential. The course containsselected topics on basic chemical and biomolecular engineering, plant visits, and seminars covering the full range of chemical and biomolecular engineering profession from emerging areas to those found in more traditional positions. Prerequisites: CM-UY 1004, EG-UY 1003 and First-year standing EXPOS-UA 2 ( Please refer to the bulletin ) 3.00 Credits Engineering Problem Solving and Programming CS-UY 1133 This introductory course in engineering problem solving and computer programming is for all undergraduate engineering students without prior programming experience in any language. The course covers the fundamentals of computer programming and its underlying principles using the MATLAB programming language. Concepts and methods are illustrated by examples from various engineering disciplines. Useful numerical techniques and their applications to real-world problems in science and engineering are also discussed. ABET competencies: a, e, k. Corequisite: EX-UY 1.   Sophomore Year   Fall Semester   4.00 Credits Linear Algebra and Differential Equations MA-UY 2034 MA-UY 2034 is an introduction to ordinary differential equations and linear algebra. The course develops the techniques for the analytic and numeric solutions of ordinary differential equations (and systems) that are widely used in modern engineering and science. Linear algebra is used as a tool for solving systems of linear equations as well as for understanding the structure of solutions to linear (systems) of differential equations. Topics covered include the fundamental concepts of linear algebra such as Gaussian elimination, matrix theory, linear transformations, vector spaces, subspaces, basis, eigenvectors, eigenvalues and the diagonalization of matrices, as well as the techniques for the analytic and numeric solutions of ordinary differential equations (and systems) that commonly appear in modern engineering and science. Prerequisite: MA-UY 1124 or equivalent. 3.00 Credits Mechanics PH-UY 1013 This course is the first of a three-semester lecture sequence in general physics for science and engineering students. Motion of particles and systems of particles. One-dimensional motion. Vectors and two-dimensional motions. Forces and acceleration. Conservation of energy and momentum. Rotations. The free and driven harmonic oscillator. Gravitation. (This class meets four hours per week for lectures and recitation.) Prerequisites: MA-UY 1024 or an approved equivalent. Corequisites: MA-UY 1124 or approved equivalent, and EX-UY 1 3.00 Credits Organic Chemistry I CM-UY 2213 This course covers chemistry of organic molecules: structure, nomenclature, properties and reactions of carbon compounds with emphasis on aliphatic compounds. It also introduces reaction mechanisms and stereochemistry. Prerequisite: CM-UY 1004 or CM-UY 1024 and EX-UY 1. 4.00 Credits Analysis of Chemical and Biomolecular Processes CBE-UY 2124 This course prepares students to formulate and solve material and energy balances on chemical and biomolecular process systems and lays the foundation for subsequent courses in thermodynamics, unit operations, kinetics and process dynamics, and control. The course introduces the fundamental engineering approach to problem solving: breaking down a process into its components, establishing the relations between known and unknown process variables, assembling the information needed to solve for the unknowns and, finally, obtaining the solution using relevant computational methods. Prerequisites: CM-UY 1004 and MA-UY 1024.   Spring Semester   4.00 Credits Calculus II i: Multi-Dimensional Calculus MA-UY 2114 Functions of several variables. Vectors in the plane and space. Partial derivatives with applications, especially Lagrange multipliers. Double and triple integrals. Spherical and cylindrical coordinates. Surface and line integrals. Divergence, gradient, and curl. Theorems of Gauss and Stokes. Prerequisite: MA-UY 1124, MA-UY 1424, or MA-UY 1132. 4.00 Credits Physical Chemistry I CM-UY 2614 This course covers chemical thermodynamics with applications to solutions, phase and chemical equilibria. Molecular motion and transport properties are also covered. Prerequisites: CM-UY 1004 or CM-UY 1024 and MA-UY 1124 or MA-UY 1154 and PH-UY 1013. 3.00 Credits Organic Chemistry II CM-UY 2223 This course continues CM-UY 2213 and emphasizes finding the principles of organic chemistry in industrial practice and biochemical mechanisms. It introduces instrumental methods of analysis and identification. Prerequisite: CM-UY 2213. Co-requisite EX-UY 1 3.00 Credits Electricity, Magnetism, & Fluids PH-UY 2023 This is the second course of a three-semester lecture sequence in general physics for science and engineering students. Fluids at rest and in motion. An introduction to electric and magnetic forces and fields. Electric charge density. Electric fields from simple charge distributions. Electric potential. Capacitance. Magnetic forces. Magnetic field from a current loop. Inductance. Magnetism in matter. Current and resistance. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 1013 and MA-UY 1124 or an approved equivalent. Co-requisite: PH-UY 2121 General Physics Laboratory I, and EX-UY 1 1.00 Credits General Physics Laboratory I PH-UY 2121 PH-UY 2121 General Physics Laboratory I (0.5:1:0:1). An introductory level experimental course. Fundamental laboratory experiments in classical mechanics and electrostatics. Stresses basic experimental techniques, error analysis, and written presentation of experiment results. Experiments require progressively more detailed and sophisticated analysis. This laboratory class meets for three hours on alternate weeks. Prerequisites: PH-UY 1013 and MA-UY 1124 or equivalent. Co-requisite: PH-UY 2023.   Junior Year   Fall Semester   4.00 Credits Biochemistry I CM-UY 3314 This course surveys modern biochemistry and emphasizes current areas of research. Also covered are structure-function relationships in proteins; enzymes and their mechanisms of action; bioenergetics principles and energy production; and biochemical theories and techniques. Prerequisites: CM-UY 2213 or CM-UY 2214 or CM-UY 2234 and CM-UY 2614 or CM-UY 2514 or instructor’s permission. 3.00 Credits Chemical and Biomolecular Engineering Thermodynamics CBE-UY 3153 The course covers thermodynamics of flow systems. Topics include properties of fluids with advanced equations of state; properties of non-ideal mixtures; activity-coefficient models for non-electrolyte and electrolyte solutions; phase-equilibrium calculations at low and elevated pressures by computer procedures; and chemical reaction equilibria. Prerequisites: CBE-UY 2124 and CM-UY 2614. 3.00 Credits Transport I CBE-UY 3313 The course establishes fundamental concepts in momentum and mass transfer and their applications in chemical and biomolecular systems. Topics in Momentum Transfer include macroscopic (integral) balances on finite control volumes of fluids (determination of inflow, outflow quantities), and microscopic (differential) balances on infinitesimal volumes of fluids (determination of fluid-velocity profiles and pressure profiles). Topics in Mass Transfer include diffusion and convection with applications in separation processes and biomolecular systems. Prerequisites: MA-UY 2132 or MA-UY 2034 and CBE-UY 2124. 3.00 Credits Waves, Optics, & Thermodynamics PH-UY 2033 This is the third course of a three-semester lecture sequence in general physics for science and engineering students. Water, sound and electromagnetic waves. Reflection, scattering and absorption. Standing waves and spectra. Superposition, diffraction and beats. Geometrical optics. Introduction to thermodynamics; temperature, heat, and entropy. (This class meets four hours per week for lectures and recitation.) Prerequisites: PH-UY 2121 and PH-UY 2023. Co-requisites: PH-UY 2131, and EX-UY 1. 1.00 Credits General Physics Laboratory II PH-UY 2131 PH 2131 General Physics Laboratory II (0.5:1:0:1). The second part of the introductory physics laboratory program. Fundamental laboratory experiments in E&amp;M, waves, optics, and thermodynamics. Stresses experimental models and design, error and data analysis. This laboratory class meets for three hours on alternate weeks. Prerequisites: PH-UY 2121 and PH-UY 2023. Corequisite: PH-UY 2033   HuSS elective   Spring Semester   3.00 Credits Chemical & Biomolecular Engineering Separations CBE-UY 3233 The course introduces processes for chemical and biomolecular separations. Topics include thermodynamics of separation processes, and the analysis and design of processes such as distillation, absorption, extraction and crystallization. Analytical and computer techniques are emphasized. Prerequisites: CBE-UY 3153, CBE-UY 3313. 3.00 Credits Kinetics and Reactor Design CBE-UY 3223 This course provides the fundamentals of thermodynamics and kinetics of chemical and biomolecular reactions and the development of skills to analyzed and design reactor systems. Typical topics include homogeneous and heterogeneous reactors of various types, catalyzed and non-catalyzed reactors, and the design of single and cascaded chemical and bio-reactors. Prerequisites: CBE-UY 3153, CBE-UY 3313. 3.00 Credits Transport II CBE-UY 3323 The course expands understanding in mass transfer, establishes fundamental concepts in heat transfer, and introduces engineering aspects of transport. Topics in Mass Transfer include diffusion-limited reactions with applications in biomolecular systems, transport in porous media, and mass transfer across membranes with applications in chemical and biomolecular systems. Topics in Heat Transfer include the basic mechanisms of conduction and convection. Topics in engineering aspects of transport include flow in closed conduits, heat-transfer equipment, and examples of simultaneous Heat and Mass Transfer. Prerequisite: CBE-UY 3313.   HuSS elective   Engineering elective   Senior Year   Fall Semester   3.00 Credits Engineering Laboratory I CBE-UY 4113 This course introduces the performance of experiments in unit operations, transport processes and unit processes. Students analyze and design experiments to meet stated objectives. Results are presented in written and oral form. Prerequisite: CBE-UY 3233. 3.00 Credits Process Dynamics and Control CBE-UY 4143 This course introduces system dynamics and process control. Dynamic models of chemical processes are developed. The design and tuning of feed-back and feed-forward controllers are discussed, and students are introduced to multiple input/multiple output systems and large system control issues. Prerequisites: CBE-UY 3223. 3.00 Credits Chemical and Biomolecular Process Design I CBE-UY 4163 This course provides the skills to synthesize and design chemical and biomolecular processes with considerations of site and process selections, process economics, construction materials, data requirements, and acquisition flow sheeting and subsystems. Students receive computer procedures and case studies to gain experience in process simulation and analysis. Prerequisites: CBE-UY 3223.   HuSS elective   Free elective   Spring Semester   3.00 Credits Engineering Laboratory II CBE-UY 4213 This course deals with continued experiments in unit operations, transport processes and process control. Students analyze and design experiments to meet stated objectives. Results are presented in writing and orally. Prerequisites: CBE-UY 4113 and CBE-UY 4143. 3.00 Credits Polymeric Materials CBE-UY 4173 The course examines processing, structure, properties and applications of polymers as engineering materials, including renewable-resource based biopolymers. Topics include fundamentals of processing-morphology/property correlations in materials, basic concepts of viscoelasticity, fracture behavior, and thermal and electrical properties of engineering polymeric materials. Prerequisite: CBE-UY 3313 and CBE-UY 3223. 3.00 Credits Chemical and Biomolecular Process Design II CBE-UY 4263 This course provides the skills to optimally design industrial processes, synthesizing knowledge from previous chemical and biomolecular engineering courses. Students receive more advanced computer procedures and work on case studies to gain further experience in process simulation and analysis. Design projects are conducted in teams similar to those in industry. Prerequisites: CBE-UY 4163 and CBE-UY 4143.   HuSS elective   Engineering elective                                Chemical and Biomolecular Engineering, BS      Curriculum   Typical Course Schedule                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]