[{"detail": [{"content": "Professor Mead's Teaching, Department of Politics, NYU                                                                                                                                                Back to Faculty Profile Page         Professor Mead's Teaching     V53.0306: Public Policy (undergraduate). Policymaking in the federal government. Covers approaches to agenda-setting, the national policymaking process, and the basics of budgeting and policy analysis. Emphasizes the role of experts and policy argument. Students, organized in teams, do special projects on prominent issues in national policymaking and make presentations to the class, mostly recently on Social Security reform and immigration. Prerequisite: V53.0300 Power and Politics in America. G53.2371: Public Policy (graduate). Advanced course on policymaking in the American federal government. Teaches a policymaking approach to doctoral research. Theories of policy and policymaking offer a powerful and researchable way to explain what happens in government and connect it to outcomes. The course will review the basics of economic policy analysis and theories of the national policy process. We will consider several examples of research that connects government's ability or inability to achieve desired outcomes to features of the regime. Some authors we read also visit the class. Students write and present papers on topics of their choosing. Intended for Masters and Ph.D. Students.  V53.0382: The Politics of Poverty and Welfare (undergraduate). Poverty and welfare problems in the United States and the controversies about them. Concentrates on the causes of poverty and dependency among the working-age poor, the history of programs and policies meant to help them, and the enormous impact these issues have had on national politics. Covers welfare reform and recent innovations in antipoverty policy. Students develop their own understanding of poverty and what to do about it. Prerequisite: V53.0300 Power and Politics in America. V53.0715: American Primacy (undergraduate) : Surveys some 15 different approaches to explaining how the United States became the world’s dominant nation. These theories delve deep into the history of Europe and Britain, the founders of America. They derive from geography, economics, and sociology, as well as political science. The course also considers whether the US can remain dominant given the rise of rivals in Asia, particularly China. I am currently writing a book on American primacy that draws on this course, with some of the thinking contributed by students. Prerequisite: V53.0700 International Politics."}]},
{"detail": [{"content": "Professor Mead's Teaching, Department of Politics, NYU                                                                                                                                                Back to Faculty Profile Page         Professor Mead's Teaching     V53.0306: Public Policy (undergraduate). Policymaking in the federal government. Covers approaches to agenda-setting, the national policymaking process, and the basics of budgeting and policy analysis. Emphasizes the role of experts and policy argument. Students, organized in teams, do special projects on prominent issues in national policymaking and make presentations to the class, mostly recently on Social Security reform and immigration. Prerequisite: V53.0300 Power and Politics in America. G53.2371: Public Policy (graduate). Advanced course on policymaking in the American federal government. Teaches a policymaking approach to doctoral research. Theories of policy and policymaking offer a powerful and researchable way to explain what happens in government and connect it to outcomes. The course will review the basics of economic policy analysis and theories of the national policy process. We will consider several examples of research that connects government's ability or inability to achieve desired outcomes to features of the regime. Some authors we read also visit the class. Students write and present papers on topics of their choosing. Intended for Masters and Ph.D. Students.  V53.0382: The Politics of Poverty and Welfare (undergraduate). Poverty and welfare problems in the United States and the controversies about them. Concentrates on the causes of poverty and dependency among the working-age poor, the history of programs and policies meant to help them, and the enormous impact these issues have had on national politics. Covers welfare reform and recent innovations in antipoverty policy. Students develop their own understanding of poverty and what to do about it. Prerequisite: V53.0300 Power and Politics in America. V53.0715: American Primacy (undergraduate) : Surveys some 15 different approaches to explaining how the United States became the world’s dominant nation. These theories delve deep into the history of Europe and Britain, the founders of America. They derive from geography, economics, and sociology, as well as political science. The course also considers whether the US can remain dominant given the rise of rivals in Asia, particularly China. I am currently writing a book on American primacy that draws on this course, with some of the thinking contributed by students. Prerequisite: V53.0700 International Politics."}, {"content": "Trends and Issues in National Policy-Making | NYU Wagner                                    Jump to navigation                                                             Trends and Issues in National Policy-Making   UPADM-GP.227, 4 points.       Courses         Description |    Syllabi |    Evaluations          Led by five-term Tennessee Congressman and Wagner professor Harold Ford Jr., this new course will explore current topics and larger trends in U.S. public policymaking. From health reform to “cap &amp; trade” energy legislation, from immigration to Afghanistan policy, the issues of the day will be placed in context by Prof. Ford, along with notable political figures past and present making guest appearances. After serving Tennessee for ten years in the United States Congress, Harold Ford, Jr. is currently Chairman of the Democratic Leadership Council and a member of the Council on Foreign Relations, as well as a news analyst for NBC and MSNBC. In 2009-2010, he joined the Wagner faculty as a Distinguished Practitioner in Residence. Prerequisites: None                  Semester     Instructor     Syllabus Link                                Semester     Instructor     Evaluation Link         Fall 2011 Ford, Harold Evaluation"}]},
{"detail": [{"content": "Professor Mead's Teaching, Department of Politics, NYU                                                                                                                                                Back to Faculty Profile Page         Professor Mead's Teaching     V53.0306: Public Policy (undergraduate). Policymaking in the federal government. Covers approaches to agenda-setting, the national policymaking process, and the basics of budgeting and policy analysis. Emphasizes the role of experts and policy argument. Students, organized in teams, do special projects on prominent issues in national policymaking and make presentations to the class, mostly recently on Social Security reform and immigration. Prerequisite: V53.0300 Power and Politics in America. G53.2371: Public Policy (graduate). Advanced course on policymaking in the American federal government. Teaches a policymaking approach to doctoral research. Theories of policy and policymaking offer a powerful and researchable way to explain what happens in government and connect it to outcomes. The course will review the basics of economic policy analysis and theories of the national policy process. We will consider several examples of research that connects government's ability or inability to achieve desired outcomes to features of the regime. Some authors we read also visit the class. Students write and present papers on topics of their choosing. Intended for Masters and Ph.D. Students.  V53.0382: The Politics of Poverty and Welfare (undergraduate). Poverty and welfare problems in the United States and the controversies about them. Concentrates on the causes of poverty and dependency among the working-age poor, the history of programs and policies meant to help them, and the enormous impact these issues have had on national politics. Covers welfare reform and recent innovations in antipoverty policy. Students develop their own understanding of poverty and what to do about it. Prerequisite: V53.0300 Power and Politics in America. V53.0715: American Primacy (undergraduate) : Surveys some 15 different approaches to explaining how the United States became the world’s dominant nation. These theories delve deep into the history of Europe and Britain, the founders of America. They derive from geography, economics, and sociology, as well as political science. The course also considers whether the US can remain dominant given the rise of rivals in Asia, particularly China. I am currently writing a book on American primacy that draws on this course, with some of the thinking contributed by students. Prerequisite: V53.0700 International Politics."}, {"content": "Trends and Issues in National Policy-Making | NYU Wagner                                    Jump to navigation                                                             Trends and Issues in National Policy-Making   UPADM-GP.227, 4 points.       Courses         Description |    Syllabi |    Evaluations          Led by five-term Tennessee Congressman and Wagner professor Harold Ford Jr., this new course will explore current topics and larger trends in U.S. public policymaking. From health reform to “cap &amp; trade” energy legislation, from immigration to Afghanistan policy, the issues of the day will be placed in context by Prof. Ford, along with notable political figures past and present making guest appearances. After serving Tennessee for ten years in the United States Congress, Harold Ford, Jr. is currently Chairman of the Democratic Leadership Council and a member of the Council on Foreign Relations, as well as a news analyst for NBC and MSNBC. In 2009-2010, he joined the Wagner faculty as a Distinguished Practitioner in Residence. Prerequisites: None                  Semester     Instructor     Syllabus Link                                Semester     Instructor     Evaluation Link         Fall 2011 Ford, Harold Evaluation"}, {"content": "Education and Social Policy - NYU Steinhardt                                          Skip to content        NYU Steinhardt School of Culture, Education, and    Human Development           apply now     request info     contact                                     Department of Humanities and Social Sciences in the Professions              About           Programs         Applied Statistics     Education and Jewish Studies     Education and Social Policy     Education Studies     History of Education     Interdepartmental Research Studies     International Education     Philosophy of Education     Sociology of Education     Minor in Global and Urban Education Studies               People         Faculty     Staff     Students     Alumni               Admissions           Research          Center for the Promotion of Research Involving Innovative Statistical Methodology      Commission on Gender, Race and Social Justice      Institute for Education and Social Policy      Multinational Institute of American Studies      Faculty Research Interests               FAQ           News           Events                      Education and Social Policy                     Program Information           Curriculum     FAQ for Current Students     General Information     Sample Course Schedules     Careers              People             Faculty     Staff     Current Student Profiles     Alumni Profiles             Courses                                Fall 2015 Courses    Spring 2015 Courses     Summer 2015 Courses                   Prospective Students           Admissions     Financial Aid      Fellows Program     Open House     FAQ             New Students           First Steps     Getting Started     New Student Events     International Students               Current Programs & Events                     Resources            Internships & Jobs      Funding Resources     Graduate Student Handbook     Curriculum Planning Check Lists                  Alumni              Featured Video                  Professor Leanna Stiefel outlines the MA Program in Education and Social Policy at NYU Steinhardt            Permalink |          Email |     Share on: Facebook |       Twitter                                            Program Overview: M.A. in Education and Social Policy with Dr. Leanna Stiefel                           Global Programs                       Program News       Are you interested in education policy? Sign up for the EDSP informational session on November 4th, and speak with a faculty member and current student about why the EDSP program could be right for you!    Education and Social Policy Faculty Members Publish \"Not Just for Poor Kids: The Impact of Universal Free School Breakfast on Meal Participation and Student Outcomes\"    Education and Social Policy Faculty Member, Sean Corcoran, Publishes Paper on School Choices and Placements of Low-Achieving Students       Program Description    The M.A. program in Education and Social Policy addresses the growing demand for professionals who can use up-to-date methods, data, and research results to formulate, implement, and evaluate education policies, ranging from the national No Child Left Behind Act to local or state policies such as New York City's Children First initiative. As the national and international concern with the quality of education grows, local, state and federal education agencies, think tanks, and nonprofit organizations are seeking individuals with the skills and knowledge to help craft education reforms that improve the effectiveness and fairness of educational outcomes.    Based in the social science disciplines of economics and sociology , the program teaches you to use statistics, large datasets, and research designs to analyze education policies for grades K-12 and higher education.     The curriculum is designed to assure that you master appropriate analytical methods as well as develop knowledge of issues in a specific education policy area, such as higher education, race and class, international education, or K-12 education issues. No previous knowledge of education policy or statistics is required.    The degree is distinguished from other master&rsquo;s degrees in education policy by its strong emphasis on using quantitative methods to ascertain causal effects of programs and policies. You begin your studies with a first course in statistics and progress through more rigorous analytical courses, including regression and econometrics. The sequence of methods courses culminates in a final directed group research project in which groups produce a professional study of an educational intervention or policy of their choosing.    Throughout the course of study, you gain experience:       in working with large longitudinal education databases    with using economic and sociological principles to analyze K-16 education, and    with principles of management, planning, and policy making in the public and nonprofit sectors, which draw on the expertise of faculty in NYU&rsquo;s Robert F. Wagner Graduate School of Public Service .       The curriculum places a strong emphasis on understanding the context, purpose, unintended effects, and finally the actual impact of alternative education policies and programs. You will use elective choices, which you&rsquo;ll choose in consultation with your adviser, to gain knowledge of policy issues.    Students gain experience through the required Capstone course, as well, where they work in teams to design and perform a research study. Projects are designed and written for a particular &ldquo;clientele&rdquo; in the policy community. Throughout the tenure of their capstone project, students are expected to consult with faculty who have relevant expertise in appropriate fields of research specialization. See right for an example of a capstone poster.    Graduates are prepared to work in a wide variety of organizations that have a role in policymaking and implementation in the education area, including local, state and federal education departments, foundations, think tanks, and consulting, grant-giving and public-relations departments in selected private organizations. Students in the Education and Social Policy program learn about education policy in New York City--one of the best urban laboratories in the nation. Through this experience, alumni of the Education and Social Policy program are prepared to work in education policy throughout the country, and even in major cities in other nations like China and Japan.    View and download our PDF Brochure to learn more about the Education and Social Policy Program.     Mission Statement    The M.A. program in Education and Social Policy prepares graduates to become professionals who use statistics, large datasets, and research designs to formulate and evaluate education policies in grades kindergarten through twelve and higher education.    The program provides an opportunity to specialize in specific areas of education policy, such as higher education, race and class, international education, or K-12 education issues.    Student Learning Objectives       Students will apply principles of economics and sociology to formulate and analyze K-12 and higher education policies.    Students will conduct descriptive and inferential statistical analyses using large longitudinal education databases to interpret and identify causal effects of programs and policies and to apply conclusions to make policy recommendations.    Students will understand the policies already implemented as well as needs for additional policies in their chosen areas. They will be able to participate in quantitative studies to further evaluate existing policies and to provide evidence on the possible effects of new policies.       Other Options to Study Education and Policy in Steinhardt    In addition to the M.A. Program in Education and Social Policy, the Steinhardt School offers students two other options to study education and policy and to prepare for a career in this field. We encourage you to explore these options further to find the program that best matches your personal interests and career goals.                                                            This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - 246 Greene Street, Suite 300, New York, NY 10003"}]}]