[{"detail": [{"content": "Manglani03                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      Return to Mercer Street 2003 Table of Contents           by Hitesh Manglani                     Before we begin, we must admit that the title of this essay is not wholely original. Virginia Woolf once gave a talk entitled Craftsmanship. The first thing she said was that the title was misleading, and she went on to suggest that her talk should, perhaps, be renamed A Ramble Round Words. Had we been listening to her, back in 1937, we might have wondered why the title mattered so much. We would have understood had we continued listening; if we had heard her say, with humor sparkling in her voice, that words are not at all useful yet they can and must tell the truth; we could have understood. By undermining the usefulness of the building blocks of language while affirming the value and purpose of the structure, Woolf reveals that she is an architect rather than a mason. She would ask us how these useless building blocks can be combined into structures so that they create beauty, so that they tell the truth. (204). Craftsmanship is Woolfs ramble around words, the tools of her trade. In talking about words in general she is, inevitably, talking about her own words. She wants those words to last, to tell the truth. Useless as they are by themselves, they can last only if the structures they create are beautiful. She wants to create lasting structures for generations to come.           Intrigued by her talk, we might be tempted to write down its paradoxical premise, to see the words: Words are not useful because they do not convey singular meaning; words must nevertheless combine to create beauty and tell the truth. But, we might protest that beauty and truth are nothing but words! It might help if we could define them, but we cannot; it is strictly forbidden: words must never be stamp[ed] with one meaning (206). Behind these words lie the forces that Woolf strives to capture, embody, and perpetuate. As we ramble round these structures, we must be careful: if we define the building blocks precisely, the edifice will crumble. It is the dream-like evanescence of these structures that enchants; a sudden jarring sound could dissolve them. Yet, paradoxically, they were created to endure.           The whole must necessarily share some of the attributes of the parts. The building blocks cannot convey a singular meaning, and neither can the essays. We notice, first, the architects style. Her most widely employed stylistic technique, arguably her most effective, is a mere pausea comma, a semi-colon, or perhaps a dash that allows the sunken meanings of her words, meanings created not by the words alone but by the way they combine unconsciously together, to sink in (Craftsmanship 203). The complexity of these more beautiful sentence structures mirrors the multiplicity of meanings associated with words. One of her most enduring characters, Old Mrs. Grey has eyes that can see, but without looking because they had never been used on anything minute and difficult (Grey 17). Woolf completes her picture of Old Mrs. Grey with a sentence that compels us to see, to focus our eyes: We put out the eyes and the ears; but we pinion [the body] there, with a bottle of medicine, a cup of tea, a dying fire, like a rook on a barn door; but a rook that still lives, even with a nail through it (19). Our ear would hear little of Mrs. Greys plight and Mrs. Woolfs asperity if it were not for her semi-colons. Had our progress not been impeded by so many commas, we would have been unable to see everything else that was dying with that fire. And perhaps Old Mrs. Grey wouldnt still be alive and dying.           The aesthetic complexity of these structures compels us to zoom in on their remarkably dysfunctional building blocks: words. We will seek out the word itself, the word we cannot definebeauty. In Evening Over Sussex, the word first comes up after the description of a Sussex evening seen from a motor car. Woolf is overwhelmed by beauty extravagantly greater than one could expect, and she struggles to decide how to respond to it (7). We spot it again in Three Pictures, immediately after she has painted a word picture for us; it is lurking in Woolfs thoughts as she walks through the hills, past the sheep, the valley, the farmhouses, the puppy and the butterfly (15). In both essays the word itself appears after we see what it describes. Having noticed this, we are not surprised to find that in Street Haunting, Woolf purposefully delays using the word until she has described for us the street-scenes in London that provoke her meditation: For the eye has this strange property: it rests on beauty (23). Woolf transfers the beauty that she sees in the real world into a beauty that she creates, using words from the world of the imagination. She ensures, by her placement of the abstract word after the concrete description, that we not just recognize beauty but also see it as we would see the street, the hills, as we would see a word on a page; but we would see it as a word that has been endowed with meaning, a word that has become an idea. Thus the architect transforms dross into gold, useless words into ideas that our imaginations can grasp and play with.           Having refined our vision, we may see pictures that words combine to create. Yet pictures mislead us. In Three Pictures, Woolf warns us in the very first paragraph that we are treading in dangerous territory, for it is inevitable that we can be quite wrong in our judgments of pictures (12). The first picture enthralls our imagination and generates happy thoughts; the second picture, accompanied by a mysterious shriek, breaks the harmony and forces us to doubt our judgment. We begin to wonder whether beauty that we seek to absorb and understand is just on the surface. We fool ourselves, we believe it is far more likely that this calm and content and good will lay beneath the surface than anything treacherous, sinister (15). Yet we must come up against the inevitable; we are wrong. Beneath the surface we find something treacherous and sinister and know that (14) our first picture was an illusion. The eye, we believed, always rests on beauty, but things are not always what they seem to be. Beauty, she wants us to know is not always found in that which seems beautiful to our eyes. We think we understand, but the essay moves to create a deeper effect on us. Having read it, we are conscious of our own uncertainty, our own concerns about self-deception. For we know that the author has just painted a picture for us, and that our judgment of pictures is woefully inaccurate. We begin to question the truth of all these structures. The entire edifice shakes at our querulousness.           But pictures must be painted. In trying to determine whether they are true, we must keep in mind that truth, for us, lies in their ability to last, to endure. Woolf makes us realize that the edifice is not set in stone and that is precisely why it lasts. In reading Woolf, in rambling round her, we must combine unconsciously together with these edifices, with every picture and every word (Craftsmanship 203). Every structure invites us to combine with it. Even before she introduces us to the eponymous moth in The Death of the Moth, Woolf asks us to question everything about it. Straightaway she tells us that it is not even properly to be called [a] moth (3). This image suggests to her a deeper meaning:           It was as if someone had taken a tiny bead of pure life and decking it as lightly as possible with down and feathers, had set it dancing and zigzagging to show us the true nature of life. (4)           This description cannot possibly evoke the same response in every reader; it is left to us to complete the picture according to our conception of a tiny bead of pure life. The images Woolf sees suggest to her more than one meaning, thus the pictures she creates must necessarily convey this complexity. The structure she creates is such that its effect on us depends on our reaction to its parts, to its building blocks, on our ability to catch a word in passing and from a chance phase fabricate a lifetime (Haunting, 31). In Street Haunting, Woolf uses a different set of blocks to evoke a similar image, but a different idea lies behind it. She wants to focus on the self, which has been blown about at so many street corners, which has been battered like a moth at the flame of so many inaccessible lanterns, sheltered and enclosed. We may encounter such a picture more than once, and every time it means something different, something new. The picture of the moth hovers in our imagination as we ramble on, and the imagination supplies other pictures springing from that first one (Sussex, 13). But the image itself never dies.           What then, is Woolfs true role in this grand endeavor, in the search to know and create so complex a beast as beauty? The eye, our eye, can see beauty, can perceive it, even create it, but the one thing it cannot do (one is speaking of the average unprofessional eye) is to compose these trophies in such a way as to bring out the more obscure angles and relationships (Haunting 23). Here we stumble across the pun on eye and I, and must reevaluate that old clich about beauty lying in the eye of the beholder. I, we must conclude, is neither reader nor writer but a composite being who transcends and includes both; it is the collective imagination at work, creating beauty and perpetuating it. In Evening over Sussex, when all of her selves have responded to beauty, her stern address to them is also a direct communication to the reader: Now we have got to collect ourselves; we have got to be one self. [] Now I, who preside over the company, am going to arrange in order the trophies which we have all brought in (10). Woolf merely directs the process by which the collective imagination creates beauty. She leads us to believe that we have succeeded in her attempt when indeed it seem[s] as if the reality of things were displayed there on the rug (10). It seems that the architect has discovered the secret: her structures will never crumble, for they will always be affirmed in moment[s] of recognition (10). But something is amiss; here that word we feared earlier rises to the surface again, for it is inevitable that our attempt will be thwarted by the petulant demands of the body : Eggs and bacon; toast and tea; fire and a bath; fire and a bath; jugged hare, it went on, and red currant jelly; a glass of wine; with coffee to follow, with coffee to follow-and then to bed; and then to bed (10).           There is no I in this demand; it is not the demand of a self-conscious being. It is the beast in us, the body asserting itself with such insistence that we, the ramblers, must be summarily dismissed: Off with you, I said to my assembled selves. Your work is done. I dismiss you. Good-night (11). This pointed dismissal, which precedes an abrupt end to the essay, reminds us that we are, inescapably, mortals, beasts. Unlike the moth, we are not bead[s] of pure life (4). It is an intimation of mortality, powerful in its grip over Woolfs imagination.           For it is deathwe must pause at the sound of the word, and hear all of its sunken meanings reverberatedeath is the most powerful, the most inevitable of all forces. It is the force against which Woolf knew [nothing] had any chance (Moth 6), which induces despair that life [is] left behind even as the road is left behind (Sussex 9) and which pierces the illusion of beauty in Three Pictures. Death threatens beauty, threatens truth, threatens the edifice that we are rambling through. The death we witness in The Death of the Moth is no unimportant event. When we hear Woolf stretch out a pencil, meaning to help him to right himself we must see that his struggle is also the authors, to write herself. When we see that soon after, the author laid the pencil down again (5) our fear is confirmed. And when the pencil is lifted yet again, we hear that it is useless (6). We have witnessed a betrayal, an idea of death more profound than that of a mere moththe death of the imagination, of the creative spirit in not just the writer but also in I. The words used in the last lines of the essay to describe the dead moth confirm the parallel between the moth and the writer: The moth having righted himself now lay most decently and uncomplainingly composed. O yes, he seemed to say, death is stronger than I am (6 emphasis mine).           Woolf herself now lies most decently and uncomplainingly composed. Rambling through the structures she has left behind, we have stumbled across the reason she created them, why she had to make them. It is through them that she can still speak to us and thus, like her creation of the moth, transcend death. Indeed, if we accept, like Woolf, that the only test of truth is length of life, and since words survive the chops and changes of time longer than any other substance, therefore they are the truest (Craftsmanship 201), we are forced to conclude that Woolfs structures remain true in the face of death. The number of books in the world is infinite, she informs us in Street Haunting (31). And yet Woolfs work continues to be widely read; her structures have not crumbled; they call out to us still. When we read her, we partake of the process of creating beauty, and we ensure that Woolf is no longer tethered to a single mind, but can put on briefly the bodies and minds of others (Haunting 35). For as long as we read her, she is indeed stronger than death.           As our own ramble comes to an end, I must be careful not to let it die, not to pin it down too precisely. But I must ensure that it conveys something of the truth that I intended to convey. I might say that we have fashioned nothing but a brief glimpse into an imagination that was, like the moth that you are surely sick of by now, a hybrid creature, neither gay like butterflies nor somber like its own species (3). The moth lives on, and it compels us, even today, with as much wit and vigor as ever, to approach beauty cautiously, to see it before we attempt to understand itto understand how we play as important a role as the writer in the creation of meaning, how both the reader and writer constitute the self. The architect was, at heart, a poet. She sang of beauty and truth and wrote, like all true poets, for the language itself, to make it beautiful and to turn it finally, into an immortal beacon of light that dispels darkness for all time to come. In Street Haunting, at the end of one of her own rambles around the streets of London, Woolf confesses proudly that she reveres nothing so much as her art: And herelet us examine it tenderly, let us touch it with reverenceis the only spoil that we have retrieved from all the treasures of the city, a lead pencil (36).           Works Cited           Woolf, Virginia. The Death of the Moth and Other Essays. Ed. Leonard Woolf. New York: Harcourt, 1970.           -. The Death of the Moth. 3-6.           -. Evening Over Sussex: Reflections In A Motor Car. 7-11.           -. Three Pictures. 12-16.           -. Old Mrs. Grey. 17-19.           -. Street Haunting. 20-36.           -. Craftsmanship. 198-207.                     Return to Mercer Street 2003 Table of Contents                                                                                            [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Contact EWP ]"}]},
{"detail": [{"content": "Manglani03                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      Return to Mercer Street 2003 Table of Contents           by Hitesh Manglani                     Before we begin, we must admit that the title of this essay is not wholely original. Virginia Woolf once gave a talk entitled Craftsmanship. The first thing she said was that the title was misleading, and she went on to suggest that her talk should, perhaps, be renamed A Ramble Round Words. Had we been listening to her, back in 1937, we might have wondered why the title mattered so much. We would have understood had we continued listening; if we had heard her say, with humor sparkling in her voice, that words are not at all useful yet they can and must tell the truth; we could have understood. By undermining the usefulness of the building blocks of language while affirming the value and purpose of the structure, Woolf reveals that she is an architect rather than a mason. She would ask us how these useless building blocks can be combined into structures so that they create beauty, so that they tell the truth. (204). Craftsmanship is Woolfs ramble around words, the tools of her trade. In talking about words in general she is, inevitably, talking about her own words. She wants those words to last, to tell the truth. Useless as they are by themselves, they can last only if the structures they create are beautiful. She wants to create lasting structures for generations to come.           Intrigued by her talk, we might be tempted to write down its paradoxical premise, to see the words: Words are not useful because they do not convey singular meaning; words must nevertheless combine to create beauty and tell the truth. But, we might protest that beauty and truth are nothing but words! It might help if we could define them, but we cannot; it is strictly forbidden: words must never be stamp[ed] with one meaning (206). Behind these words lie the forces that Woolf strives to capture, embody, and perpetuate. As we ramble round these structures, we must be careful: if we define the building blocks precisely, the edifice will crumble. It is the dream-like evanescence of these structures that enchants; a sudden jarring sound could dissolve them. Yet, paradoxically, they were created to endure.           The whole must necessarily share some of the attributes of the parts. The building blocks cannot convey a singular meaning, and neither can the essays. We notice, first, the architects style. Her most widely employed stylistic technique, arguably her most effective, is a mere pausea comma, a semi-colon, or perhaps a dash that allows the sunken meanings of her words, meanings created not by the words alone but by the way they combine unconsciously together, to sink in (Craftsmanship 203). The complexity of these more beautiful sentence structures mirrors the multiplicity of meanings associated with words. One of her most enduring characters, Old Mrs. Grey has eyes that can see, but without looking because they had never been used on anything minute and difficult (Grey 17). Woolf completes her picture of Old Mrs. Grey with a sentence that compels us to see, to focus our eyes: We put out the eyes and the ears; but we pinion [the body] there, with a bottle of medicine, a cup of tea, a dying fire, like a rook on a barn door; but a rook that still lives, even with a nail through it (19). Our ear would hear little of Mrs. Greys plight and Mrs. Woolfs asperity if it were not for her semi-colons. Had our progress not been impeded by so many commas, we would have been unable to see everything else that was dying with that fire. And perhaps Old Mrs. Grey wouldnt still be alive and dying.           The aesthetic complexity of these structures compels us to zoom in on their remarkably dysfunctional building blocks: words. We will seek out the word itself, the word we cannot definebeauty. In Evening Over Sussex, the word first comes up after the description of a Sussex evening seen from a motor car. Woolf is overwhelmed by beauty extravagantly greater than one could expect, and she struggles to decide how to respond to it (7). We spot it again in Three Pictures, immediately after she has painted a word picture for us; it is lurking in Woolfs thoughts as she walks through the hills, past the sheep, the valley, the farmhouses, the puppy and the butterfly (15). In both essays the word itself appears after we see what it describes. Having noticed this, we are not surprised to find that in Street Haunting, Woolf purposefully delays using the word until she has described for us the street-scenes in London that provoke her meditation: For the eye has this strange property: it rests on beauty (23). Woolf transfers the beauty that she sees in the real world into a beauty that she creates, using words from the world of the imagination. She ensures, by her placement of the abstract word after the concrete description, that we not just recognize beauty but also see it as we would see the street, the hills, as we would see a word on a page; but we would see it as a word that has been endowed with meaning, a word that has become an idea. Thus the architect transforms dross into gold, useless words into ideas that our imaginations can grasp and play with.           Having refined our vision, we may see pictures that words combine to create. Yet pictures mislead us. In Three Pictures, Woolf warns us in the very first paragraph that we are treading in dangerous territory, for it is inevitable that we can be quite wrong in our judgments of pictures (12). The first picture enthralls our imagination and generates happy thoughts; the second picture, accompanied by a mysterious shriek, breaks the harmony and forces us to doubt our judgment. We begin to wonder whether beauty that we seek to absorb and understand is just on the surface. We fool ourselves, we believe it is far more likely that this calm and content and good will lay beneath the surface than anything treacherous, sinister (15). Yet we must come up against the inevitable; we are wrong. Beneath the surface we find something treacherous and sinister and know that (14) our first picture was an illusion. The eye, we believed, always rests on beauty, but things are not always what they seem to be. Beauty, she wants us to know is not always found in that which seems beautiful to our eyes. We think we understand, but the essay moves to create a deeper effect on us. Having read it, we are conscious of our own uncertainty, our own concerns about self-deception. For we know that the author has just painted a picture for us, and that our judgment of pictures is woefully inaccurate. We begin to question the truth of all these structures. The entire edifice shakes at our querulousness.           But pictures must be painted. In trying to determine whether they are true, we must keep in mind that truth, for us, lies in their ability to last, to endure. Woolf makes us realize that the edifice is not set in stone and that is precisely why it lasts. In reading Woolf, in rambling round her, we must combine unconsciously together with these edifices, with every picture and every word (Craftsmanship 203). Every structure invites us to combine with it. Even before she introduces us to the eponymous moth in The Death of the Moth, Woolf asks us to question everything about it. Straightaway she tells us that it is not even properly to be called [a] moth (3). This image suggests to her a deeper meaning:           It was as if someone had taken a tiny bead of pure life and decking it as lightly as possible with down and feathers, had set it dancing and zigzagging to show us the true nature of life. (4)           This description cannot possibly evoke the same response in every reader; it is left to us to complete the picture according to our conception of a tiny bead of pure life. The images Woolf sees suggest to her more than one meaning, thus the pictures she creates must necessarily convey this complexity. The structure she creates is such that its effect on us depends on our reaction to its parts, to its building blocks, on our ability to catch a word in passing and from a chance phase fabricate a lifetime (Haunting, 31). In Street Haunting, Woolf uses a different set of blocks to evoke a similar image, but a different idea lies behind it. She wants to focus on the self, which has been blown about at so many street corners, which has been battered like a moth at the flame of so many inaccessible lanterns, sheltered and enclosed. We may encounter such a picture more than once, and every time it means something different, something new. The picture of the moth hovers in our imagination as we ramble on, and the imagination supplies other pictures springing from that first one (Sussex, 13). But the image itself never dies.           What then, is Woolfs true role in this grand endeavor, in the search to know and create so complex a beast as beauty? The eye, our eye, can see beauty, can perceive it, even create it, but the one thing it cannot do (one is speaking of the average unprofessional eye) is to compose these trophies in such a way as to bring out the more obscure angles and relationships (Haunting 23). Here we stumble across the pun on eye and I, and must reevaluate that old clich about beauty lying in the eye of the beholder. I, we must conclude, is neither reader nor writer but a composite being who transcends and includes both; it is the collective imagination at work, creating beauty and perpetuating it. In Evening over Sussex, when all of her selves have responded to beauty, her stern address to them is also a direct communication to the reader: Now we have got to collect ourselves; we have got to be one self. [] Now I, who preside over the company, am going to arrange in order the trophies which we have all brought in (10). Woolf merely directs the process by which the collective imagination creates beauty. She leads us to believe that we have succeeded in her attempt when indeed it seem[s] as if the reality of things were displayed there on the rug (10). It seems that the architect has discovered the secret: her structures will never crumble, for they will always be affirmed in moment[s] of recognition (10). But something is amiss; here that word we feared earlier rises to the surface again, for it is inevitable that our attempt will be thwarted by the petulant demands of the body : Eggs and bacon; toast and tea; fire and a bath; fire and a bath; jugged hare, it went on, and red currant jelly; a glass of wine; with coffee to follow, with coffee to follow-and then to bed; and then to bed (10).           There is no I in this demand; it is not the demand of a self-conscious being. It is the beast in us, the body asserting itself with such insistence that we, the ramblers, must be summarily dismissed: Off with you, I said to my assembled selves. Your work is done. I dismiss you. Good-night (11). This pointed dismissal, which precedes an abrupt end to the essay, reminds us that we are, inescapably, mortals, beasts. Unlike the moth, we are not bead[s] of pure life (4). It is an intimation of mortality, powerful in its grip over Woolfs imagination.           For it is deathwe must pause at the sound of the word, and hear all of its sunken meanings reverberatedeath is the most powerful, the most inevitable of all forces. It is the force against which Woolf knew [nothing] had any chance (Moth 6), which induces despair that life [is] left behind even as the road is left behind (Sussex 9) and which pierces the illusion of beauty in Three Pictures. Death threatens beauty, threatens truth, threatens the edifice that we are rambling through. The death we witness in The Death of the Moth is no unimportant event. When we hear Woolf stretch out a pencil, meaning to help him to right himself we must see that his struggle is also the authors, to write herself. When we see that soon after, the author laid the pencil down again (5) our fear is confirmed. And when the pencil is lifted yet again, we hear that it is useless (6). We have witnessed a betrayal, an idea of death more profound than that of a mere moththe death of the imagination, of the creative spirit in not just the writer but also in I. The words used in the last lines of the essay to describe the dead moth confirm the parallel between the moth and the writer: The moth having righted himself now lay most decently and uncomplainingly composed. O yes, he seemed to say, death is stronger than I am (6 emphasis mine).           Woolf herself now lies most decently and uncomplainingly composed. Rambling through the structures she has left behind, we have stumbled across the reason she created them, why she had to make them. It is through them that she can still speak to us and thus, like her creation of the moth, transcend death. Indeed, if we accept, like Woolf, that the only test of truth is length of life, and since words survive the chops and changes of time longer than any other substance, therefore they are the truest (Craftsmanship 201), we are forced to conclude that Woolfs structures remain true in the face of death. The number of books in the world is infinite, she informs us in Street Haunting (31). And yet Woolfs work continues to be widely read; her structures have not crumbled; they call out to us still. When we read her, we partake of the process of creating beauty, and we ensure that Woolf is no longer tethered to a single mind, but can put on briefly the bodies and minds of others (Haunting 35). For as long as we read her, she is indeed stronger than death.           As our own ramble comes to an end, I must be careful not to let it die, not to pin it down too precisely. But I must ensure that it conveys something of the truth that I intended to convey. I might say that we have fashioned nothing but a brief glimpse into an imagination that was, like the moth that you are surely sick of by now, a hybrid creature, neither gay like butterflies nor somber like its own species (3). The moth lives on, and it compels us, even today, with as much wit and vigor as ever, to approach beauty cautiously, to see it before we attempt to understand itto understand how we play as important a role as the writer in the creation of meaning, how both the reader and writer constitute the self. The architect was, at heart, a poet. She sang of beauty and truth and wrote, like all true poets, for the language itself, to make it beautiful and to turn it finally, into an immortal beacon of light that dispels darkness for all time to come. In Street Haunting, at the end of one of her own rambles around the streets of London, Woolf confesses proudly that she reveres nothing so much as her art: And herelet us examine it tenderly, let us touch it with reverenceis the only spoil that we have retrieved from all the treasures of the city, a lead pencil (36).           Works Cited           Woolf, Virginia. The Death of the Moth and Other Essays. Ed. Leonard Woolf. New York: Harcourt, 1970.           -. The Death of the Moth. 3-6.           -. Evening Over Sussex: Reflections In A Motor Car. 7-11.           -. Three Pictures. 12-16.           -. Old Mrs. Grey. 17-19.           -. Street Haunting. 20-36.           -. Craftsmanship. 198-207.                     Return to Mercer Street 2003 Table of Contents                                                                                            [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Contact EWP ]"}, {"content": "Kittler Conference                                                                                OVERVIEW         MATERIALS        SPEAKERS        PROGRAM         PARTNERS                                                 Rdiger Campe (Yale) Professor and Chair of the Department of German Languages and Literatures. Aby-Warburg Award (2002); Fellow Wissenschaftskolleg (2008); Humboldt Research Award (2011). Books: The Game of Probability: Literature and Calculation from Pascal to Kleist (Stanford UP, 2013); Affekt und Ausdruck: Umwandlungen literarischer Rede im 17. und 18. Jahrhundert (Niemeyer 2002).                                   Bernhard Dotzler (Regensburg), Professor of Media Studies. He worked at the German Council of Science and Humanities in Cologne and was Visiting Professor at the University of Cambridge and at the Academy for Fine Arts in Nuremberg. Director of research project Archeology of Media Theory (1996-2000) ; research director for the history of literature and science at the Center for Literary and Cultural Research in Berlin (2000-2004). Books: Papiermaschinen. Versuch ber Communication &amp; Control in Literatur und Technik ; Der Hochstapler. Thomas Mann und die Simulakren der Literatur (1991), L'inconnu de l'art. ber Medien-Kunst (2003), Das Zeitbudget der Mobilitt aus kulturgeschichtlicher Perspektive (2005), Diskurs und Medium.  Zur Archologie der Computerkultur (2006), and Diskurs und Medium II. Das Argument der Literatur (2010). He edited numerous publications in the fields of history of technology, media theory, and literary theory. Together with Friedrich Kittler, he published writings of Alan Turing in German translation in 1987.                   Hans-Christian von Herrmann (Technical University Berlin), Professor of Literary Criticism. Visiting professorships at the University of Duisburg-Essen, Princeton, NYU, Free University Berlin, and the University of Konstanz. Research on the theory of science and technology, the history of digital media and art theory. Books: Sang der Maschinen. Brechts Mediensthetik (1996); Archiv der Bhne. Eine Archologie des Theaters und seiner Wissenschaft (2005).                                  Ben Kafka (NYU), Associate Professor in the Department of Media, Culture and Communication, Department of History. Historian and critical theorist with an interest in the psychic life of media, and a psychoanalytic candidate at the Institute for Psychoanalytic Training and Research. Books: The Demon of Writing: Powers and Failures of Paperwork (Zone Books 2012); A History of Graphology from the early 17thcentury to the present (Yale UP, forthcoming).                   Antje Pfannkuchen (Dickinson), Assistant Professor of German, Ph.D. NYU (2010); Publications on German Enlightenment poet and scientist Georg Christoph Lichtenberg and on Ezra Pound's interest in 19th century German science. Current research on the conditions of the invention of photography around 1800.                       Thomas Pepper (University of Minnesota), Professor for Cultural Studies and Comparative Literature. Specialties: gender, psychoanalytic theory, textual theory. Publications: Singularities: Extremes of Theory in the Twentieth Century (1997). Male Midwifery: Maieutics in Kierkegaard's 'The Concept of Irony' and 'Repetition'. (1993). Guilt by Unfree Association: Adorno on Romance et al.. (1994). Jacques Derrida, \"Declarations of Independence?\". (1986). Gross Anatomy: Of the Spiritual Situation of the Time. (1995).                        Laurence Rickels (State Academy of Fine Arts Karlsruhe), Professor of Art and Theory; Sigmund Freud Professor of Media Theory and Philosophy at the European Graduate School Saas-Fee. Until 2008: Professor of German and Comparative Literature at UC Santa Barbara. Books: Aberrations of Mourning. Writing on German Crypts (1988); The Case of California (1991); The Vampure Lectures (1999); Nazi Psychoanalysis (2002); The Devil Notebooks (2008); Ulrike Ottinger. The Autobiography of Art Cinema (2008); I think I am: Philip K. Dick (2011) .                        Avital Ronell (NYU), Professor of German, Comparative Literature and English; Professor of Philosophy at the European Graduate School Saas-Fee. Books: Dictations. On Haunted Writing (1986/1993); The Telephone Book. Technology, Schizophrenia, Electric Speech (1989); Crack Wars. Literature, Addiction, Mania (1992); Finitude's Score. Essays for the End of the Millenium (1994); Stupidity (2003); The Test Drive (2007); The ber-Reader (2007); Fighting Theory (2010); Loser Sons. Politics and Authority (2012).                    Bernhard Siegert (Bauhaus University Weimar), Professor of History and Theory of Cultural Technologies, Director of the Internationale Kolleg fr Kulturtechnikforschung und Medienphilosophie ; Chair of the graduate school Media of History. History of Media . Committee work for the German Research Foundation (DFG) and the Austrian Science Fund (FWF). He was Senior Fellow and Visiting Professor at the Friedrich Schiller University Jena, at the International Research Center for Cultural Studies in Vienna, and at the University of California, Santa Barbara. Books: Relais. Geschicke der Literatur als E poche der Post (1751-1913) (1993; English translation: Relays.  Literature as an Epoch of the Postal Service , Stanford UP 1999); Passage des Digitalen.  Zeichenpraktiken der neuzeitlichen Wissenschaften 1500-1900 (2003); Passagiere und Papiere. Schreibakte auf der Schwelle zwischen Spanien und Amerika (2006).                   Chadwick Truscott Smith (Barnard), Ph.D. NYU (2011) ; his research focuses on German literature of the long 19th century, particularly with regard to its engagement with discourses of human and civic rights and an ever-expanding culture of scientificity. In addition to publishing on media theory and exile and the ethics of design, he works as a translator.                    Elisabeth Weber (UC Santa Barbara), Professor of German and Comparative Literature, Affiliate Professor of Religious Studies. Research interests: French philosophy and theory, psychoanalysis and trauma studies, German Judaism of the nineteenth and twentieth century, and human rights. Books: Verfolgung und Trauma. Zu Emmanuel Levinas' Autrement qu'tre ou au dela de l'essence (1990), Jdisches Denken in Frankreich (1994) ber das Vergessen(e).  Anamnesen des Undarstellbaren (1997).                   David Wellbery (U of Chicago), University Professor and Chair of the Department of Germanic Studies, Comparative Literature, Committee on Social Thought, Director of the Center for Interdisciplinary Research on German Literature and Culture, Co-Editor of the Deutsche Vierteljahresschrift fr Literaturwissenschaft und Geistesgeschichte . Books: Lessing's Laocoon: Semiotics and Aesthetics in the Age of Reason (Cambridge UP 1984); The Specular Moment: Goethe's Early Lyric and the Beginnings of Romanticism (Stanford UP 1996); Seiltnzer des Paradoxalen: Aufstze zur sthetischen Wissenschaft (Hanser 2006).                   Geoffrey Winthrop-Young (U of British Columbia), Professor of German. Extensive publications on: Posthumanism, theories of media, materialities of communication and memory; systems theorie and theories of cultural evolution; science fiction. Books: Kittler and the Media (Polity 2011); Friedrich Kittler zur Einfhrung (Junius 2005).                    Berit Jane Soli-Holt is a Ph.D. Candidate in the Department of Media and Communication Philosophy at the European Graduate School."}]}]