[{"detail": [{"content": "Spring 2015 | Graduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Spring 2015 | Graduate Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Spring 2015 | Graduate Courses        Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.             Course Name    Credits    Course Number    Professor    Day    Time    Photography and Witnessing: Documents, Ethics, Art (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 1698  PHTI-GT 2120-002   Baer Wednesday 2:00-5:00     Special Topics in Theory: The Subject of Freedom (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 2610    Basterra    Tuesday    4:00-6:30       Topics in Black Literature: Fanon and Glissant (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 3625 Diawara    Monday 3:30-6:30       Discourse and Society: The Renaissance Spatial Turn (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 3921    Duffy    Wednesday    11:00-1:45           Topics in Lit &amp; Modern Culture: Queer Critique     (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 2917 Huber Wednesday 4:55-7:35       Prisms of Modernity: Bare Life, Fascism, Post-dictatorship &amp; Neoliberalism in Spain (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 1341    Matos-Martin    Tuesday    11:00-1:45     Seminar on post-Symbolist Poetry: Ezra Pound (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 3885 XL ENGLISH Sieburth Thursday 2:00-4:45  Documents and Documentary Modes in Literature, Film, and Visual Culture (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 1951 Vatulescu Wednesday 2:00-4:00  Independent Study (permission of DGS Required) 4.0 COLIT- GA  Academic Internship (permission of DGS required) 4.0 COLIT-GA  Thesis Research (permission of DGS Required) 4.0 COLIT- GA  Directed Research I (permission of DGS Required) 4.0 COLIT- GA  Directed Research II (permission of DGS Required) 4.0 COLIT- GA  Photography and Witnessing: Documents, Ethics, Art Baer       What does  it take to be a witness? What are the ethical, political, cultural, legal and  personal stakes in witnessing? Can photography and other media turn us into  witnesses, or do we have to witness events personally for our testimony to be  valid? What is the difference between documenting and witnessing an event? What  is the difference between rendering an account and giving testimony? What role  has photography played in the formation of our contemporary understanding of  witnessing, and how does contemporary photography bear witness?      Witnessing  is a critical concept in religion, law and science that has received renewed  attention in recent years in the fields of art, photography, literature and  cultural studies as well. The course will examine foundational texts on the  notion of witnessing to arrive at a working definition that distinguishes  witnessing from documentation. A parallel focus will be on photography’s  particular function as witness, and on the changing nature of both the medium  and the needs for historical witnessing in our time.      Readings by  Jorge Borges, Walter Benjamin, Emmanuel Levinas, Jacques Derrida, Nadine  Gordimer, John Berger, Roland Barthes, Shoshana Felman, Cathy Caruth, Dora  Apel, Hilton Als, Judith Butler, Tim O’Brien, Susan Sontag, Barbie Zelizer and  others.      Photographers  include Jacob Riis, Lewis Hine, Alexander Gardner, Dorothea Lange, Diane Arbus,  Glen Ligon, Helen Levitt, Walter Evans, Robert Frank, James Nachtwey, Margaret  Bourke-White, Ernest Cole, Mikael Levin, Gilles Peress, Susan Meiselas,  Sebastiao Salgado, Gary Winogrand, Carrie Mae Weems and others.      Seminar on post-Symbolist Poetry: Ezra Pound Sieburth Designed to introduce students to Pound’s oeuvre as a whole—and to its central place within ongoing debates about modernism and post-modernism—the course will include readings from Personae, The Cantos, and The Translations, as well as from The Chinese Written character, Literary Essays, Selected Prose, Guide to Kulchur, and selected wartime radio broadcasts. Background readings will include not only such standard works as Kenner’s The Pound Era, but also more recent reassessments of Pound’s poetics, politics, and economics. Pound= “an enclosure for stray animals.” Special Topics in Theory: The Subject of Freedom Basterra      Freedom,  writes Kant, manifests itself through the moral law, which “thrusts itself upon  us on its own.” Freedom, Levinas would  write almost two centuries later, is “ineluctably invoked” by a command that  “slips in me like a thief.” Should we understand freedom as being inseparable  from obligation, from a responsibility one has not chosen to take in any  present? And if the law that obligates  us does not exactly originate in ourselves, would autonomy consist in believing  oneself the author of – and thus becoming responsible for – something one has  received?      This  seminar explores freedom theoretically as a concept that enables thinking by  introducing a boundary, and practically as something other that animates  subjectivity. It begins by analyzing the  possibilities the exceptional concept of freedom opens up for theoretical  reason in Kant’s Critique of Pure Reason.    But freedom would be inconceivable without presupposing the idea of a  subject through which freedom would manifest itself. For there to be freedom, there have to be  subjects animated by freedom, subjects which, traversed by freedom, could  introduce its effects in the world. In  being constituted by freedom, the subject could then be imagined to play the  role of limit that enables theoretical thinking, but the ability to undestand  how freedom affects subjects and motivates the power of desire lies beyond  theoretical reason’s reach.      Careful  readings of Kant’s “Attempt to Introduce the Concept of Negative Magnitudes  into Philosophy” (1763), and of selections from Dreams of a Spirit-Seer (1766),  Critique of Pure Reason (1781/87), Critique of Practical Reason (1788), and  Religion within the Bounds of Bare Reason (1793) will structure our  discussions. We will put them in  conversation with works by Rousseau, Heidegger, Deleuze, Nancy, Levinas.      Topics in Black Literature: Fanon and Glissant Diawara The  purpose of this course is to explore the historical, political and esthetic  contexts which led to the emergence of Fanon’s seminal texts of decolonization and  cultural nationalism ( Black Skin White  Mask and The Wretched of the Earth )  and Glissant’s theories of Creolization and Tout-Monde ( Caribbean Discourse , The  Poetics of Relation , and The  Philosophy of Relation ). It is important to bear in mind that Fanon (1925) and  Glissant (1928) were contemporaries, from the same Island, Martinique, and exposed  to the same French assimilationist education, which was already put to test by  Sartrean readings of Marx and Freud, the affirmations of essential African  identities by the Negritude movement, and the postwar agitations against racism  and colonization.  Discourse and Society: The Renaissance Spatial Turn Duffy This seminar will explore two linked intellectual revolutions: the cosmographic revolution of the European Renaissance and the Postmodern Spatial turn in twentieth and twenty-first-century critical theory and philosophy. Starting from the spatial arguments in Aristotle and Plato through the works of Ortelius, Oronce Fine, Kepler, Mercator, Bruno, and others, we will establish a context in which to consider the spatial turn in the work of philosophers and critics including Foucault, Lefebvre, Deleuze, Soja, Casey, and Conley. Throuhgout the course, we will work to apply this long history of spatial thinking to some major works of European Renaissance literature including Petrarch's Canzoniere and Familiares , Bartolome de las Casas's writings, Joachim du Bellay's Roman poetry, Spenser's Faerie Queene, Donne's lyrics, and Milton's Paradise Lost.      Prisms of Modernity: Bare Life, Fascism, Post-dictatorship &amp; Neoliberalism in Spain Matos-Martin Recent transformative events such  as the financial collapse, the Eurozone crisis, the dismantling of the social  welfare system, labor reforms, austerity measures or massive unemployment have  opened a historical temporality in Spain in which large sectors of society have  been progressively degraded to an “unworthy” and unprotected life, a life with  no proper juridical or socially recognized status—a “bare” life (Agamben). The  existence of such lives, however, are nothing new in Spain. In fact, they have  been widespread with different intensities, of course, not only in times of  hardship but also in periods of economic prosperity. This course proposes an  examination of contemporary Spanish culture following that thread of bare life  and tracing it back to the Spanish Civil War. By comparing and relating today’s  massive precarization of bodies with memories of previous experiences of  marginalization, abandonment or exclusion (Franco’s regime, the so-called  transition to democracy, and post-dictatorial Spain), we might study the dark  side of Spanish Modernity. Theoretical readings might include, among others,  Benjamin, Arendt, Schmitt, Foucault, Agamben, Esposito, Butler, Negri and  Rancière.     Documents and Documentary Modes in Literature, Film, and Visual Culture Vatulescu      What do we mean by document,  documentary, and fiction? How have these concepts and their relationships  changed through time? This course starts by considering the beginnings of  documentary in literature, film, and the visual arts, from the controversial  coining of the term in 1926. We will explore representative works from  foundational moments in the evolution of documentary—the beginnings of the  newsreel, Soviet and Nazi propaganda, American depression era documentary  books, the cinéma-vérité movement, and the rise of autobiographical/personal  documentary films. How has the emergence of this new term and its development  affected our other key concepts—document and fiction? What is the relationship  between documentary modes and particular media and technologies—print,  photography, cinema, video, and digital? Other topics include the role of the  artist, indexicality and representation, literature as historical document,  “fiction in the archives,” false documents and forgery, collage, illustration,  and other uses of the document in twentieth century art. Critical and  theoretical readings by Paula Amad, Eric Barnouw, Roland Barthes, Stella Bruzzi,  Jane Gaines, Carlo Ginzburg, Jacques Derrida, Giorgio Agamben, Barbara Johnson,  Bill Nichols, Philip Rosen, Vivian Sobchack, Susan Sontag, Jacques Rancière,  Edward Said, Alan Sekula, Sven Spieker, Ann Stoler, Diana Taylor, and others. This semester's special topics are 1) word/image relations and 2) the archive. Theoretical forays around and into the archive will be complemented by hands-on research in the Tamiment archive or in an archive of your choice.      Topics in Lit &amp; Modern Culture: Queer Critique Huber      This seminar begins with a brief genealogy  of critique, focusing primarily on its modern itinerary as a practice or ethos  that exposes the complexity, contingency and violence in the given order of  things. At the outset, we will rely on Kant’s model of critique as a patient  reflection on the limits of reason, but we will follow the practice as it  deviates and disperses, tending toward an attitude that seeks not simply to  limn limits, but to radically question them. Critique begins then to ask after  other ways of being, doing and thinking. We will read Foucault and Butler for  their accounts of critique as a richly embodied, urgent and often risky  practice, paying particular attention to the elaboration of an ethics and  critical practice enabled by one’s perspectives and unruly investments, shaped  as these are by larger sexual, racial and class formations. How might our  desires incite critique, and how might critique, in turn, incite our desires?  Queer and critique are terms that slide with great latitude; we will ask if  there is a tacit traffic between them. Is there something decidedly queer about  critique? In the seminar’s final  section, we will focus on queer of color critique (Muñoz, Ferguson, Reddy, and  Chen), in order to move toward a fuller consideration of those powers that  produce, organize, constrain, differentiate and mobilize us.       Readings will include: Plato, Kant, Marx, Nietzsche, Gramsci,  Lukács, Benjamin, Koselleck, Foucault, Butler, Mbembe, Spivak, Brown, Asad, Mahmood, Eng, Shah,  Muñoz, Ferguson, Chen among others.                     Back to Top                     Contact us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Spring 2015 | Graduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Spring 2015 | Graduate Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Spring 2015 | Graduate Courses        Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.             Course Name    Credits    Course Number    Professor    Day    Time    Photography and Witnessing: Documents, Ethics, Art (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 1698  PHTI-GT 2120-002   Baer Wednesday 2:00-5:00     Special Topics in Theory: The Subject of Freedom (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 2610    Basterra    Tuesday    4:00-6:30       Topics in Black Literature: Fanon and Glissant (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 3625 Diawara    Monday 3:30-6:30       Discourse and Society: The Renaissance Spatial Turn (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 3921    Duffy    Wednesday    11:00-1:45           Topics in Lit &amp; Modern Culture: Queer Critique     (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 2917 Huber Wednesday 4:55-7:35       Prisms of Modernity: Bare Life, Fascism, Post-dictatorship &amp; Neoliberalism in Spain (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 1341    Matos-Martin    Tuesday    11:00-1:45     Seminar on post-Symbolist Poetry: Ezra Pound (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 3885 XL ENGLISH Sieburth Thursday 2:00-4:45  Documents and Documentary Modes in Literature, Film, and Visual Culture (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 1951 Vatulescu Wednesday 2:00-4:00  Independent Study (permission of DGS Required) 4.0 COLIT- GA  Academic Internship (permission of DGS required) 4.0 COLIT-GA  Thesis Research (permission of DGS Required) 4.0 COLIT- GA  Directed Research I (permission of DGS Required) 4.0 COLIT- GA  Directed Research II (permission of DGS Required) 4.0 COLIT- GA  Photography and Witnessing: Documents, Ethics, Art Baer       What does  it take to be a witness? What are the ethical, political, cultural, legal and  personal stakes in witnessing? Can photography and other media turn us into  witnesses, or do we have to witness events personally for our testimony to be  valid? What is the difference between documenting and witnessing an event? What  is the difference between rendering an account and giving testimony? What role  has photography played in the formation of our contemporary understanding of  witnessing, and how does contemporary photography bear witness?      Witnessing  is a critical concept in religion, law and science that has received renewed  attention in recent years in the fields of art, photography, literature and  cultural studies as well. The course will examine foundational texts on the  notion of witnessing to arrive at a working definition that distinguishes  witnessing from documentation. A parallel focus will be on photography’s  particular function as witness, and on the changing nature of both the medium  and the needs for historical witnessing in our time.      Readings by  Jorge Borges, Walter Benjamin, Emmanuel Levinas, Jacques Derrida, Nadine  Gordimer, John Berger, Roland Barthes, Shoshana Felman, Cathy Caruth, Dora  Apel, Hilton Als, Judith Butler, Tim O’Brien, Susan Sontag, Barbie Zelizer and  others.      Photographers  include Jacob Riis, Lewis Hine, Alexander Gardner, Dorothea Lange, Diane Arbus,  Glen Ligon, Helen Levitt, Walter Evans, Robert Frank, James Nachtwey, Margaret  Bourke-White, Ernest Cole, Mikael Levin, Gilles Peress, Susan Meiselas,  Sebastiao Salgado, Gary Winogrand, Carrie Mae Weems and others.      Seminar on post-Symbolist Poetry: Ezra Pound Sieburth Designed to introduce students to Pound’s oeuvre as a whole—and to its central place within ongoing debates about modernism and post-modernism—the course will include readings from Personae, The Cantos, and The Translations, as well as from The Chinese Written character, Literary Essays, Selected Prose, Guide to Kulchur, and selected wartime radio broadcasts. Background readings will include not only such standard works as Kenner’s The Pound Era, but also more recent reassessments of Pound’s poetics, politics, and economics. Pound= “an enclosure for stray animals.” Special Topics in Theory: The Subject of Freedom Basterra      Freedom,  writes Kant, manifests itself through the moral law, which “thrusts itself upon  us on its own.” Freedom, Levinas would  write almost two centuries later, is “ineluctably invoked” by a command that  “slips in me like a thief.” Should we understand freedom as being inseparable  from obligation, from a responsibility one has not chosen to take in any  present? And if the law that obligates  us does not exactly originate in ourselves, would autonomy consist in believing  oneself the author of – and thus becoming responsible for – something one has  received?      This  seminar explores freedom theoretically as a concept that enables thinking by  introducing a boundary, and practically as something other that animates  subjectivity. It begins by analyzing the  possibilities the exceptional concept of freedom opens up for theoretical  reason in Kant’s Critique of Pure Reason.    But freedom would be inconceivable without presupposing the idea of a  subject through which freedom would manifest itself. For there to be freedom, there have to be  subjects animated by freedom, subjects which, traversed by freedom, could  introduce its effects in the world. In  being constituted by freedom, the subject could then be imagined to play the  role of limit that enables theoretical thinking, but the ability to undestand  how freedom affects subjects and motivates the power of desire lies beyond  theoretical reason’s reach.      Careful  readings of Kant’s “Attempt to Introduce the Concept of Negative Magnitudes  into Philosophy” (1763), and of selections from Dreams of a Spirit-Seer (1766),  Critique of Pure Reason (1781/87), Critique of Practical Reason (1788), and  Religion within the Bounds of Bare Reason (1793) will structure our  discussions. We will put them in  conversation with works by Rousseau, Heidegger, Deleuze, Nancy, Levinas.      Topics in Black Literature: Fanon and Glissant Diawara The  purpose of this course is to explore the historical, political and esthetic  contexts which led to the emergence of Fanon’s seminal texts of decolonization and  cultural nationalism ( Black Skin White  Mask and The Wretched of the Earth )  and Glissant’s theories of Creolization and Tout-Monde ( Caribbean Discourse , The  Poetics of Relation , and The  Philosophy of Relation ). It is important to bear in mind that Fanon (1925) and  Glissant (1928) were contemporaries, from the same Island, Martinique, and exposed  to the same French assimilationist education, which was already put to test by  Sartrean readings of Marx and Freud, the affirmations of essential African  identities by the Negritude movement, and the postwar agitations against racism  and colonization.  Discourse and Society: The Renaissance Spatial Turn Duffy This seminar will explore two linked intellectual revolutions: the cosmographic revolution of the European Renaissance and the Postmodern Spatial turn in twentieth and twenty-first-century critical theory and philosophy. Starting from the spatial arguments in Aristotle and Plato through the works of Ortelius, Oronce Fine, Kepler, Mercator, Bruno, and others, we will establish a context in which to consider the spatial turn in the work of philosophers and critics including Foucault, Lefebvre, Deleuze, Soja, Casey, and Conley. Throuhgout the course, we will work to apply this long history of spatial thinking to some major works of European Renaissance literature including Petrarch's Canzoniere and Familiares , Bartolome de las Casas's writings, Joachim du Bellay's Roman poetry, Spenser's Faerie Queene, Donne's lyrics, and Milton's Paradise Lost.      Prisms of Modernity: Bare Life, Fascism, Post-dictatorship &amp; Neoliberalism in Spain Matos-Martin Recent transformative events such  as the financial collapse, the Eurozone crisis, the dismantling of the social  welfare system, labor reforms, austerity measures or massive unemployment have  opened a historical temporality in Spain in which large sectors of society have  been progressively degraded to an “unworthy” and unprotected life, a life with  no proper juridical or socially recognized status—a “bare” life (Agamben). The  existence of such lives, however, are nothing new in Spain. In fact, they have  been widespread with different intensities, of course, not only in times of  hardship but also in periods of economic prosperity. This course proposes an  examination of contemporary Spanish culture following that thread of bare life  and tracing it back to the Spanish Civil War. By comparing and relating today’s  massive precarization of bodies with memories of previous experiences of  marginalization, abandonment or exclusion (Franco’s regime, the so-called  transition to democracy, and post-dictatorial Spain), we might study the dark  side of Spanish Modernity. Theoretical readings might include, among others,  Benjamin, Arendt, Schmitt, Foucault, Agamben, Esposito, Butler, Negri and  Rancière.     Documents and Documentary Modes in Literature, Film, and Visual Culture Vatulescu      What do we mean by document,  documentary, and fiction? How have these concepts and their relationships  changed through time? This course starts by considering the beginnings of  documentary in literature, film, and the visual arts, from the controversial  coining of the term in 1926. We will explore representative works from  foundational moments in the evolution of documentary—the beginnings of the  newsreel, Soviet and Nazi propaganda, American depression era documentary  books, the cinéma-vérité movement, and the rise of autobiographical/personal  documentary films. How has the emergence of this new term and its development  affected our other key concepts—document and fiction? What is the relationship  between documentary modes and particular media and technologies—print,  photography, cinema, video, and digital? Other topics include the role of the  artist, indexicality and representation, literature as historical document,  “fiction in the archives,” false documents and forgery, collage, illustration,  and other uses of the document in twentieth century art. Critical and  theoretical readings by Paula Amad, Eric Barnouw, Roland Barthes, Stella Bruzzi,  Jane Gaines, Carlo Ginzburg, Jacques Derrida, Giorgio Agamben, Barbara Johnson,  Bill Nichols, Philip Rosen, Vivian Sobchack, Susan Sontag, Jacques Rancière,  Edward Said, Alan Sekula, Sven Spieker, Ann Stoler, Diana Taylor, and others. This semester's special topics are 1) word/image relations and 2) the archive. Theoretical forays around and into the archive will be complemented by hands-on research in the Tamiment archive or in an archive of your choice.      Topics in Lit &amp; Modern Culture: Queer Critique Huber      This seminar begins with a brief genealogy  of critique, focusing primarily on its modern itinerary as a practice or ethos  that exposes the complexity, contingency and violence in the given order of  things. At the outset, we will rely on Kant’s model of critique as a patient  reflection on the limits of reason, but we will follow the practice as it  deviates and disperses, tending toward an attitude that seeks not simply to  limn limits, but to radically question them. Critique begins then to ask after  other ways of being, doing and thinking. We will read Foucault and Butler for  their accounts of critique as a richly embodied, urgent and often risky  practice, paying particular attention to the elaboration of an ethics and  critical practice enabled by one’s perspectives and unruly investments, shaped  as these are by larger sexual, racial and class formations. How might our  desires incite critique, and how might critique, in turn, incite our desires?  Queer and critique are terms that slide with great latitude; we will ask if  there is a tacit traffic between them. Is there something decidedly queer about  critique? In the seminar’s final  section, we will focus on queer of color critique (Muñoz, Ferguson, Reddy, and  Chen), in order to move toward a fuller consideration of those powers that  produce, organize, constrain, differentiate and mobilize us.       Readings will include: Plato, Kant, Marx, Nietzsche, Gramsci,  Lukács, Benjamin, Koselleck, Foucault, Butler, Mbembe, Spivak, Brown, Asad, Mahmood, Eng, Shah,  Muñoz, Ferguson, Chen among others.                     Back to Top                     Contact us | &copy; New York University , Arts and Science"}, {"content": "Fall 2015 Graduate Schedule | English | NYU                                               Back to Home           Printer Friendly                     Fall 2015 Graduate Schedule              Course #      Professor      Title      Day/Time      Room              Engl.GA.1083.001 x-listed w/ Irish Studies      Waters, John      Lit of Modern Ireland      Monday 3:30-6:00pm      Ireland House, 101              Engl.GA.1957.001      Meisel, Perry      Textuality      Monday 6:00-8:45pm      19UP, 222              Engl.GA.1972.001      Hoover, David and Engel, Deena      Introduction to Programming: Python for Humanists      Monday 5:00-7:00pm      244 Greene, 805              Engl.GA.2075.001      McLane, Maureen      MA Thesis Writing Colloquium      Wednesday 11:00-12:15pm      244 Greene, 105             Engl.GA.2252.001      Cannon, Chris      Fourteenth-Century English (Excluding Chaucer)      Wednesday 11:00-1:45pm      244 Greene, 105              Engl.GA.2323.001      Guillory, John      Renaissance Utopias      Monday 1:00-3:45pm      244 Greene, 105              Eng.GA.2323.002 x-listed w/ Italian Dept.      Tylus, Jane and Wofford, Susanne      The Ethics of Pastoral      Wednesday 3:30-6:10pm      Casa Italiana, 201              Engl.GA.2344.001      Frey      Shakespearean Renegotiations      Thursday 6:20-8:20pm      19UP, TBD              Engl.GA.2661.001      Spear, Jeff      Victorian Studies      Thursday 3:30-6:15pm      244 Greene, 306              Engl.GA.2838.001      McHenry, Elizabeth      Toni Morrisson Seminar      Thursday 9:30-12:15pm      244 Greene, 105              Engl.GA.2841.001      Hendin, Josephine      American Fiction to 1900-1945      Thursday 3:30-6:15pm      244 Greene, 105              Engl.GA.2900.001      Hofmeyr, Isabel      Narratives of the Indian Ocean      Monday 6:20-8:45pm      244 Greene, 306              Engl.GA.2902.001 x-listed w/ Comp. Lit      Sanders, Mark      Topics in African Literature: Africa-In Theory      Monday 11:00-1:45pm      19UP, 229              Engl.GA.2916.001 x-listed w/ Comp. Lit      Garcia      Culture and Critique: Transnational America      Thursday 11:00-1:45pm      19UP, 229              Engl.GA.2927.001      Shaw, Lytle      Poetry and Audio Research      Monday 12:30-3:00pm      244 Greene, 306              Engl.GA.2957.001 x-listed / Russian Dept.      Kliger, Ilya      Theories of the Novel      TBA      TBA              Engl.GA.2980.001      McLane, Maureen      MA Proseminar      Wednesday 3:30-5:30pm      244 Greene, 306              Engl.GA.2980.002      Fleming, Juliet      MA Proseminar      Tuesday 9:30-11:30am      244 Greene, 306              Engl.GA.2980.003      Maynard, John      MA Proseminar      Thursday 12:15-3:00pm      244 Greene, 306              Engl.GA.2980.004      Freedgood, Elaine      MA Proseminar      Tuesday 6:20-8:20pm      244 Greene, 105              Engl.GA.2980.005      Fleming, Juliet      MA Proseminar      Wednesday 9:00-11:00am      244 Greene, 105          Engl.GA.3536.001      Siskin, Cliff and Jordheim, Helge      Conceptualizing the World: Inside/Outside Globalization      Monday 3:00-5:45pm      244 Greene, 306              Engl.GA.3636.001      McLane, Maureen      Lyric/Discontents      Tuesday 3:30-6:15pm      244 Greene, 306              Engl.GA.3810.001      Trujillo, Simon      Latina/o Studies and the Specter of Settler Colonialism      Wednesday 12:15-3:00pm      244 Greene, 306              Engl.GA.3840.001      Harper, Phil      Black Experimentalism      Friday 11:00-1:45pm      244 Greene, 306                                    Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Spring 2015 | Graduate Courses    | Department of Comparative Literature | NYU       NYU > Comparative Literature > Spring 2015 | Graduate Courses                        New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science           Comparative Literature     &amp;nbsp;                          Back to  previous page              &amp;nbsp;       &amp;nbsp;     Spring 2015 | Graduate Courses        Courses Originating in the Comparative Literature Department Please refer to Albert for room assignments.             Course Name    Credits    Course Number    Professor    Day    Time    Photography and Witnessing: Documents, Ethics, Art (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 1698  PHTI-GT 2120-002   Baer Wednesday 2:00-5:00     Special Topics in Theory: The Subject of Freedom (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 2610    Basterra    Tuesday    4:00-6:30       Topics in Black Literature: Fanon and Glissant (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 3625 Diawara    Monday 3:30-6:30       Discourse and Society: The Renaissance Spatial Turn (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 3921    Duffy    Wednesday    11:00-1:45           Topics in Lit &amp; Modern Culture: Queer Critique     (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 2917 Huber Wednesday 4:55-7:35       Prisms of Modernity: Bare Life, Fascism, Post-dictatorship &amp; Neoliberalism in Spain (Graduate students only. UGs with permission of instructor.)    4.0    COLIT-GA 1341    Matos-Martin    Tuesday    11:00-1:45     Seminar on post-Symbolist Poetry: Ezra Pound (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 3885 XL ENGLISH Sieburth Thursday 2:00-4:45  Documents and Documentary Modes in Literature, Film, and Visual Culture (Graduate students only. UGs with permission of instructor.) 4.0 COLIT-GA 1951 Vatulescu Wednesday 2:00-4:00  Independent Study (permission of DGS Required) 4.0 COLIT- GA  Academic Internship (permission of DGS required) 4.0 COLIT-GA  Thesis Research (permission of DGS Required) 4.0 COLIT- GA  Directed Research I (permission of DGS Required) 4.0 COLIT- GA  Directed Research II (permission of DGS Required) 4.0 COLIT- GA  Photography and Witnessing: Documents, Ethics, Art Baer       What does  it take to be a witness? What are the ethical, political, cultural, legal and  personal stakes in witnessing? Can photography and other media turn us into  witnesses, or do we have to witness events personally for our testimony to be  valid? What is the difference between documenting and witnessing an event? What  is the difference between rendering an account and giving testimony? What role  has photography played in the formation of our contemporary understanding of  witnessing, and how does contemporary photography bear witness?      Witnessing  is a critical concept in religion, law and science that has received renewed  attention in recent years in the fields of art, photography, literature and  cultural studies as well. The course will examine foundational texts on the  notion of witnessing to arrive at a working definition that distinguishes  witnessing from documentation. A parallel focus will be on photography’s  particular function as witness, and on the changing nature of both the medium  and the needs for historical witnessing in our time.      Readings by  Jorge Borges, Walter Benjamin, Emmanuel Levinas, Jacques Derrida, Nadine  Gordimer, John Berger, Roland Barthes, Shoshana Felman, Cathy Caruth, Dora  Apel, Hilton Als, Judith Butler, Tim O’Brien, Susan Sontag, Barbie Zelizer and  others.      Photographers  include Jacob Riis, Lewis Hine, Alexander Gardner, Dorothea Lange, Diane Arbus,  Glen Ligon, Helen Levitt, Walter Evans, Robert Frank, James Nachtwey, Margaret  Bourke-White, Ernest Cole, Mikael Levin, Gilles Peress, Susan Meiselas,  Sebastiao Salgado, Gary Winogrand, Carrie Mae Weems and others.      Seminar on post-Symbolist Poetry: Ezra Pound Sieburth Designed to introduce students to Pound’s oeuvre as a whole—and to its central place within ongoing debates about modernism and post-modernism—the course will include readings from Personae, The Cantos, and The Translations, as well as from The Chinese Written character, Literary Essays, Selected Prose, Guide to Kulchur, and selected wartime radio broadcasts. Background readings will include not only such standard works as Kenner’s The Pound Era, but also more recent reassessments of Pound’s poetics, politics, and economics. Pound= “an enclosure for stray animals.” Special Topics in Theory: The Subject of Freedom Basterra      Freedom,  writes Kant, manifests itself through the moral law, which “thrusts itself upon  us on its own.” Freedom, Levinas would  write almost two centuries later, is “ineluctably invoked” by a command that  “slips in me like a thief.” Should we understand freedom as being inseparable  from obligation, from a responsibility one has not chosen to take in any  present? And if the law that obligates  us does not exactly originate in ourselves, would autonomy consist in believing  oneself the author of – and thus becoming responsible for – something one has  received?      This  seminar explores freedom theoretically as a concept that enables thinking by  introducing a boundary, and practically as something other that animates  subjectivity. It begins by analyzing the  possibilities the exceptional concept of freedom opens up for theoretical  reason in Kant’s Critique of Pure Reason.    But freedom would be inconceivable without presupposing the idea of a  subject through which freedom would manifest itself. For there to be freedom, there have to be  subjects animated by freedom, subjects which, traversed by freedom, could  introduce its effects in the world. In  being constituted by freedom, the subject could then be imagined to play the  role of limit that enables theoretical thinking, but the ability to undestand  how freedom affects subjects and motivates the power of desire lies beyond  theoretical reason’s reach.      Careful  readings of Kant’s “Attempt to Introduce the Concept of Negative Magnitudes  into Philosophy” (1763), and of selections from Dreams of a Spirit-Seer (1766),  Critique of Pure Reason (1781/87), Critique of Practical Reason (1788), and  Religion within the Bounds of Bare Reason (1793) will structure our  discussions. We will put them in  conversation with works by Rousseau, Heidegger, Deleuze, Nancy, Levinas.      Topics in Black Literature: Fanon and Glissant Diawara The  purpose of this course is to explore the historical, political and esthetic  contexts which led to the emergence of Fanon’s seminal texts of decolonization and  cultural nationalism ( Black Skin White  Mask and The Wretched of the Earth )  and Glissant’s theories of Creolization and Tout-Monde ( Caribbean Discourse , The  Poetics of Relation , and The  Philosophy of Relation ). It is important to bear in mind that Fanon (1925) and  Glissant (1928) were contemporaries, from the same Island, Martinique, and exposed  to the same French assimilationist education, which was already put to test by  Sartrean readings of Marx and Freud, the affirmations of essential African  identities by the Negritude movement, and the postwar agitations against racism  and colonization.  Discourse and Society: The Renaissance Spatial Turn Duffy This seminar will explore two linked intellectual revolutions: the cosmographic revolution of the European Renaissance and the Postmodern Spatial turn in twentieth and twenty-first-century critical theory and philosophy. Starting from the spatial arguments in Aristotle and Plato through the works of Ortelius, Oronce Fine, Kepler, Mercator, Bruno, and others, we will establish a context in which to consider the spatial turn in the work of philosophers and critics including Foucault, Lefebvre, Deleuze, Soja, Casey, and Conley. Throuhgout the course, we will work to apply this long history of spatial thinking to some major works of European Renaissance literature including Petrarch's Canzoniere and Familiares , Bartolome de las Casas's writings, Joachim du Bellay's Roman poetry, Spenser's Faerie Queene, Donne's lyrics, and Milton's Paradise Lost.      Prisms of Modernity: Bare Life, Fascism, Post-dictatorship &amp; Neoliberalism in Spain Matos-Martin Recent transformative events such  as the financial collapse, the Eurozone crisis, the dismantling of the social  welfare system, labor reforms, austerity measures or massive unemployment have  opened a historical temporality in Spain in which large sectors of society have  been progressively degraded to an “unworthy” and unprotected life, a life with  no proper juridical or socially recognized status—a “bare” life (Agamben). The  existence of such lives, however, are nothing new in Spain. In fact, they have  been widespread with different intensities, of course, not only in times of  hardship but also in periods of economic prosperity. This course proposes an  examination of contemporary Spanish culture following that thread of bare life  and tracing it back to the Spanish Civil War. By comparing and relating today’s  massive precarization of bodies with memories of previous experiences of  marginalization, abandonment or exclusion (Franco’s regime, the so-called  transition to democracy, and post-dictatorial Spain), we might study the dark  side of Spanish Modernity. Theoretical readings might include, among others,  Benjamin, Arendt, Schmitt, Foucault, Agamben, Esposito, Butler, Negri and  Rancière.     Documents and Documentary Modes in Literature, Film, and Visual Culture Vatulescu      What do we mean by document,  documentary, and fiction? How have these concepts and their relationships  changed through time? This course starts by considering the beginnings of  documentary in literature, film, and the visual arts, from the controversial  coining of the term in 1926. We will explore representative works from  foundational moments in the evolution of documentary—the beginnings of the  newsreel, Soviet and Nazi propaganda, American depression era documentary  books, the cinéma-vérité movement, and the rise of autobiographical/personal  documentary films. How has the emergence of this new term and its development  affected our other key concepts—document and fiction? What is the relationship  between documentary modes and particular media and technologies—print,  photography, cinema, video, and digital? Other topics include the role of the  artist, indexicality and representation, literature as historical document,  “fiction in the archives,” false documents and forgery, collage, illustration,  and other uses of the document in twentieth century art. Critical and  theoretical readings by Paula Amad, Eric Barnouw, Roland Barthes, Stella Bruzzi,  Jane Gaines, Carlo Ginzburg, Jacques Derrida, Giorgio Agamben, Barbara Johnson,  Bill Nichols, Philip Rosen, Vivian Sobchack, Susan Sontag, Jacques Rancière,  Edward Said, Alan Sekula, Sven Spieker, Ann Stoler, Diana Taylor, and others. This semester's special topics are 1) word/image relations and 2) the archive. Theoretical forays around and into the archive will be complemented by hands-on research in the Tamiment archive or in an archive of your choice.      Topics in Lit &amp; Modern Culture: Queer Critique Huber      This seminar begins with a brief genealogy  of critique, focusing primarily on its modern itinerary as a practice or ethos  that exposes the complexity, contingency and violence in the given order of  things. At the outset, we will rely on Kant’s model of critique as a patient  reflection on the limits of reason, but we will follow the practice as it  deviates and disperses, tending toward an attitude that seeks not simply to  limn limits, but to radically question them. Critique begins then to ask after  other ways of being, doing and thinking. We will read Foucault and Butler for  their accounts of critique as a richly embodied, urgent and often risky  practice, paying particular attention to the elaboration of an ethics and  critical practice enabled by one’s perspectives and unruly investments, shaped  as these are by larger sexual, racial and class formations. How might our  desires incite critique, and how might critique, in turn, incite our desires?  Queer and critique are terms that slide with great latitude; we will ask if  there is a tacit traffic between them. Is there something decidedly queer about  critique? In the seminar’s final  section, we will focus on queer of color critique (Muñoz, Ferguson, Reddy, and  Chen), in order to move toward a fuller consideration of those powers that  produce, organize, constrain, differentiate and mobilize us.       Readings will include: Plato, Kant, Marx, Nietzsche, Gramsci,  Lukács, Benjamin, Koselleck, Foucault, Butler, Mbembe, Spivak, Brown, Asad, Mahmood, Eng, Shah,  Muñoz, Ferguson, Chen among others.                     Back to Top                     Contact us | &copy; New York University , Arts and Science"}, {"content": "Fall 2015 Graduate Schedule | English | NYU                                               Back to Home           Printer Friendly                     Fall 2015 Graduate Schedule              Course #      Professor      Title      Day/Time      Room              Engl.GA.1083.001 x-listed w/ Irish Studies      Waters, John      Lit of Modern Ireland      Monday 3:30-6:00pm      Ireland House, 101              Engl.GA.1957.001      Meisel, Perry      Textuality      Monday 6:00-8:45pm      19UP, 222              Engl.GA.1972.001      Hoover, David and Engel, Deena      Introduction to Programming: Python for Humanists      Monday 5:00-7:00pm      244 Greene, 805              Engl.GA.2075.001      McLane, Maureen      MA Thesis Writing Colloquium      Wednesday 11:00-12:15pm      244 Greene, 105             Engl.GA.2252.001      Cannon, Chris      Fourteenth-Century English (Excluding Chaucer)      Wednesday 11:00-1:45pm      244 Greene, 105              Engl.GA.2323.001      Guillory, John      Renaissance Utopias      Monday 1:00-3:45pm      244 Greene, 105              Eng.GA.2323.002 x-listed w/ Italian Dept.      Tylus, Jane and Wofford, Susanne      The Ethics of Pastoral      Wednesday 3:30-6:10pm      Casa Italiana, 201              Engl.GA.2344.001      Frey      Shakespearean Renegotiations      Thursday 6:20-8:20pm      19UP, TBD              Engl.GA.2661.001      Spear, Jeff      Victorian Studies      Thursday 3:30-6:15pm      244 Greene, 306              Engl.GA.2838.001      McHenry, Elizabeth      Toni Morrisson Seminar      Thursday 9:30-12:15pm      244 Greene, 105              Engl.GA.2841.001      Hendin, Josephine      American Fiction to 1900-1945      Thursday 3:30-6:15pm      244 Greene, 105              Engl.GA.2900.001      Hofmeyr, Isabel      Narratives of the Indian Ocean      Monday 6:20-8:45pm      244 Greene, 306              Engl.GA.2902.001 x-listed w/ Comp. Lit      Sanders, Mark      Topics in African Literature: Africa-In Theory      Monday 11:00-1:45pm      19UP, 229              Engl.GA.2916.001 x-listed w/ Comp. Lit      Garcia      Culture and Critique: Transnational America      Thursday 11:00-1:45pm      19UP, 229              Engl.GA.2927.001      Shaw, Lytle      Poetry and Audio Research      Monday 12:30-3:00pm      244 Greene, 306              Engl.GA.2957.001 x-listed / Russian Dept.      Kliger, Ilya      Theories of the Novel      TBA      TBA              Engl.GA.2980.001      McLane, Maureen      MA Proseminar      Wednesday 3:30-5:30pm      244 Greene, 306              Engl.GA.2980.002      Fleming, Juliet      MA Proseminar      Tuesday 9:30-11:30am      244 Greene, 306              Engl.GA.2980.003      Maynard, John      MA Proseminar      Thursday 12:15-3:00pm      244 Greene, 306              Engl.GA.2980.004      Freedgood, Elaine      MA Proseminar      Tuesday 6:20-8:20pm      244 Greene, 105              Engl.GA.2980.005      Fleming, Juliet      MA Proseminar      Wednesday 9:00-11:00am      244 Greene, 105          Engl.GA.3536.001      Siskin, Cliff and Jordheim, Helge      Conceptualizing the World: Inside/Outside Globalization      Monday 3:00-5:45pm      244 Greene, 306              Engl.GA.3636.001      McLane, Maureen      Lyric/Discontents      Tuesday 3:30-6:15pm      244 Greene, 306              Engl.GA.3810.001      Trujillo, Simon      Latina/o Studies and the Specter of Settler Colonialism      Wednesday 12:15-3:00pm      244 Greene, 306              Engl.GA.3840.001      Harper, Phil      Black Experimentalism      Friday 11:00-1:45pm      244 Greene, 306                                    Contact Us | &copy; New York University , Arts and Science"}, {"content": "Spring 2015 Undergraduate Course Schedule, CWP | NYU                         NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                           Creative Writing Program                                                                                                Back to  previous page                Printer Friendly       Spring 2015 Undergraduate Course Schedule           INTRODUCTORY WORKSHOPS    This popular introductory workshop offers an exciting introduction to the basic elements of poetry and fiction, with in-class writing, take-home reading and writing assignments, and substantive discussions of craft. The course is structured as a workshop, which means that students receive feedback from their instructor and their fellow writers in a roundtable setting, and should be prepared to offer their classmates responses to their work. 4 points. CRWRI-UA.815 Creative Writing: Introduction to Fiction &amp; Poetry Section 001, Albert Avant, MW 9:30-10:45am Provisional Syllabus Section 002, Jacob Brower, MW 12:30-1:45pm Provisional Syllabus Section 003, Enkay Iguh, MW 8:00-9:15am Provisional Syllabus Section 004, Tess Crain, MW 11:00am-12:15pm Syllabus Section 005, Sarah Citron Cohen, MW 2:00-3:15pm Syllabus Section 006, Kathleen Furin, TR 12:30-1:45pm Provisional Syllabus Section 007, Sebastian Doherty, TR 12:30-1:45pm Provisional Syllabus Section 008, Madeleine Barnes, MW 9:30-10:45am Provisional Syllabus Section 009, Emma Hine, MW 12:30-1:45pm Provisional Syllabus Section 010, Stephen Ellis, TR 9:30-10:45am Provisional Syllabus Section 011, Michael Fetterman, MW 12:30-1:45pm Provisional Syllabus Section 012, Kathleen French, TR 12:30-1:45pm Provisional Syllabus Section 013, Victoria Kornick, TR 8:00-9:15am Syllabus Section 014, Elisa Gonzalez, MW 11:00am-12:15pm Provisional Syllabus Secton 015, Sean Denmark, TR 3:30-4:45pm Provisional Syllabus Section 016, Allison Bulger, MW 2:00-3:15pm Provisional Syllabus Section 017, Elizabeth Wood, MW 9:30-10:45am Section 018, Chris Normandin, MW 4:55-6:10pm Syllabus Section 019, Maurice Decaul, TR 12:30-1:45pm Provisional Syllabus Section 023, Raquel Dorman, MW 12:30-1:45pm Provisional Syllabus Click here for information about the Creative Writing Program's course offerings abroad at NYU's Accra, Buenos Aires, London, and Sydney sites.                           INTERMEDIATE WORKSHOPS  The intermediate workshops offer budding prose writers and poets an opportunity to continue their pursuit of writing through workshops that focus on a specific genre. The workshops also integrate in-depth craft discussions and extensive outside reading to deepen students’ understanding of the genre and broaden their knowledge of the evolution of literary forms and techniques.     Prerequisite for fiction : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA.816, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 860, OR COSEM-UA 11 8 or equivalent. Prerequisite for poetry : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA.817, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA.870, OR FRSEM-UA 38 8 or equivalent. Prerequisite for creative nonfiction : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 825, OR CRWRI-UA.880 or equivalent. 4 points.  CRWRI-UA.816.001 Intermediate Fiction Workshop Provisional Syllabus Sharon Mesmer , T 3:30-6:15pm Is it possible to write, as Clarice Lispector suggests, both \"squalidly   and structurally\"? I say yes. Both ends of the trajectory are possible   ... and necessary, really, in order to produce surprisingly inventive   writing. In this workshop, we will explore and exploit the fertile   (oftentimes untouched) mud of our imaginations through a series of five   writing exercises paired with model texts, each utilizing a different   prose form into which even the muddiest, most inchoate and problematic   ideas, images and language can be flowed. (Occasionally I will use my   own work to show you how I approached these forms . . . I never give   assignments that I myself haven't tried!) We will discuss the visible   and invisible architectures of these model texts, and how you can deploy   those architectures for your own purposes. Are you an absolute   beginner? an uncertain experimenter? a bitter literary world veteran?   Doesn't matter. The assignments + model texts can be used by anyone at   any level of proficiency. Additionally, having a varied mix of voices is   important, as Bitter Literary World Veteran can always learn something   from Absolute Beginner about (as Jack Kerouac said) being \"submissive to   everything, open, listening.\" Together we'll read, write, discuss,   dissect, experiment and create. Our objectives? 1.) To read, learn   about, and be inspired by, the writings of others, including our fellow   classmates; and 2.) to produce five fully alive pieces of prose that you   would feel confident submitting to magazines (if that's your goal) or   just proud to have written. Surprise!    CRWRI-UA.816.002 Intermediate Fiction Workshop Provisional Syllabus George Foy , R 3:30pm-6:15pm This is a workshop, which means it combines some imparting of alleged wisdom and pompous declaiming by the prof with the absolute best way to perfect your work, i.e., by doing it--writing, writing, writing. The workshop's philosophy is based on the premise that when a writer picks up a pen or opens a laptop to start a story, he or she breaks the connection with \"normal\" time and space to enter a storyworld in which anything is possible. Such a world, if well constructed, will like other complex systems start to generate and follow its own rules and acquire independent life. Too often writers are prevented from taking advantage of this freedom by straitjacket expectations or fear of failure. In this class the idea is to blow fear away, and use any technique or character as long as it works to create a believable world peopled by living characters, described in prose that takes wing and a voice that is recognizably yours. To that end students will be expected to submit 2-3 full-length short stories over the term's course; they will also complete writing exercises and microfictions, in class and on-assignment, every week. Readings are assigned on a regular basis, and readers' reports are due near term's end. We will of course discuss traditional issues in writing, such as elements of craft and ways to nurture and sustain, on the nuts and bolts plane, your writing practice. But we will also explore non-linear stories, illustrated narrative, fiction as street theater, and many other topics too numerous and amusing to list in a course catalogue. CRWRI-UA.816.003 Intermediate Fiction Workshop Provisional Syllabus Marie-Helene Bertino , M 6:20pm-9:05pm This class will explore the craft of fiction in three different ways. The first will be brief talks that address a different element of craft in each class. The second will be by reading and dissecting (like writers!) a broad range of contemporary fiction, from experimentalists like Etgar Keret and Aimee Bender, to whip smart traditionalists like Alice Munro, Charles Baxter, and Anton Chekov, to subtle post-modern visionaries like Raymond Carver, Denis Johnson, and Amy Hempel. The third and most important component of the class will be workshopping student work with this question in mind: where do I think this writer/story is trying to go? We will tailor our critiques toward the idea of helping the writer get there. We will have surprise guests by professional writers. We will eschew the idea that there is one way to write fiction. We will seek out the joy in our work and the work of others and will cultivate our personal, idiosyncratic voices.    CRWRI-UA.816.004 Intermediate Fiction Workshop Provisional Syllabus Adam Wilson , R 4:55pm-7:40pm This is a workshop-style class that will focus on the short story. Students will primarily be writing their own stories and critiquing the work of their peers. But we'll also read stories and short essays by both past masters and contemporary writers that demonstrate a variety of styles and strategies. We'll think about stories from the perspective of craft in an effort to better our understanding of how the short story works.    CRWRI-UA.816.005 Intermediate Fiction Workshop Provisional Syllabus Justin Taylor , T 6:20-9:05pm In this workshop, we'll focus on reading and writing short fiction. Since this is a workshop, we'll naturally devote most of our time to peer reading and critique, but we'll also read stories by acknowledged masters of the form, as well as newer work whose status remains to be determined--by us, perhaps. Whether we're reading published stories or student work our goals will be the same: to understand how a given story functions, to determine how and why it succeeds or fails (hopefully we won't all agree too much on this) and to identify techniques that we can adapt for use in our own fiction. We'll place a strong emphasis on editing and revision, so please come prepared to kill your darlings.    CRWRI-UA.816.006 Intermediate Fiction Workshop Syllabus Jeffery Renard Allen , M 11:00am-1:45pm In this workshop we will focus on the craft of fiction with the work of every writer in the class at the center. Therefore, a significant portion of every class session will be devoted to workshopping the original manuscripts of every writer in the class for the purpose of offering constructive feedback about these manuscripts. In addition, we will also read and discuss several assigned texts to engage in a writerly conversation about such important matters as the creative process and the imagination, the sources of fiction, and the importance of revision. As well, each week we will discuss a published story or novel to emphasize one fundamental fact, namely that most of what we learn about writing fiction comes from reading. So we will read some exemplary works to better our understanding of the elements of fiction such as conflict, character, setting, structure, and point of view.    CRWRI-UA.816.007 Intermediate Fiction Workshop Provisional Syllabus Katie Kitamura , M 4:55pm-7:40pm This is a workshop for anyone who wants to deepen their fiction writing skills. In-class exercises will help students learn the fundamentals of dialogue, setting, characterization and psychology. Reading attentively is a key part of writing; to that end we will look at novels and short stories from a range of writers including Marguerite Duras, Elfriede Jelinek, Roberto Bolaño, and Arkady and Boris Strugatsky. This workshop is for students who have taken the Creative Writing: Introduction to Poetry and Fiction course. Students will be expected to present their own work in class, and respond thoughtfully to the work of classmates. CRWRI-UA.816.008 Intermediate Fiction Workshop Provisional Syllabus Mira Jacob , F 11:00am-1:45pm Remember that last story or book you really loved? Well, there was a reason for it. Sure, it was compelling and original and all of that, but beyond that, it had a ticking plot, or a compelling narrator, or such fluid pacing that you could not help but fall into the spell that readers of fiction have for centuries. So let's go back into that story. Let's take it apart and see what you can glean from it and use for your own. Nothing is quite as fun as learning from the best, right? This is a course for those interested in getting actual nut-and-bolts knowledge about writing fiction. We will discuss basic elements — like character, plot development, voice, point of view, pacing, and structure, and read everyone from Junot Diaz and Katherine Mansfield to get a grip on our own craft. Come prepared to read carefully and write boldly.  CRWRI-UA.817.001 Intermediate Poetry Workshop Provisional Syllabus Arda Collins , W 3:30pm-6:15pm The poet Federico Garcia Lorca refers to it as “black sounds.” Goethe describes it as “a mysterious power which everyone senses and no philosopher explains.” In a letter to his brothers, Keats arrived at calling it “negative capability.” What can they possibly mean? The question is, where does poetry come from and what is it? To attempt an answer to this question, our workshop will focus on close reading, of published work and of course your own poems. As we create new work, our conversation will focus on understanding what our poems are doing and how. When you open your mouth, why are these the sounds ou make? The reading selections for this course are from a spectrum of time periods and traditions so that you will see what is possible in a poem and acquire a greater understanding of the formal elements of poetry. Writing exercises are way of exploring what we’ve read to understand it more intimately, and to open new directions for your own work.    CRWRI-UA.817.002 Intermediate Poetry Workshop Provisional Syllabus Ada Limón , M 4:55pm-7:40pm Fortunately and unfortunately there is nothing simple or easy about poetry. As an art form it is complex, strange, frustrating, generous, mysterious, and electrifying. What makes it so powerful and yet so indescribable? In this workshop we'll learn to define poetry on our own terms while entering the larger literary conversation with those that came before us. With an emphasis on creating an open and supportive environment for presenting and discussing original work, this intermediate poetry workshop will be designed to make us all better writers, readers, and empathetic critics. Students can expect to read a wide range of both classic and contemporary poetry while exploring poetic structure, responding to unique writing prompts, and learning how to raise the stakes in their own work. CRWRI-UA.817.003 Intermediate Poetry Workshop Provisional Syllabus Robert Fitterman , T 3:30pm-6:15pm In 1871, Arthur Rimbaud declared that \"the invention of the unknown demands new forms,\" and for over 100 years innovative poets have been beckoned to uncover or invent forms for the unknown or for their own present condition. New times require new forms, and in the tradition of the avant-garde and experimental writing, this course will introduce you to several new poetic strategies and to the poets who employ them. In addition to workshopping, each week we will write poems in-class that are inspired by or modeled after the strategies we study. Some of these experiments might include: sampling, procedural writing, mixed media, collaboration, conceptual writing, appropriation, etc. The course also requires that you present your writing 2-3 times during the semester, participate in a collaborative project, and turn in a small \"book\" of your writing at the end of the term.    CRWRI-UA.817.004 Intermediate Poetry Workshop Provisional Syllabus Ada Limón , M 11:00am-1:45pm Fortunately and unfortunately there is nothing simple or easy about poetry. As an art form it is complex, strange, frustrating, generous, mysterious, and electrifying. What makes it so powerful and yet so indescribable? In this workshop we'll learn to define poetry on our own terms while entering the larger literary conversation with those that came before us. With an emphasis on creating an open and supportive environment for presenting and discussing original work, this intermediate poetry workshop will be designed to make us all better writers, readers, and empathetic critics. Students can expect to read a wide range of both classic and contemporary poetry while exploring poetic structure, responding to unique writing prompts, and learning how to raise the stakes in their own work. CRWRI-UA.817.005 Intermediate Poetry Workshop Provisional Syllabus Geoffrey Nutter , M 9:30am-12:15pm Surprising, disorienting, beautiful, lyrical, dream-like, fantastic, difficult, intense--a poem exists in a strange realm of ambiguity and can be all of these things at once. And poets in 14th century England, 10th century China, or 18th century Japan used the same raw materials as poets in 21st century America: dreams, strong or ambivalent emotions, the natural world, experience in its many forms, and language. In this class we will look with fresh eyes at some of the most amazing poems of the past, present, and future, asking not what they mean, but rather how they mean and what they do. We will also discuss the kinds of things that poems are uniquely capable of doing--those things that make poetry exceptional in the world of the creative arts. In other words, we will approach the reading of poems as writers of poems. Focused and rigorous discussions of our fellow students' poems will further help us hone our craft.    CRWRI-UA.825.001 Intermediate Creative Nonfiction Workshop Provisional Syllabus Charles Taylor , R 4:55pm-7:40pm I'm frequently asked why I don't write my memoirs, the film critic Pauline Kael said in the piece the closed out her years at the New Yorker. \"I think I have.\" The division between the critical and the personal essay seems to collapse when we allow that both are motivated by the writer's own unique sensibility. And that while each start in the personal, each suggests a breadth of concern and features a range of reference that goes beyond the insularity of \"I.\" Beginning with several memoirs-- I Remember by Joe Brainard; Men We Reaped by Jesmyn Ward; Low Down by A.J. Albany--we will see how the best memoirists address larger concerns than just themselves, and then how a personal sensibility is brought to bear on subjects that are not explicitly autobiographical. Through close reading, vigorous class discussion, and writing assignments which we will later workshop together, students will be encouraged to define their own sensibilities and apply them to subjects that are explicitly personal and those not traditionally considered personal. Each student will be required to write a personal essay, a cultural essay, and a sociopolitical essay. The great French filmmaker Francois Truffaut said that for him a movie must express an idea of the world and an idea of cinema. Substitute \"writing\" for cinema, and you have a succinct description of the territory this class will explore. CRWRI-UA.825.002 Intermediate Creative Nonfiction Workshop Provisional Syllabus  Clifford Thompson , W 3:30pm-6:15pm                       In this course students will read and discuss published essays that fall into three categories: \"The Personal in the Journalistic,\" or works that combine discussion of the writers' personal lives with discussions of outside subjects; \"Trouble,\" or essays that describe predicaments the writers faced; and \"People You Know,\" in which writers evoke figures from their lives. The published essays we discuss will be grouped in the order given above. As we conclude each grouping, students will turn in personal essays, at least 1,500 words in length, related to that particular topic. (As indicated below, \"Personal in the Journalistic\" essays are due February 18, \"Trouble\" essays April 8, and \"People You Know\" May 6, the last day of class.) In addition, each week two students will have pieces workshopped, according to a schedule to be handed out on the first day of class. Workshopped pieces do not have to fit in any of the three categories, but any workshopped piece may be revised and submitted as one of the three category essays. Workshopped pieces will also be at least 1,500 words. Finally, each week students will participate in an in-class exercise.              ADVANCED WORKSHOPS Advanced workshops provide emerging writers with the opportunity to hone their individual voice and experiment with different aesthetical strategies in a genre-specific workshop taught by an eminent writer in the field. The workshops focus on innovative revision techniques, the development of a sustainable writing process, and the broadening of students’ literary knowledge of classical and contemporary masters. Each advanced workshop has a distinct emphasis and area of exploration—students are advised to pay close attention to the course descriptions, which are available online prior to registration.    Prerequisite for fiction : CRWRI-UA 816, OR CRWRI-UA 818, OR CRWRI-UA 9818, OR CRWRI-UA 9828, OR CRWRI-UA 820, OR CRWRI-UA 860 or equivalent. Prerequisite for poetry : CRWRI-UA 817, OR CRWRI-UA 819, OR CRWRI-UA 9819, OR CRWRI-UA 9829, OR CRWRI-UA 830, OR CRWRI-UA 870 or equivalent . Prerequisite for creative nonfiction : CRWRI-UA 825, OR CRWRI-UA 850, OR CRWRI-UA 880 or equivalent. 4 points. CRWRI-UA.820.001 Advanced Fiction Workshop Provisional Syllabus    Marcelle Clements , T 2:00pm-4:45pm What makes a story powerful? In this intensive course, we will explore the uses of emotion (or its absence), narrative intimacy, creating and sustaining ambiance by wielding resonant details, integrating eroticism, violence and vision. For models and inspiration, we will study the strategies of writers who thrill, seduce, move, disturb, or taunt the reader. In addition, we will attempt to improve the flow and consistency of our writing practice. Our class discussion is central to this enterprise, and participation is required, as are weekly assignments of writing and reading.  CRWRI-UA.820.002 Advanced Fiction Workshop Provisional Syllabus Charles Bock , M 11:00am-1:45pm Class is divided into lectures, exercises, and workshop. Lots of time will be spent on technical stuff, how characters work, the way in which a story develops, language, structure, etc. Weekly lectures start things off with an emphasis on craft, craft, craft. We'll build from the basics (because you can't break rules without knowing why you need to break them, and this requires knowing rules). We'll do exercises related to the lectures. Then workshops for the second half of the class. Workshops are structured so every student will comment on a story, and participation is a big part of a class. We care about improving stories and why they work and how they can be improved; we care about supporting our fellow students in their creative ventures and being daring and moving into uncharted narrative territories; however, please know, whether you like something matters to me not at all. In fact, during workshop, if someone says, \"I liked...\" the student (or teacher) will be responsible for bringing cupcakes to the next session (elements of a story either work or they don't work, we understand them or we don't, whereas all children blindly like a nice, sweet treat). If you don't care for this rule, or any of my other rules, I understand; there are other amazing teachers at NYU. Of course, we'll have weekly reading assignments--short stories, mostly from contemporary authors. There will be weekly one page assignments based on something from a lecture and/or short story. If I feel that students are not reading their homework assignments, I will quiz you and your grades will reflect the results. Students also will be chained to one novel for the entirety of the term, and will write occasional short essays on the various aspects of their novel (how action x was developed through the novel, the character trait that reminded me of y from my own life...). When you come out from the other side of this thrilling little amusement park ride, the matter inside your fused together skull is going to have a better understanding of how fiction works.  CRWRI-UA.820.003 Advanced Fiction Workshop Syllabus Elizabeth Gaffney , M 3:30pm-6:15pm Our goals are: to learn the writers process through studying a dozen masters of the form, write a page of new prose every day and, drawing from those pages, to create and revise a new short story. In this class: we will write — in class and out. We will read short stories — yours and those of a dozen renowned short story writers. We will analyze the writer's process — both yours and that of our writers, through reading — and occasionally conducting — interviews.  CRWRI-UA.830.001 Advanced Poetry Workshop Provisional Syllabus  Elaine Equi , F 2:00pm-4:45pm The goal of this course is to help you approach your writing in a more expansive way and to make you more prolific. This semester we'll draw on a variety of styles spanning from the engaging immediacy of performance poetry, to the startling juxtapositions of experimental writing. In the process, we'll touch on Surrealism, Objectivism, and The New York School for inspiration and techniques. I'm hoping that as a result, you'll gain a clearer sense of your own voice and interests, as well as a number of exciting ways to develop new work in the future. Weekly writing assignments will be a mix of traditional and invented forms. Possible topics include serial poems, ekphrastic poems, documentary and interview poems, poems about pop culture, the supernatural, and more. Critiques will focus on recognizing your strengths, creative strategies for revision, and preparing your work for publication. You can expect to write one poem per week, do an oral presentation, and keep a journal.  CRWRI-UA.830.002 Advanced Poetry Workshop Provisional Syllabus Catherine Barnett , W 8:00am-10:45am In this challenging workshop, we'll invent and re-invent and dodge and entertain and investigate \"the accursed questions\" as a way to generate new material for poems and to read more deeply. We'll consider James Baldwin's notion that \"the purpose of art is to lay bare the questions hidden by the answers\" and push for that which is \"not unforeseen enough.\" Through thinking about and playing with the resources of questions, we'll try to subvert conventional notions of what is important and unimportant; we'll try to redeem incongruities; discover the mysteries behind physical appearances; and find ways to apprehend the real without distorting \"the incomprehensibility of the real.\" We'll consider what Yeats has said: \"Only that which does not teach, which does not cry out, which does not persuade, which does not condescend, which does not explain, is irresistible.\" Students will be asked to write two poems every week and to respond generously and rigorously to each other's work. In addition, students will give a presentation on a poet/question of their choice and put together an anthology and a chapbook. CRWRI-UA.830.003 Advanced Poetry Workshop Provisional Syllabus Matthew Rohrer , M 11:00am-1:45pm This course is designed to plunge students head-first into the world of contemporary poetry. Besides workshopping each others’ poems, students will read a different book of contemporary poetry each week, and present it to the class. We will discuss the book as writers, not literature students; we’ll want to figure out what each poet is doing, how he or she does it, and how we can do that. Writing exercises derived from the readings will help us get into the poets’ heads. This is an advanced course, and students will be expected to do all of the reading, participate in the discussions, and generally contribute towards that elusive thing which is a workshop environment that is constructive and critical and ultimately generative for everyone. The goal of the course is for students to engage with the work of their peers and their contemporaries in a critical and hungry manner which will lead to a greater understanding of how their own poetry is working.  CRWRI-UA.850.001 Advanced Creative Nonfiction Workshop Provisional Syllabus Marcelle Clements , R 2:00pm-4:45pm Confession, Autobiography and Auto-Fiction: In this intensive class we write at the intersection of fiction and non-fiction, criss-crossing various genres. The memoir and the faux-memoir, the letter, the diary, the short fiction in which the author's voice seems eerily authentic -- these are the forms that have transformed publishing in the last two decades. We will explore the possibilities of first-person narratives, all the while we continue to work hard at the level of the sentence and the paragraph. In addition, we will attempt to improve the flow and consistency of our writing practice. Our class discussion is central to this enterprise, and participation is required, as are weekly assignments of writing and reading.           MASTER CLASSES These advanced workshops and craft seminars—taught by acclaimed poets and prose writers—are open to select NYU undergraduates. Master classes are limited to 12 students and provide intensive mentoring and guidance for serious and talented undergraduate writers. Each Master Class has a distinct emphasis and area of exploration—students are advised to pay close attention to the course descriptions, which are available online prior to registration.    Prerequisite for fiction : CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA 816, OR CRWRI-UA 818/819, OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 820,  OR CRWRI-UA 860 or equivalent. Prerequisite for poetry : CRWRI-UA 815,  OR CRWRI-UA 9815, OR CRWRI-UA 817, OR CRWRI-UA 818/819,  OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 830, OR CRWRI-UA 870,  OR FRSEM-388, or equivalent.  Prerequisite for creative nonfiction :CRWRI-UA 815, OR CRWRI-UA 9815, OR CRWRI-UA 818/819,  OR CRWRI-UA 9818/9819, OR CRWRI-UA 9828/9829, OR CRWRI-UA 825, OR CRWRI-UA 850, OR CRWRI-UA 880 or equivalent. Recommended prerequisite : CRWRI-UA 820 (for fiction), CRWRI-UA 830 (for poetry), or CRWRI-UA 850 (for creative nonfiction). Application required. 4 points.    CRWRI-UA.860.001 Master Class in Fiction Rick Moody , M 11:00am-1:40pm This is a workshop for people who have experience in workshops, but who are ready to experiment, think outside of the formulae for conventional fiction writing, and above all who are willing to work hard on rewriting and perfecting work in a supportive and collegial atmosphere. We'll be doing a lot of reading as well as short writing assignments for the first half of the semester--some of these assignments about story structure and some about voice and form--in order to prepare for writing a longer story or two as final projects. Solid attendance and contribution to class discussion a must, as well as attentiveness to grammar and paragraphing. CRWRI-UA.870.001 Master Class in Poetry Kimiko Hahn , T 11:00am-1:40pm Law-enforcement code for burglary, \"breaking-and-entering\" will be our strategy for reading, writing, revising, as well as critiquing. Readings will include Yusef Komunyakaa, Claudia Rankine, and Dorothy Lasky. CRWRI-UA.880.001 Master Class in Creative Nonfiction David Lipsky , T 11:00am-1:40pm How do we write non-fiction--how do we make what feels important to us (the necessary information that feels almost too big to not say) important to readers? In this workshop, we'll explore how to cut and pave that highway between other people and ourselves: how to make that information feel necessary on the other end. Lots of this will be the technical material of workshop: openings, drafts, editing peers, self-editing, the freedom of revision. We'll discuss how to report and what it's like to interview. And since every strong piece of writing includes its own DIY guide--for how to write and how to get inspired about the walk to the keyboard--we'll also look at memoirs and essays by some great non-fictionists: Martin Amis, Joan Didion, David Foster Wallace, Pauline Kael. We'll explore the practice the writing. (Lorrie Moore says the difference between a writer and a non-writer is the non-writer thinks she'll remember it in the morning.) Submissions, reading, and classroom discussion.                Back to Top                                         Contact Us | &copy; New York University , Arts and Science"}]}]