[{"detail": [{"content": "M.A. in Arts Politics: Tisch School of the Arts at NYU                           Skip to content        Art &amp; Public Policy Home Masters in Arts Politics Center for Art and Public Policy Course Offerings News and Events Faculty Twitter Facebook  home &gt; Art and Public Policy        Master of Arts in Arts Politics  The M.A. in Arts Politics: An Activist, Critical, Interdisciplinary Graduate Program    \"The time has come to train unique arts activists–capable of activating critical and creative dialogue between art and the world, and committed to reshaping how art is produced, perceived and received.\"    The politics that make art. The politics that art makes. This is an opportunity for artists and those working in the intellectual and institutional domains of art to enhance and elaborate the value and significance of their creative endeavors through intensive study, reflection, and engagement with the university and the world. Based at Tisch, the program combines a dedicated core faculty with access to faculty and courses from five different schools at New York University.    Students who undertake this advanced course of study will gain a broad understanding of the issues and the skills required to make their ideas work in practice. They will be well placed to assume a leadership role in creating new institutional venues and public forums for creative work with their publics and for deepening an understanding of how art enriches social life. Students will be encouraged to become advocates for the arts from within the arts. The program will provide a deep grasp of what makes art necessary—both aesthetically and socially—and what constrains its expression and development. They will complicate received notions of access to the arts and the artist’s social responsibility.    New York University is already renowned for producing precisely this kind of independent creative intelligence oriented toward making a mark in the world. Drawing on a diverse faculty across School and departmental lines, a dedicated core faculty, and special visiting faculty, the program avails itself of rich resources and its location in a global cultural center. Students will learn to blend esthetic and social innovation in close connection with various art worlds. They will be able to work collaboratively across disciplinary lines with a robust integration of creative talent and critical acumen. The goal of the program is to train unique arts activists—capable of activating critical and creative dialogue between art and world and committed to reshaping how art is produced, perceived, and received.    …the relation between art and society and the role of the artist in civic life.    The M.A. in Arts Politics Program provides a critical and analytic setting in which artists and others with a social commitment to the arts can develop the means for an appraisal of the political implications and social significance of their work. The program combines an administrative home within the Tisch School of the Arts with partnerships across other NYU schools to offer a spectrum of interdisciplinary courses. The curriculum examines, in an activist key, the relation between art and society and the role of the artist in civic life. Art is treated as providing a particular lens through which the social world can be understood and as a medium of cultural intervention in political processes.    The M.A. program combines core courses with relevant electives drawn from across the University. Students attend classes with those who have related arts interests in other University areas and come together to critically reflect on the discourses and practical strategies that issue from the ability of art to intervene in and transform the social world. Arts politics considers art as both a way of knowing and a kind of action, as an invitation to claim artistic citizenship and a means to democratize the public sphere.    Arts politics attends to both formal and informal political processes that bear on the production, dissemination, and reception of the arts. It integrates approaches from the humanities, social sciences, and the arts themselves. It studies governmental and policy processes and the institutional ecology and political economy of the arts. It employs perspectives that understand how to decode cultural meanings, how social movements are formed, and how to read the aesthetic dimension of contemporary politics. Through official patronage and censorship, celebration and loathing, affirmation and critique of prevailing values, art has long been imbricated and implicated in the political. Yet arts politics is never fixed; its historical and cross-cultural variations help us understand what possibilities exist for civically engaged artists working in the present.    In the United States, cultural policy is typically seen as being weakly developed, and the skills artists use to get their work into the world often frequently rest on tacit knowledge. Art is rarely bestowed with official status or sanction, which can make its social or political impact all the more challenging to discern. Given the often-subtle ways in which art interacts with and acts upon the social world, the political value and efficacy of art can be difficult to assess. Alternately, when art itself is grasped epistemologically, as a way of knowing the world, a distinctive array of art’s social effects becomes legible.    Curriculum    The M.A. is an intensive one year (two semester) program in which students take 18 credits per semester. The curriculum requires four specific courses for this program. They are “Issues in Arts Politics,” “Seminar in Arts Activism,” “Graduate Colloquium,” and “Graduate Fieldwork.” Students also enroll in at least two electives offered through the Department of Art and Public Policy during the course of the academic year. In addition, students must take up to 16 points of electives drawn from a University-wide list of linked course offerings, including advanced course work in art and public policy. Enrollment in the program will remain small, so that there is room in the core courses for students from other programs at the University. Program electives are courses from around the University that are already on the books, and the respective departments have already agreed to admit arts politics students (subject to permission of the individual instructor).    Issues in Arts Politics    This seminar aims to give students both a conceptual and practical grounding in the range of issues and approaches by which arts politics can be understood. The course will be framed by the following considerations: What are the institutional, discursive, and ideological contexts that shape the objects, images, sounds or texts we call “art?” What are the links between cultural spaces-- the museum, the movie-theater, the gallery, the music/dance hall, the bookstore, the fashion runway, the public street, television, cyber space-- and the larger realm of politics? And how do these relationships impact, implicitly or explicitly, the ways we create, curate, or study the arts? How do consumers play an active role in the reception of cultural products? What is the relation between formally promulgated cultural policy and the tacit knowledge that artists call upon to get their work into the world? What dimensions of the broader cultural terrain are made legible through artistic practice? What are the means through which art intervenes in the political arena? “Art” will be studied as a site of contested representations and visions, emb edded in power formations-- themselves shaped by specific historical moments and geographical locations. Given contemporary global technologies, cultural practices will also be studied within the transnational “travel” of ideas and people. Such germane issues as the legal and constitutional dimensions of censorship, the social formation of taste, the consumption of stars, the bio-politics of the body, transnational copyrights law-- will all pass through an intersectional analyses of gender, race, class, sexuality, ethnicity, religion, and nation, incorporating the insights of such areas of inquiry as multiculturalism, feminism, postcolonialism, and queer studies. The first half of the course is explores certain key conceptual issues and the second half examines practical applications. Specific examples are provided through student presentations.    Seminar in Arts Activism    This seminar will focus on developing our work, theory, and art into a realized production. Each student will start with presenting his or her ideas and goals of creating a public project. This may take the form of public art, exhibition, performance, narrative but bringing it to a goal of actualizing the work out of the school student world. But the class is more than just bringing the art into the public light. We will scrutinize and examine intent and where to bring a production. Media, reviews, current events, intent, audience, controversy, economics, politics and other issues and challenges that is vital to a successful professional life. These connections and awareness of the outside world out of school will be a reality check of all the responsibilities of participating in culture. The class is interested in original and dynamic thought, provoking associative thinking and awareness. The class is designed to transform and consider challenging your process and opinion. You are encouraged to bring awareness of different approaches to create new and borrowed strategies in cultural activism. The class is considered process oriented and the professor is encouraging conceptual principles. Process is encouraging original thought over guaranteed knowns.    Core Faculty    Randy Martin is Chair of the Department of Art and Public Policy. He is the author of Performance as Political Act: The Embodied Self ; Socialist Ensembles:Theater and State in Cuba and Nicaragua ; Critical Moves: Dance Studies in Theory and Politics ; On Your Marx: Relinking Socialism and the Left ; Financialization of Daily Life ; and Empire of Indifference: American War and the Financial Logic of Risk Management . He has edited collections on U.S. Communism, sport and academic labor and, most recently, Artistic Citizenship: A Public Voice for the Arts (with Mary Schmidt Campbell) and The Returns of Alwin Nikolais: Bodies , Boundaries, and the Dance Canon (with Claudia Gitelman).    Dr. Martin holds degrees in sociology from the University of California, Berkeley, the University of Wisconsin, Madison, and the City University of New York. He has studied, taught, and performed in dance, theater, and clowning in the United States and abroad. Previously, he served as professor and chair of social science at Pratt Institute, associate dean of faculty at Tisch School of the Arts, and as an editor of the journal Social Text .    Ella Shohat is Professor at the departments of Art &amp; Public Policy and Middle Eastern Studies, and also affiliated with the department of Comparative Literature. She has lectured and published extensively on issues having to with Eurocentrism, post/colonialism and transnatioanlism as well as with orientalism and the representation of the Middle East, including the question of Arab-Jews. Her books include \"Israeli Cinema: East/West and the Politics of Representation\" (U. of Texas Press, a new edition is forthcoming from I.B. Tauris) \"Talking Visions: Multicultural Feminism in a Transnational Age\" (MIT Press &amp; the New Museum,) \"Multiculturalism, Postcoloniality and Transnational Media\" (co-edited, Rutgers University Press, and with Robert Stam, \"Unthinking Eurocentrism\" (Routledge; winner of the Katherine Kovacs Singer Best Book Award) and more recently \"Flagging Patriotism: Crises of Narcissism and Anti-Americanism\" (Routledge). Shohat and Stam are currently in the final stages of writing \"The Culture Wars in Translation\" (NYU press) and Shohat is also currently co-editing a book on the cultural politics of Middle Eastern diasporas throughout the Americas (University of Michigan Press.) Her book \"Taboo Memories, Diasporic Voices\" has recently been published by Duke University Press. A recipient of Rockefeller fellowship, she has served on the editorial board of several journals, including \"Social Text, Critique and Meridians\". Her writing has been translated into diverse languages, including French, Spanish, Portuguese, Arabic, Hebrew, German, Polish, Italian, and Turkish. During the past year she taught at Cornell’s School of Theory &amp; Criticism, and was awarded a senior fellowship at ICAS-- the International Center for Advance Studies, NYU.    Karen Finley is a New York based artist whose raw and transgressive performances have long provoked controversy and debate. She has appeared and exhibited internationally her visual art, performances and plays. Her performances have been presented at Lincoln Center, New York City, The Guthrie, Minneapolis, American Repertory Theatre, The ICA in London, Harvard, The Steppenwolf in Chicago, and The Bobino in Paris. Her artworks are in numerous collections and museums including the Pompidou in Paris and Museum of Contemporary Art, Los Angeles. . Finley attended the San Francisco Art Institute receiving an MFA and honorary PHD. She has received numerous awards and fellowships including a Guggenheim, 2 Obies, 2 Bessies, MS. Magazine Woman Of The Year, NARAL Person of the Year(which she shared with Anna Quindlen and Walter Cronkite), NYSCA and NEA Fellowships She has appeared in many independent films and appeared in the film Philadelphia. She has authored and or edited seven books including Shock Treatment (City Lights 1990), Enough is Enough (Poseidon, Simon and Schuster 1993), Living It Up (Doubleday 1996), Pooh Unplugged (Smart Art Books 1999), A Different Kind Of Intimacy: The Collected Writings of Karen Finley (Thunders Mouth Press 2000), she edited and contributed to Aroused” A Collection of Erotic Writings (Thunders Mouth Press 2001) and George and Martha (Verso 2006).  Alumni of the MA in Arts Politics Applying for Financial Aid Art & Public Policy Web Site Arts Politics Application Requirements How to Apply: Graduate Program MA Arts Politics Class of 2015 Tisch Scholarship Guide  FAQs about the M.A. in Arts Politics  Department of Art & Public Policy 665 Broadway, 6th Floor New York, NY 10012               Phone:       212-992-8200 tisch.arpo@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "M.A. in Arts Politics: Tisch School of the Arts at NYU                           Skip to content        Art &amp; Public Policy Home Masters in Arts Politics Center for Art and Public Policy Course Offerings News and Events Faculty Twitter Facebook  home &gt; Art and Public Policy        Master of Arts in Arts Politics  The M.A. in Arts Politics: An Activist, Critical, Interdisciplinary Graduate Program    \"The time has come to train unique arts activists–capable of activating critical and creative dialogue between art and the world, and committed to reshaping how art is produced, perceived and received.\"    The politics that make art. The politics that art makes. This is an opportunity for artists and those working in the intellectual and institutional domains of art to enhance and elaborate the value and significance of their creative endeavors through intensive study, reflection, and engagement with the university and the world. Based at Tisch, the program combines a dedicated core faculty with access to faculty and courses from five different schools at New York University.    Students who undertake this advanced course of study will gain a broad understanding of the issues and the skills required to make their ideas work in practice. They will be well placed to assume a leadership role in creating new institutional venues and public forums for creative work with their publics and for deepening an understanding of how art enriches social life. Students will be encouraged to become advocates for the arts from within the arts. The program will provide a deep grasp of what makes art necessary—both aesthetically and socially—and what constrains its expression and development. They will complicate received notions of access to the arts and the artist’s social responsibility.    New York University is already renowned for producing precisely this kind of independent creative intelligence oriented toward making a mark in the world. Drawing on a diverse faculty across School and departmental lines, a dedicated core faculty, and special visiting faculty, the program avails itself of rich resources and its location in a global cultural center. Students will learn to blend esthetic and social innovation in close connection with various art worlds. They will be able to work collaboratively across disciplinary lines with a robust integration of creative talent and critical acumen. The goal of the program is to train unique arts activists—capable of activating critical and creative dialogue between art and world and committed to reshaping how art is produced, perceived, and received.    …the relation between art and society and the role of the artist in civic life.    The M.A. in Arts Politics Program provides a critical and analytic setting in which artists and others with a social commitment to the arts can develop the means for an appraisal of the political implications and social significance of their work. The program combines an administrative home within the Tisch School of the Arts with partnerships across other NYU schools to offer a spectrum of interdisciplinary courses. The curriculum examines, in an activist key, the relation between art and society and the role of the artist in civic life. Art is treated as providing a particular lens through which the social world can be understood and as a medium of cultural intervention in political processes.    The M.A. program combines core courses with relevant electives drawn from across the University. Students attend classes with those who have related arts interests in other University areas and come together to critically reflect on the discourses and practical strategies that issue from the ability of art to intervene in and transform the social world. Arts politics considers art as both a way of knowing and a kind of action, as an invitation to claim artistic citizenship and a means to democratize the public sphere.    Arts politics attends to both formal and informal political processes that bear on the production, dissemination, and reception of the arts. It integrates approaches from the humanities, social sciences, and the arts themselves. It studies governmental and policy processes and the institutional ecology and political economy of the arts. It employs perspectives that understand how to decode cultural meanings, how social movements are formed, and how to read the aesthetic dimension of contemporary politics. Through official patronage and censorship, celebration and loathing, affirmation and critique of prevailing values, art has long been imbricated and implicated in the political. Yet arts politics is never fixed; its historical and cross-cultural variations help us understand what possibilities exist for civically engaged artists working in the present.    In the United States, cultural policy is typically seen as being weakly developed, and the skills artists use to get their work into the world often frequently rest on tacit knowledge. Art is rarely bestowed with official status or sanction, which can make its social or political impact all the more challenging to discern. Given the often-subtle ways in which art interacts with and acts upon the social world, the political value and efficacy of art can be difficult to assess. Alternately, when art itself is grasped epistemologically, as a way of knowing the world, a distinctive array of art’s social effects becomes legible.    Curriculum    The M.A. is an intensive one year (two semester) program in which students take 18 credits per semester. The curriculum requires four specific courses for this program. They are “Issues in Arts Politics,” “Seminar in Arts Activism,” “Graduate Colloquium,” and “Graduate Fieldwork.” Students also enroll in at least two electives offered through the Department of Art and Public Policy during the course of the academic year. In addition, students must take up to 16 points of electives drawn from a University-wide list of linked course offerings, including advanced course work in art and public policy. Enrollment in the program will remain small, so that there is room in the core courses for students from other programs at the University. Program electives are courses from around the University that are already on the books, and the respective departments have already agreed to admit arts politics students (subject to permission of the individual instructor).    Issues in Arts Politics    This seminar aims to give students both a conceptual and practical grounding in the range of issues and approaches by which arts politics can be understood. The course will be framed by the following considerations: What are the institutional, discursive, and ideological contexts that shape the objects, images, sounds or texts we call “art?” What are the links between cultural spaces-- the museum, the movie-theater, the gallery, the music/dance hall, the bookstore, the fashion runway, the public street, television, cyber space-- and the larger realm of politics? And how do these relationships impact, implicitly or explicitly, the ways we create, curate, or study the arts? How do consumers play an active role in the reception of cultural products? What is the relation between formally promulgated cultural policy and the tacit knowledge that artists call upon to get their work into the world? What dimensions of the broader cultural terrain are made legible through artistic practice? What are the means through which art intervenes in the political arena? “Art” will be studied as a site of contested representations and visions, emb edded in power formations-- themselves shaped by specific historical moments and geographical locations. Given contemporary global technologies, cultural practices will also be studied within the transnational “travel” of ideas and people. Such germane issues as the legal and constitutional dimensions of censorship, the social formation of taste, the consumption of stars, the bio-politics of the body, transnational copyrights law-- will all pass through an intersectional analyses of gender, race, class, sexuality, ethnicity, religion, and nation, incorporating the insights of such areas of inquiry as multiculturalism, feminism, postcolonialism, and queer studies. The first half of the course is explores certain key conceptual issues and the second half examines practical applications. Specific examples are provided through student presentations.    Seminar in Arts Activism    This seminar will focus on developing our work, theory, and art into a realized production. Each student will start with presenting his or her ideas and goals of creating a public project. This may take the form of public art, exhibition, performance, narrative but bringing it to a goal of actualizing the work out of the school student world. But the class is more than just bringing the art into the public light. We will scrutinize and examine intent and where to bring a production. Media, reviews, current events, intent, audience, controversy, economics, politics and other issues and challenges that is vital to a successful professional life. These connections and awareness of the outside world out of school will be a reality check of all the responsibilities of participating in culture. The class is interested in original and dynamic thought, provoking associative thinking and awareness. The class is designed to transform and consider challenging your process and opinion. You are encouraged to bring awareness of different approaches to create new and borrowed strategies in cultural activism. The class is considered process oriented and the professor is encouraging conceptual principles. Process is encouraging original thought over guaranteed knowns.    Core Faculty    Randy Martin is Chair of the Department of Art and Public Policy. He is the author of Performance as Political Act: The Embodied Self ; Socialist Ensembles:Theater and State in Cuba and Nicaragua ; Critical Moves: Dance Studies in Theory and Politics ; On Your Marx: Relinking Socialism and the Left ; Financialization of Daily Life ; and Empire of Indifference: American War and the Financial Logic of Risk Management . He has edited collections on U.S. Communism, sport and academic labor and, most recently, Artistic Citizenship: A Public Voice for the Arts (with Mary Schmidt Campbell) and The Returns of Alwin Nikolais: Bodies , Boundaries, and the Dance Canon (with Claudia Gitelman).    Dr. Martin holds degrees in sociology from the University of California, Berkeley, the University of Wisconsin, Madison, and the City University of New York. He has studied, taught, and performed in dance, theater, and clowning in the United States and abroad. Previously, he served as professor and chair of social science at Pratt Institute, associate dean of faculty at Tisch School of the Arts, and as an editor of the journal Social Text .    Ella Shohat is Professor at the departments of Art &amp; Public Policy and Middle Eastern Studies, and also affiliated with the department of Comparative Literature. She has lectured and published extensively on issues having to with Eurocentrism, post/colonialism and transnatioanlism as well as with orientalism and the representation of the Middle East, including the question of Arab-Jews. Her books include \"Israeli Cinema: East/West and the Politics of Representation\" (U. of Texas Press, a new edition is forthcoming from I.B. Tauris) \"Talking Visions: Multicultural Feminism in a Transnational Age\" (MIT Press &amp; the New Museum,) \"Multiculturalism, Postcoloniality and Transnational Media\" (co-edited, Rutgers University Press, and with Robert Stam, \"Unthinking Eurocentrism\" (Routledge; winner of the Katherine Kovacs Singer Best Book Award) and more recently \"Flagging Patriotism: Crises of Narcissism and Anti-Americanism\" (Routledge). Shohat and Stam are currently in the final stages of writing \"The Culture Wars in Translation\" (NYU press) and Shohat is also currently co-editing a book on the cultural politics of Middle Eastern diasporas throughout the Americas (University of Michigan Press.) Her book \"Taboo Memories, Diasporic Voices\" has recently been published by Duke University Press. A recipient of Rockefeller fellowship, she has served on the editorial board of several journals, including \"Social Text, Critique and Meridians\". Her writing has been translated into diverse languages, including French, Spanish, Portuguese, Arabic, Hebrew, German, Polish, Italian, and Turkish. During the past year she taught at Cornell’s School of Theory &amp; Criticism, and was awarded a senior fellowship at ICAS-- the International Center for Advance Studies, NYU.    Karen Finley is a New York based artist whose raw and transgressive performances have long provoked controversy and debate. She has appeared and exhibited internationally her visual art, performances and plays. Her performances have been presented at Lincoln Center, New York City, The Guthrie, Minneapolis, American Repertory Theatre, The ICA in London, Harvard, The Steppenwolf in Chicago, and The Bobino in Paris. Her artworks are in numerous collections and museums including the Pompidou in Paris and Museum of Contemporary Art, Los Angeles. . Finley attended the San Francisco Art Institute receiving an MFA and honorary PHD. She has received numerous awards and fellowships including a Guggenheim, 2 Obies, 2 Bessies, MS. Magazine Woman Of The Year, NARAL Person of the Year(which she shared with Anna Quindlen and Walter Cronkite), NYSCA and NEA Fellowships She has appeared in many independent films and appeared in the film Philadelphia. She has authored and or edited seven books including Shock Treatment (City Lights 1990), Enough is Enough (Poseidon, Simon and Schuster 1993), Living It Up (Doubleday 1996), Pooh Unplugged (Smart Art Books 1999), A Different Kind Of Intimacy: The Collected Writings of Karen Finley (Thunders Mouth Press 2000), she edited and contributed to Aroused” A Collection of Erotic Writings (Thunders Mouth Press 2001) and George and Martha (Verso 2006).  Alumni of the MA in Arts Politics Applying for Financial Aid Art & Public Policy Web Site Arts Politics Application Requirements How to Apply: Graduate Program MA Arts Politics Class of 2015 Tisch Scholarship Guide  FAQs about the M.A. in Arts Politics  Department of Art & Public Policy 665 Broadway, 6th Floor New York, NY 10012               Phone:       212-992-8200 tisch.arpo@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Figuring Cultural Policy: Tisch School of the Arts at NYU                           Skip to content          &lt; back        Figuring Cultural Policy, Figuring Cultural Diplomacy in a Global Age  ASPP UT/ GT.1066/2066.001 Sem 4 Credits Instructor(s): Pari Shirazi Figuring Cultural Policy, Figuring Cultural Diplomacy in a Global Age    ASPP-UT 1067 (Undergraduate – Juniors, Seniors)    ASPP-GT 2067 (Graduate)    Wednesdays, 9:30am – 12:15pm    4 points – will count toward general education requirements for undergraduates (Social Science)    We live in a world of nations and migrants between nations. Both are sources of cultural policy. This course will examine both the national frameworks within which people create cultural expressions and the disaporic experience through which they maintain a relation between worlds. For example, what does it mean for a Chinese artist to live and work in France while maintaining their Chinese roots and sensibilities? We will examine intercultural perspectives and representations as they bear upon global and international for artistic work. We will also consider the meanings of global spectatorship in light of technological forms and mediations of particular cultural experiences. How do meanings change across these contexts and who decides or judges what is considered to be of greatest value? What role do international art markets play in how artists pursue their own creative process and professional opportunities? What kinds of art are considered suitable for international audiences, what are the political and cultural expectations for these forms? We will consider the ways in which such economic, cultural and esthetic questions figure in the shaping and articulation of cultural policy. How do the kinds of media and information that artists have access to shape the way in which they craft their own artistic responses and pursuits.           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "M.A. in Arts Politics: Tisch School of the Arts at NYU                           Skip to content        Art &amp; Public Policy Home Masters in Arts Politics Center for Art and Public Policy Course Offerings News and Events Faculty Twitter Facebook  home &gt; Art and Public Policy        Master of Arts in Arts Politics  The M.A. in Arts Politics: An Activist, Critical, Interdisciplinary Graduate Program    \"The time has come to train unique arts activists–capable of activating critical and creative dialogue between art and the world, and committed to reshaping how art is produced, perceived and received.\"    The politics that make art. The politics that art makes. This is an opportunity for artists and those working in the intellectual and institutional domains of art to enhance and elaborate the value and significance of their creative endeavors through intensive study, reflection, and engagement with the university and the world. Based at Tisch, the program combines a dedicated core faculty with access to faculty and courses from five different schools at New York University.    Students who undertake this advanced course of study will gain a broad understanding of the issues and the skills required to make their ideas work in practice. They will be well placed to assume a leadership role in creating new institutional venues and public forums for creative work with their publics and for deepening an understanding of how art enriches social life. Students will be encouraged to become advocates for the arts from within the arts. The program will provide a deep grasp of what makes art necessary—both aesthetically and socially—and what constrains its expression and development. They will complicate received notions of access to the arts and the artist’s social responsibility.    New York University is already renowned for producing precisely this kind of independent creative intelligence oriented toward making a mark in the world. Drawing on a diverse faculty across School and departmental lines, a dedicated core faculty, and special visiting faculty, the program avails itself of rich resources and its location in a global cultural center. Students will learn to blend esthetic and social innovation in close connection with various art worlds. They will be able to work collaboratively across disciplinary lines with a robust integration of creative talent and critical acumen. The goal of the program is to train unique arts activists—capable of activating critical and creative dialogue between art and world and committed to reshaping how art is produced, perceived, and received.    …the relation between art and society and the role of the artist in civic life.    The M.A. in Arts Politics Program provides a critical and analytic setting in which artists and others with a social commitment to the arts can develop the means for an appraisal of the political implications and social significance of their work. The program combines an administrative home within the Tisch School of the Arts with partnerships across other NYU schools to offer a spectrum of interdisciplinary courses. The curriculum examines, in an activist key, the relation between art and society and the role of the artist in civic life. Art is treated as providing a particular lens through which the social world can be understood and as a medium of cultural intervention in political processes.    The M.A. program combines core courses with relevant electives drawn from across the University. Students attend classes with those who have related arts interests in other University areas and come together to critically reflect on the discourses and practical strategies that issue from the ability of art to intervene in and transform the social world. Arts politics considers art as both a way of knowing and a kind of action, as an invitation to claim artistic citizenship and a means to democratize the public sphere.    Arts politics attends to both formal and informal political processes that bear on the production, dissemination, and reception of the arts. It integrates approaches from the humanities, social sciences, and the arts themselves. It studies governmental and policy processes and the institutional ecology and political economy of the arts. It employs perspectives that understand how to decode cultural meanings, how social movements are formed, and how to read the aesthetic dimension of contemporary politics. Through official patronage and censorship, celebration and loathing, affirmation and critique of prevailing values, art has long been imbricated and implicated in the political. Yet arts politics is never fixed; its historical and cross-cultural variations help us understand what possibilities exist for civically engaged artists working in the present.    In the United States, cultural policy is typically seen as being weakly developed, and the skills artists use to get their work into the world often frequently rest on tacit knowledge. Art is rarely bestowed with official status or sanction, which can make its social or political impact all the more challenging to discern. Given the often-subtle ways in which art interacts with and acts upon the social world, the political value and efficacy of art can be difficult to assess. Alternately, when art itself is grasped epistemologically, as a way of knowing the world, a distinctive array of art’s social effects becomes legible.    Curriculum    The M.A. is an intensive one year (two semester) program in which students take 18 credits per semester. The curriculum requires four specific courses for this program. They are “Issues in Arts Politics,” “Seminar in Arts Activism,” “Graduate Colloquium,” and “Graduate Fieldwork.” Students also enroll in at least two electives offered through the Department of Art and Public Policy during the course of the academic year. In addition, students must take up to 16 points of electives drawn from a University-wide list of linked course offerings, including advanced course work in art and public policy. Enrollment in the program will remain small, so that there is room in the core courses for students from other programs at the University. Program electives are courses from around the University that are already on the books, and the respective departments have already agreed to admit arts politics students (subject to permission of the individual instructor).    Issues in Arts Politics    This seminar aims to give students both a conceptual and practical grounding in the range of issues and approaches by which arts politics can be understood. The course will be framed by the following considerations: What are the institutional, discursive, and ideological contexts that shape the objects, images, sounds or texts we call “art?” What are the links between cultural spaces-- the museum, the movie-theater, the gallery, the music/dance hall, the bookstore, the fashion runway, the public street, television, cyber space-- and the larger realm of politics? And how do these relationships impact, implicitly or explicitly, the ways we create, curate, or study the arts? How do consumers play an active role in the reception of cultural products? What is the relation between formally promulgated cultural policy and the tacit knowledge that artists call upon to get their work into the world? What dimensions of the broader cultural terrain are made legible through artistic practice? What are the means through which art intervenes in the political arena? “Art” will be studied as a site of contested representations and visions, emb edded in power formations-- themselves shaped by specific historical moments and geographical locations. Given contemporary global technologies, cultural practices will also be studied within the transnational “travel” of ideas and people. Such germane issues as the legal and constitutional dimensions of censorship, the social formation of taste, the consumption of stars, the bio-politics of the body, transnational copyrights law-- will all pass through an intersectional analyses of gender, race, class, sexuality, ethnicity, religion, and nation, incorporating the insights of such areas of inquiry as multiculturalism, feminism, postcolonialism, and queer studies. The first half of the course is explores certain key conceptual issues and the second half examines practical applications. Specific examples are provided through student presentations.    Seminar in Arts Activism    This seminar will focus on developing our work, theory, and art into a realized production. Each student will start with presenting his or her ideas and goals of creating a public project. This may take the form of public art, exhibition, performance, narrative but bringing it to a goal of actualizing the work out of the school student world. But the class is more than just bringing the art into the public light. We will scrutinize and examine intent and where to bring a production. Media, reviews, current events, intent, audience, controversy, economics, politics and other issues and challenges that is vital to a successful professional life. These connections and awareness of the outside world out of school will be a reality check of all the responsibilities of participating in culture. The class is interested in original and dynamic thought, provoking associative thinking and awareness. The class is designed to transform and consider challenging your process and opinion. You are encouraged to bring awareness of different approaches to create new and borrowed strategies in cultural activism. The class is considered process oriented and the professor is encouraging conceptual principles. Process is encouraging original thought over guaranteed knowns.    Core Faculty    Randy Martin is Chair of the Department of Art and Public Policy. He is the author of Performance as Political Act: The Embodied Self ; Socialist Ensembles:Theater and State in Cuba and Nicaragua ; Critical Moves: Dance Studies in Theory and Politics ; On Your Marx: Relinking Socialism and the Left ; Financialization of Daily Life ; and Empire of Indifference: American War and the Financial Logic of Risk Management . He has edited collections on U.S. Communism, sport and academic labor and, most recently, Artistic Citizenship: A Public Voice for the Arts (with Mary Schmidt Campbell) and The Returns of Alwin Nikolais: Bodies , Boundaries, and the Dance Canon (with Claudia Gitelman).    Dr. Martin holds degrees in sociology from the University of California, Berkeley, the University of Wisconsin, Madison, and the City University of New York. He has studied, taught, and performed in dance, theater, and clowning in the United States and abroad. Previously, he served as professor and chair of social science at Pratt Institute, associate dean of faculty at Tisch School of the Arts, and as an editor of the journal Social Text .    Ella Shohat is Professor at the departments of Art &amp; Public Policy and Middle Eastern Studies, and also affiliated with the department of Comparative Literature. She has lectured and published extensively on issues having to with Eurocentrism, post/colonialism and transnatioanlism as well as with orientalism and the representation of the Middle East, including the question of Arab-Jews. Her books include \"Israeli Cinema: East/West and the Politics of Representation\" (U. of Texas Press, a new edition is forthcoming from I.B. Tauris) \"Talking Visions: Multicultural Feminism in a Transnational Age\" (MIT Press &amp; the New Museum,) \"Multiculturalism, Postcoloniality and Transnational Media\" (co-edited, Rutgers University Press, and with Robert Stam, \"Unthinking Eurocentrism\" (Routledge; winner of the Katherine Kovacs Singer Best Book Award) and more recently \"Flagging Patriotism: Crises of Narcissism and Anti-Americanism\" (Routledge). Shohat and Stam are currently in the final stages of writing \"The Culture Wars in Translation\" (NYU press) and Shohat is also currently co-editing a book on the cultural politics of Middle Eastern diasporas throughout the Americas (University of Michigan Press.) Her book \"Taboo Memories, Diasporic Voices\" has recently been published by Duke University Press. A recipient of Rockefeller fellowship, she has served on the editorial board of several journals, including \"Social Text, Critique and Meridians\". Her writing has been translated into diverse languages, including French, Spanish, Portuguese, Arabic, Hebrew, German, Polish, Italian, and Turkish. During the past year she taught at Cornell’s School of Theory &amp; Criticism, and was awarded a senior fellowship at ICAS-- the International Center for Advance Studies, NYU.    Karen Finley is a New York based artist whose raw and transgressive performances have long provoked controversy and debate. She has appeared and exhibited internationally her visual art, performances and plays. Her performances have been presented at Lincoln Center, New York City, The Guthrie, Minneapolis, American Repertory Theatre, The ICA in London, Harvard, The Steppenwolf in Chicago, and The Bobino in Paris. Her artworks are in numerous collections and museums including the Pompidou in Paris and Museum of Contemporary Art, Los Angeles. . Finley attended the San Francisco Art Institute receiving an MFA and honorary PHD. She has received numerous awards and fellowships including a Guggenheim, 2 Obies, 2 Bessies, MS. Magazine Woman Of The Year, NARAL Person of the Year(which she shared with Anna Quindlen and Walter Cronkite), NYSCA and NEA Fellowships She has appeared in many independent films and appeared in the film Philadelphia. She has authored and or edited seven books including Shock Treatment (City Lights 1990), Enough is Enough (Poseidon, Simon and Schuster 1993), Living It Up (Doubleday 1996), Pooh Unplugged (Smart Art Books 1999), A Different Kind Of Intimacy: The Collected Writings of Karen Finley (Thunders Mouth Press 2000), she edited and contributed to Aroused” A Collection of Erotic Writings (Thunders Mouth Press 2001) and George and Martha (Verso 2006).  Alumni of the MA in Arts Politics Applying for Financial Aid Art & Public Policy Web Site Arts Politics Application Requirements How to Apply: Graduate Program MA Arts Politics Class of 2015 Tisch Scholarship Guide  FAQs about the M.A. in Arts Politics  Department of Art & Public Policy 665 Broadway, 6th Floor New York, NY 10012               Phone:       212-992-8200 tisch.arpo@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Figuring Cultural Policy: Tisch School of the Arts at NYU                           Skip to content          &lt; back        Figuring Cultural Policy, Figuring Cultural Diplomacy in a Global Age  ASPP UT/ GT.1066/2066.001 Sem 4 Credits Instructor(s): Pari Shirazi Figuring Cultural Policy, Figuring Cultural Diplomacy in a Global Age    ASPP-UT 1067 (Undergraduate – Juniors, Seniors)    ASPP-GT 2067 (Graduate)    Wednesdays, 9:30am – 12:15pm    4 points – will count toward general education requirements for undergraduates (Social Science)    We live in a world of nations and migrants between nations. Both are sources of cultural policy. This course will examine both the national frameworks within which people create cultural expressions and the disaporic experience through which they maintain a relation between worlds. For example, what does it mean for a Chinese artist to live and work in France while maintaining their Chinese roots and sensibilities? We will examine intercultural perspectives and representations as they bear upon global and international for artistic work. We will also consider the meanings of global spectatorship in light of technological forms and mediations of particular cultural experiences. How do meanings change across these contexts and who decides or judges what is considered to be of greatest value? What role do international art markets play in how artists pursue their own creative process and professional opportunities? What kinds of art are considered suitable for international audiences, what are the political and cultural expectations for these forms? We will consider the ways in which such economic, cultural and esthetic questions figure in the shaping and articulation of cultural policy. How do the kinds of media and information that artists have access to shape the way in which they craft their own artistic responses and pursuits.           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Arts and Cultural Policy | NYU Wagner                                    Jump to navigation                                                   Login &nbsp          Students       Student Applicants               Faculty &amp; Staff             Alumni       Employers                 About      FAQ      Donate      Contact Us                                                                                                                                                                  Faculty &amp; Research Faculty, Visiting Scholars &amp; Practitioners   Faculty Research   Faculty Projects and Initiatives   Seminars at NYU     Centers &amp; Institutes Centers &amp; Institutes Financial Access Initiative   The Furman Center for Real Estate &amp; Urban Policy   Institute for Civil Infrastructure Systems   Institute for Education and Social Policy   John Brademas Center for the Study of Congress   Center for Global Public Service and Social Impact   Research Center for Leadership in Action   Rudin Center for Transportation Policy &amp; Management   Initiatives The Governance Lab   Innovation Labs   M.L. Berman Jewish Policy Archive   Affiliated Institutes Institute for Human Development and Social Change   Marron Institute on Cities &amp; the Urban Environment   Other Affiliated Institutes     Academics Courses   Capstone Program   Degree Programs MPA in Public and Nonprofit Management and Policy   MPA in Health Policy and Management   Master of Urban Planning   Doctoral Program   Executive MPA   Dual Degrees   Undergraduate Offerings Undergraduate Major   Undergraduate Minors   Other Programs Advanced Professional Certificate   Non-Degree Program     Admissions Why Wagner   Admissions Criteria   Application Process &amp; Deadlines   Financial Aid, Scholarship, &amp; Tuition Information   Apply to Wagner   Admitted Students     Students Getting Started   Academic Policies &amp; Procedures   Advisement   Calendars   Student Engagement &amp; Groups   Student Directory   Student Journey     Careers For Job Seekers Advisement   Search for Jobs / Internships   How-to Guides   Career and Recruitment Events   WAG-NET   Resources   Composing Your Career   For Employers Overview   Wagner in the Workplace   Post a Position   Host an Info Session   On and Off Campus Recruitment   Recent Employment Statistics   Alumni Profiles     Alumni Alumni Events   Alumni Profiles   Alumni Benefits   Stay Connected   Alumni Groups   Career and Recruitment Services   Give Back to Wagner   Contact Us     News &amp; Events Calendars   Events at Wagner   Events Archive   Graduation   Photo Gallery   NYU Wagner in the Media   News Archive   Faculty Experts for Media   Public Service Today Blogs   Public Service Today Podcasts   Space Rentals                                                                                                                 Share this page                Facebook      Twitter      LinkedIn      Tumblr      Wordpress      Email                                                  Request More Information          Apply to Wagner                 Arts and Cultural Policy                                                 Public Policy and the Arts                        Public Policy and the Arts   ., points. Semester:       Courses         Description |    Syllabi |    Evaluations           The United States has a highly developed arts and culture sector that operates primarily as a private sector enterprise despite (or, some would say, because of) the lack of a formal cultural policy that is a fundamental part of most governments. Rather than policy, the uniquely American cultural ?system? is facilitated by various policies conceived for the most part for other public purposes. This course will serve as an introduction to these policies and the emergence of a cultural policy framework for understanding the arts and their increasing importance across policy fields in a post-industrial world of rapid technological, social, political, and economic change. While the course will focus on non profit issues, the arts and culture sector is broadly defined and inclusive of relevant for-profit arts activity. Class meetings will include guest lectures.    Prerequisites: CORE-GP.1022                     Semester     Instructor     Syllabus Link         Spring 2012  Syllabus  Spring 2009  Syllabus                         Semester     Instructor     Evaluation Link         Spring 2012 Stewart, RuthAnn Evaluation  Spring 2011 Botwinick, Michael Evaluation  Spring 2011 Brodsky, Richard Evaluation  Summer 2010 Stewart, Ruth Ann Evaluation  Spring 2009 Stewart, Ruth Ann Evaluation                                                 The Arts and Artist in Urban Revitalization                        The Arts and Artist in Urban Revitalization   ., points.       Courses         Description |    Syllabi |    Evaluations           This seven-week course addresses the role of arts institutions, artists and public art in revitalizing cities, with an emphasis on comparative domestic and international examples of distinctive interventions and the larger lessons that can be drawn from them. We examine how the economic, geographic and social context shapes both art and its role with respect to public policy goals. Students will refine their ability to analyze existing projects and programs and plan creative interventions as tools for revitalizing cities. In the process, we will also examine and broaden the definition of public art. The class is appropriate for those interested in both public policy, planning and administration as well as arts-based practice and theory.    Prerequisites: CORE-GP.1022 or permission from instructor                     Semester     Instructor     Syllabus Link         Spring 2014 Sherry Dobbin, Tim Tompkins Syllabus  Fall 2009  Syllabus  Summer 2009  Syllabus                         Semester     Instructor     Evaluation Link         Spring 2014 Sherry Dobbin Evaluation  Spring 2013 Sherry Dobbin Evaluation  Spring 2013 Tim Tompkins Evaluation  Fall 2009 Stewart, Ruth Evaluation  Summer 2009 Stewart, Ruth Ann Evaluation  Spring 2008 Stewart, Ruth Evaluation  Summer 2008 Stewart, Ruth Evaluation                                                                                © NYU Wagner   295 Lafayette Street, New York, NY 10012-9604   212.998.7400   Copyright and Fair Use   Contact Us   Sitemap   New York University"}]}]