[{"detail": [{"content": "FREN-UA 2    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       FREN-UA 2         Elementary French II      New York University          What if you were able  to communicate more directly, and in a more meaningful way, with over  200,000,000 people in over 50 countries around the world? What if you were able to learn more about  these people directly from what they say and write instead of depending upon  someone else’s interpretation? What if  you could gain further access to the linguistic and cultural production of  these nearly quarter-of-a-billion people to deepen your understanding of the  world and all it has to offer? Now you  can….welcome back to French!                         Materials:   Horizons (5 th edition)             i. Textbook             ii. On-line access to iLrn          Course and  Materials Description: This Elementary French II course is designed  to provide students who have already studied one semester of French (or the  equivalent thereof) with the remainder of the fundamentals of the French  language, a language spoken by hundreds of millions of people scattered  throughout every continent around the globe. The tool that we will use to explore this  language and the numerous cultures for which it is a vehicle is “Horizons,” a  year-long, multi-component beginning French program that includes a textbook  and, housed on-line at the iLrn site, a workbook/lab manual, an eBook, a video  library, a battery of diagnostic tests, a companion website, and more. All the components are fully integrated, so  you should familiarize yourself with the structure of the program and all of  its parts before you embark on your linguistic adventure this semester.      You  will see that each chapter in your textbook is divided into “Comptétences,” and  for each “Compétence” there are explicit communicative goals (e.g., talking  about what you like to do, asking for information, paying a bill, etc.). The grammar, pronunciation, and vocabulary  presented and discussed in the “Compétence” sections will help you achieve  these goals. To be sure that by the end  of a chapter you’ve learned how to do what you set out to do at the beginning  of the chapter, you can do the exercises in the “Reprise” section located at  the end of every chapter. If you find  that you are still not sure about certain grammar points, you can consult the  “Résumé de grammaire,” also located at the end of every chapter. The on-line workbook/lab manual (discussed in  detail below) will provide you with further opportunities to verify your  progress.      On  a final note, keep in mind that learning a language is learning to do something  (e.g., speak, read, write, and listen), not learning about something. Successfully learning to do something  requires regular practice, not last minute, frantic study. You couldn’t become a good basketball player  by reading about basketball every so often, then reading a whole lot the night  before a game, and then stepping out onto the court for the first time the day  of the game. The same holds true for  language. To do well, you need to  practice every day; you need to train your mouth and your mind to speak and  think differently. That can’t be done in  one all-night cram session!          Grading:   Written  Tests (3)   45%            Oral Test      10%            Oral Presentation   10%            Homework     15%            Essays (5)      10%            Participation     10%          Tests: Tests  should not be solely an indication of the average of where you have been during  the semester; they should also reflect the level of skill and knowledge you’ve  achieved by the end of the course. As a  result, your three tests during the semester, all of which are cumulative, are  unevenly weighted. The first test is 10%  of your final grade, the second test is 15% of your final grade, and the third  test is 20% of your final grade. Not  only is this a more logical distribution of points, since you should know a lot  more by the end of the semester, but it also benefits those of you who are new  to language study and might need a little more time before everything “clicks.”      You  will take your written tests in class on the days indicated on this  syllabus. Be sure you arrive a little  early on test days because each test begins with an oral comprehension  section. If you arrive late, you will  miss the reading necessary for the completion of that first section. No  late written tests will be administered.      The  oral test (administered at the end of the semester) takes place in your  teacher’s office. The oral diagnostic  (administered in the middle of the semester) also takes place in your teacher’s  office; however, while written feedback will be provided for the oral  diagnostic, the oral diagnostic itself is not graded. The oral diagnostic is simply a chance for  you to practice taking an oral exam. No late oral diagnostics or oral tests will  be administered.          Oral Presentation: At the  end of the semester you and a partner will give a five to six minute oral  presentation on a francophone region (e.g., Louisiana, French Guyana, New York!),  personality (e.g., Marie Antoinette, Tanya St-Val), event (la Guerre d’Algérie,  the passage of the Charte de la langue française), etc. You can find information for your  presentation in the library, on line, or from interviews with French speakers,  but be sure when you give your presentation in class that your words are your  own. If you cite a source, no matter  what it is, make it very clear that you are citing someone else’s words. You are not allowed to use an Internet  translation device to prepare your presentation, nor can you have a  French-speaking friend or family member proofread your work. No  late oral presentations will be permitted.           Homework: Your homework grade is not  based on how many of your homework answers are correct, but rather on how much  effort you put into doing the work.   Mistakes are an essential part of learning anything new, including a new  language…there is a reason why people say, “You learn from your mistakes.” You should think of your homework assignments  as an opportunity to try to see how well you know what you’ve been studying and  to pinpoint areas that you still need to work on.      The  on-line workbook/lab manual (housed at the iLrn site) contains an array of  well-designed exercises divided into two sections: “activités écrites,” or  written activities, and “activités orales,” or speaking activities. These exercises focus on listening, speaking,  pronunciation, grammar, writing, reading, and culture. For each “Compétence” section, you need to complete  the assigned activities (both “écrites” and “orales”) by the day indicated on  line. Each set of workbook/lab manual  exercises for a given “Compétence” section is due the day the following “Compétence”  section is to be begun. For example, if  you go to the on-line workbook/lab manual, you will see that the assigned  written and oral exercises corresponding to “Chapter 1, Compétence 1” are due  on September 22 nd , the day on which you begin discussing “Chapter 1,  Compétences 2 and 3.”      You  will notice that some of the exercises you do can be corrected with the click  of a mouse, while others will require your teacher’s input. You are, of course, welcome to do additional  exercises that are not marked as assigned, and additional exercises from the  on-line workbook/lab manual may be assigned by your teacher for homework. No  late homework will be accepted for credit.      Note  that while there are workbook exercises due every week, you never have very  many written exercises to complete at one time.   The workbook assignment schedule has been designed in this way to help  you achieve your goal (or rather, what we hope is your goal!) to work on your  French in a regular manner. Don’t do the  exercises assigned the night before (or the morning!) they are due. That vastly diminishes your chances of  learning something from them. Instead,  do two or three exercises each night.   This is an easy way to check yourself and to make sure you have a good  handle on the vocabulary, culture, and grammar being presented and discussed in  class.          Essays: You will write four essays  during the course of the semester. These  essays are due in class on the days indicated on the syllabus.      As  you may know by now, the best way to improve your writing skills in any  language is to take a process approach to writing, which is what we will do in  this class. When you turn in an essay,  your teacher will read it and signal the errors; however, he or she will not  provide you with the correct forms. When  you get your essay back, you will then need to look over your teacher’s  comments and rewrite the essay, correcting the errors your teacher indicated  and incorporating all the changes your teacher suggested. Your final grade for an essay will be the  average of your first grade and the grade for your rewrite. Not  rewriting your essay will result in a 0 (zero) as the final essay grade.      The  essay assignments are a chance for you to find out just what you can really do  in written French. The essays you submit  should be entirely your own work so that you can know for sure where your  strengths and weaknesses lie. You may  not ask a French-speaking friend, family member, or acquaintance to read over  and correct your essay before you turn it in – not only will you lose out on  the chance to show yourself and your teacher what you can do, but this is at  best a form of cheating, at worst plagiarism.   In addition, you may not use Internet translation programs such as Babblefish  when writing your essay. This, too, is  plagiarism. If you do decide to use a  friend or family member’s help or an Internet translation program, even if it  is for only part of your essay, you will receive a 0 (zero) for your essay. Make everyone happy and get the most out of  your work by doing it all yourself!      You  are encouraged to use good, large dictionaries (both French-English and  French-French) while composing your essays.   Small paperback dictionaries, while often very handy in class, are  unreliable sources for this kind of written assignment. Don’t forget that through the Bobst homepage  you have free access to the on-line Oxford-Hachette bilingual French-English  dictionary.      The essay topics are listed in the schedule at the end of this  syllabus. No late essays or essay rewrites will be accepted.          Participation: As you  can imagine, participation is of the utmost importance in a language  class. Your participation grade does not  depend simply on your being physically present in class. A good participation grade depends on having  all your assignments completed before class, participating (in French!) to the  best of your ability, and making a real effort to improve.      Since  participation, or “time-on-task” as it is sometimes called, is so important to  your regular progress, it counts as part of your grade. Keep in mind that when you are not in class,  no matter what the reason, you are missing essential time spent in French. This has a negative impact on your progress  and the participation component of your grade.    It’s very simple: there are no excused or unexcused absences,  there are just absences. Once you miss  four classes, you will receive a warning letter, a copy of which will also be  sent to the Director of Language Programs.   For every absence over four, one percentage point will be deducted from  your final grade (in addition to any points you may have lost from the  participation component of your grade).         If you find that a serious illness  or family emergency will cause you to miss many more classes than are allowed,  you should speak with your instructor or academic counselor about the  possibility of arranging for a withdrawal from the class.                               NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "FREN-UA 2    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       FREN-UA 2         Elementary French II      New York University          What if you were able  to communicate more directly, and in a more meaningful way, with over  200,000,000 people in over 50 countries around the world? What if you were able to learn more about  these people directly from what they say and write instead of depending upon  someone else’s interpretation? What if  you could gain further access to the linguistic and cultural production of  these nearly quarter-of-a-billion people to deepen your understanding of the  world and all it has to offer? Now you  can….welcome back to French!                         Materials:   Horizons (5 th edition)             i. Textbook             ii. On-line access to iLrn          Course and  Materials Description: This Elementary French II course is designed  to provide students who have already studied one semester of French (or the  equivalent thereof) with the remainder of the fundamentals of the French  language, a language spoken by hundreds of millions of people scattered  throughout every continent around the globe. The tool that we will use to explore this  language and the numerous cultures for which it is a vehicle is “Horizons,” a  year-long, multi-component beginning French program that includes a textbook  and, housed on-line at the iLrn site, a workbook/lab manual, an eBook, a video  library, a battery of diagnostic tests, a companion website, and more. All the components are fully integrated, so  you should familiarize yourself with the structure of the program and all of  its parts before you embark on your linguistic adventure this semester.      You  will see that each chapter in your textbook is divided into “Comptétences,” and  for each “Compétence” there are explicit communicative goals (e.g., talking  about what you like to do, asking for information, paying a bill, etc.). The grammar, pronunciation, and vocabulary  presented and discussed in the “Compétence” sections will help you achieve  these goals. To be sure that by the end  of a chapter you’ve learned how to do what you set out to do at the beginning  of the chapter, you can do the exercises in the “Reprise” section located at  the end of every chapter. If you find  that you are still not sure about certain grammar points, you can consult the  “Résumé de grammaire,” also located at the end of every chapter. The on-line workbook/lab manual (discussed in  detail below) will provide you with further opportunities to verify your  progress.      On  a final note, keep in mind that learning a language is learning to do something  (e.g., speak, read, write, and listen), not learning about something. Successfully learning to do something  requires regular practice, not last minute, frantic study. You couldn’t become a good basketball player  by reading about basketball every so often, then reading a whole lot the night  before a game, and then stepping out onto the court for the first time the day  of the game. The same holds true for  language. To do well, you need to  practice every day; you need to train your mouth and your mind to speak and  think differently. That can’t be done in  one all-night cram session!          Grading:   Written  Tests (3)   45%            Oral Test      10%            Oral Presentation   10%            Homework     15%            Essays (5)      10%            Participation     10%          Tests: Tests  should not be solely an indication of the average of where you have been during  the semester; they should also reflect the level of skill and knowledge you’ve  achieved by the end of the course. As a  result, your three tests during the semester, all of which are cumulative, are  unevenly weighted. The first test is 10%  of your final grade, the second test is 15% of your final grade, and the third  test is 20% of your final grade. Not  only is this a more logical distribution of points, since you should know a lot  more by the end of the semester, but it also benefits those of you who are new  to language study and might need a little more time before everything “clicks.”      You  will take your written tests in class on the days indicated on this  syllabus. Be sure you arrive a little  early on test days because each test begins with an oral comprehension  section. If you arrive late, you will  miss the reading necessary for the completion of that first section. No  late written tests will be administered.      The  oral test (administered at the end of the semester) takes place in your  teacher’s office. The oral diagnostic  (administered in the middle of the semester) also takes place in your teacher’s  office; however, while written feedback will be provided for the oral  diagnostic, the oral diagnostic itself is not graded. The oral diagnostic is simply a chance for  you to practice taking an oral exam. No late oral diagnostics or oral tests will  be administered.          Oral Presentation: At the  end of the semester you and a partner will give a five to six minute oral  presentation on a francophone region (e.g., Louisiana, French Guyana, New York!),  personality (e.g., Marie Antoinette, Tanya St-Val), event (la Guerre d’Algérie,  the passage of the Charte de la langue française), etc. You can find information for your  presentation in the library, on line, or from interviews with French speakers,  but be sure when you give your presentation in class that your words are your  own. If you cite a source, no matter  what it is, make it very clear that you are citing someone else’s words. You are not allowed to use an Internet  translation device to prepare your presentation, nor can you have a  French-speaking friend or family member proofread your work. No  late oral presentations will be permitted.           Homework: Your homework grade is not  based on how many of your homework answers are correct, but rather on how much  effort you put into doing the work.   Mistakes are an essential part of learning anything new, including a new  language…there is a reason why people say, “You learn from your mistakes.” You should think of your homework assignments  as an opportunity to try to see how well you know what you’ve been studying and  to pinpoint areas that you still need to work on.      The  on-line workbook/lab manual (housed at the iLrn site) contains an array of  well-designed exercises divided into two sections: “activités écrites,” or  written activities, and “activités orales,” or speaking activities. These exercises focus on listening, speaking,  pronunciation, grammar, writing, reading, and culture. For each “Compétence” section, you need to complete  the assigned activities (both “écrites” and “orales”) by the day indicated on  line. Each set of workbook/lab manual  exercises for a given “Compétence” section is due the day the following “Compétence”  section is to be begun. For example, if  you go to the on-line workbook/lab manual, you will see that the assigned  written and oral exercises corresponding to “Chapter 1, Compétence 1” are due  on September 22 nd , the day on which you begin discussing “Chapter 1,  Compétences 2 and 3.”      You  will notice that some of the exercises you do can be corrected with the click  of a mouse, while others will require your teacher’s input. You are, of course, welcome to do additional  exercises that are not marked as assigned, and additional exercises from the  on-line workbook/lab manual may be assigned by your teacher for homework. No  late homework will be accepted for credit.      Note  that while there are workbook exercises due every week, you never have very  many written exercises to complete at one time.   The workbook assignment schedule has been designed in this way to help  you achieve your goal (or rather, what we hope is your goal!) to work on your  French in a regular manner. Don’t do the  exercises assigned the night before (or the morning!) they are due. That vastly diminishes your chances of  learning something from them. Instead,  do two or three exercises each night.   This is an easy way to check yourself and to make sure you have a good  handle on the vocabulary, culture, and grammar being presented and discussed in  class.          Essays: You will write four essays  during the course of the semester. These  essays are due in class on the days indicated on the syllabus.      As  you may know by now, the best way to improve your writing skills in any  language is to take a process approach to writing, which is what we will do in  this class. When you turn in an essay,  your teacher will read it and signal the errors; however, he or she will not  provide you with the correct forms. When  you get your essay back, you will then need to look over your teacher’s  comments and rewrite the essay, correcting the errors your teacher indicated  and incorporating all the changes your teacher suggested. Your final grade for an essay will be the  average of your first grade and the grade for your rewrite. Not  rewriting your essay will result in a 0 (zero) as the final essay grade.      The  essay assignments are a chance for you to find out just what you can really do  in written French. The essays you submit  should be entirely your own work so that you can know for sure where your  strengths and weaknesses lie. You may  not ask a French-speaking friend, family member, or acquaintance to read over  and correct your essay before you turn it in – not only will you lose out on  the chance to show yourself and your teacher what you can do, but this is at  best a form of cheating, at worst plagiarism.   In addition, you may not use Internet translation programs such as Babblefish  when writing your essay. This, too, is  plagiarism. If you do decide to use a  friend or family member’s help or an Internet translation program, even if it  is for only part of your essay, you will receive a 0 (zero) for your essay. Make everyone happy and get the most out of  your work by doing it all yourself!      You  are encouraged to use good, large dictionaries (both French-English and  French-French) while composing your essays.   Small paperback dictionaries, while often very handy in class, are  unreliable sources for this kind of written assignment. Don’t forget that through the Bobst homepage  you have free access to the on-line Oxford-Hachette bilingual French-English  dictionary.      The essay topics are listed in the schedule at the end of this  syllabus. No late essays or essay rewrites will be accepted.          Participation: As you  can imagine, participation is of the utmost importance in a language  class. Your participation grade does not  depend simply on your being physically present in class. A good participation grade depends on having  all your assignments completed before class, participating (in French!) to the  best of your ability, and making a real effort to improve.      Since  participation, or “time-on-task” as it is sometimes called, is so important to  your regular progress, it counts as part of your grade. Keep in mind that when you are not in class,  no matter what the reason, you are missing essential time spent in French. This has a negative impact on your progress  and the participation component of your grade.    It’s very simple: there are no excused or unexcused absences,  there are just absences. Once you miss  four classes, you will receive a warning letter, a copy of which will also be  sent to the Director of Language Programs.   For every absence over four, one percentage point will be deducted from  your final grade (in addition to any points you may have lost from the  participation component of your grade).         If you find that a serious illness  or family emergency will cause you to miss many more classes than are allowed,  you should speak with your instructor or academic counselor about the  possibility of arranging for a withdrawal from the class.                               NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Undergraduate Course Descriptions - Undergraduate Program - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Undergraduate Program                          Overview    Prospective Students    Current Students                  Advisement      Curriculum      Conferences      Fieldwork      Funding      Honors            Clubs    Events    Contact                                        Undergraduate Course Descriptions       Introduction to Psychology and Its Applications APSY-UE 0002, 4 points. Spring, Summer.    Introduction to the fundamental principles of psychology, emphasizing both the unity and the diversity of a field that spans major theoretical and research areas, including biological bases of human behavior, learning, development, motivation, and social and abnormal behavior. Opportunities to apply knowledge gained in lectures and readings are available through computer-based demonstrations, in-class experiments, and a required field experience. Links between research and its applications are a recurrent theme.    Community Psychology APSY-UE 0005, 4 points. Fall, odd-numbered years.    Focuses on understanding people in their social contexts, integrates social action and psychological theory in culturally diverse contexts; introduces community psychology and perspectives on intervention and social change; and considers how contexts are powerful in shaping human behavior.    Survey of Developmental Psychology: Introduction APSY-UE 0010, 4 points. Fall, Summer.    A comprehensive overview of human development from conception through adolescence. Theories of developmental psychology are related to research findings, and implications are drawn for practical issues.    Social Psychology APSY-UE 0013, 4 points. Spring.    Social psychology concepts, theories, and research and their relation to educational problems. Concepts treated are attitudes, values, roles, norms, communication, conformity; areas emphasized are group processes and influence, social motivation, prejudice, and authoritarianism.    Theories of Personality APSY-UE 0019, 4 points. Fall.    Consideration of the major theories of personality. The work of various theorists is discussed as it relates to personality development through the life span.    Human Development I APSY-UE 0020, 4 points. Fall. Nonmajors only.    Introduction to research and theory of human development across the life span. Seminal theories and basic research of individual growth and development are analyzed and critiqued. Emphasis is on the range in human development with discussion of normative and non-normative development. Emphasis is also placed on the importance of understanding the influence of normative and non-normative contexts of development, including the impact of culture, heritage, socioeconomic level, personal health, and safety. Relations between home, school, and community and their impact on development are also explored via readings, lectures, discussions, and weekly observations in the field. Interrogation of implicit folk theories as a foundation for exploration of formal knowledge of human development.    Human Development II: Application for Early Childhood Educators APSY-UE 0021, 2 points. Course meets first half of Spring semester. Prerequisite: APSY-UE 0020. Nonmajors only.    Further analysis of research findings and theories of human development focusing on early childhood and applied across various institutional contexts. Important issues include language development, assessment of readiness to learn, separation from the family, peer relationships, aesthetic experiences. Developmentally appropriate consideration of abusive and dangerous environments and of alcohol, tobacco, and drug use is also included. Direct application of theory and research is made through field-based inquiry and issue-based investigation.    Human Development II: Application for Childhood Educators APSY-UE 0022, 2 points. Course meets second half of Spring semester. Prerequisite: APSY-UE 0020. Nonmajors only.    Further analysis of research findings and theories of human development focusing on childhood and applied across various institutional contexts. Important issues include numeric competence, assessment of reading problems, and gender differences in learning styles. Developmentally appropriate consideration of abusive and dangerous environments and of alcohol, tobacco, and drug use is also included. Direct application of theory and research is made through field-based inquiry and issue-based investigation    Human Development II: Early Adolescents APSY-UE 0023, 2 points. Course meets first half of Spring semester. Prerequisite: APSY-UE 0020. Nonmajors only.    Further analysis of research findings and theories of human development focusing on early through late adolescence and applied across various institutional contexts. Important issues include puberty, cross-gender peer relations, preventing risky behaviors, understanding and mastering test-based graduation requirements, transition to work/college, identity development, depression, and aggression. Developmentally appropriate consideration of abusive and dangerous environments and of alcohol, tobacco, and drug use is also included. Direct application of theory and research is made through field-based inquiry and issue-based investigation.    Human Development II: Adolescents APSY-UE 0024, 2 points. Course meets second half of Spring semester. Prerequisite: APSY-UE 0020. Nonmajors only.    Further analysis of research findings and theories of human development focusing on adolescence and applied across various institutional Contexts. Important issues include understanding and mastering test-based graduation requirements, transition to work/college, identity development, depression, and aggression. Developmentally appropriate consideration of abusive and dangerous environments and of alcohol, tobacco, and drug use are also included. Direct application of theory and research is made through field-based inquiry and issue-based investigation.    Research Methods in Applied Psychology I APSY-UE 0025, 4points. Fall, Spring. Program/departmental majors only.    Overview of diverse research designs and essential components of research methods, including: formulation of questions and hypotheses, identification of variables and operational definitions, sampling, data collection, and basic statistical and psychometric techniques. Students learn the basic elements and logic of social science research and develop a conceptual understanding of statistical and psychometric techniques.    The Counseling Interview APSY-UE 1012, 4 points. Fall, Spring. Program/departmental majors only.    Experiential course providing an overview of counseling techniques, focusing on the interview as an interactional process.    Educational Psychology APSY-UE 1014, 4 points. Fall, even-numbered years. Prerequisite: a course in general psychology.    Overview of major areas in psychology that are critical to education; discussion of concepts and principles fundamental to the learning process and their application to teaching.    Mental Health: Historical, Social, and Political Perspectives APSY-UE 1031, 4 points. Spring. Prerequisite: a course in general psychology.    A historical analysis of mental health viewed within a changing social and political context. Special attention given to the changing notions of mental health. Applications to different populations and symptoms and, as a corollary, changing notions of intervention.    Abnormal Psychology APSY-UE 1038, 4 points. Spring. Prerequisite: a course in general psychology.    Theories, conceptions, and descriptions of psychopathology with an emphasis on the interrelationship of diagnosis and treatment, theories of symptoms formation, and criteria of normality.    Women and Mental Health: A Life Cycle Perspective APSY-UE 1041, Fall, odd-numbered years. Prerequisite: a course in general psychology.    Focuses on the psychology of women and their mental health throughout the life cycle. Topics include socialization and gender, feminist theory, and therapy as well as high prevalence disorders of girls and women.    The Cultures of Psychology APSY-UE 1050, 4 points. Spring. Not open to freshmen or sophomores. Taken in final Spring semester. Program/departmental majors only.    Critical examination the ways that culture has shaped major theoretical perspectives in psychology. Alternative perspectives are with regard to race/ethnicity, gender, and social class    Psychosocial Aspects of Sexual Behavior APSY-UE 1081, 4 points. Fall, even-numbered years. Prerequisite: a course in general psychology.    Focuses on sexual behavior throughout the life span. The relationship between sexual physiology, attitudes, knowledge, and behavior is examined. Students critically evaluate current social sexual issues using research in psychosexuality, health, culture, and history. The relationship between personal sexual beliefs and professional development is investigated.    Sexual Identities Across the Life Span APSY-UE 1110, 4points. Spring, even-numbered years. Prerequisite: a course in general psychology.    Explores lesbian, gay, bisexual, and transgender identity development as well as stigma management, coming out, multiple oppressions, and community support to combat isolation and minority stress among adolescents, adults, and older adults    Fieldwork in Applied Psychology I APSY-UE 1123, 4 points. Fall, Spring. Program/departmental majors only.    Introduction to applied research and exploration of the various fields in professional psychology, discussion of ethical and professional standards in the field.    Fieldwork in Applied Psychology II APSY-UE 1124, 4 points. Fall, Spring. Program/departmental majors only.    A minimum of 8 hours of supervised fieldwork experience per week is required. Students attend supervision seminars and learn to draw connections between their practical experience in the field and psychological theory/research.    Fieldwork in Applied Psychology III APSY-UE 1125, 4 points. Fall, Spring. Program/departmental majors only.    A minimum of 8 hours of supervised fieldwork experience per week is required. Students attend supervision seminars and explore the connections between their practical experience in the field and psychological theory/research through an independent research project.    Research Methods in Applied Psychology II APSY-UE 1137, 4 points. Fall, Spring. Prerequisite: APSY-UE 0025. Program/departmental majors only.    In-depth look at specific quantitative and qualitative methodologies in the social sciences. Application of methodological understanding gained in previous research methods course, including: developing skills in coding and analyzing data, assessing and improving reliability of measures, and presenting results. Students also learn about special problems of design and measurement when research extends beyond the individual.    Psychology of Human Learning E63.1214, 4 points. Fall Prerequisite: a course in general psychology    Consideration of major learning theories and related research. Learning is viewed in relation to developmental, social, cognitive, and personality development. Implications for the implied behavioral sciences are discussed.    Developmental Psychology Across the Lifespan APSY-UE 1271 3 points. Fall, Spring. Nonmajors only Prerequisite: a course in general psychology    Discussion of human growth across the lifespan; Multiple contexts in which development unfolds are explored and implications for practice are considered.    Social Intervention in Schools and Communities APSY-UE 1270, 4 points. Fall, even-numbered years Prerequisite: an introductory course in developmental psychology    This course will introduce advanced undergraduates to issues in the design, implementation and evaluation of social interventions aimed at addressing social problems such as delinquency, lags in early learning, youth unemployment, poverty and its effects on human development and so on. Students will become familiar with a range of problems and programs, and will study one program depth across the semester with a small team of classmate.    Adolescent Development APSY-UE 1272, 4 points. Spring. Prerequisite: an introductory course in developmental psychology.    Physical, intellectual, social, and psychosexual of adolescent development. Attention to youth from diverse racial/ethnic and socio-cultural backgrounds. Applications and implications for schooling and for prevention and intervention programs directed at psychosocial problems in adolescence are discussed.    Families, Schools and Child Development APSY-UE 1278, 4 points. Fall, even-numbered years. Prerequisite: an introductory course in developmental psychology.    Examination of the complex relationships between family and school systems, with a special focus on low-income urban communities as they relate to child development. Topics explore the roles culture, immigration, and racial/ethnic diversity play in establishing effective partnerships between families and schools.    Child Development/Social Policy in a Global Society APSY-UE 1279 4 points. Fall, even years. Prerequisite: an introductory course in developmental psychology.    Examination of key issues facing families and governments in raising children for a 21 st century global society. Topics might include: economicsand politics affecting child well-being nationally and internationally; child-rearing challenges faced by families and government in low, middle, and highincome nations, public (government) and private (family, business and charitable); the role of scienceand participatory/democratic processes in increasing the effectiveness of public and private investments in children.    Parenting and Culture APSY-UE 1280 4 points. Spring, odd-numbered years. Prerequisite: an introductory course in developmental psychology.    Examination of parenting views and practice across socio-cultural groups, discussion of similarities and differences in parenting around the globe, how parenting changes over the life course of the child, and how parenting shapes children's development.    Introduction to Group Dynamics APSY-UE 1620, 4 points. Fall, Spring. Prerequisite: an introductory course in developmental psychology.    Students gain understanding of group dynamics through reading, lecture, discussion, and participation in small experiential groups. This course is designed to increase students' understanding of the processes that occur in the development of groups and to enhance their awareness of their interactions with others in groups. The experiential groups are unstructured based on a combination of established models of group dynamics such as T-group and Tavi stock.    Honors Seminar in Applied Psychology APSY-UE 1995-1996, 4 points. Fall and Spring. Departmental/Program Seniors only.    A year-long seminar sequence intended only for students in the Honors Program in Applied Psychology. The seminars have three main objectives: (a) to provide a forum where students engage in serious intellectual discussion about the process of research, (b) to provide guidance and structure to students in the process of conducting their independent research studies, and (c) prepare students for presentation of senior thesis and oral examination. All honor students must have a research mentor and approved research project prior to registering for the course.    AMERICAN SIGN LANGUAGE COURSES    American Sign Language: Level I ASL-UE 0091, 4 points. Fall, Spring.    Fundamental principles of ASL grammar and syntax, a basic vocabulary, and conventions of conversational discourse in the deaf community. Emphasis is placed on developing the visual perception skills critical in understanding ASL. Taught in a visual-manual method using no spoken English.    American Sign Language: Level II ASL-UE 0092, 4 points. Fall, Spring. Prerequisite: ASL-UE 0091 or equivalent.    Continues vocabulary development; introduces the student to intermediate grammatical and conversational techniques, and aspects of deaf culture and history. Expressive skill development emphasizes smoothness and clarity in producing ASL. Receptive skill development emphasizes understanding ASL and finger spelling at a moderate rate. Taught in a visual-manual method using no spoken English.    American Sign Language: Level III ASL-UE 0093, 4 points. Fall. Prerequisite: ASL-UE 0092 or equivalent.    Develops intermediate to advanced conversational strategies and distinctive ASL grammatical features for more in-depth discussions. Expressive and receptive skills in extended conversation are emphasized. Taught in a visual-manual method using no spoken English.    American Sign Language: Level IV ASL-UE 0094, 4 points. Spring. Prerequisite: ASL-UE 0093 or equivalent.    Develops sophisticated features of ASL. Emphasizes advanced vocabulary and grammar use for descriptive, narrative, and creative/artistic ASL use. Receptive skill development focuses on understanding ASL produced at moderately fast rates. Taught in a visual-manual method using no spoken English.                             Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}]},
{"detail": [{"content": "FREN-UA 2    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       FREN-UA 2         Elementary French II      New York University          What if you were able  to communicate more directly, and in a more meaningful way, with over  200,000,000 people in over 50 countries around the world? What if you were able to learn more about  these people directly from what they say and write instead of depending upon  someone else’s interpretation? What if  you could gain further access to the linguistic and cultural production of  these nearly quarter-of-a-billion people to deepen your understanding of the  world and all it has to offer? Now you  can….welcome back to French!                         Materials:   Horizons (5 th edition)             i. Textbook             ii. On-line access to iLrn          Course and  Materials Description: This Elementary French II course is designed  to provide students who have already studied one semester of French (or the  equivalent thereof) with the remainder of the fundamentals of the French  language, a language spoken by hundreds of millions of people scattered  throughout every continent around the globe. The tool that we will use to explore this  language and the numerous cultures for which it is a vehicle is “Horizons,” a  year-long, multi-component beginning French program that includes a textbook  and, housed on-line at the iLrn site, a workbook/lab manual, an eBook, a video  library, a battery of diagnostic tests, a companion website, and more. All the components are fully integrated, so  you should familiarize yourself with the structure of the program and all of  its parts before you embark on your linguistic adventure this semester.      You  will see that each chapter in your textbook is divided into “Comptétences,” and  for each “Compétence” there are explicit communicative goals (e.g., talking  about what you like to do, asking for information, paying a bill, etc.). The grammar, pronunciation, and vocabulary  presented and discussed in the “Compétence” sections will help you achieve  these goals. To be sure that by the end  of a chapter you’ve learned how to do what you set out to do at the beginning  of the chapter, you can do the exercises in the “Reprise” section located at  the end of every chapter. If you find  that you are still not sure about certain grammar points, you can consult the  “Résumé de grammaire,” also located at the end of every chapter. The on-line workbook/lab manual (discussed in  detail below) will provide you with further opportunities to verify your  progress.      On  a final note, keep in mind that learning a language is learning to do something  (e.g., speak, read, write, and listen), not learning about something. Successfully learning to do something  requires regular practice, not last minute, frantic study. You couldn’t become a good basketball player  by reading about basketball every so often, then reading a whole lot the night  before a game, and then stepping out onto the court for the first time the day  of the game. The same holds true for  language. To do well, you need to  practice every day; you need to train your mouth and your mind to speak and  think differently. That can’t be done in  one all-night cram session!          Grading:   Written  Tests (3)   45%            Oral Test      10%            Oral Presentation   10%            Homework     15%            Essays (5)      10%            Participation     10%          Tests: Tests  should not be solely an indication of the average of where you have been during  the semester; they should also reflect the level of skill and knowledge you’ve  achieved by the end of the course. As a  result, your three tests during the semester, all of which are cumulative, are  unevenly weighted. The first test is 10%  of your final grade, the second test is 15% of your final grade, and the third  test is 20% of your final grade. Not  only is this a more logical distribution of points, since you should know a lot  more by the end of the semester, but it also benefits those of you who are new  to language study and might need a little more time before everything “clicks.”      You  will take your written tests in class on the days indicated on this  syllabus. Be sure you arrive a little  early on test days because each test begins with an oral comprehension  section. If you arrive late, you will  miss the reading necessary for the completion of that first section. No  late written tests will be administered.      The  oral test (administered at the end of the semester) takes place in your  teacher’s office. The oral diagnostic  (administered in the middle of the semester) also takes place in your teacher’s  office; however, while written feedback will be provided for the oral  diagnostic, the oral diagnostic itself is not graded. The oral diagnostic is simply a chance for  you to practice taking an oral exam. No late oral diagnostics or oral tests will  be administered.          Oral Presentation: At the  end of the semester you and a partner will give a five to six minute oral  presentation on a francophone region (e.g., Louisiana, French Guyana, New York!),  personality (e.g., Marie Antoinette, Tanya St-Val), event (la Guerre d’Algérie,  the passage of the Charte de la langue française), etc. You can find information for your  presentation in the library, on line, or from interviews with French speakers,  but be sure when you give your presentation in class that your words are your  own. If you cite a source, no matter  what it is, make it very clear that you are citing someone else’s words. You are not allowed to use an Internet  translation device to prepare your presentation, nor can you have a  French-speaking friend or family member proofread your work. No  late oral presentations will be permitted.           Homework: Your homework grade is not  based on how many of your homework answers are correct, but rather on how much  effort you put into doing the work.   Mistakes are an essential part of learning anything new, including a new  language…there is a reason why people say, “You learn from your mistakes.” You should think of your homework assignments  as an opportunity to try to see how well you know what you’ve been studying and  to pinpoint areas that you still need to work on.      The  on-line workbook/lab manual (housed at the iLrn site) contains an array of  well-designed exercises divided into two sections: “activités écrites,” or  written activities, and “activités orales,” or speaking activities. These exercises focus on listening, speaking,  pronunciation, grammar, writing, reading, and culture. For each “Compétence” section, you need to complete  the assigned activities (both “écrites” and “orales”) by the day indicated on  line. Each set of workbook/lab manual  exercises for a given “Compétence” section is due the day the following “Compétence”  section is to be begun. For example, if  you go to the on-line workbook/lab manual, you will see that the assigned  written and oral exercises corresponding to “Chapter 1, Compétence 1” are due  on September 22 nd , the day on which you begin discussing “Chapter 1,  Compétences 2 and 3.”      You  will notice that some of the exercises you do can be corrected with the click  of a mouse, while others will require your teacher’s input. You are, of course, welcome to do additional  exercises that are not marked as assigned, and additional exercises from the  on-line workbook/lab manual may be assigned by your teacher for homework. No  late homework will be accepted for credit.      Note  that while there are workbook exercises due every week, you never have very  many written exercises to complete at one time.   The workbook assignment schedule has been designed in this way to help  you achieve your goal (or rather, what we hope is your goal!) to work on your  French in a regular manner. Don’t do the  exercises assigned the night before (or the morning!) they are due. That vastly diminishes your chances of  learning something from them. Instead,  do two or three exercises each night.   This is an easy way to check yourself and to make sure you have a good  handle on the vocabulary, culture, and grammar being presented and discussed in  class.          Essays: You will write four essays  during the course of the semester. These  essays are due in class on the days indicated on the syllabus.      As  you may know by now, the best way to improve your writing skills in any  language is to take a process approach to writing, which is what we will do in  this class. When you turn in an essay,  your teacher will read it and signal the errors; however, he or she will not  provide you with the correct forms. When  you get your essay back, you will then need to look over your teacher’s  comments and rewrite the essay, correcting the errors your teacher indicated  and incorporating all the changes your teacher suggested. Your final grade for an essay will be the  average of your first grade and the grade for your rewrite. Not  rewriting your essay will result in a 0 (zero) as the final essay grade.      The  essay assignments are a chance for you to find out just what you can really do  in written French. The essays you submit  should be entirely your own work so that you can know for sure where your  strengths and weaknesses lie. You may  not ask a French-speaking friend, family member, or acquaintance to read over  and correct your essay before you turn it in – not only will you lose out on  the chance to show yourself and your teacher what you can do, but this is at  best a form of cheating, at worst plagiarism.   In addition, you may not use Internet translation programs such as Babblefish  when writing your essay. This, too, is  plagiarism. If you do decide to use a  friend or family member’s help or an Internet translation program, even if it  is for only part of your essay, you will receive a 0 (zero) for your essay. Make everyone happy and get the most out of  your work by doing it all yourself!      You  are encouraged to use good, large dictionaries (both French-English and  French-French) while composing your essays.   Small paperback dictionaries, while often very handy in class, are  unreliable sources for this kind of written assignment. Don’t forget that through the Bobst homepage  you have free access to the on-line Oxford-Hachette bilingual French-English  dictionary.      The essay topics are listed in the schedule at the end of this  syllabus. No late essays or essay rewrites will be accepted.          Participation: As you  can imagine, participation is of the utmost importance in a language  class. Your participation grade does not  depend simply on your being physically present in class. A good participation grade depends on having  all your assignments completed before class, participating (in French!) to the  best of your ability, and making a real effort to improve.      Since  participation, or “time-on-task” as it is sometimes called, is so important to  your regular progress, it counts as part of your grade. Keep in mind that when you are not in class,  no matter what the reason, you are missing essential time spent in French. This has a negative impact on your progress  and the participation component of your grade.    It’s very simple: there are no excused or unexcused absences,  there are just absences. Once you miss  four classes, you will receive a warning letter, a copy of which will also be  sent to the Director of Language Programs.   For every absence over four, one percentage point will be deducted from  your final grade (in addition to any points you may have lost from the  participation component of your grade).         If you find that a serious illness  or family emergency will cause you to miss many more classes than are allowed,  you should speak with your instructor or academic counselor about the  possibility of arranging for a withdrawal from the class.                               NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Undergraduate Course Descriptions - Undergraduate Program - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                   Department of Applied Psychology              About        Programs            Undergraduate              BS, Applied Psychology        BS, Global Public Health/Applied Psychology        Minors                   Master's              MA, Human Development and Social Intervention        MA, Counseling Programs                   Advanced Certificate              LGBT Health, Education, and Social Services                   Doctoral              PhD, Counseling Psychology        PhD, Developmental Psychology        PhD, Psychology and Social Intervention                  Study Abroad                 People                Full-Time Faculty        Adjunct Professors        Administrative Staff        Doctoral Student Profiles                      Courses        Centers/Institutes            Child and Family Policy       Globalization and Education       Health, Identity, Behavior and Prevention Studies (CHIBPS)       Human Development and Social Change (IHDSC)       Research on Culture, Development and Education (CRCDE)                 Research Labs/Teams            Current Dept. Research Projects       Community and Oppression Research and Engagement (CORE)       Families and Children Experiencing Success (FACES)       INSIGHTS       Neuroscience and Education (NEL)       Dr. Selcuk R. Sirin       Dr. Lisa Suzuki                 Prospective Students            Admissions       FAQ              Undergraduate        Master's        Doctoral                   New Students                Current Students            Undergraduate       Masters       Doctoral               Upcoming Events        News           YouTube     LinkedIn     Tumblr     Wordpress                          Undergraduate Program                          Overview    Prospective Students    Current Students                  Advisement      Curriculum      Conferences      Fieldwork      Funding      Honors            Clubs    Events    Contact                                        Undergraduate Course Descriptions       Introduction to Psychology and Its Applications APSY-UE 0002, 4 points. Spring, Summer.    Introduction to the fundamental principles of psychology, emphasizing both the unity and the diversity of a field that spans major theoretical and research areas, including biological bases of human behavior, learning, development, motivation, and social and abnormal behavior. Opportunities to apply knowledge gained in lectures and readings are available through computer-based demonstrations, in-class experiments, and a required field experience. Links between research and its applications are a recurrent theme.    Community Psychology APSY-UE 0005, 4 points. Fall, odd-numbered years.    Focuses on understanding people in their social contexts, integrates social action and psychological theory in culturally diverse contexts; introduces community psychology and perspectives on intervention and social change; and considers how contexts are powerful in shaping human behavior.    Survey of Developmental Psychology: Introduction APSY-UE 0010, 4 points. Fall, Summer.    A comprehensive overview of human development from conception through adolescence. Theories of developmental psychology are related to research findings, and implications are drawn for practical issues.    Social Psychology APSY-UE 0013, 4 points. Spring.    Social psychology concepts, theories, and research and their relation to educational problems. Concepts treated are attitudes, values, roles, norms, communication, conformity; areas emphasized are group processes and influence, social motivation, prejudice, and authoritarianism.    Theories of Personality APSY-UE 0019, 4 points. Fall.    Consideration of the major theories of personality. The work of various theorists is discussed as it relates to personality development through the life span.    Human Development I APSY-UE 0020, 4 points. Fall. Nonmajors only.    Introduction to research and theory of human development across the life span. Seminal theories and basic research of individual growth and development are analyzed and critiqued. Emphasis is on the range in human development with discussion of normative and non-normative development. Emphasis is also placed on the importance of understanding the influence of normative and non-normative contexts of development, including the impact of culture, heritage, socioeconomic level, personal health, and safety. Relations between home, school, and community and their impact on development are also explored via readings, lectures, discussions, and weekly observations in the field. Interrogation of implicit folk theories as a foundation for exploration of formal knowledge of human development.    Human Development II: Application for Early Childhood Educators APSY-UE 0021, 2 points. Course meets first half of Spring semester. Prerequisite: APSY-UE 0020. Nonmajors only.    Further analysis of research findings and theories of human development focusing on early childhood and applied across various institutional contexts. Important issues include language development, assessment of readiness to learn, separation from the family, peer relationships, aesthetic experiences. Developmentally appropriate consideration of abusive and dangerous environments and of alcohol, tobacco, and drug use is also included. Direct application of theory and research is made through field-based inquiry and issue-based investigation.    Human Development II: Application for Childhood Educators APSY-UE 0022, 2 points. Course meets second half of Spring semester. Prerequisite: APSY-UE 0020. Nonmajors only.    Further analysis of research findings and theories of human development focusing on childhood and applied across various institutional contexts. Important issues include numeric competence, assessment of reading problems, and gender differences in learning styles. Developmentally appropriate consideration of abusive and dangerous environments and of alcohol, tobacco, and drug use is also included. Direct application of theory and research is made through field-based inquiry and issue-based investigation    Human Development II: Early Adolescents APSY-UE 0023, 2 points. Course meets first half of Spring semester. Prerequisite: APSY-UE 0020. Nonmajors only.    Further analysis of research findings and theories of human development focusing on early through late adolescence and applied across various institutional contexts. Important issues include puberty, cross-gender peer relations, preventing risky behaviors, understanding and mastering test-based graduation requirements, transition to work/college, identity development, depression, and aggression. Developmentally appropriate consideration of abusive and dangerous environments and of alcohol, tobacco, and drug use is also included. Direct application of theory and research is made through field-based inquiry and issue-based investigation.    Human Development II: Adolescents APSY-UE 0024, 2 points. Course meets second half of Spring semester. Prerequisite: APSY-UE 0020. Nonmajors only.    Further analysis of research findings and theories of human development focusing on adolescence and applied across various institutional Contexts. Important issues include understanding and mastering test-based graduation requirements, transition to work/college, identity development, depression, and aggression. Developmentally appropriate consideration of abusive and dangerous environments and of alcohol, tobacco, and drug use are also included. Direct application of theory and research is made through field-based inquiry and issue-based investigation.    Research Methods in Applied Psychology I APSY-UE 0025, 4points. Fall, Spring. Program/departmental majors only.    Overview of diverse research designs and essential components of research methods, including: formulation of questions and hypotheses, identification of variables and operational definitions, sampling, data collection, and basic statistical and psychometric techniques. Students learn the basic elements and logic of social science research and develop a conceptual understanding of statistical and psychometric techniques.    The Counseling Interview APSY-UE 1012, 4 points. Fall, Spring. Program/departmental majors only.    Experiential course providing an overview of counseling techniques, focusing on the interview as an interactional process.    Educational Psychology APSY-UE 1014, 4 points. Fall, even-numbered years. Prerequisite: a course in general psychology.    Overview of major areas in psychology that are critical to education; discussion of concepts and principles fundamental to the learning process and their application to teaching.    Mental Health: Historical, Social, and Political Perspectives APSY-UE 1031, 4 points. Spring. Prerequisite: a course in general psychology.    A historical analysis of mental health viewed within a changing social and political context. Special attention given to the changing notions of mental health. Applications to different populations and symptoms and, as a corollary, changing notions of intervention.    Abnormal Psychology APSY-UE 1038, 4 points. Spring. Prerequisite: a course in general psychology.    Theories, conceptions, and descriptions of psychopathology with an emphasis on the interrelationship of diagnosis and treatment, theories of symptoms formation, and criteria of normality.    Women and Mental Health: A Life Cycle Perspective APSY-UE 1041, Fall, odd-numbered years. Prerequisite: a course in general psychology.    Focuses on the psychology of women and their mental health throughout the life cycle. Topics include socialization and gender, feminist theory, and therapy as well as high prevalence disorders of girls and women.    The Cultures of Psychology APSY-UE 1050, 4 points. Spring. Not open to freshmen or sophomores. Taken in final Spring semester. Program/departmental majors only.    Critical examination the ways that culture has shaped major theoretical perspectives in psychology. Alternative perspectives are with regard to race/ethnicity, gender, and social class    Psychosocial Aspects of Sexual Behavior APSY-UE 1081, 4 points. Fall, even-numbered years. Prerequisite: a course in general psychology.    Focuses on sexual behavior throughout the life span. The relationship between sexual physiology, attitudes, knowledge, and behavior is examined. Students critically evaluate current social sexual issues using research in psychosexuality, health, culture, and history. The relationship between personal sexual beliefs and professional development is investigated.    Sexual Identities Across the Life Span APSY-UE 1110, 4points. Spring, even-numbered years. Prerequisite: a course in general psychology.    Explores lesbian, gay, bisexual, and transgender identity development as well as stigma management, coming out, multiple oppressions, and community support to combat isolation and minority stress among adolescents, adults, and older adults    Fieldwork in Applied Psychology I APSY-UE 1123, 4 points. Fall, Spring. Program/departmental majors only.    Introduction to applied research and exploration of the various fields in professional psychology, discussion of ethical and professional standards in the field.    Fieldwork in Applied Psychology II APSY-UE 1124, 4 points. Fall, Spring. Program/departmental majors only.    A minimum of 8 hours of supervised fieldwork experience per week is required. Students attend supervision seminars and learn to draw connections between their practical experience in the field and psychological theory/research.    Fieldwork in Applied Psychology III APSY-UE 1125, 4 points. Fall, Spring. Program/departmental majors only.    A minimum of 8 hours of supervised fieldwork experience per week is required. Students attend supervision seminars and explore the connections between their practical experience in the field and psychological theory/research through an independent research project.    Research Methods in Applied Psychology II APSY-UE 1137, 4 points. Fall, Spring. Prerequisite: APSY-UE 0025. Program/departmental majors only.    In-depth look at specific quantitative and qualitative methodologies in the social sciences. Application of methodological understanding gained in previous research methods course, including: developing skills in coding and analyzing data, assessing and improving reliability of measures, and presenting results. Students also learn about special problems of design and measurement when research extends beyond the individual.    Psychology of Human Learning E63.1214, 4 points. Fall Prerequisite: a course in general psychology    Consideration of major learning theories and related research. Learning is viewed in relation to developmental, social, cognitive, and personality development. Implications for the implied behavioral sciences are discussed.    Developmental Psychology Across the Lifespan APSY-UE 1271 3 points. Fall, Spring. Nonmajors only Prerequisite: a course in general psychology    Discussion of human growth across the lifespan; Multiple contexts in which development unfolds are explored and implications for practice are considered.    Social Intervention in Schools and Communities APSY-UE 1270, 4 points. Fall, even-numbered years Prerequisite: an introductory course in developmental psychology    This course will introduce advanced undergraduates to issues in the design, implementation and evaluation of social interventions aimed at addressing social problems such as delinquency, lags in early learning, youth unemployment, poverty and its effects on human development and so on. Students will become familiar with a range of problems and programs, and will study one program depth across the semester with a small team of classmate.    Adolescent Development APSY-UE 1272, 4 points. Spring. Prerequisite: an introductory course in developmental psychology.    Physical, intellectual, social, and psychosexual of adolescent development. Attention to youth from diverse racial/ethnic and socio-cultural backgrounds. Applications and implications for schooling and for prevention and intervention programs directed at psychosocial problems in adolescence are discussed.    Families, Schools and Child Development APSY-UE 1278, 4 points. Fall, even-numbered years. Prerequisite: an introductory course in developmental psychology.    Examination of the complex relationships between family and school systems, with a special focus on low-income urban communities as they relate to child development. Topics explore the roles culture, immigration, and racial/ethnic diversity play in establishing effective partnerships between families and schools.    Child Development/Social Policy in a Global Society APSY-UE 1279 4 points. Fall, even years. Prerequisite: an introductory course in developmental psychology.    Examination of key issues facing families and governments in raising children for a 21 st century global society. Topics might include: economicsand politics affecting child well-being nationally and internationally; child-rearing challenges faced by families and government in low, middle, and highincome nations, public (government) and private (family, business and charitable); the role of scienceand participatory/democratic processes in increasing the effectiveness of public and private investments in children.    Parenting and Culture APSY-UE 1280 4 points. Spring, odd-numbered years. Prerequisite: an introductory course in developmental psychology.    Examination of parenting views and practice across socio-cultural groups, discussion of similarities and differences in parenting around the globe, how parenting changes over the life course of the child, and how parenting shapes children's development.    Introduction to Group Dynamics APSY-UE 1620, 4 points. Fall, Spring. Prerequisite: an introductory course in developmental psychology.    Students gain understanding of group dynamics through reading, lecture, discussion, and participation in small experiential groups. This course is designed to increase students' understanding of the processes that occur in the development of groups and to enhance their awareness of their interactions with others in groups. The experiential groups are unstructured based on a combination of established models of group dynamics such as T-group and Tavi stock.    Honors Seminar in Applied Psychology APSY-UE 1995-1996, 4 points. Fall and Spring. Departmental/Program Seniors only.    A year-long seminar sequence intended only for students in the Honors Program in Applied Psychology. The seminars have three main objectives: (a) to provide a forum where students engage in serious intellectual discussion about the process of research, (b) to provide guidance and structure to students in the process of conducting their independent research studies, and (c) prepare students for presentation of senior thesis and oral examination. All honor students must have a research mentor and approved research project prior to registering for the course.    AMERICAN SIGN LANGUAGE COURSES    American Sign Language: Level I ASL-UE 0091, 4 points. Fall, Spring.    Fundamental principles of ASL grammar and syntax, a basic vocabulary, and conventions of conversational discourse in the deaf community. Emphasis is placed on developing the visual perception skills critical in understanding ASL. Taught in a visual-manual method using no spoken English.    American Sign Language: Level II ASL-UE 0092, 4 points. Fall, Spring. Prerequisite: ASL-UE 0091 or equivalent.    Continues vocabulary development; introduces the student to intermediate grammatical and conversational techniques, and aspects of deaf culture and history. Expressive skill development emphasizes smoothness and clarity in producing ASL. Receptive skill development emphasizes understanding ASL and finger spelling at a moderate rate. Taught in a visual-manual method using no spoken English.    American Sign Language: Level III ASL-UE 0093, 4 points. Fall. Prerequisite: ASL-UE 0092 or equivalent.    Develops intermediate to advanced conversational strategies and distinctive ASL grammatical features for more in-depth discussions. Expressive and receptive skills in extended conversation are emphasized. Taught in a visual-manual method using no spoken English.    American Sign Language: Level IV ASL-UE 0094, 4 points. Spring. Prerequisite: ASL-UE 0093 or equivalent.    Develops sophisticated features of ASL. Emphasizes advanced vocabulary and grammar use for descriptive, narrative, and creative/artistic ASL use. Receptive skill development focuses on understanding ASL produced at moderately fast rates. Taught in a visual-manual method using no spoken English.                             Applied Psychology      Art      Education       Health      Media      Music                      New York University          This site, and all its contents, are Copyright &copy;     by New York University. All rights reserved.   NYU Steinhardt - Applied Psychology - 246 Greene Street, 8th Floor, New York, NY 10003"}, {"content": "Faculty    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                       Home                Welcome Message            People            Undergraduate Program              Graduate Programs              NYU Abu Dhabi              Editing Projects              Newsletter              Calendar              Events &amp; Series              Friends of History              Employment              Faculty Only                   Related Information       Faculty by Area of Specialization       Associated Faculty       Affiliated Faculty       Adjunct/Visitors       Retired/Emeritus Faculty       NYU Abu Dhabi Faculty       Alumni & Placement News       Graduate Student Profiles       History Department Staff       Faculty Office Hours                          Useful Links               NYU Public Directory       Faculty Directory               Home &gt; People     Faculty                  Karl Appuhn     Associate Professor of History and Italian   Email:     appuhn@nyu.edu     Field:   Early Modern Europe   Research Interests:   Environmental History, History of Science, Technology, and Medicine, History of Animals, Mediterranean History, Italian Renaissance.             Brigitte Miriam Bedos-Rezak     Professor of History   Email:     bbr2@nyu.edu     Field:   Medieval Europe   Research Interests:   History and Theory; Semiotic Anthropology; Material Culture; Media and Communication; Historical Anthropology of the Middle Ages; Medieval France; Medieval Sign Theory; Medieval Diplomatics and Sigillography; Latin and Old French Paleography               Thomas Bender     University Professor of the Humanities;   Professor of History   Email:     thomas.bender@nyu.edu     Field:   United States   Research Interests:   U.S. intellectual and cultural history, 1750-present; intellectuals and cities; transnational and global approaches to U.S. history; historiography.             Ruth Ben-Ghiat     Professor of Italian and History   Email:     rb68@nyu.edu     Field:   Modern Europe   Research Interests:   Ruth Ben-Ghiat is Professor of History and Italian Studies. A specialist in 20th century European history, with Italy a particular focus, she writes on war, including the relationship of war and cinema; empires; and fascist regimes. She is a regular contributor on these subjects to the Huffington Post and CNN.com. Follow her @ruthbenghiat.              Zvi Ben-Dor Benite     Chair; Middle Eastern and Islamic Studies;   Professor of History and Middle Eastern and Islamic Studies   Email:     zbd1@nyu.edu     Field:   East Asia   Research Interests:   Global History, Early Modern and Modern Chinese History, Asian and European Islam, Religion and World History, Middle Eastern History, History of Geography, Arab-Jewish and Mizrahi History             Lauren Benton     Silver Professor; Affiliate Professor of Law;   Professor of History   Email:     lauren.benton@nyu.edu     Field:   Atlantic World   Research Interests:   Atlantic world, legal history, comparative history of empires.               Edward Berenson     Director, Institute of French Studies;   Professor of History   Email:     Edward.Berenson@nyu.edu     Field:   Modern Europe   Research Interests:   Cultural history; colonialism; history and memory.             Jane Burbank     Professor of History and Russian & Slavic Studies   Collegiate Professor   Email:     jane.burbank@nyu.edu     Field:   Modern Europe   Research Interests:   Russian history; legal culture; empire; peasants.             Herrick Chapman     Associate Professor of History and Institute of French Studies   Email:     herrick.chapman@nyu.edu     Field:   Modern Europe   Research Interests:   French history; social history; economic history; history of public policy             Frederick Cooper     Professor of History   Email:     fred.cooper@nyu.edu     Field:   Africa   Research Interests:   Modern Africa; empires in world history; colonization and decolonization; the social sciences and the colonial situation             Valerie Deacon     Elihu Rose Assistant Professor / Faculty Fellow;     Email:     valerie.deacon@nyu.edu     Field:   Modern Europe   Research Interests:   Second World War; French Resistance; Underground political movements; International relations; Military and pseudo-military organisations             Hasia R. Diner     Paul S. and Sylvia Steinberg Professor of American Jewish History;   Professor of Hebrew and Judaic Studies and History   Director, Goldstein-Goren Center for American Jewish History; Director of Undergraduate Studies   Email:     hasia.diner@nyu.edu     Field:   United States   Research Interests:   American Jewish history, American immigration history and women's history             Nicole Eustace     Professor of History   Email:     nicole.eustace@nyu.edu     Field:   Atlantic World   Research Interests:   Eighteenth-century North America in the Atlantic world; gender, culture, and politics             Ada Ferrer     Professor of History and Latin American and Caribbean Studies   Email:     ada.ferrer@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Cuba; comparative slavery, nationalism, revolution                K. E. Fleming     Alexander S. Onassis Professor of Hellenic Culture and Civilization and Professor of History & Hellenic Studies     Email:     kef1@nyu.edu     Field:   Modern Europe   Research Interests:   religion, nationalism             Stefanos Geroulanos     Associate Professor of History   Director of Graduate Studies   Email:     sg127@nyu.edu     Field:   Modern Europe   Research Interests:   Modern European Intellectual History; French and German Thought; Political Theology and Philosophical Anthropology; History of Medical Concepts; Film; History of Science             Rebecca Goetz     Associate Professor of History   Email:     rag11@nyu.edu     Field:   Atlantic World   Research Interests:   Histories of Religion, race, and Slavery, Colonialism and Empire in the Atlantic World, and Indigenous North America.             Michael A. Gomez     Professor of History   Email:     michael.gomez@nyu.edu     Field:   Africa and African Diaspora   Research Interests:   Islam, Slavery, Social and Cultural Formation             Linda Gordon     Florence Kelley Professor;   Professor of History   Email:     lg48@nyu.edu     Field:   United States   Research Interests:   Twentieth-century U.S. social, political, and social policy history; women and gender; family; U.S. Southwest             Manu Goswami     Associate Professor of History   Email:     manu.goswami@nyu.edu     Field:   South Asia   Research Interests:   19th & 20th century Indian history, History of Economic Thought, Political Economy, Social Theory, Historiography             Greg Grandin     Professor of History   Email:     grandin@nyu.edu     Field:   Latin America and the Carribbean             Fiona J. Griffiths     Professor of History   Email:     fjg3@nyu.edu     Field:   Medieval Europe   Research Interests:   History of Women and Gender, Monasticism, Medieval libraries and book production, the Twelfth-Century Renaissance, Friendship, Heloise and Abelard.             Stephen G. Gross     Assistant Professor of History and European and Mediterranean Studies   Email:     sg152@nyu.edu     Field:   Modern Europe   Research Interests:   19th and 20th Century Germany; 20th Century Europe and European Unification; Economic History and Political Economy; International Relations; World War I and II; Theories of Imperialism             Masato Hasegawa     Visiting Assistant Professor of History   Email:     masato.hasegawa@nyu.edu     Field:   East Asia   Research Interests:   Early Modern and Modern China, Early Modern and Modern Korea, China-Korea Relations, Military Logistics, Transregional Commercial Networks, Environmental History             Martha Hodes     Professor of History   Email:     martha.hodes@nyu.edu     Field:   United States   Research Interests:   19th-century; race; Civil War and Reconstruction; gender; craft of historical writing             Jennifer Homans     Distinguished Scholar in Residence in History and European and Mediterranean Studies     Email:     jah20@nyu.edu     Research Interests:   History of dance             Richard Hull     Professor of History   Email:     richard.hull@nyu.edu     Field:   Africa   Research Interests:   Democratization in Africa; origins of segregation in South Africa.             Myles W. Jackson     Albert Gallatin Research Excellence Professor of the History of Science, NYU-Gallatin, FAS     Email:     myles.jackson@nyu.edu     Field:   Modern Europe   Research Interests:   History of science; history of physics in 19th-century Germany; intellectual property and gene patenting; humans, machines, and aesthetic theories; triangular exchange among physicists and engineers, musicians, and instrument makers.             Rebecca Karl     Associate Professor of East Asian Studies and History   Email:     rebecca.karl@nyu.edu     Field:   East Asia   Research Interests:   Modern China; Intellectual history; women and gender             Monica Kim     Assistant Professor of History   On leave 2015-2016   Email:     monica.kim@nyu.edu     Field:   United States   Research Interests:   U.S. and the World; Decolonization; Race, empire, and modern warfare; Transpacific Asian and Asian American history             Yanni Kotsonis     Associate Professor of History and Russian & Slavic Studies   Email:     yanni.kotsonis@nyu.edu     Field:   Modern Europe   Research Interests:   Imperial Russia; political economy; history of the modern state; history of taxation in Russia and the world             J. Joseph Lee     Professor of Irish Studies and History   Director, Irish Studies; Glucksman Professor of Irish Studies   Email:     joe.lee@nyu.edu     Field:   Modern Europe   Research Interests:   19th and 20th Century Irish, English, European, and Irish American history and politics; Nationalism, imperialism, and post colonialism; Irish Diaspora             Julie Livingston     Visiting Professor of History and Social and Cultural Analysis   Email:     jl6877@nyu.edu     Field:   Africa   Research Interests:   The Body; Gender; History and Anthropology; Medicine and Public Health; Historical and Ethnographic Writing.             David Ludden     Professor of History   Email:     david.ludden@nyu.edu     Field:   South Asia   Research Interests:   South Asia; Middle East; East Asia; World History; Globalization; Agrarian History; Economic Development                 Michele Mitchell     Associate Professor of History   Email:     michele.mitchell@nyu.edu     Field:   United States   Research Interests:   African Diaspora; Gender and Sexuality; West/East/South Africa; feminist theory             Maria E. Montoya     Associate Professor of History   Email:     maria.montoya@nyu.edu     Field:   United States   Research Interests:   American West, Labor History, Gender, Latina/o History             Jennifer L. Morgan     Professor of Social and Cultural Analysis and History   Email:     jennifer.morgan@nyu.edu     Field:   United States   Research Interests:   Early African American History, Comparative Slavery, Histories of Racial Ideology, Women and Gender             Andrew Needham     Associate Professor of History   Email:     andrew.needham@nyu.edu     Field:   United States   Research Interests:   I specialize in recent United States history, with teaching and research emphases in environmental, American Indian, and urban and suburban history as well as the history of the American West.                Mary Nolan     Professor of History   Lillian Vernon Professorship for Teaching Excellence   Email:     mn4@nyu.edu     Field:   Modern Europe   Research Interests:   Europe and America in the Twentieth Century, Cold War, Modern German history; European women's history.               Guy Ortolano     Associate Professor of History   Email:     ortolano@nyu.edu     Field:   Modern Europe   Research Interests:   Britain since 1688, urban history, history of science, cultural and intellectual history, historiography, post-1945 history.             David Oshinsky     Professor of History and Medicine   Email:     oshind01@nyu.edu               Leslie Peirce     Professor of History and Middle Eastern and Islamic Studies   Silver Professor   Email:     lp50@nyu.edu     Field:   Early Modern Europe   Research Interests:   early modern Ottoman history, gender, law & society, comparative empires               Jacques Revel     Global Distinguished Professor of History and the Institute of French Studies     Email:     jr77@nyu.edu               Jeffrey Sammons     Professor of History   Email:     js11@nyu.edu     Field:   United States   Research Interests:   U. S. social and cultural history with research and teaching interests in African-American History, military history, black autobiography, film history, and sports history.               Andrew Sartori     Associate Professor of History   Email:     asartori@nyu.edu     Field:   South Asia   Research Interests:   Modern South Asia, Modern Intellectual History, Social Theory             John Shovlin     Associate Professor of History   Email:     john.shovlin@nyu.edu     Field:   Early Modern Europe   Research Interests:   Political and cultural history of ancien régime Europe, particularly France; the French Revolution; history of political economy; aristocratic culture and politics; international politics and international political thought in eighteenth-century Europe; the Franco-British relationship.             Nikhil Pal Singh     Associate Professor of Social and Cultural Analysis and History   SCA Director of Graduate Studies   Email:     nikhil.singh@nyu.edu     Research Interests:   Race, empire, and culture in 20th-century U.S.; black radicalism and US liberalism; U.S. foreign policy.             Kostis Smyrlis     Associate Professor of History and Hellenic Studies   Email:     ks113@nyu.edu     Field:   Medieval Europe   Research Interests:   Byzantine empire, 9th to 15th century; economic history; emperor and subjects; state finances; law and land ownership; diplomatics             George Solt     Assistant Professor of History   Email:     george.solt@nyu.edu     Field:   East Asia   Research Interests:   Modern Japan; political economy; food history             Rachel St John     Associate Professor of History   Email:     stjohn@nyu.edu     Field:   United States   Research Interests:   19th- and 20th-century United States history with a particular emphasis on the North American West and transnational borderlands history             Jack Tchen     Associate Professor of Social and Cultural Analysis and History   Director, Asian/Pacific/American Studies   Email:     jack.tchen@nyu.edu     Field:   East Asia   Research Interests:   Interethnic and interracial relations of Asian and Americans; cross-cultural and community studies; New York City history; Asians in the Americas; race, colonialism, and museums; dialogic theory and radical pedagogy                Thomas M. Truxes     Clinical Associate Professor of Irish Studies and History   Email:     thomas.truxes@nyu.edu     Research Interests:   Early-modern Irish history; Ireland and the Atlantic world before 1800; early-modern maritime history; the overseas trade of British America; eighteenth-century urban life, particularly New York City             Sinclair Thomson     Associate Professor of History   Email:     st19@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Colonial Latin America; Andean region; peasant and Indian politics; Andean religion; race/ethnicity; historical imagination and political memory; Bolivian history and politics.             Joanna Waley-Cohen     Silver Professor of History;   Professor of History   Provost, NYU Shanghai   Email:     jw5@nyu.edu     Field:   East Asia   Research Interests:   Early modern Chinese history; China and the West; Chinese imperial culture.             Daniel J Walkowitz     Professor of Social and Cultural Analysis and History   Director of College Honors, CAS   Email:     daniel.walkowitz@nyu.edu     Field:   United States   Research Interests:   U.S. Social and Cultural History, with particular interest in Labor and Urban History             Barbara Weinstein     Professor of History   Silver Professor; Chair, Department of History   Email:     bw52@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Modern Latin America, Brazil, labor history, slavery and emancipation, race and gender, regionalism and nationalism.             Larry Wolff     Professor of History   Director, Center for European and Mediterranean Studies   Email:     lw59@nyu.edu     Field:   Modern Europe   Research Interests:   Eastern Europe, Poland, Habsburg Monarchy, Enlightenment, history of childhood             Peter Wosh     Clinical Associate Professor of History   Director, Archives/Public History Program   Email:     pw1@nyu.edu     Field:   United States   Research Interests:   Archival management; Public history; American Christianity; local and community history; institutions and organizations.             Marilyn Young     Professor of History   Collegiate Professor   Email:     marilyn.young@nyu.edu     Field:   United States   Research Interests:   U.S. and the World; U.S. foreign relations; U.S.-East Asian relations; Third World women and gender.             Jonathan Zimmerman     Professor of History   Department Chair, Humanities and Social Sciences in the Professions, Steinhardt School   Email:     jlzimm@aol.com     Field:   United States   Research Interests:   Education in the U.S. and the world; 20th-century American politics and culture; teaching of history; sexuality and schooling                     Contact Us | &copy; New York University , Arts and Science"}]}]