[{"detail": [{"content": "Chinese Language    | Department of East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                      Home       Faculty       Undergraduate Program              Chinese Language            Japanese Language              Korean Language              Civilization         Graduate Program       Study Abroad       Events       Resources                     Facebook       Twitter                 Home > Undergraduate Program > Chinese Language       Chinese Language The Chinese language courses offered by the East   Asian Studies Department consists of 4 levels: Elementary (I &amp; II),   Intermediate (I &amp; II), Advanced (I &amp; II) and Post-Advanced. Our   curriculum is designed to provide a strong foundation for students who   hope to pursue graduate study or careers involving Chinese language. Course offerings may differ from semester to semester:      EAST-UA 231 Elementary Chinese for Advanced Beginners   EAST-UA 232 Intermediate Chinese for Advanced Beginners   EAST-UA 201 Elementary Chinese I   EAST-UA 202 Elementary Chinese II   EAST-UA 203 Intermediate Chinese I   EAST-UA 204 Intermediate Chinese II   EAST-UA 205 Advanced Chinese I   EAST-UA 206 Advanced Chinese II      Post-Advanced Language Courses:   EAST-UA 221 Readings in Chinese Culture I   EAST-UA 222 Readings in Chinese Culture II   EAST-UA 223 Chinese Philosophy in Chinese   EAST-UA 212 Advanced Topics in Chinese Conversation &amp; Composition   EAST-UA 213 Readings in Chinese Poetry I   EAST-UA 214 Readings in Chinese Poetry II   EAST-UA 226 Introduction to Classical Chinese   EAST-UA 228 Dream of Red Chamber      Elective Courses:   EAST-UA 227 Country &amp; City: Modern Chinese Literature &amp; Film                  Related Information       Chinese Language Courses       Heritage vs Non-Heritage       Chinese Classnotes                           Contact us       |       &copy; New York University       ,       Arts and Science"}]},
{"detail": [{"content": "Chinese Language    | Department of East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                      Home       Faculty       Undergraduate Program              Chinese Language            Japanese Language              Korean Language              Civilization         Graduate Program       Study Abroad       Events       Resources                     Facebook       Twitter                 Home > Undergraduate Program > Chinese Language       Chinese Language The Chinese language courses offered by the East   Asian Studies Department consists of 4 levels: Elementary (I &amp; II),   Intermediate (I &amp; II), Advanced (I &amp; II) and Post-Advanced. Our   curriculum is designed to provide a strong foundation for students who   hope to pursue graduate study or careers involving Chinese language. Course offerings may differ from semester to semester:      EAST-UA 231 Elementary Chinese for Advanced Beginners   EAST-UA 232 Intermediate Chinese for Advanced Beginners   EAST-UA 201 Elementary Chinese I   EAST-UA 202 Elementary Chinese II   EAST-UA 203 Intermediate Chinese I   EAST-UA 204 Intermediate Chinese II   EAST-UA 205 Advanced Chinese I   EAST-UA 206 Advanced Chinese II      Post-Advanced Language Courses:   EAST-UA 221 Readings in Chinese Culture I   EAST-UA 222 Readings in Chinese Culture II   EAST-UA 223 Chinese Philosophy in Chinese   EAST-UA 212 Advanced Topics in Chinese Conversation &amp; Composition   EAST-UA 213 Readings in Chinese Poetry I   EAST-UA 214 Readings in Chinese Poetry II   EAST-UA 226 Introduction to Classical Chinese   EAST-UA 228 Dream of Red Chamber      Elective Courses:   EAST-UA 227 Country &amp; City: Modern Chinese Literature &amp; Film                  Related Information       Chinese Language Courses       Heritage vs Non-Heritage       Chinese Classnotes                           Contact us       |       &copy; New York University       ,       Arts and Science"}, {"content": "Courses - Spring 2015                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Buenos Aires   /   Academics                 Sub Navigation                                 Courses                       Special Programs                       Faculty                       Facilities & Services                       Beyond The Classroom                       Internships                                                                   Courses - Spring 2015        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department, can be found here .   Spring 2015 courses with days and times will be available in Albert, NYU's Student Information System the week of October 13, 2014. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .                   Academic Requirements & Registration Guidelines                                           Please review these requirements and guidelines before registration                                 Students must register for 12-18 credits   All students must participate in Global Orientations. Students do not need to enroll for this course during registration.     Enrollment in a Spanish Language course is required; select one that matches your skill level.   Language courses cannot be taken pass/fail   Attendance is expected and required; absences will negatively affect grades   Before you plan your personal travel, check your syllabi! Academic site visits and field trips are considered required class time.   SCA-UA 9042/INDIV-UG 9150 is a permission only class. Students must apply ahead of time for this course. Application information can be found here . During registration week, register for another course as a place holder in case you are not accepted.     ECON-UA 9231 Money &amp; Banking: Argentina has prerequisites, visiting students email global.academics@nyu.edu for permission.     More information about Registering for Study Away Courses and registration FAQ's is available here .   If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                            Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016            Required Course for All Students                                                    Global Orientations: Perspectives on Contemporary Argentina and the World                               The purpose of this class is to introduce the students into key concepts and issues of Contemporary Argentina and its geopolitical context, e.g. Latin America and the World. Through an approach to local, cultural, and political issues the course will address how Argentina interacts with the region and the world, and how this international context impacts on Argentina. The emphasis will be on addressing a number of concepts that are necessary to understand Contemporary Argentina, politics in Buenos Aires and their relationship with the world. Spanish spoken in the Rio de la Plata region will be taught from a pragmatic approach, encouraging the learning and use of local expressions and Argentine Spanish, including political expressions used in the media, political activism and the everyday life of porteños –the inhabitants of Buenos Aires.   Sample Syllabus (PDF)                                Spanish Language        All students are required to take a Spanish language course (or course taught in Spanish) for graded credit. This course cannot be taken Pass/Fail.                                                  Intensive Elementary Spanish - SPAN-UA 9010 - 6 points                               This is a one-semester intensive course that covers the equivalent of one year of elementary Spanish (SPAN-UA 1 and SPAN-UA 2). After completing this course, students who wish to continue studying Spanish must take a qualifying examination. Students who pass the examination may go into SPAN-UA 3, which is preparation for SPAN-UA 4. Students with high scores on the qualifying exam may enroll in SPAN-UA 18 (an accelerated version of SPAN-UA 3, which similarly prepares them for SPAN-UA 4) or in SPAN-UA 20. Completion of either SPAN-UA 20 or SPAN-UA 4 fulfills the MAP requirement.   Sample Syllabus                                                                    Intensive Spanish for Advanced Beginners - SPAN-UA 9015 - 6 points                               Intensive Spanish for Advanced Beginners is a six-credit intensive language course designed to help students with limited knowledge of Spanish strengthen their language skills and develop their cultural competency. The course covers the material of Spanish 2 and Spanish 3 in one semester. Successful completion of this course prepares students for a fourth semester college Spanish language course.   Sample Syllabus                                                                    Intensive Intermediate Spanish - SPAN -UA 9020 - 6 points                               Prerequisites SPAN-UA 10, SPAN -UA 2 or equivalents, or passing grade on qualifying examination.   Promotes proficiency in reading and writing as well as oral performance. SPAN-UA 9020 is an intensive intermediate course that covers the equivalent of one year of intermediate Spanish SPAN-UA 3 and SPAN-UA 4, or SPAN-UA 18 and SPAN-UA 4) in one semester.   Sample Syllabus                                                                    Intermediate Spanish II - SPAN-UA 9004 - 4 points                               Continuation of SPAN- UA 3 or SPAN-UA 3A. Readings and discussions of contemporary Hispanic texts and review of the main grammatical concepts of Spanish. Completion of this course fulfills the MAP foreign language requirement.   Sample Syllabus                                                                    Advanced Grammar &amp; Composition - SPAN -UA 9100 - 4 points                               Prerequisite: Intermediate Spanish II (NYU, SPAN-UA 4) or equivalent   Advanced course designed to expand and consolidate lexical and grammatical understanding of the language and to introduce fundamental principles of expository writing as they apply to Spanish, through exercises, readings, and intensive practice of various expository prose techniques and styles. For nonnative speakers only. Prerequisite for NYU students: SPAN-UA 20, SPAN-UA 4, or permission of the director of undergraduate studies.   Sample Syllabus                                                                    Spanish For Health Care Professionals - SPAN-UA 9950 - 2 points                               Spanish for Health Care Professionals is a two-credit course for beginner to intermediate  level students, designed to expand students’ speaking skills beyond the practical, day-to-  day language functions in the medical environment.   The goal of the course is to serve as a complement for the beginner and intermediate level  student pursuing a career in the health care professions or a student generally interested  in communicating with patients in Spanish. It has been structured to serve the specific  needs of the nursing, medical and global public health student community. Students will  typically take this course in conjunction with a beginner or an intermediate level Spanish  language course. This course may not be used toward completion of the MAP language  requirement.     Sample Syllabus                                Courses Taught in Spanish at the Intermediate Level                                                  Topics in Latin American Literature &amp; Culture: Argentina Today - SPAN-UA 9026 - 4 points                               Corequisite: Intensive Intermediate Spanish or Intermediate Spanish II.   The course is designed for students who want to perfect their Spanish as they expand their knowledge regarding literature, cinema, and social and political problems that exist today within modern Argentine society. The reading of different dramatic texts and viewing of various films throughout the semester will serve to expand lexicon, strengthen grammar and improve the student's style. The objective of this course is that the students familiarize themselves with everyday language of current newspapers and magazines, at the same time as they enter into the world of Spanish literature.   The most important goal of the course is to offer a methodologically simple approximation that helps the student to develop a greater verbal and communicative dexterity. To this end, every week the students will analyze and debate the cultural and literary content texts that are to be studied and every two weeks the students will present a written composition of the topics covered in class. In the classroom linguistic correction will be emphasized along with auditory practice through the use of a wide range of materials and resources: theoretical explanations, comprehension and vocabulary exercises, film viewing, as well as exercises that highlight certain morphological aspects or grammatical usage of Spanish.   Sample Syllabus                              Courses Taught in Spanish        Art History                                                    Visual Cultures - ARTH-UA 9850 - 4 points                                    The course will examine key aspects of Latin American art from the colonial period to the early decades of the twentieth century. Through the analysis of artistic images of Mexico , Peru, Brazil and Argentina, will discuss the role of visual representation in the process of conquest and colonization of the territory in Latin America, and later in the construction and consolidation of national states and regional identities. With the alternation of guided visits to museums in Buenos Aires and classes, students will have the opportunity to learn about artistic languages ​​, techniques , iconography , production systems , and some aspects of Latin American history .                              Gallatin                                                  Myths, Icons, and Invented Traditions: A Cultural History of Latin America - SASEM-UG 9151 or SPAN-UA 9201 - 4 points                               Prerequisite: Open to students who have completed SPAN-UA 200 Critical Approaches (or equivalent), or to students enrolled concurrently in SPAN-UA 9200.     Mitos, íconos y tradiciones inventadas is an advanced conversation course, which seeks to make students familiar with the rich and complex history of Latin America through the study of some of its most known and iconic cultural expressions. It does also work as an introductory map to the most influential and widespread approaches in Latin American social sciences, cultural studies and literary criticism. Thus, students will not only have a first encounter with key historical processes that lie behind some well know cultural icons, but also will be introduced to arguments and ways of writing that help constitute modern Latin American educated Spanish. The course will be structured in seven topics; each topic will be covered in two weeks. During these four classes, students will be exposed to different kinds of cultural materials, including literary texts, film, papers from several disciplines, theater plays, art shows and live concerts.   Sample Syllabus                              History                                                  Latin American History: Argentine History & Culture - HIST-UA 9745 - 4 points                               Course will be taught in English during Fall 2015.   When Taught in Spanish, Prerequisite of Advanced Spanish language skills required. (NYU SPAN-UA 100 Advanced Grammar &amp; Composition or equivalent.)   The objective of the course is to analyze the social, cultural and political transformations experienced in Argentina during the XX century. The scheduled activities are divided into theory-practice classes and cultural visits. There are required readings for the classes which are usually based in a general bibliography that will give the student a factual context of each unit. Ideas exchange will take place, so the students should read the material in advance in order to continue with the course. The objective of cultural activities is to link the students with the material dimension of history, putting themselves in contact with crucial clues for its comprehension.       Sample Syllabus                                Latin American &amp; Spanish Studies                                                  La Lengua De Buenos Aires - SPAN-UA 9103 - 4 points                               Open to students who have completed Advanced Grammar and Composition or enrolled concurrently in Advanced Grammar and Composition.   La lengua de Buenos Aires is an advanced conversation course, which seeks to make students familiar with the most outstanding features of the Spanish of the Rio de la Plata area. It does also work as an introductory map to the main problems and questions of the culture of the city of Buenos Aires. Through a lively discussion of current cultural conflicts in politics, literature, music, drama and film, the course will enhance the listening and reading abilities of the students, while improving their speaking and writing proficiency in Spanish. These said conflicts and their transformations are key to an understanding of the way porteños speak and think. From a first section devoted to political discourse, we will move onto a consideration of its rhetorical precedents in argentine literature. This will give us the critical tools we need to further our inquiries in other fields such as rock, drama, journalism and film.   Sample Syllabus                                                                    Critical Approaches to Textual and Cultural Analysis - SPAN-UA 9200 - 4 points                               Formerly Titled Critical Approaches: Reading, Writing, and Textual Analysis   Prerequisite: SPAN-UA 100 Advanced Grammar &amp; Composition or equivalent.   Introduction to literary analysis through close reading of texts from the early to modern periods of peninsular Spanish and Spanish American literatures. Engages students in the practice of textual explication, provides basic critical skills, and encourages reflection on literature as a system. This course is the gateway course for students interested in pursuing advanced literature courses in Spanish. With very few exceptions, students must have completed Critical Approaches before taking advanced literature courses taught in Spanish.   Sample Syllabus                                                                    Myths, Icons, and Invented Traditions: A Cultural History of Latin America - SASEM-UG 9151 or SPAN-UA 9201 - 4 points                               Prerequisite: Open to students who have completed SPAN-UA 200 Critical Approaches (or equivalent), or to students enrolled concurrently in SPAN-UA 9200.     Mitos, íconos y tradiciones inventadas is an advanced conversation course, which seeks to make students familiar with the rich and complex history of Latin America through the study of some of its most known and iconic cultural expressions. It does also work as an introductory map to the most influential and widespread approaches in Latin American social sciences, cultural studies and literary criticism. Thus, students will not only have a first encounter with key historical processes that lie behind some well know cultural icons, but also will be introduced to arguments and ways of writing that help constitute modern Latin American educated Spanish. The course will be structured in seven topics; each topic will be covered in two weeks. During these four classes, students will be exposed to different kinds of cultural materials, including literary texts, film, papers from several disciplines, theater plays, art shows and live concerts.   Sample Syllabus                                                                    Borges and Argentine Literature - SPAN-UA 9845 - 4 points                               Prerequisite: Open to students who have completed SPAN-UA 200 Critical Approaches (or equivalent), or to students enrolled concurrently in SPAN-UA 9200.     The course is designed to introduce students to the work of Jorge Luis Borges, one of the most influential writers of the twentieth century. Through reading, analysis, and discussion of short fiction or poems and critical bibliography, the students will examine the dichotomy civilization-barbarism in Borges works (in connection to the Argentine cultural tradition since nineteenth century); some key topics in his texts such as tigers, labyrinths and libraries; the relationship between writing and translation (specifically in the English translations of his fictions); the political aspects of the literature produced by Borges and other contemporary Argentine writers on Eva Perón. The course will also develop the connections between Borges and other contemporary Argentine writers.   Sample Syllabus                                                                    Cultura, Identidad Y Politica En Latino America - SPAN-UA 9950 (ANTH-UA crosslist pending UCC Approval) - 4 points                               Advanced Spanish language skills required. (NYU SPAN-UA 100 Advanced Grammar &amp; Composition or equivalent.)   This course deals with themes of culture, cultural identity and the politics of culture and identity, with reference to five specific Latin American cases: a). Indigenous communities of the Amazon (Achuar) and the Pampas-Patagonia region (Mapuche, Rankülche); b) Andean peasants (Aymaras) and indigenous proletariat of the Chaco (Toba); c). working class and ethnic neighborhoods of the city. By means of this empirical survey we hope to illustrate and discuss the some of the different ideas that have come to the fore in recent debates about “culture,” including essentialism and constructivism; rethinking of the nature/culture dichotomy; and the idea of cultural identity as a right, as a strategy of domination or as a form of resistance, etc.     Sample Syllabus                                                                    Fotografía y literatura en América Latina - SPAN-UA 9550 - 4 points                               Este curso se pregunta qué es y cómo se lee una fotografía. Consideraremos además la relación entre fotografía y literatura a partir del análisis de textos que incluyen fotografías en diálogo con la escritura o en otros que, sin incluir imágenes, usan la fotografía como tema, principio constructivo o como un cuerpo de problemas críticos y teóricos. El curso servirá también como introducción a la producción fotográfica local que será vista y comentada en las clases (en los distintos “Recorridos visuales”) así como en las visitas a museos, galerías y estudios fotográficos. Prestaremos especial atención a cuestiones como la relación entre signo y existencia del objeto, el valor de verdad de lo fotográfico, su relación con lo real y el realismo, la memoria, la identidad, el tiempo, el museo. (El curso se enseña en español y requiere habilidad para leer textos literarios breves en español; se ha elegido especialmente bibliografía teórica y crítica escrita o traducida al inglés).                                  Courses Taught in English        American Studies (Social &amp; Cultural Analysis)                                                    Queer Cultures and Democracy - SPAN-UA 9481 or SCA-UA 9844 - 4 points                               In the last ten years, several Latin American nations have witnessed decisive progress in the legal recognition of non-normative sexualities and gender identities. Argentina passed the same-sex marriage law in 2010 and the gender identity law in 2011, followed by Uruguay; Colombia approved the legal recognition of same sex couples, and in Mexico, Cuba, Brazil, the pressure of queer demands and visibility in the public sphere is stronger than ever. The conventional map of “advanced democracies” crafting models of democratization that could be exported to less developed nations seems definitely challenged: a new understanding of the complex, and multiple temporalities of queer cultures in North and South America is more necessary than ever.    In order to explore this rich and multi-layered landscape, this course wants to trace and reconstruct the historical detours of queer cultures in Buenos Aires and New York. Taking as starting point the present context of growing acceptance and inclusion of queer citizens both in Latin America and the US, the course revisits the last three decades in order to question the dominant and frequently reductive narratives of steady, lineal progress. Our goal is precisely to advance a periodization sensitive to the nuances and contradictions of this complex historical transformation.                                Applied Psychology                                                    Survey of Developmental Psychology: Introduction - APSY-UE 9010 - 4 points                               A comprehensive overview of human development from conception through adolescence. Theories of developmental psychology are related to research findings, &amp; implications are drawn for practical issues. Liberal Arts Core/CORE Equivalent - satisfies the requirement for Society &amp; Social Sciences                                Cinema Studies                                                  Cinema in Latin America: Contemporary Argentine Cinema - SPAN-UA 9750 or ICINE-UT 0105 - 4 points                               A survey of anticolonialist cinema with special emphasis on Latin America. Despite conditions of economic and political oppression, Latin America has managed in recent years to forge a dynamically original cinema. After studying some European films that highlight the colonial background of current struggles in the world, we take a brief look at African cinema and then look closely at Latin American cinema, with films from Argentina, Chile, Brazil and Cuba. The emphasis throughout is on a common theme – the struggle against foreign domination and on the search for an authentic, innovative national cinematic style.   Sample Syllabus                              College Core Curriculum                                                    Cultures and Contexts: Latin America - CORE-UA 9515 - 4 points                               Please be aware that NYU CAS students will be given registration priority for this course. CAS students will be able to register at their regularuly assigned appointment time. Non-NYU CAS students will be able to register on Friday of registration week.     Over the last 50 years, millions of Latin Americans have experienced extraordinary shifts in their social, political, and cultural landscape, a result of the transformative effects of revolution or insurgency, state repression, popular resistance and social movements. We focus on events that had continental, hemispheric, and even global impact, including the Cuban Revolution of 1959, the military coups of the 1970s, and the Zapatista uprising in 1994. Drawing on a range of primary sources and cultural forms, we listen carefully to the voices of the major social actors of the time. Our sources are drawn from a wide range of media: newsprint, television broadcasts, transcripts, testimony, essay, documentary and feature film, art, and music. We deliberately mix artistic representations with documentary evidence to understand how the arts—music, visual art, literature, film—do not just reflect the reality around them, but are themselves vital sites for shaping and changing that reality and our imagination of it, both then and now.                            Creative Writing                                                  Creative Writing: Argentina, Travel Writing at the Far End of the World - CRWRI-UA 9815 or WRTNG-UG 9150  - 4 points                               A practical course in the writing of creative literary texts: prose (short stories as well as literary non-fiction) and poetry. Selected published works will be analyzed in class both to provide inspiration for student writing as well as to represent literary structures and strategies. Writing assignments ranging from spontaneous to long-term projects will promote creative exploration and self-expression. Critical skills are emphasized and enhanced as students respond to each others’ work. Awareness of correct conventional use of the English language will be upheld. Students build up a body of work over the semester. For full credit and in demonstration of a writing “process,” the final portfolios should include both first drafts and subsequent revisions. At least one longer text (or set of poems) will be selected for submission as would be appropriate to publishers or literary contests.   Sample Syllabus                              Economics                                                  Money and Banking: Argentina - ECON-UA 9231 - 4 points                               This course is not open to NYU Stern students.   Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2), or Introduction to Economic Analysis (ECON-UA 5) or equivalents.   There are two parts to this course. In the first part of the course we will study two of the main financial asset markets: bond markets and stock markets. We will study the concept and determination of interest rates; the risk structure and the term structure of interest rates; stock pricing and the efficient markets hypothesis; cross-border arbitrage. We will also analyze financial structure in Argentina and other Latin American banks.   In the second part of the course we will study the monetary and financial system. We will study how money is created, the tools of monetary policy, the commercial banking industry and its links to monetary policy and the Central Bank, and how monetary policy affects the economy in general. In this part we will also analyze how market failures (such as information asymmetries) and distortionary policies (such as financial repression) may hinder the contribution of financial markets and monetary policy to macroeconomic stability. The roles of state-owned banks in Latin American economies will also be discussed.   Sample Syllabus                                Gallatin                                                  Creative Writing: Argentina, Travel Writing at the Far End of the World - CRWRI-UA 9815 or WRTNG-UG 9150  - 4 points                               A practical course in the writing of creative literary texts: prose (short stories as well as literary non-fiction) and poetry. Selected published works will be analyzed in class both to provide inspiration for student writing as well as to represent literary structures and strategies. Writing assignments ranging from spontaneous to long-term projects will promote creative exploration and self-expression. Critical skills are emphasized and enhanced as students respond to each others’ work. Awareness of correct conventional use of the English language will be upheld. Students build up a body of work over the semester. For full credit and in demonstration of a writing “process,” the final portfolios should include both first drafts and subsequent revisions. At least one longer text (or set of poems) will be selected for submission as would be appropriate to publishers or literary contests.   Sample Syllabus                                                                    Art and Politics in the City: New York & Buenos Aires - IDSEM-UG 9150 - 4 points                               This course brings together students in New York and Buenos Aires to examine how urban arts and politics intersect in the Americas. Two sections, one in each city, will meet and collaborate simultaneously via internet to address several key questions: How are art and politics understood and expressed differently and similarly in these two American metropolises and why? How do shared aesthetic features of public art reflect the global circulation of urban creative modes? What do we learn about local politics from looking at the art and writing on a city’s public spaces? Teams of students in both cities will conduct field work in selected neighborhoods to help create an archive of murals, graffiti, performances, and installations. Then, drawing from readings in history, art criticism, and urban studies, as well as from census and electoral data and using GIS technology, we will analyze how social and political processes like gentrification, inequality, and planning generate and reflect creative political expression as captured in our database, culminating in transnational, collaborative projects that explore what wisdom and truths America's streets continue to reveal, 500 years after conquest.                                                                      Internship Seminar and Fieldwork SCA-UA 9042 or INDIV-UG 9150 - 4 points                               Enrollment by permission only. Application required. Please visit the NYU Buenos Aires Internships Page for application information. Intermediate Spanish or above is strongly recommended.   This course requires a 90-minute weekly seminar and a minimum of 10 hours fieldwork a week at an approved internship field site. The seminar is designed to complement your internship fieldwork, exploring many different aspects of your organization and of Argentine Civil Society. Your goal is to finish the semester with an in-depth understanding of your agency. The course provides you with tools to analyze your organization’s approach, its policies, its programs, and the political, legal, social, economic and cultural contexts in which it operates. Guest-speakers are invited to the seminar and case studies on Argentina civil society are discussed.&amp;nbsp; You will also spend time reflecting on the internship experience itself as a way to better understand your academic, personal, and career goals.     Sample Syllabus                                Gender and Sexuality Studies (Social &amp; Cultural Analysis)                                                  Queer Cultures and Democracy - SPAN-UA 9481 or SCA-UA 9844 - 4 points                               In the last ten years, several Latin American nations have witnessed decisive progress in the legal recognition of non-normative sexualities and gender identities. Argentina passed the same-sex marriage law in 2010 and the gender identity law in 2011, followed by Uruguay; Colombia approved the legal recognition of same sex couples, and in Mexico, Cuba, Brazil, the pressure of queer demands and visibility in the public sphere is stronger than ever. The conventional map of “advanced democracies” crafting models of democratization that could be exported to less developed nations seems definitely challenged: a new understanding of the complex, and multiple temporalities of queer cultures in North and South America is more necessary than ever.    In order to explore this rich and multi-layered landscape, this course wants to trace and reconstruct the historical detours of queer cultures in Buenos Aires and New York. Taking as starting point the present context of growing acceptance and inclusion of queer citizens both in Latin America and the US, the course revisits the last three decades in order to question the dominant and frequently reductive narratives of steady, lineal progress. Our goal is precisely to advance a periodization sensitive to the nuances and contradictions of this complex historical transformation.                                Global Liberal Studies                                                  Experiential Learning II - EXLII-UF 9302 - 2 points                               Open to Global Liberal Studies students only.. Advanced Spanish skills (beyond Intermediate II) recommended.   This course combines a seminar based weekly section together with intensive internships in businesses, NGOs or other organizations. The experiential part will consist of 10 weekly hours of work within a pre-arranged organization. The academic part is meant to assist students in getting the most from this experience and provide theoretical and methodological elements to critically examine their experiences. It weaves together research design and methods with an empirical and theoretical examination of recent social phenomena in Argentina. We will use selected themes and topics to explore theoretical perspectives and selected aspects of contemporary Argentine society. In parallel we will explore how to construct a research project, collect data and analyze its contents.                              Global Public Health                                                    Epidemiology for Global Health - UGPH-GU 9030 (formerly PUHE-UE 9306) - 4 points                               Epidemiology is the science that studies the distribution and determinants of health and illness in human populations. It is intimately related to public health and policy making, as it provides elemental “information for action”. This course is designed to introduce students to the history, basic principles and methods of epidemiology.     Topics covered in this course are history, background and different perspectives of epidemiology, measures of disease frequency; measures of association; epidemiologic study designs; public health surveillance; outbreak investigations; assessment of causality; and relationship between epidemiology and public health policies. In addition, students are expected to develop skills to critically read, interpret and evaluate health information from published epidemiological studies and mass media sources.   Sample Syllabus                                                                    Health Policy in a Global World - UGPH-GU 9040 - 4 points - Tentative                               This course is currently marked as tentative, pending the approved appointemnt of an instructor.   This course introduces students to key concepts in health policy formation, implementation and evaluation in a global context. Using a comparative lens, students explore organization, financing and delivery of health care services and health systems around the world. We examine the role of governmental and non-governmental agencies in delivering care and contributing to a health care infrastructure using case studies and other materials in a comparative approach. Key lessons in the implementation of new health policies and initiatives are explored across the developing world, as well as in a US as students explore health system performance, the quality and cost of care, the management of health care services, the process of health improvement and health reform. The course will use a multidisciplinary approach that employs sociological, political, economics, and ethical perspectives. The objective is to build an understanding of the fundamental ideas, issues, and problems currently debated in global health policy and management and to provide a foundation for future studies and careers in the global health field. Epidemiology in a Global World and Health and Society in a Global Context are recommended but not required pre-requisites for the course.                                Journalism                                                  Reporting Buenos Aires (Elective Reporting) - JOUR-UA 9204 - 4 points                               NYU Media, Culture, &amp; Communication students can take this course for major/minor credit.   In this course students will develop, pitch, research, report, write, edit and present original articles of various kinds on several subjects throughout the semester. Using the city and people of Buenos Aires as their focus, students will work in teams for some projects and individually for others to hone their skills as observers, interviewers, reporters and writers.   Sample Syllabus                              Latin American Studies                                                    Cinema in Latin America: Contemporary Argentine Cinema - SPAN-UA 9750 or ICINE-UT 0105 - 4 points                               A survey of anticolonialist cinema with special emphasis on Latin America. Despite conditions of economic and political oppression, Latin America has managed in recent years to forge a dynamically original cinema. After studying some European films that highlight the colonial background of current struggles in the world, we take a brief look at African cinema and then look closely at Latin American cinema, with films from Argentina, Chile, Brazil and Cuba. The emphasis throughout is on a common theme – the struggle against foreign domination and on the search for an authentic, innovative national cinematic style.   Sample Syllabus                                                                    Queer Cultures and Democracy - SPAN-UA 9481 or SCA-UA 9844 - 4 points                               In the last ten years, several Latin American nations have witnessed decisive progress in the legal recognition of non-normative sexualities and gender identities. Argentina passed the same-sex marriage law in 2010 and the gender identity law in 2011, followed by Uruguay; Colombia approved the legal recognition of same sex couples, and in Mexico, Cuba, Brazil, the pressure of queer demands and visibility in the public sphere is stronger than ever. The conventional map of “advanced democracies” crafting models of democratization that could be exported to less developed nations seems definitely challenged: a new understanding of the complex, and multiple temporalities of queer cultures in North and South America is more necessary than ever.    In order to explore this rich and multi-layered landscape, this course wants to trace and reconstruct the historical detours of queer cultures in Buenos Aires and New York. Taking as starting point the present context of growing acceptance and inclusion of queer citizens both in Latin America and the US, the course revisits the last three decades in order to question the dominant and frequently reductive narratives of steady, lineal progress. Our goal is precisely to advance a periodization sensitive to the nuances and contradictions of this complex historical transformation.                                Latino Studies (Social &amp; Cultural Analysis)                                                  Queer Cultures and Democracy - SPAN-UA 9481 or SCA-UA 9844 - 4 points                               In the last ten years, several Latin American nations have witnessed decisive progress in the legal recognition of non-normative sexualities and gender identities. Argentina passed the same-sex marriage law in 2010 and the gender identity law in 2011, followed by Uruguay; Colombia approved the legal recognition of same sex couples, and in Mexico, Cuba, Brazil, the pressure of queer demands and visibility in the public sphere is stronger than ever. The conventional map of “advanced democracies” crafting models of democratization that could be exported to less developed nations seems definitely challenged: a new understanding of the complex, and multiple temporalities of queer cultures in North and South America is more necessary than ever.    In order to explore this rich and multi-layered landscape, this course wants to trace and reconstruct the historical detours of queer cultures in Buenos Aires and New York. Taking as starting point the present context of growing acceptance and inclusion of queer citizens both in Latin America and the US, the course revisits the last three decades in order to question the dominant and frequently reductive narratives of steady, lineal progress. Our goal is precisely to advance a periodization sensitive to the nuances and contradictions of this complex historical transformation.                                Media, Culture, &amp; Communication                                                  Global Media Seminar: Latin America - MCC-UE 9455 - 4 points                               This course proposes a historical and cultural approach to the development of the popular press, cinema, radio, television and the contemporary processes of the new media. There is a central question for the course: Is there any singularity in Latin American media? The answer assumes that there is a specific relation between tradition and modernity in Latin American societies with many consequences for mass culture and media. The constitution of mass audiences in societies where literacy was not a universal value, made significant the development of audiovisual media. The course will focus on melodrama as a configuration that made possible the emergence of specific genres in Latin American cinema, radio and television. Particularly, the “telenovela” is simultaneously an aesthetic, industrial and audience phenomenon with local and global circulation. Finally, the course will discuss the role of media in dictatorship and democratic processes. Censorship and alternative media enabled many different practices for radio journalists, filmmakers or contemporary bloggers.   Sample Syllabus                              Metropolitan Studies (Social &amp; Cultural Analysis)                                                    Internship Seminar and Fieldwork SCA-UA 9042 or INDIV-UG 9150 - 4 points                               Enrollment by permission only. Application required. Please visit the NYU Buenos Aires Internships Page for application information. Intermediate Spanish or above is strongly recommended.   This course requires a 90-minute weekly seminar and a minimum of 10 hours fieldwork a week at an approved internship field site. The seminar is designed to complement your internship fieldwork, exploring many different aspects of your organization and of Argentine Civil Society. Your goal is to finish the semester with an in-depth understanding of your agency. The course provides you with tools to analyze your organization’s approach, its policies, its programs, and the political, legal, social, economic and cultural contexts in which it operates. Guest-speakers are invited to the seminar and case studies on Argentina civil society are discussed.&amp;nbsp; You will also spend time reflecting on the internship experience itself as a way to better understand your academic, personal, and career goals.     Sample Syllabus                                Music                                                  The Music of Latin America - MUSIC-UA 9155 - 4 points                                 When taught in Spanish section: Advanced Spanish language skills required. (NYU SPAN-UA 100 Advanced Grammar &amp; Composition or equivalent.)   This course is a journey through the different styles of Latin American Folk and Popular Music (LAFM), particularly those coming from Argentina, Brazil and Uruguay. Their roots, influences and characteristics. Their social and historical context. Their uniqueness and similarities. Emphasis in the rhythmic aspect of folk music as a foundation for dance and as a resource of cultural identity. The irruption of Latin American rhythms in the music market through the World Musicâphenomenon. Even though there is no musical prerequisite, the course is recommended for students with any kind and/or level of musical experience.   Sample Syllabus (English)   Sample Syllabus (Spanish) - Not offered in Spanish in Fall 2015 or Spring 2016                              Politics                                                  Interamerica Relations: Latin America &amp; The US - POL-UA 9780 - 4 points                               The aim is for the student to have a full understanding of Latin America's insertion in the global structure of international relations. Covering in parallel the evolution of the international system and the changing position of the region in that same system, the course attempts to reinterpret the frameworks of analysis as perceived from the Western Hemisphere. The student will be provided with a Latin American view of the main economic developments and political processes that have given shape to each stage in time- to the structure and dynamics of the international system. The ultimate goal is to make students aware that where you stand depends on where you sit by exposing them to alternate views on concepts they are already familiar with.   Sample Syllabus                              Social and Cultural Analysis   Courses listed under the Social and Cultural Analysis heading count for Social and Cultural Analysis major or minor credit. Additional courses offered by the SCA department can be found under the appropriate area(s) of study. Students are always encouraged to check with their departmental advisor regarding which courses count for major and minor credit.                                                  Queer Cultures and Democracy - SPAN-UA 9481 or SCA-UA 9844 - 4 points                               In the last ten years, several Latin American nations have witnessed decisive progress in the legal recognition of non-normative sexualities and gender identities. Argentina passed the same-sex marriage law in 2010 and the gender identity law in 2011, followed by Uruguay; Colombia approved the legal recognition of same sex couples, and in Mexico, Cuba, Brazil, the pressure of queer demands and visibility in the public sphere is stronger than ever. The conventional map of “advanced democracies” crafting models of democratization that could be exported to less developed nations seems definitely challenged: a new understanding of the complex, and multiple temporalities of queer cultures in North and South America is more necessary than ever.    In order to explore this rich and multi-layered landscape, this course wants to trace and reconstruct the historical detours of queer cultures in Buenos Aires and New York. Taking as starting point the present context of growing acceptance and inclusion of queer citizens both in Latin America and the US, the course revisits the last three decades in order to question the dominant and frequently reductive narratives of steady, lineal progress. Our goal is precisely to advance a periodization sensitive to the nuances and contradictions of this complex historical transformation.                                                                      NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                    Learn     Courses   Special Programs   Facilities   Faculty                Live     Housing / Homestays     Cost &amp; Budgeting   Language   Culture &amp; Customs   Safety   Health &amp; Wellness     Staff                Explore      Getting Around   Restaurants    Nightlife    Things to do    Local Travel    Regional Travel                                   Questions?        Contact Us                                                                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Chinese Language    | Department of East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                      Home       Faculty       Undergraduate Program              Chinese Language            Japanese Language              Korean Language              Civilization         Graduate Program       Study Abroad       Events       Resources                     Facebook       Twitter                 Home > Undergraduate Program > Chinese Language       Chinese Language The Chinese language courses offered by the East   Asian Studies Department consists of 4 levels: Elementary (I &amp; II),   Intermediate (I &amp; II), Advanced (I &amp; II) and Post-Advanced. Our   curriculum is designed to provide a strong foundation for students who   hope to pursue graduate study or careers involving Chinese language. Course offerings may differ from semester to semester:      EAST-UA 231 Elementary Chinese for Advanced Beginners   EAST-UA 232 Intermediate Chinese for Advanced Beginners   EAST-UA 201 Elementary Chinese I   EAST-UA 202 Elementary Chinese II   EAST-UA 203 Intermediate Chinese I   EAST-UA 204 Intermediate Chinese II   EAST-UA 205 Advanced Chinese I   EAST-UA 206 Advanced Chinese II      Post-Advanced Language Courses:   EAST-UA 221 Readings in Chinese Culture I   EAST-UA 222 Readings in Chinese Culture II   EAST-UA 223 Chinese Philosophy in Chinese   EAST-UA 212 Advanced Topics in Chinese Conversation &amp; Composition   EAST-UA 213 Readings in Chinese Poetry I   EAST-UA 214 Readings in Chinese Poetry II   EAST-UA 226 Introduction to Classical Chinese   EAST-UA 228 Dream of Red Chamber      Elective Courses:   EAST-UA 227 Country &amp; City: Modern Chinese Literature &amp; Film                  Related Information       Chinese Language Courses       Heritage vs Non-Heritage       Chinese Classnotes                           Contact us       |       &copy; New York University       ,       Arts and Science"}, {"content": "Courses - Spring 2015                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Buenos Aires   /   Academics                 Sub Navigation                                 Courses                       Special Programs                       Faculty                       Facilities & Services                       Beyond The Classroom                       Internships                                                                   Courses - Spring 2015        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department, can be found here .   Spring 2015 courses with days and times will be available in Albert, NYU's Student Information System the week of October 13, 2014. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .                   Academic Requirements & Registration Guidelines                                           Please review these requirements and guidelines before registration                                 Students must register for 12-18 credits   All students must participate in Global Orientations. Students do not need to enroll for this course during registration.     Enrollment in a Spanish Language course is required; select one that matches your skill level.   Language courses cannot be taken pass/fail   Attendance is expected and required; absences will negatively affect grades   Before you plan your personal travel, check your syllabi! Academic site visits and field trips are considered required class time.   SCA-UA 9042/INDIV-UG 9150 is a permission only class. Students must apply ahead of time for this course. Application information can be found here . During registration week, register for another course as a place holder in case you are not accepted.     ECON-UA 9231 Money &amp; Banking: Argentina has prerequisites, visiting students email global.academics@nyu.edu for permission.     More information about Registering for Study Away Courses and registration FAQ's is available here .   If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                            Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016            Required Course for All Students                                                    Global Orientations: Perspectives on Contemporary Argentina and the World                               The purpose of this class is to introduce the students into key concepts and issues of Contemporary Argentina and its geopolitical context, e.g. Latin America and the World. Through an approach to local, cultural, and political issues the course will address how Argentina interacts with the region and the world, and how this international context impacts on Argentina. The emphasis will be on addressing a number of concepts that are necessary to understand Contemporary Argentina, politics in Buenos Aires and their relationship with the world. Spanish spoken in the Rio de la Plata region will be taught from a pragmatic approach, encouraging the learning and use of local expressions and Argentine Spanish, including political expressions used in the media, political activism and the everyday life of porteños –the inhabitants of Buenos Aires.   Sample Syllabus (PDF)                                Spanish Language        All students are required to take a Spanish language course (or course taught in Spanish) for graded credit. This course cannot be taken Pass/Fail.                                                  Intensive Elementary Spanish - SPAN-UA 9010 - 6 points                               This is a one-semester intensive course that covers the equivalent of one year of elementary Spanish (SPAN-UA 1 and SPAN-UA 2). After completing this course, students who wish to continue studying Spanish must take a qualifying examination. Students who pass the examination may go into SPAN-UA 3, which is preparation for SPAN-UA 4. Students with high scores on the qualifying exam may enroll in SPAN-UA 18 (an accelerated version of SPAN-UA 3, which similarly prepares them for SPAN-UA 4) or in SPAN-UA 20. Completion of either SPAN-UA 20 or SPAN-UA 4 fulfills the MAP requirement.   Sample Syllabus                                                                    Intensive Spanish for Advanced Beginners - SPAN-UA 9015 - 6 points                               Intensive Spanish for Advanced Beginners is a six-credit intensive language course designed to help students with limited knowledge of Spanish strengthen their language skills and develop their cultural competency. The course covers the material of Spanish 2 and Spanish 3 in one semester. Successful completion of this course prepares students for a fourth semester college Spanish language course.   Sample Syllabus                                                                    Intensive Intermediate Spanish - SPAN -UA 9020 - 6 points                               Prerequisites SPAN-UA 10, SPAN -UA 2 or equivalents, or passing grade on qualifying examination.   Promotes proficiency in reading and writing as well as oral performance. SPAN-UA 9020 is an intensive intermediate course that covers the equivalent of one year of intermediate Spanish SPAN-UA 3 and SPAN-UA 4, or SPAN-UA 18 and SPAN-UA 4) in one semester.   Sample Syllabus                                                                    Intermediate Spanish II - SPAN-UA 9004 - 4 points                               Continuation of SPAN- UA 3 or SPAN-UA 3A. Readings and discussions of contemporary Hispanic texts and review of the main grammatical concepts of Spanish. Completion of this course fulfills the MAP foreign language requirement.   Sample Syllabus                                                                    Advanced Grammar &amp; Composition - SPAN -UA 9100 - 4 points                               Prerequisite: Intermediate Spanish II (NYU, SPAN-UA 4) or equivalent   Advanced course designed to expand and consolidate lexical and grammatical understanding of the language and to introduce fundamental principles of expository writing as they apply to Spanish, through exercises, readings, and intensive practice of various expository prose techniques and styles. For nonnative speakers only. Prerequisite for NYU students: SPAN-UA 20, SPAN-UA 4, or permission of the director of undergraduate studies.   Sample Syllabus                                                                    Spanish For Health Care Professionals - SPAN-UA 9950 - 2 points                               Spanish for Health Care Professionals is a two-credit course for beginner to intermediate  level students, designed to expand students’ speaking skills beyond the practical, day-to-  day language functions in the medical environment.   The goal of the course is to serve as a complement for the beginner and intermediate level  student pursuing a career in the health care professions or a student generally interested  in communicating with patients in Spanish. It has been structured to serve the specific  needs of the nursing, medical and global public health student community. Students will  typically take this course in conjunction with a beginner or an intermediate level Spanish  language course. This course may not be used toward completion of the MAP language  requirement.     Sample Syllabus                                Courses Taught in Spanish at the Intermediate Level                                                  Topics in Latin American Literature &amp; Culture: Argentina Today - SPAN-UA 9026 - 4 points                               Corequisite: Intensive Intermediate Spanish or Intermediate Spanish II.   The course is designed for students who want to perfect their Spanish as they expand their knowledge regarding literature, cinema, and social and political problems that exist today within modern Argentine society. The reading of different dramatic texts and viewing of various films throughout the semester will serve to expand lexicon, strengthen grammar and improve the student's style. The objective of this course is that the students familiarize themselves with everyday language of current newspapers and magazines, at the same time as they enter into the world of Spanish literature.   The most important goal of the course is to offer a methodologically simple approximation that helps the student to develop a greater verbal and communicative dexterity. To this end, every week the students will analyze and debate the cultural and literary content texts that are to be studied and every two weeks the students will present a written composition of the topics covered in class. In the classroom linguistic correction will be emphasized along with auditory practice through the use of a wide range of materials and resources: theoretical explanations, comprehension and vocabulary exercises, film viewing, as well as exercises that highlight certain morphological aspects or grammatical usage of Spanish.   Sample Syllabus                              Courses Taught in Spanish        Art History                                                    Visual Cultures - ARTH-UA 9850 - 4 points                                    The course will examine key aspects of Latin American art from the colonial period to the early decades of the twentieth century. Through the analysis of artistic images of Mexico , Peru, Brazil and Argentina, will discuss the role of visual representation in the process of conquest and colonization of the territory in Latin America, and later in the construction and consolidation of national states and regional identities. With the alternation of guided visits to museums in Buenos Aires and classes, students will have the opportunity to learn about artistic languages ​​, techniques , iconography , production systems , and some aspects of Latin American history .                              Gallatin                                                  Myths, Icons, and Invented Traditions: A Cultural History of Latin America - SASEM-UG 9151 or SPAN-UA 9201 - 4 points                               Prerequisite: Open to students who have completed SPAN-UA 200 Critical Approaches (or equivalent), or to students enrolled concurrently in SPAN-UA 9200.     Mitos, íconos y tradiciones inventadas is an advanced conversation course, which seeks to make students familiar with the rich and complex history of Latin America through the study of some of its most known and iconic cultural expressions. It does also work as an introductory map to the most influential and widespread approaches in Latin American social sciences, cultural studies and literary criticism. Thus, students will not only have a first encounter with key historical processes that lie behind some well know cultural icons, but also will be introduced to arguments and ways of writing that help constitute modern Latin American educated Spanish. The course will be structured in seven topics; each topic will be covered in two weeks. During these four classes, students will be exposed to different kinds of cultural materials, including literary texts, film, papers from several disciplines, theater plays, art shows and live concerts.   Sample Syllabus                              History                                                  Latin American History: Argentine History & Culture - HIST-UA 9745 - 4 points                               Course will be taught in English during Fall 2015.   When Taught in Spanish, Prerequisite of Advanced Spanish language skills required. (NYU SPAN-UA 100 Advanced Grammar &amp; Composition or equivalent.)   The objective of the course is to analyze the social, cultural and political transformations experienced in Argentina during the XX century. The scheduled activities are divided into theory-practice classes and cultural visits. There are required readings for the classes which are usually based in a general bibliography that will give the student a factual context of each unit. Ideas exchange will take place, so the students should read the material in advance in order to continue with the course. The objective of cultural activities is to link the students with the material dimension of history, putting themselves in contact with crucial clues for its comprehension.       Sample Syllabus                                Latin American &amp; Spanish Studies                                                  La Lengua De Buenos Aires - SPAN-UA 9103 - 4 points                               Open to students who have completed Advanced Grammar and Composition or enrolled concurrently in Advanced Grammar and Composition.   La lengua de Buenos Aires is an advanced conversation course, which seeks to make students familiar with the most outstanding features of the Spanish of the Rio de la Plata area. It does also work as an introductory map to the main problems and questions of the culture of the city of Buenos Aires. Through a lively discussion of current cultural conflicts in politics, literature, music, drama and film, the course will enhance the listening and reading abilities of the students, while improving their speaking and writing proficiency in Spanish. These said conflicts and their transformations are key to an understanding of the way porteños speak and think. From a first section devoted to political discourse, we will move onto a consideration of its rhetorical precedents in argentine literature. This will give us the critical tools we need to further our inquiries in other fields such as rock, drama, journalism and film.   Sample Syllabus                                                                    Critical Approaches to Textual and Cultural Analysis - SPAN-UA 9200 - 4 points                               Formerly Titled Critical Approaches: Reading, Writing, and Textual Analysis   Prerequisite: SPAN-UA 100 Advanced Grammar &amp; Composition or equivalent.   Introduction to literary analysis through close reading of texts from the early to modern periods of peninsular Spanish and Spanish American literatures. Engages students in the practice of textual explication, provides basic critical skills, and encourages reflection on literature as a system. This course is the gateway course for students interested in pursuing advanced literature courses in Spanish. With very few exceptions, students must have completed Critical Approaches before taking advanced literature courses taught in Spanish.   Sample Syllabus                                                                    Myths, Icons, and Invented Traditions: A Cultural History of Latin America - SASEM-UG 9151 or SPAN-UA 9201 - 4 points                               Prerequisite: Open to students who have completed SPAN-UA 200 Critical Approaches (or equivalent), or to students enrolled concurrently in SPAN-UA 9200.     Mitos, íconos y tradiciones inventadas is an advanced conversation course, which seeks to make students familiar with the rich and complex history of Latin America through the study of some of its most known and iconic cultural expressions. It does also work as an introductory map to the most influential and widespread approaches in Latin American social sciences, cultural studies and literary criticism. Thus, students will not only have a first encounter with key historical processes that lie behind some well know cultural icons, but also will be introduced to arguments and ways of writing that help constitute modern Latin American educated Spanish. The course will be structured in seven topics; each topic will be covered in two weeks. During these four classes, students will be exposed to different kinds of cultural materials, including literary texts, film, papers from several disciplines, theater plays, art shows and live concerts.   Sample Syllabus                                                                    Borges and Argentine Literature - SPAN-UA 9845 - 4 points                               Prerequisite: Open to students who have completed SPAN-UA 200 Critical Approaches (or equivalent), or to students enrolled concurrently in SPAN-UA 9200.     The course is designed to introduce students to the work of Jorge Luis Borges, one of the most influential writers of the twentieth century. Through reading, analysis, and discussion of short fiction or poems and critical bibliography, the students will examine the dichotomy civilization-barbarism in Borges works (in connection to the Argentine cultural tradition since nineteenth century); some key topics in his texts such as tigers, labyrinths and libraries; the relationship between writing and translation (specifically in the English translations of his fictions); the political aspects of the literature produced by Borges and other contemporary Argentine writers on Eva Perón. The course will also develop the connections between Borges and other contemporary Argentine writers.   Sample Syllabus                                                                    Cultura, Identidad Y Politica En Latino America - SPAN-UA 9950 (ANTH-UA crosslist pending UCC Approval) - 4 points                               Advanced Spanish language skills required. (NYU SPAN-UA 100 Advanced Grammar &amp; Composition or equivalent.)   This course deals with themes of culture, cultural identity and the politics of culture and identity, with reference to five specific Latin American cases: a). Indigenous communities of the Amazon (Achuar) and the Pampas-Patagonia region (Mapuche, Rankülche); b) Andean peasants (Aymaras) and indigenous proletariat of the Chaco (Toba); c). working class and ethnic neighborhoods of the city. By means of this empirical survey we hope to illustrate and discuss the some of the different ideas that have come to the fore in recent debates about “culture,” including essentialism and constructivism; rethinking of the nature/culture dichotomy; and the idea of cultural identity as a right, as a strategy of domination or as a form of resistance, etc.     Sample Syllabus                                                                    Fotografía y literatura en América Latina - SPAN-UA 9550 - 4 points                               Este curso se pregunta qué es y cómo se lee una fotografía. Consideraremos además la relación entre fotografía y literatura a partir del análisis de textos que incluyen fotografías en diálogo con la escritura o en otros que, sin incluir imágenes, usan la fotografía como tema, principio constructivo o como un cuerpo de problemas críticos y teóricos. El curso servirá también como introducción a la producción fotográfica local que será vista y comentada en las clases (en los distintos “Recorridos visuales”) así como en las visitas a museos, galerías y estudios fotográficos. Prestaremos especial atención a cuestiones como la relación entre signo y existencia del objeto, el valor de verdad de lo fotográfico, su relación con lo real y el realismo, la memoria, la identidad, el tiempo, el museo. (El curso se enseña en español y requiere habilidad para leer textos literarios breves en español; se ha elegido especialmente bibliografía teórica y crítica escrita o traducida al inglés).                                  Courses Taught in English        American Studies (Social &amp; Cultural Analysis)                                                    Queer Cultures and Democracy - SPAN-UA 9481 or SCA-UA 9844 - 4 points                               In the last ten years, several Latin American nations have witnessed decisive progress in the legal recognition of non-normative sexualities and gender identities. Argentina passed the same-sex marriage law in 2010 and the gender identity law in 2011, followed by Uruguay; Colombia approved the legal recognition of same sex couples, and in Mexico, Cuba, Brazil, the pressure of queer demands and visibility in the public sphere is stronger than ever. The conventional map of “advanced democracies” crafting models of democratization that could be exported to less developed nations seems definitely challenged: a new understanding of the complex, and multiple temporalities of queer cultures in North and South America is more necessary than ever.    In order to explore this rich and multi-layered landscape, this course wants to trace and reconstruct the historical detours of queer cultures in Buenos Aires and New York. Taking as starting point the present context of growing acceptance and inclusion of queer citizens both in Latin America and the US, the course revisits the last three decades in order to question the dominant and frequently reductive narratives of steady, lineal progress. Our goal is precisely to advance a periodization sensitive to the nuances and contradictions of this complex historical transformation.                                Applied Psychology                                                    Survey of Developmental Psychology: Introduction - APSY-UE 9010 - 4 points                               A comprehensive overview of human development from conception through adolescence. Theories of developmental psychology are related to research findings, &amp; implications are drawn for practical issues. Liberal Arts Core/CORE Equivalent - satisfies the requirement for Society &amp; Social Sciences                                Cinema Studies                                                  Cinema in Latin America: Contemporary Argentine Cinema - SPAN-UA 9750 or ICINE-UT 0105 - 4 points                               A survey of anticolonialist cinema with special emphasis on Latin America. Despite conditions of economic and political oppression, Latin America has managed in recent years to forge a dynamically original cinema. After studying some European films that highlight the colonial background of current struggles in the world, we take a brief look at African cinema and then look closely at Latin American cinema, with films from Argentina, Chile, Brazil and Cuba. The emphasis throughout is on a common theme – the struggle against foreign domination and on the search for an authentic, innovative national cinematic style.   Sample Syllabus                              College Core Curriculum                                                    Cultures and Contexts: Latin America - CORE-UA 9515 - 4 points                               Please be aware that NYU CAS students will be given registration priority for this course. CAS students will be able to register at their regularuly assigned appointment time. Non-NYU CAS students will be able to register on Friday of registration week.     Over the last 50 years, millions of Latin Americans have experienced extraordinary shifts in their social, political, and cultural landscape, a result of the transformative effects of revolution or insurgency, state repression, popular resistance and social movements. We focus on events that had continental, hemispheric, and even global impact, including the Cuban Revolution of 1959, the military coups of the 1970s, and the Zapatista uprising in 1994. Drawing on a range of primary sources and cultural forms, we listen carefully to the voices of the major social actors of the time. Our sources are drawn from a wide range of media: newsprint, television broadcasts, transcripts, testimony, essay, documentary and feature film, art, and music. We deliberately mix artistic representations with documentary evidence to understand how the arts—music, visual art, literature, film—do not just reflect the reality around them, but are themselves vital sites for shaping and changing that reality and our imagination of it, both then and now.                            Creative Writing                                                  Creative Writing: Argentina, Travel Writing at the Far End of the World - CRWRI-UA 9815 or WRTNG-UG 9150  - 4 points                               A practical course in the writing of creative literary texts: prose (short stories as well as literary non-fiction) and poetry. Selected published works will be analyzed in class both to provide inspiration for student writing as well as to represent literary structures and strategies. Writing assignments ranging from spontaneous to long-term projects will promote creative exploration and self-expression. Critical skills are emphasized and enhanced as students respond to each others’ work. Awareness of correct conventional use of the English language will be upheld. Students build up a body of work over the semester. For full credit and in demonstration of a writing “process,” the final portfolios should include both first drafts and subsequent revisions. At least one longer text (or set of poems) will be selected for submission as would be appropriate to publishers or literary contests.   Sample Syllabus                              Economics                                                  Money and Banking: Argentina - ECON-UA 9231 - 4 points                               This course is not open to NYU Stern students.   Prerequisites: Introduction to Macroeconomics (ECON-UA 1) and Introduction to Microeconomics (ECON-UA 2), or Introduction to Economic Analysis (ECON-UA 5) or equivalents.   There are two parts to this course. In the first part of the course we will study two of the main financial asset markets: bond markets and stock markets. We will study the concept and determination of interest rates; the risk structure and the term structure of interest rates; stock pricing and the efficient markets hypothesis; cross-border arbitrage. We will also analyze financial structure in Argentina and other Latin American banks.   In the second part of the course we will study the monetary and financial system. We will study how money is created, the tools of monetary policy, the commercial banking industry and its links to monetary policy and the Central Bank, and how monetary policy affects the economy in general. In this part we will also analyze how market failures (such as information asymmetries) and distortionary policies (such as financial repression) may hinder the contribution of financial markets and monetary policy to macroeconomic stability. The roles of state-owned banks in Latin American economies will also be discussed.   Sample Syllabus                                Gallatin                                                  Creative Writing: Argentina, Travel Writing at the Far End of the World - CRWRI-UA 9815 or WRTNG-UG 9150  - 4 points                               A practical course in the writing of creative literary texts: prose (short stories as well as literary non-fiction) and poetry. Selected published works will be analyzed in class both to provide inspiration for student writing as well as to represent literary structures and strategies. Writing assignments ranging from spontaneous to long-term projects will promote creative exploration and self-expression. Critical skills are emphasized and enhanced as students respond to each others’ work. Awareness of correct conventional use of the English language will be upheld. Students build up a body of work over the semester. For full credit and in demonstration of a writing “process,” the final portfolios should include both first drafts and subsequent revisions. At least one longer text (or set of poems) will be selected for submission as would be appropriate to publishers or literary contests.   Sample Syllabus                                                                    Art and Politics in the City: New York & Buenos Aires - IDSEM-UG 9150 - 4 points                               This course brings together students in New York and Buenos Aires to examine how urban arts and politics intersect in the Americas. Two sections, one in each city, will meet and collaborate simultaneously via internet to address several key questions: How are art and politics understood and expressed differently and similarly in these two American metropolises and why? How do shared aesthetic features of public art reflect the global circulation of urban creative modes? What do we learn about local politics from looking at the art and writing on a city’s public spaces? Teams of students in both cities will conduct field work in selected neighborhoods to help create an archive of murals, graffiti, performances, and installations. Then, drawing from readings in history, art criticism, and urban studies, as well as from census and electoral data and using GIS technology, we will analyze how social and political processes like gentrification, inequality, and planning generate and reflect creative political expression as captured in our database, culminating in transnational, collaborative projects that explore what wisdom and truths America's streets continue to reveal, 500 years after conquest.                                                                      Internship Seminar and Fieldwork SCA-UA 9042 or INDIV-UG 9150 - 4 points                               Enrollment by permission only. Application required. Please visit the NYU Buenos Aires Internships Page for application information. Intermediate Spanish or above is strongly recommended.   This course requires a 90-minute weekly seminar and a minimum of 10 hours fieldwork a week at an approved internship field site. The seminar is designed to complement your internship fieldwork, exploring many different aspects of your organization and of Argentine Civil Society. Your goal is to finish the semester with an in-depth understanding of your agency. The course provides you with tools to analyze your organization’s approach, its policies, its programs, and the political, legal, social, economic and cultural contexts in which it operates. Guest-speakers are invited to the seminar and case studies on Argentina civil society are discussed.&amp;nbsp; You will also spend time reflecting on the internship experience itself as a way to better understand your academic, personal, and career goals.     Sample Syllabus                                Gender and Sexuality Studies (Social &amp; Cultural Analysis)                                                  Queer Cultures and Democracy - SPAN-UA 9481 or SCA-UA 9844 - 4 points                               In the last ten years, several Latin American nations have witnessed decisive progress in the legal recognition of non-normative sexualities and gender identities. Argentina passed the same-sex marriage law in 2010 and the gender identity law in 2011, followed by Uruguay; Colombia approved the legal recognition of same sex couples, and in Mexico, Cuba, Brazil, the pressure of queer demands and visibility in the public sphere is stronger than ever. The conventional map of “advanced democracies” crafting models of democratization that could be exported to less developed nations seems definitely challenged: a new understanding of the complex, and multiple temporalities of queer cultures in North and South America is more necessary than ever.    In order to explore this rich and multi-layered landscape, this course wants to trace and reconstruct the historical detours of queer cultures in Buenos Aires and New York. Taking as starting point the present context of growing acceptance and inclusion of queer citizens both in Latin America and the US, the course revisits the last three decades in order to question the dominant and frequently reductive narratives of steady, lineal progress. Our goal is precisely to advance a periodization sensitive to the nuances and contradictions of this complex historical transformation.                                Global Liberal Studies                                                  Experiential Learning II - EXLII-UF 9302 - 2 points                               Open to Global Liberal Studies students only.. Advanced Spanish skills (beyond Intermediate II) recommended.   This course combines a seminar based weekly section together with intensive internships in businesses, NGOs or other organizations. The experiential part will consist of 10 weekly hours of work within a pre-arranged organization. The academic part is meant to assist students in getting the most from this experience and provide theoretical and methodological elements to critically examine their experiences. It weaves together research design and methods with an empirical and theoretical examination of recent social phenomena in Argentina. We will use selected themes and topics to explore theoretical perspectives and selected aspects of contemporary Argentine society. In parallel we will explore how to construct a research project, collect data and analyze its contents.                              Global Public Health                                                    Epidemiology for Global Health - UGPH-GU 9030 (formerly PUHE-UE 9306) - 4 points                               Epidemiology is the science that studies the distribution and determinants of health and illness in human populations. It is intimately related to public health and policy making, as it provides elemental “information for action”. This course is designed to introduce students to the history, basic principles and methods of epidemiology.     Topics covered in this course are history, background and different perspectives of epidemiology, measures of disease frequency; measures of association; epidemiologic study designs; public health surveillance; outbreak investigations; assessment of causality; and relationship between epidemiology and public health policies. In addition, students are expected to develop skills to critically read, interpret and evaluate health information from published epidemiological studies and mass media sources.   Sample Syllabus                                                                    Health Policy in a Global World - UGPH-GU 9040 - 4 points - Tentative                               This course is currently marked as tentative, pending the approved appointemnt of an instructor.   This course introduces students to key concepts in health policy formation, implementation and evaluation in a global context. Using a comparative lens, students explore organization, financing and delivery of health care services and health systems around the world. We examine the role of governmental and non-governmental agencies in delivering care and contributing to a health care infrastructure using case studies and other materials in a comparative approach. Key lessons in the implementation of new health policies and initiatives are explored across the developing world, as well as in a US as students explore health system performance, the quality and cost of care, the management of health care services, the process of health improvement and health reform. The course will use a multidisciplinary approach that employs sociological, political, economics, and ethical perspectives. The objective is to build an understanding of the fundamental ideas, issues, and problems currently debated in global health policy and management and to provide a foundation for future studies and careers in the global health field. Epidemiology in a Global World and Health and Society in a Global Context are recommended but not required pre-requisites for the course.                                Journalism                                                  Reporting Buenos Aires (Elective Reporting) - JOUR-UA 9204 - 4 points                               NYU Media, Culture, &amp; Communication students can take this course for major/minor credit.   In this course students will develop, pitch, research, report, write, edit and present original articles of various kinds on several subjects throughout the semester. Using the city and people of Buenos Aires as their focus, students will work in teams for some projects and individually for others to hone their skills as observers, interviewers, reporters and writers.   Sample Syllabus                              Latin American Studies                                                    Cinema in Latin America: Contemporary Argentine Cinema - SPAN-UA 9750 or ICINE-UT 0105 - 4 points                               A survey of anticolonialist cinema with special emphasis on Latin America. Despite conditions of economic and political oppression, Latin America has managed in recent years to forge a dynamically original cinema. After studying some European films that highlight the colonial background of current struggles in the world, we take a brief look at African cinema and then look closely at Latin American cinema, with films from Argentina, Chile, Brazil and Cuba. The emphasis throughout is on a common theme – the struggle against foreign domination and on the search for an authentic, innovative national cinematic style.   Sample Syllabus                                                                    Queer Cultures and Democracy - SPAN-UA 9481 or SCA-UA 9844 - 4 points                               In the last ten years, several Latin American nations have witnessed decisive progress in the legal recognition of non-normative sexualities and gender identities. Argentina passed the same-sex marriage law in 2010 and the gender identity law in 2011, followed by Uruguay; Colombia approved the legal recognition of same sex couples, and in Mexico, Cuba, Brazil, the pressure of queer demands and visibility in the public sphere is stronger than ever. The conventional map of “advanced democracies” crafting models of democratization that could be exported to less developed nations seems definitely challenged: a new understanding of the complex, and multiple temporalities of queer cultures in North and South America is more necessary than ever.    In order to explore this rich and multi-layered landscape, this course wants to trace and reconstruct the historical detours of queer cultures in Buenos Aires and New York. Taking as starting point the present context of growing acceptance and inclusion of queer citizens both in Latin America and the US, the course revisits the last three decades in order to question the dominant and frequently reductive narratives of steady, lineal progress. Our goal is precisely to advance a periodization sensitive to the nuances and contradictions of this complex historical transformation.                                Latino Studies (Social &amp; Cultural Analysis)                                                  Queer Cultures and Democracy - SPAN-UA 9481 or SCA-UA 9844 - 4 points                               In the last ten years, several Latin American nations have witnessed decisive progress in the legal recognition of non-normative sexualities and gender identities. Argentina passed the same-sex marriage law in 2010 and the gender identity law in 2011, followed by Uruguay; Colombia approved the legal recognition of same sex couples, and in Mexico, Cuba, Brazil, the pressure of queer demands and visibility in the public sphere is stronger than ever. The conventional map of “advanced democracies” crafting models of democratization that could be exported to less developed nations seems definitely challenged: a new understanding of the complex, and multiple temporalities of queer cultures in North and South America is more necessary than ever.    In order to explore this rich and multi-layered landscape, this course wants to trace and reconstruct the historical detours of queer cultures in Buenos Aires and New York. Taking as starting point the present context of growing acceptance and inclusion of queer citizens both in Latin America and the US, the course revisits the last three decades in order to question the dominant and frequently reductive narratives of steady, lineal progress. Our goal is precisely to advance a periodization sensitive to the nuances and contradictions of this complex historical transformation.                                Media, Culture, &amp; Communication                                                  Global Media Seminar: Latin America - MCC-UE 9455 - 4 points                               This course proposes a historical and cultural approach to the development of the popular press, cinema, radio, television and the contemporary processes of the new media. There is a central question for the course: Is there any singularity in Latin American media? The answer assumes that there is a specific relation between tradition and modernity in Latin American societies with many consequences for mass culture and media. The constitution of mass audiences in societies where literacy was not a universal value, made significant the development of audiovisual media. The course will focus on melodrama as a configuration that made possible the emergence of specific genres in Latin American cinema, radio and television. Particularly, the “telenovela” is simultaneously an aesthetic, industrial and audience phenomenon with local and global circulation. Finally, the course will discuss the role of media in dictatorship and democratic processes. Censorship and alternative media enabled many different practices for radio journalists, filmmakers or contemporary bloggers.   Sample Syllabus                              Metropolitan Studies (Social &amp; Cultural Analysis)                                                    Internship Seminar and Fieldwork SCA-UA 9042 or INDIV-UG 9150 - 4 points                               Enrollment by permission only. Application required. Please visit the NYU Buenos Aires Internships Page for application information. Intermediate Spanish or above is strongly recommended.   This course requires a 90-minute weekly seminar and a minimum of 10 hours fieldwork a week at an approved internship field site. The seminar is designed to complement your internship fieldwork, exploring many different aspects of your organization and of Argentine Civil Society. Your goal is to finish the semester with an in-depth understanding of your agency. The course provides you with tools to analyze your organization’s approach, its policies, its programs, and the political, legal, social, economic and cultural contexts in which it operates. Guest-speakers are invited to the seminar and case studies on Argentina civil society are discussed.&amp;nbsp; You will also spend time reflecting on the internship experience itself as a way to better understand your academic, personal, and career goals.     Sample Syllabus                                Music                                                  The Music of Latin America - MUSIC-UA 9155 - 4 points                                 When taught in Spanish section: Advanced Spanish language skills required. (NYU SPAN-UA 100 Advanced Grammar &amp; Composition or equivalent.)   This course is a journey through the different styles of Latin American Folk and Popular Music (LAFM), particularly those coming from Argentina, Brazil and Uruguay. Their roots, influences and characteristics. Their social and historical context. Their uniqueness and similarities. Emphasis in the rhythmic aspect of folk music as a foundation for dance and as a resource of cultural identity. The irruption of Latin American rhythms in the music market through the World Musicâphenomenon. Even though there is no musical prerequisite, the course is recommended for students with any kind and/or level of musical experience.   Sample Syllabus (English)   Sample Syllabus (Spanish) - Not offered in Spanish in Fall 2015 or Spring 2016                              Politics                                                  Interamerica Relations: Latin America &amp; The US - POL-UA 9780 - 4 points                               The aim is for the student to have a full understanding of Latin America's insertion in the global structure of international relations. Covering in parallel the evolution of the international system and the changing position of the region in that same system, the course attempts to reinterpret the frameworks of analysis as perceived from the Western Hemisphere. The student will be provided with a Latin American view of the main economic developments and political processes that have given shape to each stage in time- to the structure and dynamics of the international system. The ultimate goal is to make students aware that where you stand depends on where you sit by exposing them to alternate views on concepts they are already familiar with.   Sample Syllabus                              Social and Cultural Analysis   Courses listed under the Social and Cultural Analysis heading count for Social and Cultural Analysis major or minor credit. Additional courses offered by the SCA department can be found under the appropriate area(s) of study. Students are always encouraged to check with their departmental advisor regarding which courses count for major and minor credit.                                                  Queer Cultures and Democracy - SPAN-UA 9481 or SCA-UA 9844 - 4 points                               In the last ten years, several Latin American nations have witnessed decisive progress in the legal recognition of non-normative sexualities and gender identities. Argentina passed the same-sex marriage law in 2010 and the gender identity law in 2011, followed by Uruguay; Colombia approved the legal recognition of same sex couples, and in Mexico, Cuba, Brazil, the pressure of queer demands and visibility in the public sphere is stronger than ever. The conventional map of “advanced democracies” crafting models of democratization that could be exported to less developed nations seems definitely challenged: a new understanding of the complex, and multiple temporalities of queer cultures in North and South America is more necessary than ever.    In order to explore this rich and multi-layered landscape, this course wants to trace and reconstruct the historical detours of queer cultures in Buenos Aires and New York. Taking as starting point the present context of growing acceptance and inclusion of queer citizens both in Latin America and the US, the course revisits the last three decades in order to question the dominant and frequently reductive narratives of steady, lineal progress. Our goal is precisely to advance a periodization sensitive to the nuances and contradictions of this complex historical transformation.                                                                      NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                    Learn     Courses   Special Programs   Facilities   Faculty                Live     Housing / Homestays     Cost &amp; Budgeting   Language   Culture &amp; Customs   Safety   Health &amp; Wellness     Staff                Explore      Getting Around   Restaurants    Nightlife    Things to do    Local Travel    Regional Travel                                   Questions?        Contact Us                                                                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Chinese Language Courses    | East Asian Studies | NYU                                      New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                Back to  previous page                  Chinese Language Course Offerings Elementary Chinese for Advanced Beginners   EAST-UA 231 Prerequisite: Students with background in Chinese (see course description). Offered every semester. 4 points.      The course is designed for students who can understand and speak conversational Chinese related to daily-life situations, but have not learned to read/write Chinese characters. This includes students who were raised in a non-Chinese speaking country but in a home where Mandarin Chinese dialect was spoken, and/or students who have acquired a certain level of Mandarin Chinese language proficiency (primarily speaking and listening) by living or working in a Chinese speaking country/region for an extended time. Students who understand or speak a Chinese dialect other than Mandarin should consult the Chinese language faculty about whether this is the appropriate course for them. This course aims to develop students’ correct pronunciation, grammatical accuracy and overall competence in reading and writing.      Intermediate Chinese for Advanced Beginners   EAST-UA 232 Prerequisite: EAST-UA 231 or the equivalent. For students with background in Chinese (see course description above). Offered every semester. 4 points.   Continuation of Elementary Chinese for Advanced Beginners.      Elementary Chinese I EAST-UA 201 Prerequisite: none. Offered every semester. 4 points. Open to students with no or little training in Chinese. Designed to develop and reinforce language skills in listening, speaking, reading, and writing as it relates to everyday life situations. The objectives are: to master the Chinese phonetic system (pinyin and tones) with satisfactory pronunciation; to understand the construction of commonly used Chinese Characters (both simplified and traditional) and learn to write them correctly; to understand and use correctly basic Chinese grammar and sentence structures; to build up essential vocabulary; to read and write level appropriate passages; to become acquainted with aspects of Chinese culture and society related to the course materials. Elementary Chinese II EAST-UA 202 Prerequisite: EAST-UA 201 or the   equivalent. Offered every semester. 4 points.   Continuation of Elementary Chinese I. Designed to reinforce and further develop language skills in listening, speaking, reading and writing as it  relates to everyday life situations.      Intermediate Chinese I  EAST-UA 203 Prerequisite: EAST-UA 202 or the equivalent. Offered every semester. 4 points per term. Designed to consolidate the student's overall aural-oral proficiency. Focuses gradually on the written aspect of Chinese. The objectives are: to be able to obtain information from extended conversation; to both express and expound on, in relative length, feelings and opinions on common topics; to expand vocabulary and learn to decipher meaning of compound words; to develop reading comprehension of extended narrative, expository and simple argumentative passages; to solve non-complex textual problems with the aid of dictionaries; to write in relative length personal narratives, informational narratives, comparison and discussion of viewpoints with level appropriate vocabulary and grammatical accuracy, as well as basic syntactical cohesion; to continue being acquainted with aspects of Chinese culture and society related to the course materials.      Intermediate Chinese II  EAST-UA 204 Prerequisite: EAST-UA 203 or the equivalent. Offered every semester. 4   points per term.     Continuation of Intermediate Chinese I, focusing semi-formal usage of  Chinese language when discussing more academic-flavored cultural or social  topics .       Advanced Chinese I EAST-UA 205 Prerequisite: EAST-UA 204 or the equivalent. Offered every semester. 4 points per term. Designed to further develop proficiency in speaking and writing through readings on and discussions of socio-cultural topics relevant to today's China. Focuses on improving reading comprehension and writing skills. The objectives are: to further improve oral communicative competence by incorporating semi-formal or formal usages; to acquire vocabulary and patterns necessary for conducting semi-formal or formal discussions of socio-cultural topics; to increase reading speed of texts with more advanced syntax; to learn to make context-based guess about the meaning of a new word, conduct sentence analysis and solve textual problems with the aid of dictionaries; to write and present more fully developed narratives or reasoned and structured arguments in length; to learn to employ basic rhetoric methods; to learn to appreciate stylistic usage of Chinese language.       Advanced Chinese II EAST-UA 206 Prerequisite: EAST-UA 205 or the equivalent. Offered every semester. 4   points per term. Designed to further develop proficiency in   speaking and writing through readings on and discussions of   socio-cultural topics relevant to today's China. Focuses on improving   reading comprehension and writing skills. The objectives are: to further   improve oral communicative competence by incorporating semi-formal or   formal usages; to acquire vocabulary and patterns necessary for   conducting semi-formal or formal discussions of socio-cultural topics;   to increase reading speed of texts with more advanced syntax; to learn   to make context-based guess about the meaning of a new word, conduct   sentence analysis and solve textual problems with the aid of   dictionaries; to write and present more fully developed narratives or   reasoned and structured arguments in length; to learn to employ basic   rhetoric methods; to learn to appreciate stylistic usage of Chinese   language.      Translating Chinese EAST-UA 210 Prerequisite: EAST-UA 204 or the equivalent. 2   points per term.   This class will introduce students to the art of Chinese-to-English translation through weekly exercises and an in-class critique process. Most of our material will be selected from a range of print media and literary texts representing different regions of the Chinese-speaking world, including China, Taiwan, and Hong Kong. We will also try our hands at translation from Classical Chinese literature with an emphasis on poetry and philosophical texts. Through engagement with a variety of translation practices, students will become acquainted with the standard dictionaries and on-line resources that are the tools of the trade. The aim of the course is to prepare students to undertake independent Chinese-to-English translation projects in the future.      Readings in Chinese Culture I EAST-UA 221 Prerequisites: EAST-UA 206. Offered every semester. 4 points per term. Designed to enhance Chinese proficiency through reading authentic materials rich in cultural connotations. Stresses primarily reading and writing. The objectives are: to develop speaking skills needed for semi-formal or formal presentation on academic topics; to develop specialized vocabulary; to further improve reading speed and develop skills needed to conduct textual analysis on and, on some occasions, translate texts with syntactical sophistication and stylistic nuance; to develop responsiveness to and ability to interpret linguistic features of different genres and writing styles; to advance strategies for autonomous learning of Chinese from an analytical perspective. Sample syllabus for 221 , 222 Readings in Chinese Culture II EAST-UA 222 Prerequisites: EAST-UA 206 and permission of the instructor. Offered every semester. 4 points per term.    Designed to enhance Chinese proficiency through reading authentic   materials rich in cultural connotations. Stresses primarily reading and   writing. The objectives are: to develop speaking skills needed for   semi-formal or formal presentation on academic topics; to develop   specialized vocabulary; to further improve reading speed and develop   skills needed to conduct textual analysis on and, on some occasions,   translate texts with syntactical sophistication and stylistic nuance; to   develop responsiveness to and ability to interpret linguistic features   of different genres and writing styles; to advance strategies for   autonomous learning of Chinese from an analytical perspective. Sample syllabus for 221 , 222      Chinese Philosophy in Chinese EAST-UA 223 Prerequisites: EAST-UA 206 or permission of the instructor. 4 points.           Structural manifestation of thought has been palpably extant in China for more than three millennia. In this course students will acquire a foundation in reading and understanding the essentials of Chinese philosophy through a selection of works in their original language. Emphasis will be placed on core texts from the pre-classical and classical periods with extensive reading selections from the enigmatic Yijing and Confucian and Taoist works. Reading practice and comprehension will be informed by philological methods and the extensive commentarial tradition, particularly of the Han, late medieval, and early modern periods. Towards the end of the term we will turn our attention to the philosophical and pragmatic self-interest side of contemporary society as seen through various mediums and lenses – from the social “numerology” of communication and economics to the lyrics of singers like Leslie Cheung and the greatest Hong Kong band of them all, Beyond.  Coursework will consist of weekly assignments – usually in the form of primary and secondary readings to be recited and discussed in common. A term paper on a topic of individual interest will also be required.    Introduction to Classical Chinese EAST-UA 226 Prerequisites: EAST-UA 206 or permission of the instructor. Offered every year. 4 points.     This course is designed to give students an introduction to basic syntax, grammar, and vocabulary of Classical Chinese through close readings of authentic texts. Almost all these texts are historically significant canon texts that are extremely rich in classical Chinese cultural connotation. They are selected from a wide variety of genres, such as historical literature, philosophical and political writings, written correspondence, poetry, essay, some of which are unique to Chinese culture. The course aims to develop the students' reading and comprehension skills in this highly stylized form of written Chinese, acquaint students not only with the classic Chinese cultural heritage but also underlying working mechanism that is in many ways relevant to the form and usage of today’s Mandarin Chinese. Sample syllabus    Readings in Chinese Poetry I, II EAST-UA 213, 214 Prerequisites: EAST-UA 206 and permission of the instructor. Offered every semester. 2 points per term. Designed to help students understand and appreciate the linguistic and aesthetic features of Chinese language rendered in poetic form and to improve their ability to read and interpret authentic texts in general. Integrates language learning with poetry study, introduces the formal structure of Chinese classical poetry and surveys its stylistic variations at different historical conjunctures. Conducted primarily in Chinese. English translations of the poems are provided as references from time to time. Sample syllabus for 213 , 214                             Back to Top                       Contact us       |       &copy; New York University       ,       Arts and Science"}]}]