[{"detail": [{"content": "NYU Stern | Full-time MBA | Transcripts and Degrees                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                                   Full-time MBA              The Stern Advantage Academic Excellence   IQ + EQ   Collaborative Community   The Energy of a Global Hub     Academics Faculty   Curriculum   Specializations   Course Index   Class Videos   Experiential Learning   Leadership Development   Global Programs   Dual Degrees   Summer Start     Students Class Profile   Student Blogs   Student Clubs   Diversity at Stern   Women at Stern   Berkley Scholars   International Students   Families at Stern   LGBTQ Students   Military Veterans   Housing     Career Career Development   Career Paths   Employer List   Employment Statistics   Alumni Network   Alumni Video Profiles   Lifetime Career Resources     Financial Aid Scholarships   William R. Berkley Scholarship Program   Loan Programs   Teaching &amp; Graduate Fellowships   Resources for Military Veterans   Resources for Social Enterprise   Tuition &amp; Cost of Attendance     Admissions Request Information   Apply   Selection Criteria   Deadlines   Notification &amp; Process   Application Instructions   Policies   Directors&#039; Tips   FAQs     Meet With Us Visit Stern   Travel Directions   Events and Webinars   Videos   Day in the Life Student Videos   Podcasts   Virtual Tour   Contact a Student               Home / Programs &amp; Admissions / Full-time MBA / Admissions / Application Instructions / Transcripts & Degrees                        Share / Print                Print      Email      Share       Like                                              Transcripts and Degrees                            Degree Requirements                      Degrees from Countries Outside the U.S.                      Transcript Requirements for the Online Application                      Transcript Requirements for the Interview                          Degree Requirements  Students entering Stern's MBA program are required to hold a four-year bachelor's degree from an accredited college or university in the U.S. or an equivalent degree from a foreign country .    If you submit your application prior to the conferral of your bachelor's degree or equivalent, we will accept and evaluate your application. If an offer of admission is made, it will be contingent upon receiving your degree conferral prior to enrollment.            Degrees from Countries Outside the U.S.  Students entering Stern's MBA program are required to hold a four-year bachelor's degree from accredited colleges or universities in the U.S. or an equivalent degree from foreign countries outside of the U.S.    Below is a list of recommended degrees/credentials from countries outside the U.S.     Australia  Honours Bachelor's degree, Bachelor's degree (ordinary) or Higher National Diploma (HND).     Bangladesh  All three-year Bachelor's degrees are sufficient to apply. Please note the degree conferral requirements for international transcripts as described in the Transcript Requirements for the Interview section.     Brazil  Completion of all courses and thesis or professional exams required for the titulo or degree of Licenciado or Bachiller.     Canada  Three-year bachelor's degree from Quebec and Ontario; four-year bachelor's degree from all other provinces.     Central America  Completion of all courses and thesis or professional exams required for the titulo or degree of Licenciado or Bachiller.     People's Republic of China  A bachelor's degree representing four years of university study. Official academic records, including a graduation certificate in Chinese, must be submitted with a complete English translation listing all courses and grades. All records must be certified by the issuing institution or appropriate government official.     Colombia  Completion of all courses and thesis or professional exams required for the titulo or degree of Licenciado or Bachiller.    France (or French-patterned educational systems)  A Maitrise or a diploma requiring four years of post-baccalaureate study from a university or a Grand Ecole, or a three-year License degree.     Germany  A university Diploma, Magister Artium, Staatsexamen, three-year Bachelor's degree or five-year Master's degree. Graduates of Fachhochschulen and Berufsakademies are eligible. The Vordiplom by itself is not sufficient.     India  All three-year Bachelor's degrees are sufficient to apply. Please note the degree conferral requirements for international transcripts as described in the Transcript Requirements for the Interview section.    Indonesia  Sarjana or Sarjana Legkap, awarded after five years of university study.     Italy  Diploma di laurea, requiring four to six years of study or the three-year business degree.     Mexico  Completion of all courses and thesis or professional exams required for the titulo or degree of Licenciado or Bachiller.    New Zealand  Honours Bachelor's degree, Bachelor's degree (ordinary) or Higher National Diploma (HND).     Pakistan  All three-year Bachelor's degrees are sufficient to apply. Please note the degree conferral requirements for international transcripts as described in the Transcript Requirements for the Interview section.     South Africa  Honours Bachelor's degree, Bachelor's degree (ordinary) or Higher National Diploma (HND).     South America  Completion of all courses and thesis or professional exams required for the titulo or degree of Licenciado or Bachiller.     Sri Lanka  All three-year Bachelor's degrees are sufficient to apply. Please note the degree conferral requirements for international transcripts as described in the Transcript Requirements for the Interview section.     Spain  Completion of all courses and thesis or professional exams required for the titulo or degree of Licenciado or Bachiller.     Switzerland  License, Diplome or Diploma following four to five years of university study.     The Netherlands  Bachelor, Master, Getuigschrift Hoger Beroepsonderwijs, or Doctoraalexamen    United Kingdom (or British-patterned educational systems)  Honours Bachelor's degree, Bachelor's degree (ordinary) or Higher National Diploma (HND).            Transcript Requirements for the Online Application  You must submit your transcript(s) through the online application, using one of two options:     A scanned copy of an official transcript from all institutions attended, showing all courses taken, all credits earned and all grades received.    Completed Self-Reported Transcript Form    If your original transcript is not in English, you cannot submit scanned documents. You must use the Self-Reported Transcript Form .    Do not send a paper or official copy of your transcript(s) to NYU Stern during the application process. You will be required to bring official transcripts if and when you are invited to an admissions interview.    Please note that these procedures do not apply to JD/MBA or MD/MBA applicants.     Degree Conferrals  All transcripts must be accompanied by proof of degree conferral, and degree conferrals must show the:      type of degree conferred    month and year the degree was conferred    institution and location from which you received the degree    If all of this information is reflected on your transcript, then you do not need to provide additional documentation.    In most cases, a photocopy of your diploma provides proof of degree conferral, but you should double check with the institution attended. Please note that documents showing completion of a curriculum or courses are not sufficient on a stand-alone basis. They must be accompanied by a photocopy of your degree conferral/diploma.            Transcript Requirements for the Interview  Applicants invited to interview must bring official transcripts to their interview. Applicants may also need to provide proof of degree conferral if it is not clearly noted in their transcripts.     Official Transcript and Degree Conferrals    Requirements       You must submit official, hard-copy transcripts from all programs you have attended; undergraduate, study abroad, graduate, continuing education, etc.    Each institution attended must be represented with an official transcript, including those in which as few as one course was taken. You may download a Transcript Request Form for each institution from which you will request transcripts, but the form is not required.    If you completed coursework through a study abroad program, you must provide a separate transcript from the host institution unless all study abroad course titles and grades are listed on your primary transcript.    All official academic transcripts must be original documents bearing the institutional seal and signature of the institution's registrar. They must be submitted in the original, sealed envelope from the institution.    If you cannot obtain transcripts directly from the institution but you possess an original transcript, you may submit photocopies that have been verified by the embassy or consulate of the institution's country. Certifications by a Notary Public are not acceptable.    If an institution cannot issue a transcript to you, you must submit a letter in a sealed envelope from the institution stating its policy.    Each transcript must contain a list of courses taken, grades or marks earned and name of degree earned (if any).    All transcripts must be accompanied by proof of degree conferral. The degree conferral must indicate the:       type of degree conferred     month and year the degree was conferred     institution and location from which you received the degree          If degree conferral information is reflected on your transcript, then you do not need to provide additional degree conferral documentation. In most cases, a copy of your diploma provides proof of degree conferral, but you should confirm with the institution attended.    Please note that documents showing completion of a curriculum or courses are not sufficient on a standalone basis. You must submit a photocopy of your degree conferral/diploma.      Additional Requirements for Transcripts not in English       If an original transcript is not in English , the applicant is required to submit both the official transcript and its English translation. Both the official transcript and the translation should be submitted in one sealed envelope. If the institution attended does not provide an English translation with the official transcript, a certified English translation through a translating service must be obtained and submitted in a sealed envelope, endorsed across the seal by the embassy or consulate of the institution's country. Stern has no preferred translating services. WES evaluations may not be substituted for a certified English translation. Certifications by a Notary Public are not acceptable .    If a diploma/degree conferral is not in English , the applicant is required to submit a photocopy of the original and its English translation, following the guidelines above for transcripts not in English.       Important Notes about Transcripts       Stern does not accept notarized or personal copies of transcripts.    All transcripts submitted as part of the MBA application process are considered property of MBA Admissions. They will not be returned to you, transferred or forwarded to other institutions or other programs or schools at NYU. Please do not submit the original copy of an academic transcript that cannot be replaced.    Your official and self-reported transcripts and degree conferrals will be verified. The Admissions Committee reserves the right to withdraw an offer of admission, at any time prior to or after enrolling, if there is any discrepancy between the scanned/self-reported transcript and the official transcript.                         Admissions     Request Information   Apply   Selection Criteria   Deadlines   Notification &amp; Process   Application Instructions Personal Info   GMAT, GRE &amp; TOEFL   Resume and Work History   Activities and Achievements   International Student Supplement   Essays   Recommendations   Transcripts &amp; Degrees   Application Fee     Policies   Directors&#039; Tips   FAQs                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}]},
{"detail": [{"content": "NYU Stern | Full-time MBA | Transcripts and Degrees                                 Skip to Main Content                                      Experience Stern      Research, Faculty, Social, News                 Faculty &amp; Research       Books    Opinion    Research Highlights    Research in the News    Blogs    Archive    Faculty Directory          Social@Stern        Tales in Possible        Global       Business Across Borders    Global Study    Voices from Abroad    Archive          Network        News &amp; Events       Faculty News    Press Releases    School News    Events          About Stern       Values    Key Facts    History    Leadership    Departments, Centers &amp; Initiatives    Working at Stern    Visit Stern    Contact                          Programs &amp; Admissions      Degrees &amp; Executive Education                 Undergraduate       The Stern Advantage    Academics    Stern Around the World    Social Impact    Dynamic Community    Future Success    Admissions          Full-time MBA       The Stern Advantage    Academics    Students    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Manhattan        The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Part-time MBA Westchester       The Stern Advantage    Academics    Community    Career    Financial Aid    Admissions    Meet With Us          Executive MBA       The Stern Advantage    Academics    Community    Career Development    Sponsorship    Admissions    Contact Us          Dual Degrees       MD/MBA    JD/MBA    MBA/MFA    MS in Mathematics/ MBA    MBA/MPA    MBA/MA in French Studies    MBA/MA in Politics    MS in Biology/MBA    Dual MBA with HEC School of Management          Global Degrees       TRIUM EMBA    MS in Global Finance    MS in Risk Management    MS in Business Analytics          PhD       The Stern Advantage    Academics    Job Placement    Student Life    Admissions          Executive Education       Short Courses    Custom Programs        Advanced Professional Certificates       Finance    Marketing    General Business                          Portal &amp; Partners      Alumni, Recruiters, Student Login                 Current Students   SternLinks   Student Jobs     Undergraduate Current Students      MBA &amp; Graduate Students       Academic Affairs and Advising    Records &amp; Registration    International Programs    Bursar    Financial Aid    Office of Student Engagement    Leadership Development    Career Center for Working Professionals    Career Account      SternLinks        Faculty &amp; Staff       Join Stern's Faculty    Leadership    New Faculty Resources    CITL    Center for Research Computing    Center for Behavioral Research      Log in to SternLinks        Alumni       Attend an Event    Career Center for Working Professionals    Log in to SternConnect    Network with Alumni    SternBusiness Alumni Magazine      Support Stern        Recruiters       Contact Your Relationship Manager    Recruit Experienced Talent    Recruit on Campus (MBA)    Recruit on Campus (Undergraduate)      Get Started                                                      Search                                                   Full-time MBA              The Stern Advantage Academic Excellence   IQ + EQ   Collaborative Community   The Energy of a Global Hub     Academics Faculty   Curriculum   Specializations   Course Index   Class Videos   Experiential Learning   Leadership Development   Global Programs   Dual Degrees   Summer Start     Students Class Profile   Student Blogs   Student Clubs   Diversity at Stern   Women at Stern   Berkley Scholars   International Students   Families at Stern   LGBTQ Students   Military Veterans   Housing     Career Career Development   Career Paths   Employer List   Employment Statistics   Alumni Network   Alumni Video Profiles   Lifetime Career Resources     Financial Aid Scholarships   William R. Berkley Scholarship Program   Loan Programs   Teaching &amp; Graduate Fellowships   Resources for Military Veterans   Resources for Social Enterprise   Tuition &amp; Cost of Attendance     Admissions Request Information   Apply   Selection Criteria   Deadlines   Notification &amp; Process   Application Instructions   Policies   Directors&#039; Tips   FAQs     Meet With Us Visit Stern   Travel Directions   Events and Webinars   Videos   Day in the Life Student Videos   Podcasts   Virtual Tour   Contact a Student               Home / Programs &amp; Admissions / Full-time MBA / Admissions / Application Instructions / Transcripts & Degrees                        Share / Print                Print      Email      Share       Like                                              Transcripts and Degrees                            Degree Requirements                      Degrees from Countries Outside the U.S.                      Transcript Requirements for the Online Application                      Transcript Requirements for the Interview                          Degree Requirements  Students entering Stern's MBA program are required to hold a four-year bachelor's degree from an accredited college or university in the U.S. or an equivalent degree from a foreign country .    If you submit your application prior to the conferral of your bachelor's degree or equivalent, we will accept and evaluate your application. If an offer of admission is made, it will be contingent upon receiving your degree conferral prior to enrollment.            Degrees from Countries Outside the U.S.  Students entering Stern's MBA program are required to hold a four-year bachelor's degree from accredited colleges or universities in the U.S. or an equivalent degree from foreign countries outside of the U.S.    Below is a list of recommended degrees/credentials from countries outside the U.S.     Australia  Honours Bachelor's degree, Bachelor's degree (ordinary) or Higher National Diploma (HND).     Bangladesh  All three-year Bachelor's degrees are sufficient to apply. Please note the degree conferral requirements for international transcripts as described in the Transcript Requirements for the Interview section.     Brazil  Completion of all courses and thesis or professional exams required for the titulo or degree of Licenciado or Bachiller.     Canada  Three-year bachelor's degree from Quebec and Ontario; four-year bachelor's degree from all other provinces.     Central America  Completion of all courses and thesis or professional exams required for the titulo or degree of Licenciado or Bachiller.     People's Republic of China  A bachelor's degree representing four years of university study. Official academic records, including a graduation certificate in Chinese, must be submitted with a complete English translation listing all courses and grades. All records must be certified by the issuing institution or appropriate government official.     Colombia  Completion of all courses and thesis or professional exams required for the titulo or degree of Licenciado or Bachiller.    France (or French-patterned educational systems)  A Maitrise or a diploma requiring four years of post-baccalaureate study from a university or a Grand Ecole, or a three-year License degree.     Germany  A university Diploma, Magister Artium, Staatsexamen, three-year Bachelor's degree or five-year Master's degree. Graduates of Fachhochschulen and Berufsakademies are eligible. The Vordiplom by itself is not sufficient.     India  All three-year Bachelor's degrees are sufficient to apply. Please note the degree conferral requirements for international transcripts as described in the Transcript Requirements for the Interview section.    Indonesia  Sarjana or Sarjana Legkap, awarded after five years of university study.     Italy  Diploma di laurea, requiring four to six years of study or the three-year business degree.     Mexico  Completion of all courses and thesis or professional exams required for the titulo or degree of Licenciado or Bachiller.    New Zealand  Honours Bachelor's degree, Bachelor's degree (ordinary) or Higher National Diploma (HND).     Pakistan  All three-year Bachelor's degrees are sufficient to apply. Please note the degree conferral requirements for international transcripts as described in the Transcript Requirements for the Interview section.     South Africa  Honours Bachelor's degree, Bachelor's degree (ordinary) or Higher National Diploma (HND).     South America  Completion of all courses and thesis or professional exams required for the titulo or degree of Licenciado or Bachiller.     Sri Lanka  All three-year Bachelor's degrees are sufficient to apply. Please note the degree conferral requirements for international transcripts as described in the Transcript Requirements for the Interview section.     Spain  Completion of all courses and thesis or professional exams required for the titulo or degree of Licenciado or Bachiller.     Switzerland  License, Diplome or Diploma following four to five years of university study.     The Netherlands  Bachelor, Master, Getuigschrift Hoger Beroepsonderwijs, or Doctoraalexamen    United Kingdom (or British-patterned educational systems)  Honours Bachelor's degree, Bachelor's degree (ordinary) or Higher National Diploma (HND).            Transcript Requirements for the Online Application  You must submit your transcript(s) through the online application, using one of two options:     A scanned copy of an official transcript from all institutions attended, showing all courses taken, all credits earned and all grades received.    Completed Self-Reported Transcript Form    If your original transcript is not in English, you cannot submit scanned documents. You must use the Self-Reported Transcript Form .    Do not send a paper or official copy of your transcript(s) to NYU Stern during the application process. You will be required to bring official transcripts if and when you are invited to an admissions interview.    Please note that these procedures do not apply to JD/MBA or MD/MBA applicants.     Degree Conferrals  All transcripts must be accompanied by proof of degree conferral, and degree conferrals must show the:      type of degree conferred    month and year the degree was conferred    institution and location from which you received the degree    If all of this information is reflected on your transcript, then you do not need to provide additional documentation.    In most cases, a photocopy of your diploma provides proof of degree conferral, but you should double check with the institution attended. Please note that documents showing completion of a curriculum or courses are not sufficient on a stand-alone basis. They must be accompanied by a photocopy of your degree conferral/diploma.            Transcript Requirements for the Interview  Applicants invited to interview must bring official transcripts to their interview. Applicants may also need to provide proof of degree conferral if it is not clearly noted in their transcripts.     Official Transcript and Degree Conferrals    Requirements       You must submit official, hard-copy transcripts from all programs you have attended; undergraduate, study abroad, graduate, continuing education, etc.    Each institution attended must be represented with an official transcript, including those in which as few as one course was taken. You may download a Transcript Request Form for each institution from which you will request transcripts, but the form is not required.    If you completed coursework through a study abroad program, you must provide a separate transcript from the host institution unless all study abroad course titles and grades are listed on your primary transcript.    All official academic transcripts must be original documents bearing the institutional seal and signature of the institution's registrar. They must be submitted in the original, sealed envelope from the institution.    If you cannot obtain transcripts directly from the institution but you possess an original transcript, you may submit photocopies that have been verified by the embassy or consulate of the institution's country. Certifications by a Notary Public are not acceptable.    If an institution cannot issue a transcript to you, you must submit a letter in a sealed envelope from the institution stating its policy.    Each transcript must contain a list of courses taken, grades or marks earned and name of degree earned (if any).    All transcripts must be accompanied by proof of degree conferral. The degree conferral must indicate the:       type of degree conferred     month and year the degree was conferred     institution and location from which you received the degree          If degree conferral information is reflected on your transcript, then you do not need to provide additional degree conferral documentation. In most cases, a copy of your diploma provides proof of degree conferral, but you should confirm with the institution attended.    Please note that documents showing completion of a curriculum or courses are not sufficient on a standalone basis. You must submit a photocopy of your degree conferral/diploma.      Additional Requirements for Transcripts not in English       If an original transcript is not in English , the applicant is required to submit both the official transcript and its English translation. Both the official transcript and the translation should be submitted in one sealed envelope. If the institution attended does not provide an English translation with the official transcript, a certified English translation through a translating service must be obtained and submitted in a sealed envelope, endorsed across the seal by the embassy or consulate of the institution's country. Stern has no preferred translating services. WES evaluations may not be substituted for a certified English translation. Certifications by a Notary Public are not acceptable .    If a diploma/degree conferral is not in English , the applicant is required to submit a photocopy of the original and its English translation, following the guidelines above for transcripts not in English.       Important Notes about Transcripts       Stern does not accept notarized or personal copies of transcripts.    All transcripts submitted as part of the MBA application process are considered property of MBA Admissions. They will not be returned to you, transferred or forwarded to other institutions or other programs or schools at NYU. Please do not submit the original copy of an academic transcript that cannot be replaced.    Your official and self-reported transcripts and degree conferrals will be verified. The Admissions Committee reserves the right to withdraw an offer of admission, at any time prior to or after enrolling, if there is any discrepancy between the scanned/self-reported transcript and the official transcript.                         Admissions     Request Information   Apply   Selection Criteria   Deadlines   Notification &amp; Process   Application Instructions Personal Info   GMAT, GRE &amp; TOEFL   Resume and Work History   Activities and Achievements   International Student Supplement   Essays   Recommendations   Transcripts &amp; Degrees   Application Fee     Policies   Directors&#039; Tips   FAQs                           News      NYU Stern Center for Business and Human Rights to Tackle Migrant Labor Rights in the Construction Industry    Foreign Policy Association Awards Medal to Dean Peter Henry    Follow @NYUStern on Twitter and like NYU Stern on Facebook         Basics      Directions &amp; Maps    Faculty Directory    Contact Us                                 FACULTY OPINIONS    Read Stern faculty opinions on  relevant business topics             Sitemap | Privacy | &copy; 2015 Leonard N. Stern School of Business                               Back to Top"}, {"content": "FAQ for Master's Admissions | Economics | NYU                                                             Back to Home         Printer Friendly           Frequently Asked Questions for Master's Admissions           What are the greatest strengths of the M.A. program in Economics?    What are the career opportunities for graduates of the MA program?    What are the criteria for admission?    How do I apply for admission?    What is the deadline for admission?    When can I find out about the status of my application?    Must applicants take the Graduate Record Examination (GRE)?    Must foreign students take TOEFL?    How long will it take to earn the M.A. degree?    How much does the degree cost?    What financial aid is available?    How many students are admitted to the program?    Who are our students?    Can students work full-time and pursue this degree?    Will I need a 4 year degree in order to apply to the MA Economics program?    Do we accept transfer students?    Can students enter the program in the spring semester?    Are internships available in the program and can internships count toward the degree?    Can I take courses in the business school and elsewhere in the University?    Who teaches the courses?    Does the master's program lead to the PhD program in economics at NYU?    Do we accept \"Non Degree\" students?    What are the greatest strengths of the M.A. program in Economics?    A specially tailored, stand-alone degree We offer a specially tailored, stand-alone master’s program in a top-ten Economics Department. It is “stand-alone” in that it is separate from the PhD program. Indeed, there are not that many specially tailored (i.e. terminal) master’s programs in economics offered in the USA. This type of degree serves the needs for an advanced degree of professional economists, government officials and economic consultants. It can also be used to lay the groundwork for students who wish to pursue a PhD program elsewhere in the US. Many universities offer MA degrees in economics but they are not terminal degrees but rather degrees earned en route to a PhD.    A marketable degree valued by employers See below on career opportunities for our graduates.    A rigorous preparatory degree for graduate programs elsewhere in the US Our MA graduates have been admitted into PhD programs at Boston University, the University of Michigan, UC Davis and New School University.    Our students have also been admitted to law schools at Columbia University, Fordham University and the University of Illinois and public policy schools, such as the Maxwell School at Syracuse University.    Outstanding reputation of faculty, prestigious department and high quality of curriculum The Economics Department at NYU has an impressive reputation. It has a world-renowned faculty and a high quality curriculum. A recent study published in the Journal of Economic Perspectives ranked the Economics Department at NYU as 6th in the nation.    Superb research resources NYU has one of the largest open-stack research libraries in the nation with a collection of over 4.2 million volumes.    Geographic location We are located in New York, one of the world’s most dynamic cities. NYU is located in the heart of Greenwich Village, a unique cultural and historic resource. New York City is an international hub for global business, finance, communications, art, science and research. We offer proximity to future career opportunities. New York City is establishing itself as an intellectual center where the action is.    Back to the top    What are the career opportunities for graduates of the MA program?    Graduates from the MA program currently hold jobs in a variety of fields in the New York area, including investment banking, brokerage, management consulting and the non-profit sector. Our graduates are employed in an impressive array of businesses: AIG, Goldman, Sachs &amp; Company, Bear Stearns, Bloomberg, Federal Reserve Bank of New York , Smart Money Magazine, Time Magazine, Citicorp, the Royal Bank of Canada , Credit Suisse, Economy.Com and the IMF.    International students who graduate from the program often return to their home countries to take up important policy advisory positions.       What are the criteria for admission?    Admission to the M.A. program in economics is limited to students of outstanding promise. Our program has become increasingly competitive over the last 5 years, as we seek to emphasize the analytical rigor of our program. First and foremost, we aim to admit students with excellent training in economics and quantitative methods - that is, students with grades of A-, A or A+ in economics and mathematics courses at undergraduate level. More specifically, strong applicants will meet the following requirements:    GRE Quantitative reasoning score &gt; 80th percentile (= 160 on new scale; 750 on old scale) GRE Analytical writing score &gt; 80th percentile (= 5.0)GRE Verbal reasoning score &gt; 50th percentile (= 150 on new scale; 500 on old scale) Two undergraduate calculus courses (or one calculus &amp; one linear algebra course) One statistics course &amp; one course in econometrics Intermediate Microeconomics and Intermediate Macroeconomics, plus four other undergraduate economics courses Overall GPA of 3.5 and above at the undergraduate level TOEFL &gt; 105 (internet-based version) (TOEFL requirement is for international students only—see below*) A strong application will have ‘A’ grades in most of these courses (i.e. undergraduate economics, calculus, statistics &amp; econometrics).    Please note that we only accept GRE scores. The GRE general test is required for all applicants. No exceptions are granted. GMAT will not be accepted in place of the general GRE.     We evaluate applications on their general merits. What is important is the total picture of an applicant's competence, not performance on an individual criterion. For example, we want to attract applicants who have completed a degree in mathematics, engineering or physics but who may have done only introductory but not necessarily intermediate economics courses. However, such applicants, if admitted into our program, have to complete intermediate economics courses BEFORE enrolling in our program (e.g. at any reputable university during the summer before the start of the fall semester).    All international students must take the Test of English as a Foreign Language (TOEFL).    (See http://www.toefl.org/ .) Exceptions to this rule include students who obtained a degree from English-speaking college-level institutions and students from English-speaking countries, such as the United Kingdom and Australia.    How do I apply for admission?    Applicants are required to submit their applications online. The online application and all instructions, policies and FAQs about applying are found at the Graduate School of Arts &amp; Sciences Application Resource Center at http://gsas.nyu.edu/page/grad.admissionsapplication.html       What is the deadline for admission?    The deadline for fall admission is Feb 1 st . There is no spring admission.        When can I find out about the status of my application?    Applications are reviewed after the deadline date and we intend to have decisions on or before April 15th of the fall admissions year. Please direct questions regarding your application to: econ.ma@nyu.edu       Must applicants take the Graduate Record Examination (GRE)?    All applicants must take the general test of the GRE administered by the Educational Testing Service, Princeton, NJ 08540. ( http://www.ets.org/ ) See too http://www.gre.org/splash.html.    All applicants should be sure that official test scores are sent directly to GSAS from ETS. You should send them to the Graduate School of Arts and Science code 2596.    PLEASE NOTE: GRE general test is required for all applicants. No exceptions. GMAT will not be accepted in place of the general GRE.       Must foreign students take TOEFL?    We only accept the TOEFL test no exceptions. All international students must take the Test of English as a Foreign Language (TOEFL). (See http://www.toefl.org/ .) Exceptions to this rule include students who obtained a degree from English-speaking college-level institutions and students from English-speaking countries, such as the United Kingdom, Ireland, Australia. International students should aim for TOEFL scores of no less than 105 (Internet-based version), 620 (paper-based version) or 260 (computer-based version). Successful applicants may also be required to take a diagnostic language evaluation test at the American Language Institute at NYU and to take additional English language courses tailored to the needs of graduate students. For more information regarding the Graduate School of Arts and Sciences tests requirements please see ( http://www.gsas.nyu.edu/page/grad.admissionsapplication        How long will it take to earn the M.A. degree?    The MA degree in economics takes a minimum of three semesters full-time (usually Fall, Spring and Fall the following year). The elapsed time for completion is thus more than one year. At this stage, no master's courses in the Department of Economics are offered over the summer. However, some students choose to take courses in the Stern School of Business over the summer (a maximum of 8 credits can be taken outside the Department of Economics as credit towards the MA).    The time limit for completion of the degree is five years for both full- and part-time students.       How much does the degree cost?    Applicants should refer to http://www.nyu.edu/bursar/tuition.fees/rates09/gradgsas.html  in order to see the latest tuition and fee schedule for the Graduate School of Arts and Science. Our MA program requires 32 points/credits. You would then have the cost of the mandatory health insurance, plus the cost of books and your living expenses. You may find information at www.gsas.nyu.edu , \"Admissions,\" \"Application Resource Center,\" \"Frequently Asked Questions,\" \"International Students FAQ\" useful as well.        What financial aid is available?    While loans may be available, fellowships and assistantships are not available for students in the M.A. program.    However, the Tuition Incentive Program (TIP) at NYU is an important source of financial aid for master's students. TIP provides tuition support to recipients of external awards. Students receiving external awards of $13,000 or more from recognized, academic sources of funding outside of the University can apply for matching tuition points up to the amount of their outside award. Students receiving external awards of less than $13,000 may apply for matching tuition points up to 50% of the amount of the external award. The Graduate School typically awards funds to between 20 and 30 students a year. We encourage students to apply.       How many students are admitted to the program?    We do not have a fixed target size for an incoming class. In Fall 2010, we received close to 600 applications and admitted 150 students. In other years, we have had between 60 to 70 incoming students.        Who are our students?    Over the last five years, about half of the incoming students are international students (i.e. non-US citizens). We have a very diverse student body. About 80 percent of incoming students are full-time students. The average age of incoming students is 25 years.       Can students work full-time and pursue this degree?    Yes. Unlike other schools, many of our MA courses begin at 6.20pm and a few begin at 4.20pm. All of the core MA courses are offered in the evening (many are also offered during the day as well). Courses generally meet once a week.       Will I need a 4 year degree in order to apply to the MA Economics program?    As per Graduate School of Arts and Sciences (GSAS) and the Economics' Department policy you will need a 4 year study in higher education and cannot apply with 3 years or less under GSAS rules. Applicants from India, Pakistan, Sri Lanka, Myanmar, and Bangladesh must show completion of both the baccalaureate and master's examinations prior to registration in the Graduate School. The examinations for the Bachelor of Engineering and the Bachelor of Technology meet the application requirements. For students holding 3 year degrees from Australia, GSAS also requires a 4 year degree to apply. Applicants must have BA-honors in order to apply for degree through GSAS at NYU. If you have further concerns regarding the 4 year degree requirement, please contact Graduate Enrollment Services gsas.admissions@nyu.edu 212-998-8050       Do we accept transfer students?    Students from other graduate schools must apply as new students; admitted students may seek permission to transfer up to 8 credits for relevant courses with grades of B or better.       Can students enter the program in the spring semester?    No, there are no longer admissions in spring. There are only admissions in the fall semester of each year.       Are internships available in the program and can internships count toward the degree?    On their own initiative, a small number of our students obtain internships in business and public policy settings. However, internships cannot count towards the MA degree in economics.       Can I take courses in the business school and elsewhere in the University?    Students are allowed to take relevant courses at the NYU business school, which is consistently ranked among the world’s best business schools (see http://stern.nyu.edu ). In addition to regular courses in economics, students take courses in finance, accounting, international business and operations research at the Stern School of Business. Highly qualified MA students preparing for a PhD program may also take courses in the Graduate Department of Mathematics at the Courant Institute of Mathematical Sciences which offers balanced training in mathematics and its applications in the broadest sense.       Who teaches the courses?    Courses are taught by both full-time faculty and adjunct professors who combine formal training in economics (PhD) with applied economics experience.       Does the master's program lead to the PhD program in economics at NYU?    The master's program does not lead to the PhD program. The two programs are quite separate and students cannot transfer from the master's program to the PhD program at NYU. However, our master's program can be used to lay the groundwork for students who wish to pursue a PhD program elsewhere, and an increasing number of our students have gone on to do a PhD in economics at other universities in the United States (e.g. Boston University). Indeed, the best qualified master's students sometimes take one or more PhD-level courses within the Department of Economics as credit towards their M.A. degree. In order to improve their math background, some students seeking to pursue a PhD also take graduate math courses. Students can also choose to apply for our Ph.D. program after completing the master's, although admission is very competitive and none of the master's work would transfer toward the PhD.       Do we accept \"non degree\" students??    The MA Economics program does not admit students who are not registered in a degree or certificate program                                                                                                    Back to Top"}]}]