[{"detail": [{"content": "Cultural &amp; Social Determinants | NYU Center for the Study of Asian American Health                                Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                             NYU Center for the Study of Asian American Health                                                                                  Home   About Us   Research   Education &amp; Training   Dissemination   Partnerships   News &amp; Events                                  Home About Us Research Framework Cultural &amp; Social Determinants            Print  Email               - A + A                                         About Us      Asian Americans in the U.S.     open/close   People   History of CSAAH   Community Based Participatory Research     open/close   Community Health Workers  Community Health Worker Resources       open/close   Research Framework  Cardiovascular Disease   Tumorigenesis   Mental Health   Cultural &amp; Social Determinants     Infrastructure &amp; Funding   Contact Us                                                                                                    Cultural &amp; Social Determinants                                                      Social and cultural determinants of health disparities include the contextual risk and protective factors for a range of diseases facing the Asian American community. Examples of such determinants include access to health care, language issues and barriers, socio-demographic factors, cultural beliefs and attitudes, occupational factors, and economic factors.   CSAAH studies and projects:   Emerging Asian &amp; Pacific Islander Immigrant Populations in Smaller Cities: Pilot Study   [PI: John Chin, PhD (2007-2009)]   Community Health Needs &amp; Resource Assessment   Cancer and Communication among Asian Americans [PI: Francesca Gany, MD, MPH (2004-2005)]   Vietnamese American Community Health and Resource Assessment (VCHNA)   [PI: Douglas Nam Le (2006-2008)]   The Roles of Family Support, Religion, and Social Capital in HIV Risk-Taking Behaviors of Asian American Men Who Have Sex With Men [PI: Nicholas Gavin, MD candidate (2006-2008)]                                                                                        NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]}]