[{"detail": [{"content": "MSGA Student Academic Website                                                   Home     Admissions     Academics            Courses       Schedules               Summer 2013        Fall 2013        Spring 2014                   Planning       Field Intensives       Thesis/Capstone       Internships       Ind. Studies       Academic Policies              Academic Integrity Policy        Leave/Withdrawal Policy                         Academic Integrity             Cross Registration       Foreign Language              Resources            Financial Aid       Registration       Career Resources       Campus Facilities       Student Groups       FAQ              Opportunities            Student Groups       Scenarios       Global Intensives       Careers       Financial Aid              People            Full-time Faculty       Adjunct Faculty       MSGA Staff                                *Priority deadline has passed. Applications will be accepted on a space-available basis after the priority deadline*     Return to Global Field Intensives Home                 Moscow: Security, Stress and Stability in the New Russia    Summer 2014           Location : Moscow, Russian Federation     Dates : 6 pre/post-departure sessions: Dec 7 (New York); TBD (Online)     Travel Dates : May 27-June 6, 2014 (Moscow)      Instructor : Professor Mark Galeotti      Partner Institution : Moscow Higher School of Economics     Cost : 3 credits (*special reduced Summer tuition rate*) + $1,950     Application Priority Deadline: Sunday, November 10    Few nations have played as pivotal a role in modern history as Russia and even today, the country represents a complex of paradoxes. It has an economy that is in desperate need of modernization, yet it is an economic powerhouse of Eurasia. It is at once an Asian and a European power. It has the institutions of democracy, yet many of the instincts of authoritarianism.    Moscow, with its mix of tsarist palaces, Stalinist skyscrapers and modern financial centers, is a perfect reflection of these paradoxes, a high-energy global city still shadowed by its Soviet past. This global field intensive course will explore the politics of contemporary Russia and its role in the world through the prism of security, conceptualized broadly. How far do concerns about domestic and international security drive the political evolution of the country? Does its role as an oil and gas exporter to the world provide it with security and leverage or is it a threat to the country's long-term development? Is the Russian military a bulwark of national and regional security or a threat to its neighborhood? Is Russia a police state, or a haven of transnational criminality? While it is especially relevant for students in the Transnational Security and IR concentrations, there is ample scope for those in other fields.    Students will engage with policy makes, journalists, diplomats, businesspeople, academics, NGO staff and the rich history of Moscow and Russia, in both formal meetings and personal field research on their own projects.    A representative example of site visits would include:        Ministries of Foreign Affairs, Defense, and Internal Affairs    Foreign embassies    Moscow Higher School of Economics    Think-tanks including Moscow Carnegie Center    NGOs    A Russian energy corporation    Russian and foreign media outlets       Excursions and activities may include:       City Tour    The Kremlin &amp; Armory    Historical Museum, Gulag Museum, Military Museum    Novodevichy Convent    The Bolshoi    Izmailovsky Market          Pre-Departure Sessions    There will be a single orientation meeting in December (Saturday 12/7) and then pre-departure classes and one-on-one discussions online through the Spring semester. During that time, students will not only begin to develop their research topics, they will also write one or more posts for a class blog to develop skills in writing short research- and think-pieces for publication and professional audiences.    Site    The program will be conducted in partnership with the Moscow Higher School of Economics. HSE facilities are ideally located to take advantage of the present day political excitement and historical imagery of the city.     Accommodations    Program participants will be accommodated in double rooms in student housing of HSE.       Faculty    MARK GALEOTTI, CLINICAL PROFESSOR   Dr. Mark Galeotti is a specialist in transnational organized crime, security affairs and modern Russia. He started his academic career concentrating on conventional security issues, including the impact of the Soviet invasion of Afghanistan and the implications of the disintegration of the USSR. However, in his fieldwork he encountered the rising new generation of gangsters carving out their portions of the decaying Soviet Union and was one of the first Western academics to recognize this as an emerging security concern. Since then, he has become increasingly interested in the transnationalisation of not just Russian but all forms of organized crime and their impact on the international order and development as a shadowy opposite to the global citizenship at the heart of the CGA’s mission. He first visited Moscow when it was still the capital of the Soviet Union, carried out his PhD fieldwork there and has visited as regularly as he can, watching the city nearly implode in the early 1990s and since develop to become an energetic and confident global center today.    Booking Flights:  ARRIVE/DEPART – MOSCOW, RUSSIAN FEDERATION    To give you flexibility, we have NOT included airfare in the cost of the program as you may have frequent travel mileage or access to economical fares. Several airlines fly to Moscow, direct or via Europe.  The program begins officially on Tuesday, May 27 , so please bear in mind that you will need to arrive in Moscow in time to attend the first important briefing session that evening. The program ends on Friday, June 6 . Hotel accommodations extend through the night of Friday, June 6 to allow for student departures on Saturday, June 7 .    Moscow's two international airports, Sheremetyevo &amp; Domodedovo, are both approximately 40 minutes from downtown. An Aeroexpress train connects both airports with Moscow's metro line, and is the most efficient way to get into the city center.         Cost for the Program    Students will be responsible for covering the cost of the program fee, 3 credits, and airfare expenses.  The program fee will cover student lodging, breakfasts, 2 special dinners, all meetings/special guest lectures, and planned cultural excursions/tours.       Program  Fee: $1,950    3  Credits Tuition * Special Tuition  Rate for Summer GFI courses* TBD est $2,800 (regular tuition rate $4,905)    Estimated  Airfare: $800-$1000       NOT Included    Airfare, airport transfers, passport fees (est. $35), personal items such as wines, liquors, laundry services, lunches, dinners (other than those specified in the program), special arrangements before or after the program, and other items not specifically mentioned as included. Insurance for trip cancellation, flight cancellation, luggage loss or damage, medical and accident is not included but is strongly recommended.    Cancellations and Refunds        Cancellations until December 7, 2013:  Refund of full payment including $500 program deposit.    Cancellations from December 7, 2013 - January 27, 2014:  Refund of payment, less $500 program deposit and tuition penalties.    Cancellations on and after January 27, 2014:  Subject to full forfeiture of the entire program cost as well as tuition penalties.       Program cancellations must be made in writing.  To protect yourself, we recommend that you purchase flight cancellation insurance.    Application is available here .    Back to Top              NYU Center for Global Affairs, SCPS Woolworth Building, 15 Barclay Street, 4th Floor, New York, NY, 10007"}, {"content": "Field Intensives                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Center for Global Affairs                                                                                                       About                                     Director's Message                       Faculty                       Advisory Board                       News                       Watch Videos                                                                                    Admissions                            Academics                                     Graduate Offerings                       Noncredit Offerings                                                                                    Career                            Conferences and Events                                     Public Events                       Special Events & Series                       The Energy Wise City                                                                                    Initiatives                                     CGA Scenarios Initiative                       Global Initiatives                                                                                    Alumni                                                                                      Field Intensives                                            Initiatives &rsaquo;                CGA Scenarios Initiative            Global Initiatives                 Field Intensives                                        Connect with CGA           On Our Blog        On Facebook        On Twitter        On YouTube                                                                                                  Africa Field Intensives                                                           Asia and Eurasia Field Intensives                                                           Caribbean and Latin America Field Intensives                                                           Europe Field Intensives                                                                Play                           The NYU School of Professional Studies CGA Global Field Intensives offer low student-to-faculty ratios and afford students an intellectually rigorous experience in the classroom and in the field. Students in good academic standing in the M.S. in Global Affairs program are eligible to apply for these field intensives, which are listed by region.             Expand All   Collapse All          Africa        Ghana: A Case Study in Development   Ghana was the first country in sub-Saharan Africa to gain independence from colonial rule, but it has endured political upheaval, military rule, and economic collapse. Despite significant political and economic reform, more than a third of the Ghanaian people still live in poverty. This field intensive examines multiple dimensions of development—economic, political, environmental, social, cultural, and regional. In partnership with the NYU Ghana Center, students visit development projects and organizations and use briefings and individual field research to develop their study.         South Africa: Challenges of Transformation   The world celebrated South Africa’s swift transition from apartheid to democracy in the 1990s. Nelson Mandela brought magnanimity to the office of president, and the hearings before the Truth and Reconciliation Commission exposed the cruelty of racism and wrongdoings by all parties. But the fairytale ending collided with high expectations abroad and the intractable problems of poverty, inequality, AIDS, and crime at home. In the years since apartheid's end, South Africans have struggled to transform their society. This field intensive is designed to explore the political, justice, economic, regional, and social challenges they face.               Asia and Eurasia        China: China's Reemergence: The Changing Political, Economic, and Social Landscape   Its increasing global economic influence has thrust China onto the world stage, and along with its BRIC counterparts (Brazil, Russia, and India), it is at the forefront in seeking greater involvement with the developed countries of the world.   Students visit Shanghai, Hangzhou, Suzhou, and Beijing to meet with leaders from both the public and private sectors, along with leading academics. They engage and study the enormous political, economic, and social changes taking place in the world's most populous country and deepen their perspective and understanding of the new global order that is evolving on the world stage.         Delhi and Mumbai: The Two Worlds of India: Poverty and the Economic Rise of &quot;New India&quot;  Over the past two decades, India's economic reforms have spurred a period of unprecedented economic growth, and India has become the fourth largest economy in the world. Despite this, government reports indicate that some 645 million Indians lived below the poverty line in 2010, and this growing division challenges the nation's capacity to meet demands for development among the Indian poor. Students examine the political economy of development in India in an era of open markets, including the traditional role of economic institutions in governance, and the new sources of power and change that have emerged with the reforms, including NGOs and microfinance institutions.         Moscow: Security, Stress, and Stability in the New Russia   Even today Russia represents a complex of paradoxes. Its economy, in desperate need of modernization, is nonetheless a powerhouse in Eurasia. It has the institutions of democracy, yet many of the instincts of authoritarianism. Moscow is a perfect reflection of these paradoxes, a high-energy global city still shadowed by its Soviet past. This GFI explores contemporary Russia and its role in the world. How far do concerns about domestic and international security drive Russia's political evolution? Does its role as an energy exporter to the world provide it with security, or is it a threat to the country's long-term development? Is Russia a police state or a haven of transnational criminality?         Vietnam: An ASEAN Case Study     The Vietnam GFI provides a lens through which students can study other ASEAN countries and their changing roles on the global stage. During this field intensive, students research and evaluate Vietnam's rise from a war-torn country to a growing presence in the international arena, and they analyze the economic, political, and social challenges to assess the country's outlook. Students meet with representatives of multinational corporations, NGOs, trade and business associations as well as major foreign contractors and government officials. Visits to major political and cultural sites are also included.               Caribbean and Latin America        Bolivia: A Case Study in Sustainable Development   Students research sustainable development in the fascinating, little-known South American nation of Bolivia, which has the highest percentage of indigenous people in the western hemisphere. This economically poor but ecologically and culturally rich country is landlocked between BRIC powerhouse Brazil, to the east, and fast-developing Chile, to the west. Students visit key regions for their projects that include meetings with government officials, NGOs, private companies, indigenous populations, and representatives of agricultural, environmental, and urban development projects.         Chile: Democracy of Institutions and Social Market-Friendly Development   Chile is a positive—but imperfect—Latin American case study of democratic consolidation, economic development, and poverty reduction under a market friendly model with strong democratic institutions. Students examine the Chilean miracle in the context of the successes and failures of post-Pinochet Chile. Speakers include researchers at national think tanks; social science, history, and economics scholars from private and public institutions; government officials (technical positions rather than political appointees) that have designed and implemented different policies; and public intellectuals.         Cuba: An Intercambio   Students examine unique approaches to development and economic and social reform in a Caribbean context. In Havana, students work in collaboration with the Ludwig Foundation Center to translate academic discussion into an in-depth field study and gain exclusive exposure to an &quot;inside out&quot; perspective of a country that is most often viewed by Americans from the &quot;outside in.&quot; The program includes organized lectures and meetings at local organizations and educational institutions. Site visits allow direct access to research topics such as sustainable agriculture, cultural preservation, and the development of private enterprise and social entrepreneurship.                 Europe        Geneva: International Organizations: A Focus on the UN in Geneva   Geneva is the European headquarters of the United Nations, the primary seat of many specialized and affiliated agencies, and global responsibilities. Students meet at the Palais des Nations, where they are briefed by senior UN officials, diplomats, key representatives of governments, and non-governmental organizations on such topics as human rights, refugees, peace and security, world health, world trade, development, women and gender, international labor issues, and humanitarian assistance. Students examine the effectiveness, strengths, and limitations of all of these organizations while assessing the impact of future challenges and of political forces on the realization of their goals.         The Hague/Sarajevo/Belgrade: War Crimes Prosecutions in the Former Yugoslavia: The Pitfalls and Promise of International Justice   During the 1990s, in the three horrific wars that occurred in the former Yugoslavia, mass ethnically motivated crimes were committed, resulting in hundreds of thousands of victims. In 1993, the UN Security Council created the first ad hoc international tribunal to bring some justice for victims of war crimes, genocide, and crimes against humanity. Today, domestic courts in the former Yugoslavia are also pursuing such cases. Students examine international justice through the successes and failures of these international and local tribunals. They also assess the non-prosecutorial methods by which former enemies attempt to ascertain the truth of the crimes, reform their institutions, and attempt to achieve reconciliation.         Prague: Prague and Beyond: Security and Transition in Central Europe   How and when are countries able to recreate themselves, and what determines how successful such changes can be? Students consider these issues, using the Czech Republic as a case study, through the prism of security, conceptualized broadly. How far, for example, were the Central European transitions influenced by fears of Russian imperialism and interference? Are these new nations able to address crucial human and economic security challenges, from transnational crime and people trafficking to the influx of dirty money and a dependence on Russian energy supplies? Briefings are held with policy makers, journalists, diplomats, business people, academics, and NGO staff.                                                                                                      QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}]},
{"detail": [{"content": "MSGA Student Academic Website                                                   Home     Admissions     Academics            Courses       Schedules               Summer 2013        Fall 2013        Spring 2014                   Planning       Field Intensives       Thesis/Capstone       Internships       Ind. Studies       Academic Policies              Academic Integrity Policy        Leave/Withdrawal Policy                         Academic Integrity             Cross Registration       Foreign Language              Resources            Financial Aid       Registration       Career Resources       Campus Facilities       Student Groups       FAQ              Opportunities            Student Groups       Scenarios       Global Intensives       Careers       Financial Aid              People            Full-time Faculty       Adjunct Faculty       MSGA Staff                                *Priority deadline has passed. Applications will be accepted on a space-available basis after the priority deadline*     Return to Global Field Intensives Home                 Moscow: Security, Stress and Stability in the New Russia    Summer 2014           Location : Moscow, Russian Federation     Dates : 6 pre/post-departure sessions: Dec 7 (New York); TBD (Online)     Travel Dates : May 27-June 6, 2014 (Moscow)      Instructor : Professor Mark Galeotti      Partner Institution : Moscow Higher School of Economics     Cost : 3 credits (*special reduced Summer tuition rate*) + $1,950     Application Priority Deadline: Sunday, November 10    Few nations have played as pivotal a role in modern history as Russia and even today, the country represents a complex of paradoxes. It has an economy that is in desperate need of modernization, yet it is an economic powerhouse of Eurasia. It is at once an Asian and a European power. It has the institutions of democracy, yet many of the instincts of authoritarianism.    Moscow, with its mix of tsarist palaces, Stalinist skyscrapers and modern financial centers, is a perfect reflection of these paradoxes, a high-energy global city still shadowed by its Soviet past. This global field intensive course will explore the politics of contemporary Russia and its role in the world through the prism of security, conceptualized broadly. How far do concerns about domestic and international security drive the political evolution of the country? Does its role as an oil and gas exporter to the world provide it with security and leverage or is it a threat to the country's long-term development? Is the Russian military a bulwark of national and regional security or a threat to its neighborhood? Is Russia a police state, or a haven of transnational criminality? While it is especially relevant for students in the Transnational Security and IR concentrations, there is ample scope for those in other fields.    Students will engage with policy makes, journalists, diplomats, businesspeople, academics, NGO staff and the rich history of Moscow and Russia, in both formal meetings and personal field research on their own projects.    A representative example of site visits would include:        Ministries of Foreign Affairs, Defense, and Internal Affairs    Foreign embassies    Moscow Higher School of Economics    Think-tanks including Moscow Carnegie Center    NGOs    A Russian energy corporation    Russian and foreign media outlets       Excursions and activities may include:       City Tour    The Kremlin &amp; Armory    Historical Museum, Gulag Museum, Military Museum    Novodevichy Convent    The Bolshoi    Izmailovsky Market          Pre-Departure Sessions    There will be a single orientation meeting in December (Saturday 12/7) and then pre-departure classes and one-on-one discussions online through the Spring semester. During that time, students will not only begin to develop their research topics, they will also write one or more posts for a class blog to develop skills in writing short research- and think-pieces for publication and professional audiences.    Site    The program will be conducted in partnership with the Moscow Higher School of Economics. HSE facilities are ideally located to take advantage of the present day political excitement and historical imagery of the city.     Accommodations    Program participants will be accommodated in double rooms in student housing of HSE.       Faculty    MARK GALEOTTI, CLINICAL PROFESSOR   Dr. Mark Galeotti is a specialist in transnational organized crime, security affairs and modern Russia. He started his academic career concentrating on conventional security issues, including the impact of the Soviet invasion of Afghanistan and the implications of the disintegration of the USSR. However, in his fieldwork he encountered the rising new generation of gangsters carving out their portions of the decaying Soviet Union and was one of the first Western academics to recognize this as an emerging security concern. Since then, he has become increasingly interested in the transnationalisation of not just Russian but all forms of organized crime and their impact on the international order and development as a shadowy opposite to the global citizenship at the heart of the CGA’s mission. He first visited Moscow when it was still the capital of the Soviet Union, carried out his PhD fieldwork there and has visited as regularly as he can, watching the city nearly implode in the early 1990s and since develop to become an energetic and confident global center today.    Booking Flights:  ARRIVE/DEPART – MOSCOW, RUSSIAN FEDERATION    To give you flexibility, we have NOT included airfare in the cost of the program as you may have frequent travel mileage or access to economical fares. Several airlines fly to Moscow, direct or via Europe.  The program begins officially on Tuesday, May 27 , so please bear in mind that you will need to arrive in Moscow in time to attend the first important briefing session that evening. The program ends on Friday, June 6 . Hotel accommodations extend through the night of Friday, June 6 to allow for student departures on Saturday, June 7 .    Moscow's two international airports, Sheremetyevo &amp; Domodedovo, are both approximately 40 minutes from downtown. An Aeroexpress train connects both airports with Moscow's metro line, and is the most efficient way to get into the city center.         Cost for the Program    Students will be responsible for covering the cost of the program fee, 3 credits, and airfare expenses.  The program fee will cover student lodging, breakfasts, 2 special dinners, all meetings/special guest lectures, and planned cultural excursions/tours.       Program  Fee: $1,950    3  Credits Tuition * Special Tuition  Rate for Summer GFI courses* TBD est $2,800 (regular tuition rate $4,905)    Estimated  Airfare: $800-$1000       NOT Included    Airfare, airport transfers, passport fees (est. $35), personal items such as wines, liquors, laundry services, lunches, dinners (other than those specified in the program), special arrangements before or after the program, and other items not specifically mentioned as included. Insurance for trip cancellation, flight cancellation, luggage loss or damage, medical and accident is not included but is strongly recommended.    Cancellations and Refunds        Cancellations until December 7, 2013:  Refund of full payment including $500 program deposit.    Cancellations from December 7, 2013 - January 27, 2014:  Refund of payment, less $500 program deposit and tuition penalties.    Cancellations on and after January 27, 2014:  Subject to full forfeiture of the entire program cost as well as tuition penalties.       Program cancellations must be made in writing.  To protect yourself, we recommend that you purchase flight cancellation insurance.    Application is available here .    Back to Top              NYU Center for Global Affairs, SCPS Woolworth Building, 15 Barclay Street, 4th Floor, New York, NY, 10007"}, {"content": "Field Intensives                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       Center for Global Affairs                                                                                                       About                                     Director's Message                       Faculty                       Advisory Board                       News                       Watch Videos                                                                                    Admissions                            Academics                                     Graduate Offerings                       Noncredit Offerings                                                                                    Career                            Conferences and Events                                     Public Events                       Special Events & Series                       The Energy Wise City                                                                                    Initiatives                                     CGA Scenarios Initiative                       Global Initiatives                                                                                    Alumni                                                                                      Field Intensives                                            Initiatives &rsaquo;                CGA Scenarios Initiative            Global Initiatives                 Field Intensives                                        Connect with CGA           On Our Blog        On Facebook        On Twitter        On YouTube                                                                                                  Africa Field Intensives                                                           Asia and Eurasia Field Intensives                                                           Caribbean and Latin America Field Intensives                                                           Europe Field Intensives                                                                Play                           The NYU School of Professional Studies CGA Global Field Intensives offer low student-to-faculty ratios and afford students an intellectually rigorous experience in the classroom and in the field. Students in good academic standing in the M.S. in Global Affairs program are eligible to apply for these field intensives, which are listed by region.             Expand All   Collapse All          Africa        Ghana: A Case Study in Development   Ghana was the first country in sub-Saharan Africa to gain independence from colonial rule, but it has endured political upheaval, military rule, and economic collapse. Despite significant political and economic reform, more than a third of the Ghanaian people still live in poverty. This field intensive examines multiple dimensions of development—economic, political, environmental, social, cultural, and regional. In partnership with the NYU Ghana Center, students visit development projects and organizations and use briefings and individual field research to develop their study.         South Africa: Challenges of Transformation   The world celebrated South Africa’s swift transition from apartheid to democracy in the 1990s. Nelson Mandela brought magnanimity to the office of president, and the hearings before the Truth and Reconciliation Commission exposed the cruelty of racism and wrongdoings by all parties. But the fairytale ending collided with high expectations abroad and the intractable problems of poverty, inequality, AIDS, and crime at home. In the years since apartheid's end, South Africans have struggled to transform their society. This field intensive is designed to explore the political, justice, economic, regional, and social challenges they face.               Asia and Eurasia        China: China's Reemergence: The Changing Political, Economic, and Social Landscape   Its increasing global economic influence has thrust China onto the world stage, and along with its BRIC counterparts (Brazil, Russia, and India), it is at the forefront in seeking greater involvement with the developed countries of the world.   Students visit Shanghai, Hangzhou, Suzhou, and Beijing to meet with leaders from both the public and private sectors, along with leading academics. They engage and study the enormous political, economic, and social changes taking place in the world's most populous country and deepen their perspective and understanding of the new global order that is evolving on the world stage.         Delhi and Mumbai: The Two Worlds of India: Poverty and the Economic Rise of &quot;New India&quot;  Over the past two decades, India's economic reforms have spurred a period of unprecedented economic growth, and India has become the fourth largest economy in the world. Despite this, government reports indicate that some 645 million Indians lived below the poverty line in 2010, and this growing division challenges the nation's capacity to meet demands for development among the Indian poor. Students examine the political economy of development in India in an era of open markets, including the traditional role of economic institutions in governance, and the new sources of power and change that have emerged with the reforms, including NGOs and microfinance institutions.         Moscow: Security, Stress, and Stability in the New Russia   Even today Russia represents a complex of paradoxes. Its economy, in desperate need of modernization, is nonetheless a powerhouse in Eurasia. It has the institutions of democracy, yet many of the instincts of authoritarianism. Moscow is a perfect reflection of these paradoxes, a high-energy global city still shadowed by its Soviet past. This GFI explores contemporary Russia and its role in the world. How far do concerns about domestic and international security drive Russia's political evolution? Does its role as an energy exporter to the world provide it with security, or is it a threat to the country's long-term development? Is Russia a police state or a haven of transnational criminality?         Vietnam: An ASEAN Case Study     The Vietnam GFI provides a lens through which students can study other ASEAN countries and their changing roles on the global stage. During this field intensive, students research and evaluate Vietnam's rise from a war-torn country to a growing presence in the international arena, and they analyze the economic, political, and social challenges to assess the country's outlook. Students meet with representatives of multinational corporations, NGOs, trade and business associations as well as major foreign contractors and government officials. Visits to major political and cultural sites are also included.               Caribbean and Latin America        Bolivia: A Case Study in Sustainable Development   Students research sustainable development in the fascinating, little-known South American nation of Bolivia, which has the highest percentage of indigenous people in the western hemisphere. This economically poor but ecologically and culturally rich country is landlocked between BRIC powerhouse Brazil, to the east, and fast-developing Chile, to the west. Students visit key regions for their projects that include meetings with government officials, NGOs, private companies, indigenous populations, and representatives of agricultural, environmental, and urban development projects.         Chile: Democracy of Institutions and Social Market-Friendly Development   Chile is a positive—but imperfect—Latin American case study of democratic consolidation, economic development, and poverty reduction under a market friendly model with strong democratic institutions. Students examine the Chilean miracle in the context of the successes and failures of post-Pinochet Chile. Speakers include researchers at national think tanks; social science, history, and economics scholars from private and public institutions; government officials (technical positions rather than political appointees) that have designed and implemented different policies; and public intellectuals.         Cuba: An Intercambio   Students examine unique approaches to development and economic and social reform in a Caribbean context. In Havana, students work in collaboration with the Ludwig Foundation Center to translate academic discussion into an in-depth field study and gain exclusive exposure to an &quot;inside out&quot; perspective of a country that is most often viewed by Americans from the &quot;outside in.&quot; The program includes organized lectures and meetings at local organizations and educational institutions. Site visits allow direct access to research topics such as sustainable agriculture, cultural preservation, and the development of private enterprise and social entrepreneurship.                 Europe        Geneva: International Organizations: A Focus on the UN in Geneva   Geneva is the European headquarters of the United Nations, the primary seat of many specialized and affiliated agencies, and global responsibilities. Students meet at the Palais des Nations, where they are briefed by senior UN officials, diplomats, key representatives of governments, and non-governmental organizations on such topics as human rights, refugees, peace and security, world health, world trade, development, women and gender, international labor issues, and humanitarian assistance. Students examine the effectiveness, strengths, and limitations of all of these organizations while assessing the impact of future challenges and of political forces on the realization of their goals.         The Hague/Sarajevo/Belgrade: War Crimes Prosecutions in the Former Yugoslavia: The Pitfalls and Promise of International Justice   During the 1990s, in the three horrific wars that occurred in the former Yugoslavia, mass ethnically motivated crimes were committed, resulting in hundreds of thousands of victims. In 1993, the UN Security Council created the first ad hoc international tribunal to bring some justice for victims of war crimes, genocide, and crimes against humanity. Today, domestic courts in the former Yugoslavia are also pursuing such cases. Students examine international justice through the successes and failures of these international and local tribunals. They also assess the non-prosecutorial methods by which former enemies attempt to ascertain the truth of the crimes, reform their institutions, and attempt to achieve reconciliation.         Prague: Prague and Beyond: Security and Transition in Central Europe   How and when are countries able to recreate themselves, and what determines how successful such changes can be? Students consider these issues, using the Czech Republic as a case study, through the prism of security, conceptualized broadly. How far, for example, were the Central European transitions influenced by fears of Russian imperialism and interference? Are these new nations able to address crucial human and economic security challenges, from transnational crime and people trafficking to the influx of dirty money and a dependence on Russian energy supplies? Briefings are held with policy makers, journalists, diplomats, business people, academics, and NGO staff.                                                                                                      QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}]}]