[{"detail": [{"content": "Undergraduate Admissions                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Admissions   /   Undergraduate Admissions                 Sub Navigation                                 Learn at NYU                       Live at NYU                       Visit Us                       Financial Aid                       Apply                       Contact Us                                                                   Undergraduate Admissions                                                                                                                                                                                                  1        2        3        4      5                                                                NYU Facts                                               Admitted Students                                               Counselors                                               Visiting Students                                         FOLLOW US            Facebook       Youtube                          Check Out Our New Virtual Tour   Learn more about our New York campus in the heart of Manhattan's Greenwich Village and downtown Brooklyn's Tech Triangle with our new virtual tour video.   Take a virtual tour »   Visit Our New York Campus   The best way to experience NYU is to visit campus. NYU's New York campus is centered in two locations: the heart of New York City's famed Greenwich Village, and the School of Engineering in Downtown Brooklyn. Join us for an information session and campus tour to learn more about life at NYU.   Visit Us in New York City »                                     Request Info      Visit Us      Apply           Latest Blog Entries                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Undergraduate Admissions                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Admissions   /   Undergraduate Admissions                 Sub Navigation                                 Learn at NYU                       Live at NYU                       Visit Us                       Financial Aid                       Apply                       Contact Us                                                                   Undergraduate Admissions                                                                                                                                                                                                  1        2        3        4      5                                                                NYU Facts                                               Admitted Students                                               Counselors                                               Visiting Students                                         FOLLOW US            Facebook       Youtube                          Check Out Our New Virtual Tour   Learn more about our New York campus in the heart of Manhattan's Greenwich Village and downtown Brooklyn's Tech Triangle with our new virtual tour video.   Take a virtual tour »   Visit Our New York Campus   The best way to experience NYU is to visit campus. NYU's New York campus is centered in two locations: the heart of New York City's famed Greenwich Village, and the School of Engineering in Downtown Brooklyn. Join us for an information session and campus tour to learn more about life at NYU.   Visit Us in New York City »                                     Request Info      Visit Us      Apply           Latest Blog Entries                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "About NYU                                                                                                   NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                         Sub Navigation                                 Leadership & University Administration                       University Initiatives                       News, Publications, and Facts                       Working at NYU                       Visitor Information                       Policies and Guidelines                       Giving to NYU                                                                                           More than 175 years ago, Albert Gallatin, the distinguished statesman who served as secretary of the treasury under Presidents Thomas Jefferson and James Madison, declared his intention to establish \"in this immense and fast-growing city ... a system of rational and practical education fitting for all and graciously opened to all.\" Founded in 1831, New York University is now one of the largest private universities in the United States. Of the more than 3,000 colleges and universities in America, New York University is one of only 60 member institutions of the distinguished Association of American Universities.     From a student body of 158 during NYU's very first semester, enrollment has grown to more than 40,000 students...                      continued below                                        This content requires the Macromedia Flash Player. Get Flash Player                                                                                                                                                                                                                                                                                                                                                                            Startup Connection NYU fosters innovation and entrepreneurship across the University through a wide variety of offerings both inside and outside the classroom. Read More                                                                                                         Get Around New York        Where am I?                   New York is a big city and surprisingly small at the same time. It will take time to come out of the subway and know which direction you're facing.            Read more                                                                                                         Take a Bus        Options abound for mass transit in NYC.                   Going uptown, downtown, or across town, NYU transportation can get you where you need to go.            Read more                                                                                                         Mom and Dad Coming for a Visit?        Find a place for them to stay.                   Space is at a premium in NYC. Help your parents find a place to stay that isn't the futon in your studio.              Read more                                                                                                                                                        NYU 2031        Planning the Future of NYU                   Academics, global, NYU in NYC, and sustainability are the framework of the NYU 2031 plan to keep the University on course for its 200th anniversary.            Learn more                                                                                                         Fast Facts        Learn More About NYU                   When was the University founded? What's our favorite color? What if someone asks you to sing the Alma Mater with them? How many students actually go to NYU?            Brush up                                                                                              History Albert Gallatin established NYU “in this immense and fast-growing city.\" Read More                                                                                                    NYU Today        University News                   Awards, research news, publications, events, and information from our local experts can be found at the University's primary news source. Keep up-to-date on University news.            Read more                                                                                                         University        Policies &amp; Guidelines                   Intellectual property and ethical standards that guide our University and its enterprise.            Learn more                                                                                                                                                                               continued from above       ... attending 18 schools and colleges at five major centers in Manhattan and in sites in Africa, Asia, Europe, and South America. Today, students come from every state in the union and from 133 foreign countries. The faculty, which initially consisted of fourteen professors and lecturers (among them artist and inventor Samuel F. B. Morse), now totals over 3,100 full-time members whose research and teaching encompasses the humanities, the sciences, and the social sciences; the law; medicine; business; education; the fine arts, studio art, and the performing and cinematic arts; music; social work; public administration; the ancient world; and continuing and professional studies. With more than 2,500 courses offered, the University awards more than 25 different degrees. Although overall the University is large, the individuals schools and colleges are small- to moderate-sized units—each with its own traditions, programs, and faculty – and there are many communities to be found within the NYU community based on interests, activities, and shared experiences.     The center of NYU is its Washington Square campus in the heart of Greenwich Village. One of the city's most creative and energetic communities, the Village is a historic neighborhood that has attracted generations of writers, musicians, artists, and intellectuals. NYU, in keeping with its founder’s vision, is “in and of the city”: the University – which has no walls and no gates – is deeply intertwined with New York City, drawing inspiration from its vitality.     In addition to its Manhattan locations, the University is also located in Brooklyn with the second oldest school of engineering and technology in the country, and has research facilities, notably the Nelson Institute of Environmental Medicine, in Sterling Forest, near Tuxedo, New York.     And NYU has established itself as the first global network university, with a comprehensive liberal arts campus in Abu Dhabi – the first to be operated abroad by a major U.S. research university – and other sites for study and research in Accra, Ghana; Berlin, Germany; Buenos Aires, Argentina; Florence, Italy; London, England; Madrid, Spain; Paris, France; Prague, the Czech Republic; Shanghai, China; and Tel Aviv, Israel, among other locations.        NYU Mission Statement   Great cities are engines of creativity, and New York University takes its name and spirit from one of the busiest, most diverse and dynamic cities of all. The University lives within New York and other great cities, from Abu Dhabi to Shanghai, Paris to Prague, Sydney to Buenos Aires—all magnets for talented, ambitious people.   Thriving beyond borders and across academic disciplines, NYU has emerged as one of the most networked and extensive worldwide platform for learning, teaching, researching, building knowledge, and inventing new ways to meet humanity’s challenges. Its students, faculty and alumni feed off the stimulating power of swirling intellectual and cultural experiences by mastering academic disciplines, expressing themselves in the arts, and excelling in demanding professions.   New York University’s mission is to be a top quality international center of scholarship, teaching and research. This involves retaining and attracting outstanding faculty who are leaders in their fields, encouraging them to create programs that draw outstanding students, and providing an intellectually rich environment. NYU seeks to take academic and cultural advantage of its location and to embrace diversity among faculty, staff and students to ensure a wide range of perspectives, including international perspectives, in the educational experience.                                          Message From the President Under President Sexton's administration, the University has moved forward from being an institution that is \"in and of the city,\" to being one that is in and of the world. Read More                             Indices        of Interest »          A Fact Sheet of NYU Data Over Time                          Are you interested in working at NYU?        Apply for Jobs at NYU      Application Instructions      Frequently Asked Questions      Affirmative Action Recruiting       Are you currently employed at NYU?        New Employees      Faculty      Employees      Employment Policies                           University News                   Center for Ballet and the Arts Announces New Fellowship for Women Choreographers   Tuesday, April 28, 2015          Small High School Reform Boosts Districtwide Outcomes   Tuesday, April 28, 2015          Sherrilyn Ifill, NAACP Legal Defense Fund Leader and NYU Law Alum, to Speak at NYU’s Commencement   Tuesday, April 28, 2015          ITP Spring Show, May 19-20   Monday, April 27, 2015          Steinhardt to Host an Evening with Julia Wolf   Friday, April 24, 2015          Intimate Collaborations: Kandinsky &amp; Münter, Arp &amp; Taeuber– Apr. 24 @ 7 p.m.   Friday, April 24, 2015          “The Vietnam War Then and Now”—April 29-May 1 Conference, NYU’s DC Academic Center   Thursday, April 23, 2015          Infants, Bicycles, and Lobsters: Conference Highlights Undergraduate Research—April 24   Wednesday, April 22, 2015          Tisch Filmmakers Awarded over $200,000 in Grants and Prizes   Wednesday, April 22, 2015          Conference Focuses on Equity in School Discipline Practices – May 22   Wednesday, April 22, 2015          AAAS Elects Seven NYU Faculty as 2015 Fellows   Wednesday, April 22, 2015          Thomas Sugrue Named Inaugural Carnegie Fellow   Wednesday, April 22, 2015              More News                                                                 NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "The Rise of Managed Care in the United States: Lessons for French Health Policy         The Rise of Managed Care in the United States: Lessons for French Health Policy   Victor G. Rodwin 1   Published with Permission from: Health Policy Reform, National Schemes and Globalization . Ed. C. Altenstetter and J. Bjrkman. London: Macmillan; New York: St. Martin's Press, l997.     Managed care is not merely a set of fashionable administrative technologies for controlling the use of  medical care and the growth of health care costs; it has become the name for  a transformation in the way health care is financed and organized in the  United States. The common characteristic of managed care organizations (MCOs)  is the increasing integration of insurer and provider roles, which has  reinforced vertical integration in the health sector. Indeed, the shift from  a traditional framework of solo physician practices and independent community  hospitals to integrated systems that provide a full range of services financed  by capitation payments and relying on state-of-the-art medical and management  information systems is a distinguishing feature of the American health care  system today.      The French national health  insurance (NHI) system stands out in stark contrast to this evolution of the  American health care system. More than most European as well as other OECD  nations, France remains a model of 'unmanaged,' solo-based, fee-for-service  private practice, altogether separate from a mix of public and private  hospitals among which the patient is free to navigate while remaining  eligible for reimbursement under NHI (Rodwin, 1981; Rodwin and Sandier,  1993). The question is whether France can escape the kinds of changes  sweeping the health care system in the United States? Critics of managed  care would argue that French NHI is a superior form of health care  organization for controlling costs and for achieving equitable access to  good quality care. But the development of new strategies and tools for  managing health care systems - MCOs - may be the only affordable way to  deliver appropriate health care services in the twenty-first century.  This chapter reviews the quiet revolution of managed care in the United  States, highlights some of controversies it provokes, and discusses lessons  for French health policy.    THE QUIET REVOLUTION OF MANAGED CARE IN THE UNITED STATES    While President Clinton's campaign for universal health care insurance coverage made many headlines,  it failed to be enacted. Yet there is another, quieter aspect of health care  reform that is transforming the institutional landscape in the private  sector: the rise of managed care (Iglehart, 1992, 1994a, 1994b). Over the  past decade, large employers have demanded that insures provide not merely  indemnity coverage but also a range of benefits within clearly defined  budget constraints. To satisfy these demands, private insurers have developed  a range of interventionist strategies and tools such as selective contracting  with networks of providers (PPOs or IPAs); utilization review - for example,  prior authorization of non-emergent hospital admissions and aggressive review  of lengths of hospital stay; pharmaceutical benefits management (PBM);  introduction of practice guidelines and physician profiling; and outright  acquisition or formation of health maintenance organizations (HMOs) and  point-of-service plans (POS). POS plans have the special attraction of  giving their beneficiaries a choice between using health services within an  established network with very low or no copayments, or paying significant  copayments and then receiving indemnity reimbursement for out-of-network use.  Like HMOs, most POS plan networks rely on primary care doctors to serve as  gatekeepers or coordinators.      Beyond the market for  private employer-based insurance, the Omnibus Budget Reconciliation Act  (OBRA) has since 1981 encouraged states to initiate a variety of reforms  for Medicaid through the budget-waiver application process. Among the  fastest growing Medicaid reform initiatives, primary care case management  (PCCM) is an example of a managed care strategy that offers beneficiaries  access to a primary care provider who either provides services directly or  authorizes referral to specialty services. Over ten per cent of Medicaid  beneficiaries were enrolled in such programs in 1992 (Hurley and Freund,  1993), nearly 25 per cent in 1995, and the number of new entrants continues  to soar (PROPAC, 1995a:16). While managed care for the Medicare population  still represents less than ten per cent of the market (PROPAC, 1995b:70),  the key congressional commissions charged with reporting to Congress on  Medicare have tracked developments in the evolution of the health sector  and recognize the importance of adapting the Medicare Program to changes in  the organization of medical care (PROPAC, 1995a, 1995b; PPRC, 1995). For  example, the Physician Payment Review Commission (PPRC) notes that, given the  growth of managed care for the privately insured population, it will be  necessary to explore how Medicare beneficiaries cane be assured access to  physician networks working for MCOs. Since equity of access to medical care  is an essential goal of Medicare, PPRC is concerned that the Medicare  population not be excluded from a growing component of the health sector  (PPRC, 1995).       The term 'managed care'  has been used to cover a myriad of alternative strategies and tools used by  employers, insurers and medical groups to contain costs, improve performance  and increase coordination of services for enrolled subscribers of a broad  ranged of health care plans. There are already so many taxonomies of MCOs -  each reflecting different judgments about which characteristics matter most -  that it would be presumptuous to expect evaluation studies to result in useful  inferences about managed care in general (Hornbrook and Goodman, 1991;  Weiner and de Lissovoy, 1993; Welch et al ., 1990). That is why Miller and  Luft (1994a), in the best comprehensive review to date of research findings  on the performance of managed care plans, proceed with due caution. Miller  and Luft (1994b:1512) note that 'compared with indemnity plans, those  managed care plans most resembling HMOs had lower hospital admission rates,  shorter lengths of hospital stay, the same nor more physician visits per  enrolee, less use of expensive procedures and tests, greater use of  preventive services, mixed results on outcomes, and somewhat lower enrolee  satisfaction with services but higher satisfaction with costs.' They  emphasize that the problems of unmeasured selection bias as well as diverse  and rapidly changing health plans make it difficult to reach well-founded  generalizations about managed care. This is unfortunate in trying to  differentiate the impact of diverse managed care plans on various dimensions  of performance. It is less important for understanding how managed care is  reforming the health care sector. What matters, in this regard, are  indicators of health sector transformation and familiarity with some central  ideas behind managed care.      It is presumptuous to answer this question dispassionately. it provokes a  host of value judgments and ideological predispositions about the  proper role of the State in the social organization of medical care  (6). For this reason, in the present essay I proceed rather indirectly  so as to enable the reader to arrive at an independent judgment. I begin  by sketching the broad features of the French health care system and  highlighting its virtues. Then I attempt to fill in this image by  reviewing the evolution of French health policy. Finally, I analyse the  problem of rising health care costs and discuss some unresolved issues  of regulatory policy and management based on my experience in working  with (he Director of the principal NHI Fund.    Indicators of Health Sector Transformation    The most striking indicators of transformation in the health sector highlight three trends: the massive  shift in the delivery of health services from hospitals to the community;  the increasing consolidation - both horizontal and vertical - of health care  providers and payers; and the rise of managed care. Evidence indicates that  hospitals are losing their place at the apex of the health care system. Over  the decade 1983-1993, the number of beds in community hospitals declined by  ten per cent (AHA, 1994a). Between 1980 and 1993, 949 hospitals  closed. 2 The number of community hospitals declined by 6.1 per  cent; in rural areas by 20 per cent. 3 During the same period,  hospital admissions declined by 14 per cent and the total number of  hospital-bed days declined by 19 per cent (PROPAC, 1994: 20). Although the  number of surgical operations per person continues to increase and new  technologies continue to diffuse from university medical centers to community  hospitals, the per cent of surgical procedures performed on an inpatient  basis within all hospitals declined from 83.7 to 46.2 between 1980 and  1992 (PROPAC, 1994: 15, 20).      The counterpoint to the  decline of inpatient bed capacity is the growth of outpatient health services.  The per cent of hospital surgical procedures performed on an outpatient  basis increased from 16.3 to 53.8 (PROPAC, 1994: 20); and this is an  underestimate for it excludes surgery performed outside of hospitals in  ambulatory surgical facilities. If one includes such surgery in the  equation, then outpatient surgery accounts for approximately 70 per cent of  total surgical procedures (Shortell et al ., 1995). Outpatient visits to  hospitals have soared over the past decade but estimates indicate that  98 per cent of medical encounters occur in nonhospital  settings. 4 During the same period, home care visits for  Medicare enrolees grew from 26 to 88 per 1000 enrollees between 1980 and  1994 (PROPAC, 1995a: 21).      The increasing consolidation  of hospitals has turned the independent community hospital into an  organizational dinosaur. In 1980, 72 per cent of hospitals were  free-standing, independent institutions. In 1992, 43 per cent of all  hospitals were horizontally integrated as part of multihospital systems;  since then, the share has exceeded one-half. 5 Most of the  remaining independent hospitals have joined one form of alliance or  another. For example, between 1985 and 1992, the share of hospitals  having established contracts with HMOs or PPOs increased from 37 to  62 per cent. 6 The largest horizontally integrated hospital  system, Columbia/HCA, manages 311 hospitals - one-half of the beds in the  investor-owned sector (Eckholm, 1994).      Consolidation extends to  the physician community as well, with the doctor in solo private practice  becoming a kind of anachronism - charming, like abandoned villages of the  middle ages, but no longer critical either to the technical capabilities  of medicine or to the broader health care economy. As recently as 1987,  over half of all physicians were self-employed in solo or two-physician  practice; by 1993, this figure had dropped to 37 per cent. 7  The remaining physicians are split roughly between two practice settings:  group practice or other patient care such as hospital-based  settings. 8 But even among the 37 per cent in solo practice, many  are affiliated with PPOs and IPAs. Even without formal affiliations, an  increasing number of doctors are linked to indemnity insurers and Medicare  by electronic communication systems. In 1998 the Medicare Transaction  System will require all physicians to file Medicare claims electronically  and accept electronic funds transfer payments (Borzo, 1995). Roughly 11 per  cent of physicians work in multi-speciality groups. 9 Roughly nine  per cent have contracts with management services organizations (MSOs) that  provide them with a variety of administrative support services such as  billing, group purchasing and other aspects of office  administration. 10 Other solo practices and groups will  increasingly be acquired by such enterprises as Mullikin Medical  Enterprises, owned by 200 California physicians, or directly by hospitals  and health insurance plans.      Beyond such signs of  consolidation, the most significant indicator of health sector  transformation has been the growth of organized delivery systems through  contractual relationships or direct vertical integration  (Shortell et al ., 1994). 11 Such systems - MCOs - have  been largely promoted by the health insurance but also by providers  themselves in the form of integrated delivery systems (IDSs), physician  hospital organizations (PHOs), and a whole set of new organizations that  seek to improve coordination among networks of physicians, hospitals and  other purveyors of health care services. In a recent survey of 1200  hopitals by Deloitte and Touche, 71 per cent said they were joining an  integrated system that included other hospitals, outpatient units or  physician group practices (Freudenheim, 1994). The more vertically  integrated systems - largely HMOs of which 69 per cent are now for  profit - are themselves undergoing industry consolidation as mergers and  acquisitions are rapidly turning the industry into an oligopoly in which  the ten largest HMOs enrol roughly 60 per cent of the population in HMOs. 12      In 1994, 17 per cent of  Americans were enroled in HMOs, and the rate of growth of enrolments  since 1993 was 10 per cent (Hammer and Schwartz, 1994). As a proportion of  privately insured employees in firms with over 200 employees, the 17 per  cent figure increases to 25; and if the definition of managed care is  enlarged to include PPOs and POS plans, another 25 and 15 per cent,  respectively, of this population may be classified as under managed  care (KMPG, 1994). Thus, without even including 'managed indemnity plans,'  65 per cent of insured employees in large firms were already enroled in  managed care in 1994. As for physician participation in managed care plans,  75 per cent have contracts with an IPA, PPO or HMO. This figure ranges, by  specialty, from 50 per cent for psychiatry to 80 per cent and above for  obstetrics-gynecology, internal medicine, pediatrics and radiology (Emmons  and Simon, 1993).    Ideas Behind Managed Care    Beyond the quest to evaluate the impact of the latest MCOs on various indicators of access,  cost, quality, performance and outcome, what is often overlooked are the  intellectual foundations of managed care. Ideas - even metaphors - matter  in framing the debate on health care reform (Annas, 1995). The language of  managed care is strangely reminiscent of the health planning literature of  the 1960s and l970s (Rodwin, 1984). Health planners then advocated  population-based analysis and focused on issues of access as well as need;  the new managers of MCOs emphasize variations in medical practice and  appropriateness of care. Health planners sought to rationalize the health  system by eliminating duplication of facilities and capital expenditures  and introducing accountability through consumer representation (Marmor and  Morone, l981). The new managers of MCOs seek economies of scale in the  provision of expensive high-tech services through selective contracting and  organizational accountability through the design of new information systems  and mechanisms for total quality management.      When the trend towards  managed care is evaluated in historical perspective, four ideas are likely  to be remembered. First, the empirical studies of Wennberg and Gittelsohn  (1973, 1982) on small-area variations in medical practice drew attention to  the considerable uncertainty surrounding the efficacy of much standard  medical practice. Also, these studies revealed the importance of supply-side  organization, including specialty distribution, in determining the use of  medical care. Among the most important effects of this work is the  attention now given to outcomes research and its dissemination as well as to  the preferences of patients in medical decision-making.      Second, studies of the  RAND Corporation on the appropriateness of various medical procedures  provided methods for evaluating variations in medical practice and  assessing the quality of medical care. 13 One significant  finding from this work is that differences in appropriateness do not  explain geographic variations for coronary angiography, carotid   endarterectomy and endoscopies (Chassin et al ., 1987). Most   important, however, at least for the new managed care professionals, is   the rationale provided by RAND researches for identifying and trying to   eliminate \"inappropriate\" medical procedures. 14       The third idea behind  managed care is the concept of economies of scale in the provision of  medical care, and their relation to indicators of quality This idea has  received renewed attention and provided an important rationale for  'disease management,' case management (particularly for the elderly and  chronically ill) and selective contracting with specialty institutions  delivering high-tech medical care. Studies in this area range widely by  topic. Some important examples related to heart surgery have established  that average costs as well as mortality decrease with higher volume  (Finkler, 1981; Luft et al ., 1979; Showstack et al ., 1987). Such studies  provide the foundation for 'medical value purchasing' (Couch, 1991).      Fourth, studies on the  applicability of total quality management (TQM) to health care organizations  has resulted in operational changes, not just in fashionable and lucrative  consulting assignments for MCOs. Whether these changes involve  're-engineering,' 'work redesign,' 'continuous quality improvement' or  'patient focused care,' the important idea is the contribution of  industrial engineering to health care organizations (Berwick, 1989; Merry,  1990; Lathrop, 1993). The relevant metaphor that permeates this literature  is the comparison of the health sector to an industry. This comparison was  made years ago by Dr Arnold Relman (1980) who was worried by the trend. But  the current literature on TQM suggests that much good may also come of it  (Laffel and Blumenthal, 1989).    CONTROVERSIES PROVOKED BY THE RISE OF MANAGED CARE    The rise of managed care, in the Unites States, has provoked much controversy and unresolved debate around at least three topics: the corporatization of medicine; physicians'  conflicts of interest and quality of care; and 'any-willing provider' laws.    The Corporatization of Medicine    The investor-owned sector is rapidly becoming dominant throughout the entire managed care  industry. Moreover, the growth in the size of MCOs, through horizontal and  vertical integration, has resulted in industry concentration resembling  oligopoly in both the investor-owned as well as the non-profit sector.  This means that competition is likely to occur less on price than on  quality, innovation, marketing and image, all of which are hard to assess.  As industry concentration increases, employers and consumers may well find  themselves at the mercy of organizations which are more accountable to their  stockholders than to the consumers they serve.      One example of this problem  is the case of the Xerox Corporation that has contracts with about 200 HMOs.  The manager of health care strategy and programs fears that the prices paid  in HMO acquisitions will lead stockholders to demand big returns on  investment, which will raise premium costs as the managed care industry  becomes less competitive (Anders and Winslow, 1995). The response to this  concern points to the formation of national employer purchasing coalitions  to buy managed health care benefits from national HMOs around the country.  Thus, more than 100 HMOs recently bid for the chance to offer standardized  health coverage to 240,000 employees of ten big companies (Freudenheim,  1995c).      Another controversy  related to corporatization concerns the growth of administrative costs  and profit. Between 1970-89 health care administrators increased almost  sixfold while the number of physicians only doubled. 15 An  industry report by the Sherlock Company indicates that the percentage of  premium revenue allocated to administrative costs and profit ranges from  16.5 to 27.1 per cent (Freudenheim 1995b). Cash compensation for chief  executives in the investor-owned HMO industry averaged $255,000 and some of  the cash compensation and stock options for the chiefs of highly profitable  HMOs ranged from $2.8 million to $15.5 million a year (Freudenheim, 1995a).  The extent to which health care revenues are actually shifting from clinicians  to managers is not clear, but there is no doubt that conflict rages between  the advocates of professionalism versus commercialism.      This conflict is not  just about money. It is also about control. Dr Arnold Relman, one of the  most respected defenders of professionalism, claims: 'There's never been a  time in the history of American medicine when the independence and autonomy  of medical practitioners was as uncertain as it is now. . . business men  and their agents will begin to exercise unprecedented control over the  allocation of medical resources' (Eckholm, 1994). Donald Light  (1994:1198) tells British readers that 'executives and investors (in managed care) set policies behind closed doors that affect the nature  and extent of services available to patients and their primary care doctors.  One might call this MBA-managed care rather than clinically managed care.'      Another view is that the  medical profession will reorganize itself in response to such assaults on  its professional dominance and clinical autonomy (Freidson, 1989). Higher  strata of physicians will set the standards and practice guidelines  while lower strata will deliver care on the front lines. Woolhandler and  Himmelstein (1994) quip: 'Why should doctors and nurses manage care; do  chefs run McDonalds?' One response is that resources are tightly  constrained and, in the long run, there is no alternative to health care  rationing (Schwartz and Mendelson, 1992). But, in the short-run, the  critical question is whether it is better to have physicians, policy  'wonks' or some combination of the two as medical directors to make key  management decisions about what is appropriate care (Welch, 1991).    Physicians' Conflicts of Interest and Quality of Care    The issue of physicians as medical directors highlights the controversy around physicians' conflicts of  interest and quality of care. Since managed care organizations have multiple  and conflicting goals - for example, reducing expenditures, increasing  efficiency, eliminating inappropriate use, improving the quality of care  and patient satisfaction - important trade-offs must be made (Rodwin, 1995).  In their role as agent for their patients, physicians generally face at  least two kinds of conflicts of interest: those stemming from financial and  other personal interests and those stemming from divided loyalties (Rodwin,  1993).      Medical directors in  managed care organizations typically build consensus among doctors about  treatment protocols appropriate for an enroled population and assure them  that exceptions are made only with reasonable justification. They do not  normally act as agents on behalf of individual patients. But, if their  income depends on how well the organization is doing, they face financial  conflicts of interest stemming from divided loyalties between their  patient populations and their boards of directors or stockholders. In the  case of investor-owned corporations, these conflicts exacerbate the clash  between professionalism and commercialism. Depending on the method of  compensation, primary care physicians acting as gatekeepers in MCOs may  also face a variety of financial conflicts of interest. Even without  direct financial incentives, the ways in which MCOs structure the delivery  of health care, control resources available to physicians, and implement  practice guidelines may place doctors in the uncomfortable position of  informing their patients about medical options excluded by the health  plan at the cost of jeopardizing loyalty to their organization.      These problems, of course,  are not unique to managed care organizations. They affect doctors practicing  fee-for-service medicine on patients covered by indemnity insurance and  they are present in national health service systems. What has changed with  the rise of managed care is that financial as well as organizational  incentives now favor underprovision rather than overprovision of services.  This shift can threaten the doctor-patient relationship (Emanuel and Dubler,  1995) and it can affect the quality of care, or at least perceptions of the  quality of care. There is already a backlash against 'supermarket' medicine  and 24-hour hospital stays for normal deliveries (Chernaik, 1994;  Nordheimer, 1995). Arguments are now made that the primary care gatekeeper  is essential in protecting patients from 'overtreatment' and in coordinating  complex medical servies (Franks et al , 1992). Also, 'report cards' on MCOs  are increasingly in vogue to assist employers and consumers in evaluating  quality (NCQA, 1993).      The American Medical  Association (AMA, 1990, 1995) considers these problems sufficiently serious  to warrant special reports on financial incentives to limit care as well as  on ethical issues in managed care. Since these reports will surely not make  the problems go away, there is likely to be a movement to assure consumer  protection in MCOs and to seek legal remedies and public policy responses.    'Any Willing Provider' Laws    The controversies around corporatization and physicians' conflicts of interest and quality  of care are unlikely to threaten the rise of managed care. Quite the  contrary, they are likely to stimulate industry improvements and public  policy responses that protect consumers and regulate MCOs. In contrast,  the controversy provoked by 'any willing provider' laws could stunt the  growth of MCOs or, at the very least, change the conditions under which  they now proliferate.      'Any willing provider'  laws represent a backlash by providers and consumers who miss the 'good old  days' when payers stayed out of the management of health care and restricted  their actions to timely reimbursement functions. Since providers now worry  about being excluded from MCOs and consumers fear that their freedom to  choose could be restricted or subject to financial penalties, there is a  movement among the US states to pass legislation that would require MCOs  to contract with 'any willing provider' who accepts the terms of the  organization (PPRC, l995:Appendix D).Variations of this legislation  emphasize due process laws to preclude MCOs from excluding or 'de-selecting'  providers without explicit criteria or proper grievance procedures.  Some variations emphasize 'essential community provider' laws to assure  that providers serving the most vulnerable populations are not excluded.  Other variations emphasize 'freedom of choice' laws which would allow  enrolled consumers to leave their network and receive reimbursement for  these services if the provider agrees to accept it.      At the federal level,  the AMA has proposed a Patient Protection Act which calls for federal  standards to certify MCOs. MCOs would be required to disclose the criteria  they use to select and exclude physicians from their networks while  physicians would have the right to appeal their exclusion. Iglehart  (l994a) notes that this proposal 'was largely engineered by state medical  societies seeking relief for beleaguered fee-for-service physicians.'  Much like the state-level legislative activity, this federal initiative  represents a strong force in favor of what Weller (1984) and Enthoven  (1993) refer to as 'guild free choicer The growth of MCOs has created a  constituency that emphasizes choice of MCO rather than choice of doctor and  that is one of the most important controversies provoked by the rise of  managed care.    LESSONS FOR FRENCH HEALTH POLICY    France has prided itself as a leading international center for  the conception and circulation of new ideas. In the field of health policy,  however - at least since the mid-1970s - most new ideas have come from abroad  (Kimberly and de Pouvourville, 1993). Although they have circulated  widely in policy circles, they have rarely reached the top of the  health policy agenda (Hurst, 1992). In France, government commissions  and national task forces have never devised the kinds of comprehensive  proposals for health care reform advanced in Canada, Great Britain, the  Netherlands or even the United States. With the possible exception of  establishing social security and NHI in 1945 and reforming public  hospitals in 1958 under President Dc Gaulle during the first year of the  Fifth Republic, health policy has advanced laboriously in small increments.      The reasons for  resistance to comprehensive reform of the health sector in France may  reflect the fragmented nature of French medical trade unions, the curious  weakness in this sector of an otherwise strong central state, or simply that  French NHI is rather well designed (Rodwin, 1992). Such considerations,  however, exceed the scope of this chapter. Only two questions guide the  following analysis: Is there, despite the system's strengths, a reasonable  case for health care reform in France in light of existing problems? And,  will the incremental steps taken during the past 15 years push French  policy-makers to explore models of managed care?    The Case for Health Care Reform    The French NHI system combines a public-private mix in the  provision of medical care with employer-based financing that covers  virtually the entire resident population. Patients have unrestricted  access to primary care doctors, specialists and hospitals. There are no  queues for tertiary hospital services, no 'patient dumping' arising from  financial barriers to care, and no public complaints about rationing  health care. Moreover, France spends only 9.1 per cent of its gross  domestic product (GDP) on health care compared to almost 14 per cent in  the United States, and health indicators such as life expectancy at  birth and infant mortality place France well ahead of the United States  (Rodwin and Sandier, 1993). The French health care system is at the  unrestricted, 'guild free choice' end of the managed care continuum.  From the points of view of achieving universal coverage and cost  control, allowing unlimited choice of doctors by patients, and  preserving clinical autonomy and fee-for-service payment as well as a  public-private mix in the provision of health services, French NHI is  a model to cherish. So, why should French policy-makers pursue health  care reforms, let alone seek lessons from American experience?      When health  policy-makers in the United States learn about the French health system,  they are generally struck by a model of macro-management: price controls  such as a national fee schedule for physician reimbursement; global  budgets for hospital operating expenditures; capital controls on new  medical technologies and health care manpower, including specialty  distribution; and, most recently, expenditure targets for various  categories of health expenditure. They are also impressed by the  fact that France has the largest commercial hospital sector in Europe as  well as balance-billing for so-called 'sector 2' physicians. Almost  one-third of French physicians have opted to join 'sector 2' which means  that they must pay higher health insurance premiums but, in return, can  charge their patients in excess of nationally negotiated fees as long as  they do so with 'tact and measure.'      When health policy-makers  in France learn about the American health system, they are impressed by the  practice of micro-management. Once they recover from the shock of noting  that over 15 per cent of Americans have no health insurance, French policy  analysts are intrigued by American administrative technologies: measures of  hospital case mix, such as diagnosis-related groups (DRGs); valuations of  physician procedures, such as the resource-based relative value scale  (RBRVS) for physician reimbursement under medicare; management information  systems for hospitals and other health care organizations; an enormous  amount of health services research; and innovative forms of medical care  organization, such as multispecialty group practices and the full gamut  of MCOs.      Despite the notable  attributes of the French health system when viewed from the outside,  its policy-makers and analysts within are well aware of serious flaws.  Over the past decade, a profusion of government commissions and national  task force reports has recognized a range of fundamental problems with  the French NHI system.    Five Problems    To begin with, there is a problem of equity that stems from the  introduction of balance-billing ('sector 2') in 1979, the increase in  copayments (le plan Seguin) in 1986, and the prevailing but erroneous  policy assumption that medical practice is largely homogeneous. Lachaud and  Rochaix (1993) have shown copayments to be a highly regressive form of  health care financing in France. Although 80 per cent of the population  have complementary insurance policies to cover these expenses, the 20 per  cent who do not benefit from this coverage are the lower income groups who  probably need it most (Bocognano et al ., 1992). The inequities created by  the system of copayments and balance-billing are exacerbated in still other  ways. This is documented by studies on practice variations in France as well  as by studies of regional inequalities in per capita health expenditure and  in differential life expectancy (De Kervasdou&eacute; and Polton, 1989; Rodwin et  al ., 1992). Although these findings are not new, their clarity lead one  to re-examine a myth upon which French NHI was originally established: that  universal coverage would result in equity of access to health care.      Second, the French NHI  system is suffering a crisis of legitimacy which erupted due to the  decline of trade union membership and the ambiguity of decision-making  authority between the NHI funds, the state, and health care providers  (L&eacute;pinay, 1991). The decline of trade union membership has resulted  in a situation where the Board of Directors of the principal National Fund  for Salaried Workers (CNAMTS) 16 is composed of trade union  representatives - dominated by Force Ouvrire (FO) 17 - who  represent less than 10 per cent of French employees. The business  community also represented on the Board, has traditionally played a rather  passive role (Silow-Carroll and Meyer, 1995). Despite periodic complaints  by French employers that payroll taxes are too high and that NHI  expenditures not strictly related to the workplace should be covered by the  French state, power has been shared between the President of the Board, who  represents FO, and the Director of the CNAMTS, who is appointed by the  government. While the NHI Funds are claiming the right to intervene more  aggressively in the management of the services they finance, the French  state is unlikely to relinquish its powers. A report of the National  Planning Commission (Soubie et al ., 1993) suggested that the state   finance the health system through general revenue funds ( fiscalisation )   and increase its control and accountability for how health services are   delivered. Such a reform, however, is unlikely due to the delicate balance   of power between the NHI Funds, the state and health care providers.       The NHI Funds - the  CNAMTS as well as the Funds for agricultural workers (MSA) 18  and for the self-employed (CANAM) 19 - finance roughly 75 per  cent of all health expenditures but, for two reasons, they have neither  the authority nor the financial incentive to manage their funds  judiciously. First, they are closely supervised by the state in their  negotiations with representatives of the health professions and private  hospitals and are obligated to fund global budgets, set by the Ministry  of Health, for public hospitals. Second, they are not really held  accountable for balancing their funds because they have no say in setting  the payroll tax and because the state is responsible for annual deficits.  In France, the Ministry of Health wields extensive control over all public  hospitals and strong regulatory authority over the whole health care system.  However, it pays a minute fraction (only 1.5 per cent) of all health  expenditures. Furthermore, Parliament has no official responsibility for  how funds, raised through payroll taxes, are allocated. Finally, French  physicians are deeply divided among competing trade-unions. Sanctioned by  the state to represent the medical profession in national negotiations,  they actually represent less than 20 per cent of all practicing doctors.  As clinicians, physicians dispense services and maintain enormous authority;  they tolerate no intrusion into their medical practice and bear almost no  responsibility for the resources expended by their clinical decisions. The  problem of creating some Cartesian order and accountability out of a NHI  system characterized by institutional complexity political sensitivity and  a crisis of legitimacy has eluded French policy-makers for more than thirty  years (Rodwin, 1982).      The third, perhaps  foremost, problem of French NHI is that the state has failed to contain  both the level of health care expenditures as a per cent of GDP and the  growth of real expenditure increases. France is the highest health care  spender in Europe and among OECD countries comes third after the United  States and Canada. 20 In 1979, per diem rates and estimated  days of hospital use were regulated in all public hospitals (two-thirds  of all beds). In 1984, global budgets were imposed but this policy has not  overcome lax enforcement and shifts in resource allocation to private  hospitals and ambulatory care. 21 In December 1990, Health Minister  Durieux initiated important negotiations, known as la politique contractuelle,  with the health professions. He began moving French NHI from an open-ended  system (in terms of volume) with stringent price controls to a system with  explicitly agreed targets for specific categories of health expenditure -  laboratory tests, private-duty nursing, private cliniques, pharmaceuticals  and physicians (Rochaix, 1992).      Fourth, the state's  financially driven, 'accounting-style,' budgetary regulation of public  hospitals as well as of ambulatory care perpetuates a veil of opacity over  what health care services are being provided. This results in a failure to  exercise managerial control (micro-management) over the allocation of health  care resources. Although US-devised diagnosis-related group (DRGs) measures  were adapted for France in 1983, most public hospitals still cannot produce  a measure of inpatient case mix and this indicator still has no role in the  determination of hospital budgets. Likewise, for ambulatory care, the NHI  funds have no patient encounter information. There is no coding system for  diagnostic categories and all procedure codes are still aggregated by  so-called 'key' letters.      Although the rationale  for such anachronistic practices is to preserve patient anonymity the  consequence is that NHI funds have only rudimentary information on how  their money is spent. Based on surveys by French medical controllers from  CNAMTS, there is mounting evidence of waste and inappropriate medical care  utilization. Upon retiring, the national medical director of CNAMTS issued a  report (B&eacute;raud 1992k), largely inspired by the ideas of Wennberg and  Gittelsohn (1973, 1982) and researchers from the RAND Corporation, in which he  noted that French physicians perform too many appendectomies and  cholecystectomies, and prescribe too many useless drugs and laboratory tests.  Moreover, Dr B&eacute;raud accused French physicians of engaging in delinquent  billing practices.      The fifth problem  concerns the darker side of laissez-faire, the anarchic character of the  French health system which leads to difficulties of service coordination  and quality assurance (De Kervasdou&eacute; 1993). This problem, all the  more evident for the elderly and chronically ill, was systematically  addressed in a 1981 national task force on health care organization  (Gallois and Taib, 1981), which analyzed proposals to create networks of  coordinated care or French-style HMOs (Launois et al ., 1985; Launois and  Giraud, 1985). The problem resurfaced again in a White Paper commissioned  by former Prime Minister Balladur, which notes the absence of appropriate  information for strengthening public health services, evaluating the  quality and outcomes of medical care and coordinating the multiple actors  involved in the health care sector more effectively (Soubie et al .,  1994).    The Emergence of Managed Care, French-Style    There is no silver bullet to solve the five problems identified  above. Some are distinctly French (the crisis of legitimacy and the  extreme opacity of the health system); others (inequities, rising costs,  poor coordination) are pervasive in all OECD health systems. Like  Enthoven's (1990) view of what Europeans can learn from the United  States - 'glasnost' and 'perestroika' - French policy analysts have been  interested in both as reflected in the rise of managed care in the United  States. Glasnost points to the importance of improving management  information on costs, inputs, outputs, outcomes and evaluating the costs and  benefits of medical care. Perestroika points to the importance of  restructuring decision-making processes for the health sector and improving  coordination between primary health care and more specialized hospital  services, between medical and social services and between public health  programs and medical care.      One striking contrast  between the health systems in the United States and France is the  difference in the number of employees, hence expenditures, devoted to  administrative matters. In the United States, the strongest critics of  administrative excess estimate that 20 per cent of total health expenditures  are 'wasted' on administration (Himmelstein and Woolhandler, 1987). In  France, the health system is considered to be  'under-administered.' 22 'Although large numbers of  administrative personnel in the United States are due to the eligibility  and reimbursement requirements of multiple payers, to matters of risk  management arising from malpractice claims, and to quality assurance  mechanisms required by multiple and overlapping review agencies, a certain  share can also be attributed to management and medical information  required by MCOs. 23 In this respect, France can learn  something from the United States.      In 1992 a new principle -  'medical utility' - was introduced in the national agreements on fees and  expenditure targets negotiated between the state, the NHI Funds and  representatives of the medical profession. Henceforth, with regard to  specific conditions, the NHI funds will reimburse only those procedures that  conform to national medical guidelines (RMOs). 24 If physicians  fail to follow the guidelines, they will face financial penalties. This  accord was considered so important that a law was passed in January 1993  that gave it unprecedented statutory authority. Moreover, the accord calls  for the development of necessary tools to assure its implementation: a  uniform system for coding all medical procedures and diagnoses. The new  accord - what the French call a 'convention' - represents a decisive shift  in health policy away from the crude, financially driven, budgetary  regulation toward what has come to be. called la r&eacute;gulation  m&eacute;dicalis&eacute;e which is, in effect, French-style managed care  (Rodwin et al ., 1992). Of course, neither national agreements nor laws  are sufficient to effect institutional and behavioral change. Only a  fraction of medical practice can be formulated in the language of  national guidelines which, to date, number less than a hundred. Also,  although a ministerial decree has called for the elaboration of a system  for coding all medical procedures, it is not yet operational in France.  What is more, there is not yet a decree that requires a coding system for  diagnoses.      In 1994, physician  expenditures in France increased by only 1.9 per cent in comparison to  6 per cent the year before. Those who brokered the 1992 national  agreements attribute this change to the combination of national medical  guidelines and expenditure targets but, of course, it may be no more than  a short-run response to the sentinel effect. But in either case, it is  significant that the NHI Funds and the state are increasingly intervening  not merely over the price of medical services but also on their volume,  and not merely on financial criteria but, for the first time, on the basis of medical criteria as well. Under President and Prime Minister Jupp&eacute;, the announced plan is to lower the pressure on doctors and begin examining the performance of public hospitals more closely.    CONCLUDING OBSERVATIONS    Given the rapid diffusion of administrative technologies, it is hard  to believe that French NHI can resist the lure of new medical and management  information systems. In this sense, French policy makers and NHI executives could learnm much about glasnost in the United States by studying the use of these systems in well-run MCOs. A more difficult question is whether the adoption of such technologies will result in 'perestroika' or changes of organizational form? For example, if the collection of medical and administrative information yields information on low cost and high quality physicians in France, will the American experience of relying on gatekeepers in certain HMOs or of contracting selectively with PPOs, IPAs, or individual physicians in private practice, provide lessons for French health  policy? The President of CNAMTS has been trying to negotiate the creation of a PPO -  a national 'optional sector' for French physicians - which would allow them to  receive higher reimbursement rates in return for pursuing more cost-effective  medicine. The national trade-union for general practitioners has proposed upgrading the rolse of GPs by implementing reimbursement incentives that encourage patients to sign up with GPs who would serve as gatekeepers to the specialists. Both proposals represent forms of perestroika, and both make the controversies provoked by the rise of  managed care in the United States pale by comparison.      For the time being, French-style managed care is no more than the intended application of new administrative technologies  to a conventionally organized health care system under NHI. As in the United States, the role of hospitals is changing and ambulatory care is growing, albeit not nearly as fast. Also many for-profit cliniques have merged or joined larger chains, but, again, on a smaller scale than in the United States and  without vertical integration to other health sector providers. For better and for worse, the rise of managed care in the United States is likely to be a source of useful lessons for French health care policy. Whether MCOs will ever take root, however, even after they are adapted to French soil, is far from certain.    Notes   1. The author thanks Tony Kovener for his rapid and incisive reactions to an earlier draft of this chapter.   2. Cited by Shortell, Gillies and Devers (1995), this figure is from AHA (1994b).   3. The time period for these figures is 1980-1992 (PROPAC 1994:17).   4. Cited by Shortell, Gillies, and Devers (1995), these data are from Coddington, Moore and Fischer (1994).   5. Cited by PROPAC (1994:21), these data are from the AHA.   6. Cited by PROPAC (1994:22), these data are from the AHA Annual Survey of Hospitals .   7. Cited by PPRC (1995:243), these data are from AMA (1993a).   8. Cited in PPRC (1995:246), these data are from AMA (1993b).   9. Ibid.   10. Ibid.   11. In creating organized delivery systems, hospitals must decide whether to contract out or integrate vertically. For an economic analysis of this issue in terms of transaction cost theory, see Robinson (1994).   12. This figure is calculated from data on the ten largest HMOs and updated by United Health Care's recent acquisition of Metrahealth for which PPO and POS plans are included (Anders and Winslow, 1995; Quint, 1995).   13. This approach has resulted in a large body of work including Brook and Lohr (1985) and Kosecoff and Chassin (1987).   14. Blustein and Marmor (1992) provide an excellent critique of this approach.   15. Cited by Himmelstein and Woolhandler (1992:63), these data are from the   Statistical Abstract of the US and the National Center for Health Statistics. For more data on administrative waste in American health care, see ibid.:80-101.   16. Caisse Nationale d'Assurance Maladie des Travailleurs Salari&eacute;s.   17. 'Working Force' is the largest public sector and health sector trade union in France.   18. Mutualit&eacute; Sociale Agricole, National Health Insurance Fund for Farmers and  Agricultural Workers.   19. Caisse Autonome Nationale d'Assurance Maladie, the National Autonomous Health  Insurance Fund.   20. A good indicator of a country's ability to contain health care costs is the  elasticity of real per capita health expenditure (health-price-deflated per capita health spending relative to deflator-adjusted per capita GDP). Among OECD countries for the period 1975-1987, the value of this elasticity coefficient is the highest in France at 3.1 compared to 1.1 in the US and 0.9 in Canada (Schieber and Poullier, 1990).   21. The Commission on Social Protection of the Tenth Plan (de Kervasdou&eacute;, 1989:ch.3) notes that the share of public hospitals, as a per cent of health care expenditures,  declined from 41.3 to 36.6 between 1980 and 1988. On the shift of resources from hospital to ambulatory care, see Pouvvourville (1988).   22. See Berthod (1987), a special issue of Revue d'Aministration Publique 43  (July-September 1987) entitled 'La Sant&eacute; Est-Elle Sous-Administr&eacute;e?' (Is  Health Under-Administered?).   23. For a comparison of administrative personnel in French and American hospitals, see Rodwin with Cohen et al . (1992).   24. R&eacute;ferences M&eacute;dicales Opposables."}]},
{"detail": [{"content": "Undergraduate Admissions                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Admissions   /   Undergraduate Admissions                 Sub Navigation                                 Learn at NYU                       Live at NYU                       Visit Us                       Financial Aid                       Apply                       Contact Us                                                                   Undergraduate Admissions                                                                                                                                                                                                  1        2        3        4      5                                                                NYU Facts                                               Admitted Students                                               Counselors                                               Visiting Students                                         FOLLOW US            Facebook       Youtube                          Check Out Our New Virtual Tour   Learn more about our New York campus in the heart of Manhattan's Greenwich Village and downtown Brooklyn's Tech Triangle with our new virtual tour video.   Take a virtual tour »   Visit Our New York Campus   The best way to experience NYU is to visit campus. NYU's New York campus is centered in two locations: the heart of New York City's famed Greenwich Village, and the School of Engineering in Downtown Brooklyn. Join us for an information session and campus tour to learn more about life at NYU.   Visit Us in New York City »                                     Request Info      Visit Us      Apply           Latest Blog Entries                                                        NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "About NYU                                                                                                   NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                         Sub Navigation                                 Leadership & University Administration                       University Initiatives                       News, Publications, and Facts                       Working at NYU                       Visitor Information                       Policies and Guidelines                       Giving to NYU                                                                                           More than 175 years ago, Albert Gallatin, the distinguished statesman who served as secretary of the treasury under Presidents Thomas Jefferson and James Madison, declared his intention to establish \"in this immense and fast-growing city ... a system of rational and practical education fitting for all and graciously opened to all.\" Founded in 1831, New York University is now one of the largest private universities in the United States. Of the more than 3,000 colleges and universities in America, New York University is one of only 60 member institutions of the distinguished Association of American Universities.     From a student body of 158 during NYU's very first semester, enrollment has grown to more than 40,000 students...                      continued below                                        This content requires the Macromedia Flash Player. Get Flash Player                                                                                                                                                                                                                                                                                                                                                                            Startup Connection NYU fosters innovation and entrepreneurship across the University through a wide variety of offerings both inside and outside the classroom. Read More                                                                                                         Get Around New York        Where am I?                   New York is a big city and surprisingly small at the same time. It will take time to come out of the subway and know which direction you're facing.            Read more                                                                                                         Take a Bus        Options abound for mass transit in NYC.                   Going uptown, downtown, or across town, NYU transportation can get you where you need to go.            Read more                                                                                                         Mom and Dad Coming for a Visit?        Find a place for them to stay.                   Space is at a premium in NYC. Help your parents find a place to stay that isn't the futon in your studio.              Read more                                                                                                                                                        NYU 2031        Planning the Future of NYU                   Academics, global, NYU in NYC, and sustainability are the framework of the NYU 2031 plan to keep the University on course for its 200th anniversary.            Learn more                                                                                                         Fast Facts        Learn More About NYU                   When was the University founded? What's our favorite color? What if someone asks you to sing the Alma Mater with them? How many students actually go to NYU?            Brush up                                                                                              History Albert Gallatin established NYU “in this immense and fast-growing city.\" Read More                                                                                                    NYU Today        University News                   Awards, research news, publications, events, and information from our local experts can be found at the University's primary news source. Keep up-to-date on University news.            Read more                                                                                                         University        Policies &amp; Guidelines                   Intellectual property and ethical standards that guide our University and its enterprise.            Learn more                                                                                                                                                                               continued from above       ... attending 18 schools and colleges at five major centers in Manhattan and in sites in Africa, Asia, Europe, and South America. Today, students come from every state in the union and from 133 foreign countries. The faculty, which initially consisted of fourteen professors and lecturers (among them artist and inventor Samuel F. B. Morse), now totals over 3,100 full-time members whose research and teaching encompasses the humanities, the sciences, and the social sciences; the law; medicine; business; education; the fine arts, studio art, and the performing and cinematic arts; music; social work; public administration; the ancient world; and continuing and professional studies. With more than 2,500 courses offered, the University awards more than 25 different degrees. Although overall the University is large, the individuals schools and colleges are small- to moderate-sized units—each with its own traditions, programs, and faculty – and there are many communities to be found within the NYU community based on interests, activities, and shared experiences.     The center of NYU is its Washington Square campus in the heart of Greenwich Village. One of the city's most creative and energetic communities, the Village is a historic neighborhood that has attracted generations of writers, musicians, artists, and intellectuals. NYU, in keeping with its founder’s vision, is “in and of the city”: the University – which has no walls and no gates – is deeply intertwined with New York City, drawing inspiration from its vitality.     In addition to its Manhattan locations, the University is also located in Brooklyn with the second oldest school of engineering and technology in the country, and has research facilities, notably the Nelson Institute of Environmental Medicine, in Sterling Forest, near Tuxedo, New York.     And NYU has established itself as the first global network university, with a comprehensive liberal arts campus in Abu Dhabi – the first to be operated abroad by a major U.S. research university – and other sites for study and research in Accra, Ghana; Berlin, Germany; Buenos Aires, Argentina; Florence, Italy; London, England; Madrid, Spain; Paris, France; Prague, the Czech Republic; Shanghai, China; and Tel Aviv, Israel, among other locations.        NYU Mission Statement   Great cities are engines of creativity, and New York University takes its name and spirit from one of the busiest, most diverse and dynamic cities of all. The University lives within New York and other great cities, from Abu Dhabi to Shanghai, Paris to Prague, Sydney to Buenos Aires—all magnets for talented, ambitious people.   Thriving beyond borders and across academic disciplines, NYU has emerged as one of the most networked and extensive worldwide platform for learning, teaching, researching, building knowledge, and inventing new ways to meet humanity’s challenges. Its students, faculty and alumni feed off the stimulating power of swirling intellectual and cultural experiences by mastering academic disciplines, expressing themselves in the arts, and excelling in demanding professions.   New York University’s mission is to be a top quality international center of scholarship, teaching and research. This involves retaining and attracting outstanding faculty who are leaders in their fields, encouraging them to create programs that draw outstanding students, and providing an intellectually rich environment. NYU seeks to take academic and cultural advantage of its location and to embrace diversity among faculty, staff and students to ensure a wide range of perspectives, including international perspectives, in the educational experience.                                          Message From the President Under President Sexton's administration, the University has moved forward from being an institution that is \"in and of the city,\" to being one that is in and of the world. Read More                             Indices        of Interest »          A Fact Sheet of NYU Data Over Time                          Are you interested in working at NYU?        Apply for Jobs at NYU      Application Instructions      Frequently Asked Questions      Affirmative Action Recruiting       Are you currently employed at NYU?        New Employees      Faculty      Employees      Employment Policies                           University News                   Center for Ballet and the Arts Announces New Fellowship for Women Choreographers   Tuesday, April 28, 2015          Small High School Reform Boosts Districtwide Outcomes   Tuesday, April 28, 2015          Sherrilyn Ifill, NAACP Legal Defense Fund Leader and NYU Law Alum, to Speak at NYU’s Commencement   Tuesday, April 28, 2015          ITP Spring Show, May 19-20   Monday, April 27, 2015          Steinhardt to Host an Evening with Julia Wolf   Friday, April 24, 2015          Intimate Collaborations: Kandinsky &amp; Münter, Arp &amp; Taeuber– Apr. 24 @ 7 p.m.   Friday, April 24, 2015          “The Vietnam War Then and Now”—April 29-May 1 Conference, NYU’s DC Academic Center   Thursday, April 23, 2015          Infants, Bicycles, and Lobsters: Conference Highlights Undergraduate Research—April 24   Wednesday, April 22, 2015          Tisch Filmmakers Awarded over $200,000 in Grants and Prizes   Wednesday, April 22, 2015          Conference Focuses on Equity in School Discipline Practices – May 22   Wednesday, April 22, 2015          AAAS Elects Seven NYU Faculty as 2015 Fellows   Wednesday, April 22, 2015          Thomas Sugrue Named Inaugural Carnegie Fellow   Wednesday, April 22, 2015              More News                                                                 NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "The Rise of Managed Care in the United States: Lessons for French Health Policy         The Rise of Managed Care in the United States: Lessons for French Health Policy   Victor G. Rodwin 1   Published with Permission from: Health Policy Reform, National Schemes and Globalization . Ed. C. Altenstetter and J. Bjrkman. London: Macmillan; New York: St. Martin's Press, l997.     Managed care is not merely a set of fashionable administrative technologies for controlling the use of  medical care and the growth of health care costs; it has become the name for  a transformation in the way health care is financed and organized in the  United States. The common characteristic of managed care organizations (MCOs)  is the increasing integration of insurer and provider roles, which has  reinforced vertical integration in the health sector. Indeed, the shift from  a traditional framework of solo physician practices and independent community  hospitals to integrated systems that provide a full range of services financed  by capitation payments and relying on state-of-the-art medical and management  information systems is a distinguishing feature of the American health care  system today.      The French national health  insurance (NHI) system stands out in stark contrast to this evolution of the  American health care system. More than most European as well as other OECD  nations, France remains a model of 'unmanaged,' solo-based, fee-for-service  private practice, altogether separate from a mix of public and private  hospitals among which the patient is free to navigate while remaining  eligible for reimbursement under NHI (Rodwin, 1981; Rodwin and Sandier,  1993). The question is whether France can escape the kinds of changes  sweeping the health care system in the United States? Critics of managed  care would argue that French NHI is a superior form of health care  organization for controlling costs and for achieving equitable access to  good quality care. But the development of new strategies and tools for  managing health care systems - MCOs - may be the only affordable way to  deliver appropriate health care services in the twenty-first century.  This chapter reviews the quiet revolution of managed care in the United  States, highlights some of controversies it provokes, and discusses lessons  for French health policy.    THE QUIET REVOLUTION OF MANAGED CARE IN THE UNITED STATES    While President Clinton's campaign for universal health care insurance coverage made many headlines,  it failed to be enacted. Yet there is another, quieter aspect of health care  reform that is transforming the institutional landscape in the private  sector: the rise of managed care (Iglehart, 1992, 1994a, 1994b). Over the  past decade, large employers have demanded that insures provide not merely  indemnity coverage but also a range of benefits within clearly defined  budget constraints. To satisfy these demands, private insurers have developed  a range of interventionist strategies and tools such as selective contracting  with networks of providers (PPOs or IPAs); utilization review - for example,  prior authorization of non-emergent hospital admissions and aggressive review  of lengths of hospital stay; pharmaceutical benefits management (PBM);  introduction of practice guidelines and physician profiling; and outright  acquisition or formation of health maintenance organizations (HMOs) and  point-of-service plans (POS). POS plans have the special attraction of  giving their beneficiaries a choice between using health services within an  established network with very low or no copayments, or paying significant  copayments and then receiving indemnity reimbursement for out-of-network use.  Like HMOs, most POS plan networks rely on primary care doctors to serve as  gatekeepers or coordinators.      Beyond the market for  private employer-based insurance, the Omnibus Budget Reconciliation Act  (OBRA) has since 1981 encouraged states to initiate a variety of reforms  for Medicaid through the budget-waiver application process. Among the  fastest growing Medicaid reform initiatives, primary care case management  (PCCM) is an example of a managed care strategy that offers beneficiaries  access to a primary care provider who either provides services directly or  authorizes referral to specialty services. Over ten per cent of Medicaid  beneficiaries were enrolled in such programs in 1992 (Hurley and Freund,  1993), nearly 25 per cent in 1995, and the number of new entrants continues  to soar (PROPAC, 1995a:16). While managed care for the Medicare population  still represents less than ten per cent of the market (PROPAC, 1995b:70),  the key congressional commissions charged with reporting to Congress on  Medicare have tracked developments in the evolution of the health sector  and recognize the importance of adapting the Medicare Program to changes in  the organization of medical care (PROPAC, 1995a, 1995b; PPRC, 1995). For  example, the Physician Payment Review Commission (PPRC) notes that, given the  growth of managed care for the privately insured population, it will be  necessary to explore how Medicare beneficiaries cane be assured access to  physician networks working for MCOs. Since equity of access to medical care  is an essential goal of Medicare, PPRC is concerned that the Medicare  population not be excluded from a growing component of the health sector  (PPRC, 1995).       The term 'managed care'  has been used to cover a myriad of alternative strategies and tools used by  employers, insurers and medical groups to contain costs, improve performance  and increase coordination of services for enrolled subscribers of a broad  ranged of health care plans. There are already so many taxonomies of MCOs -  each reflecting different judgments about which characteristics matter most -  that it would be presumptuous to expect evaluation studies to result in useful  inferences about managed care in general (Hornbrook and Goodman, 1991;  Weiner and de Lissovoy, 1993; Welch et al ., 1990). That is why Miller and  Luft (1994a), in the best comprehensive review to date of research findings  on the performance of managed care plans, proceed with due caution. Miller  and Luft (1994b:1512) note that 'compared with indemnity plans, those  managed care plans most resembling HMOs had lower hospital admission rates,  shorter lengths of hospital stay, the same nor more physician visits per  enrolee, less use of expensive procedures and tests, greater use of  preventive services, mixed results on outcomes, and somewhat lower enrolee  satisfaction with services but higher satisfaction with costs.' They  emphasize that the problems of unmeasured selection bias as well as diverse  and rapidly changing health plans make it difficult to reach well-founded  generalizations about managed care. This is unfortunate in trying to  differentiate the impact of diverse managed care plans on various dimensions  of performance. It is less important for understanding how managed care is  reforming the health care sector. What matters, in this regard, are  indicators of health sector transformation and familiarity with some central  ideas behind managed care.      It is presumptuous to answer this question dispassionately. it provokes a  host of value judgments and ideological predispositions about the  proper role of the State in the social organization of medical care  (6). For this reason, in the present essay I proceed rather indirectly  so as to enable the reader to arrive at an independent judgment. I begin  by sketching the broad features of the French health care system and  highlighting its virtues. Then I attempt to fill in this image by  reviewing the evolution of French health policy. Finally, I analyse the  problem of rising health care costs and discuss some unresolved issues  of regulatory policy and management based on my experience in working  with (he Director of the principal NHI Fund.    Indicators of Health Sector Transformation    The most striking indicators of transformation in the health sector highlight three trends: the massive  shift in the delivery of health services from hospitals to the community;  the increasing consolidation - both horizontal and vertical - of health care  providers and payers; and the rise of managed care. Evidence indicates that  hospitals are losing their place at the apex of the health care system. Over  the decade 1983-1993, the number of beds in community hospitals declined by  ten per cent (AHA, 1994a). Between 1980 and 1993, 949 hospitals  closed. 2 The number of community hospitals declined by 6.1 per  cent; in rural areas by 20 per cent. 3 During the same period,  hospital admissions declined by 14 per cent and the total number of  hospital-bed days declined by 19 per cent (PROPAC, 1994: 20). Although the  number of surgical operations per person continues to increase and new  technologies continue to diffuse from university medical centers to community  hospitals, the per cent of surgical procedures performed on an inpatient  basis within all hospitals declined from 83.7 to 46.2 between 1980 and  1992 (PROPAC, 1994: 15, 20).      The counterpoint to the  decline of inpatient bed capacity is the growth of outpatient health services.  The per cent of hospital surgical procedures performed on an outpatient  basis increased from 16.3 to 53.8 (PROPAC, 1994: 20); and this is an  underestimate for it excludes surgery performed outside of hospitals in  ambulatory surgical facilities. If one includes such surgery in the  equation, then outpatient surgery accounts for approximately 70 per cent of  total surgical procedures (Shortell et al ., 1995). Outpatient visits to  hospitals have soared over the past decade but estimates indicate that  98 per cent of medical encounters occur in nonhospital  settings. 4 During the same period, home care visits for  Medicare enrolees grew from 26 to 88 per 1000 enrollees between 1980 and  1994 (PROPAC, 1995a: 21).      The increasing consolidation  of hospitals has turned the independent community hospital into an  organizational dinosaur. In 1980, 72 per cent of hospitals were  free-standing, independent institutions. In 1992, 43 per cent of all  hospitals were horizontally integrated as part of multihospital systems;  since then, the share has exceeded one-half. 5 Most of the  remaining independent hospitals have joined one form of alliance or  another. For example, between 1985 and 1992, the share of hospitals  having established contracts with HMOs or PPOs increased from 37 to  62 per cent. 6 The largest horizontally integrated hospital  system, Columbia/HCA, manages 311 hospitals - one-half of the beds in the  investor-owned sector (Eckholm, 1994).      Consolidation extends to  the physician community as well, with the doctor in solo private practice  becoming a kind of anachronism - charming, like abandoned villages of the  middle ages, but no longer critical either to the technical capabilities  of medicine or to the broader health care economy. As recently as 1987,  over half of all physicians were self-employed in solo or two-physician  practice; by 1993, this figure had dropped to 37 per cent. 7  The remaining physicians are split roughly between two practice settings:  group practice or other patient care such as hospital-based  settings. 8 But even among the 37 per cent in solo practice, many  are affiliated with PPOs and IPAs. Even without formal affiliations, an  increasing number of doctors are linked to indemnity insurers and Medicare  by electronic communication systems. In 1998 the Medicare Transaction  System will require all physicians to file Medicare claims electronically  and accept electronic funds transfer payments (Borzo, 1995). Roughly 11 per  cent of physicians work in multi-speciality groups. 9 Roughly nine  per cent have contracts with management services organizations (MSOs) that  provide them with a variety of administrative support services such as  billing, group purchasing and other aspects of office  administration. 10 Other solo practices and groups will  increasingly be acquired by such enterprises as Mullikin Medical  Enterprises, owned by 200 California physicians, or directly by hospitals  and health insurance plans.      Beyond such signs of  consolidation, the most significant indicator of health sector  transformation has been the growth of organized delivery systems through  contractual relationships or direct vertical integration  (Shortell et al ., 1994). 11 Such systems - MCOs - have  been largely promoted by the health insurance but also by providers  themselves in the form of integrated delivery systems (IDSs), physician  hospital organizations (PHOs), and a whole set of new organizations that  seek to improve coordination among networks of physicians, hospitals and  other purveyors of health care services. In a recent survey of 1200  hopitals by Deloitte and Touche, 71 per cent said they were joining an  integrated system that included other hospitals, outpatient units or  physician group practices (Freudenheim, 1994). The more vertically  integrated systems - largely HMOs of which 69 per cent are now for  profit - are themselves undergoing industry consolidation as mergers and  acquisitions are rapidly turning the industry into an oligopoly in which  the ten largest HMOs enrol roughly 60 per cent of the population in HMOs. 12      In 1994, 17 per cent of  Americans were enroled in HMOs, and the rate of growth of enrolments  since 1993 was 10 per cent (Hammer and Schwartz, 1994). As a proportion of  privately insured employees in firms with over 200 employees, the 17 per  cent figure increases to 25; and if the definition of managed care is  enlarged to include PPOs and POS plans, another 25 and 15 per cent,  respectively, of this population may be classified as under managed  care (KMPG, 1994). Thus, without even including 'managed indemnity plans,'  65 per cent of insured employees in large firms were already enroled in  managed care in 1994. As for physician participation in managed care plans,  75 per cent have contracts with an IPA, PPO or HMO. This figure ranges, by  specialty, from 50 per cent for psychiatry to 80 per cent and above for  obstetrics-gynecology, internal medicine, pediatrics and radiology (Emmons  and Simon, 1993).    Ideas Behind Managed Care    Beyond the quest to evaluate the impact of the latest MCOs on various indicators of access,  cost, quality, performance and outcome, what is often overlooked are the  intellectual foundations of managed care. Ideas - even metaphors - matter  in framing the debate on health care reform (Annas, 1995). The language of  managed care is strangely reminiscent of the health planning literature of  the 1960s and l970s (Rodwin, 1984). Health planners then advocated  population-based analysis and focused on issues of access as well as need;  the new managers of MCOs emphasize variations in medical practice and  appropriateness of care. Health planners sought to rationalize the health  system by eliminating duplication of facilities and capital expenditures  and introducing accountability through consumer representation (Marmor and  Morone, l981). The new managers of MCOs seek economies of scale in the  provision of expensive high-tech services through selective contracting and  organizational accountability through the design of new information systems  and mechanisms for total quality management.      When the trend towards  managed care is evaluated in historical perspective, four ideas are likely  to be remembered. First, the empirical studies of Wennberg and Gittelsohn  (1973, 1982) on small-area variations in medical practice drew attention to  the considerable uncertainty surrounding the efficacy of much standard  medical practice. Also, these studies revealed the importance of supply-side  organization, including specialty distribution, in determining the use of  medical care. Among the most important effects of this work is the  attention now given to outcomes research and its dissemination as well as to  the preferences of patients in medical decision-making.      Second, studies of the  RAND Corporation on the appropriateness of various medical procedures  provided methods for evaluating variations in medical practice and  assessing the quality of medical care. 13 One significant  finding from this work is that differences in appropriateness do not  explain geographic variations for coronary angiography, carotid   endarterectomy and endoscopies (Chassin et al ., 1987). Most   important, however, at least for the new managed care professionals, is   the rationale provided by RAND researches for identifying and trying to   eliminate \"inappropriate\" medical procedures. 14       The third idea behind  managed care is the concept of economies of scale in the provision of  medical care, and their relation to indicators of quality This idea has  received renewed attention and provided an important rationale for  'disease management,' case management (particularly for the elderly and  chronically ill) and selective contracting with specialty institutions  delivering high-tech medical care. Studies in this area range widely by  topic. Some important examples related to heart surgery have established  that average costs as well as mortality decrease with higher volume  (Finkler, 1981; Luft et al ., 1979; Showstack et al ., 1987). Such studies  provide the foundation for 'medical value purchasing' (Couch, 1991).      Fourth, studies on the  applicability of total quality management (TQM) to health care organizations  has resulted in operational changes, not just in fashionable and lucrative  consulting assignments for MCOs. Whether these changes involve  're-engineering,' 'work redesign,' 'continuous quality improvement' or  'patient focused care,' the important idea is the contribution of  industrial engineering to health care organizations (Berwick, 1989; Merry,  1990; Lathrop, 1993). The relevant metaphor that permeates this literature  is the comparison of the health sector to an industry. This comparison was  made years ago by Dr Arnold Relman (1980) who was worried by the trend. But  the current literature on TQM suggests that much good may also come of it  (Laffel and Blumenthal, 1989).    CONTROVERSIES PROVOKED BY THE RISE OF MANAGED CARE    The rise of managed care, in the Unites States, has provoked much controversy and unresolved debate around at least three topics: the corporatization of medicine; physicians'  conflicts of interest and quality of care; and 'any-willing provider' laws.    The Corporatization of Medicine    The investor-owned sector is rapidly becoming dominant throughout the entire managed care  industry. Moreover, the growth in the size of MCOs, through horizontal and  vertical integration, has resulted in industry concentration resembling  oligopoly in both the investor-owned as well as the non-profit sector.  This means that competition is likely to occur less on price than on  quality, innovation, marketing and image, all of which are hard to assess.  As industry concentration increases, employers and consumers may well find  themselves at the mercy of organizations which are more accountable to their  stockholders than to the consumers they serve.      One example of this problem  is the case of the Xerox Corporation that has contracts with about 200 HMOs.  The manager of health care strategy and programs fears that the prices paid  in HMO acquisitions will lead stockholders to demand big returns on  investment, which will raise premium costs as the managed care industry  becomes less competitive (Anders and Winslow, 1995). The response to this  concern points to the formation of national employer purchasing coalitions  to buy managed health care benefits from national HMOs around the country.  Thus, more than 100 HMOs recently bid for the chance to offer standardized  health coverage to 240,000 employees of ten big companies (Freudenheim,  1995c).      Another controversy  related to corporatization concerns the growth of administrative costs  and profit. Between 1970-89 health care administrators increased almost  sixfold while the number of physicians only doubled. 15 An  industry report by the Sherlock Company indicates that the percentage of  premium revenue allocated to administrative costs and profit ranges from  16.5 to 27.1 per cent (Freudenheim 1995b). Cash compensation for chief  executives in the investor-owned HMO industry averaged $255,000 and some of  the cash compensation and stock options for the chiefs of highly profitable  HMOs ranged from $2.8 million to $15.5 million a year (Freudenheim, 1995a).  The extent to which health care revenues are actually shifting from clinicians  to managers is not clear, but there is no doubt that conflict rages between  the advocates of professionalism versus commercialism.      This conflict is not  just about money. It is also about control. Dr Arnold Relman, one of the  most respected defenders of professionalism, claims: 'There's never been a  time in the history of American medicine when the independence and autonomy  of medical practitioners was as uncertain as it is now. . . business men  and their agents will begin to exercise unprecedented control over the  allocation of medical resources' (Eckholm, 1994). Donald Light  (1994:1198) tells British readers that 'executives and investors (in managed care) set policies behind closed doors that affect the nature  and extent of services available to patients and their primary care doctors.  One might call this MBA-managed care rather than clinically managed care.'      Another view is that the  medical profession will reorganize itself in response to such assaults on  its professional dominance and clinical autonomy (Freidson, 1989). Higher  strata of physicians will set the standards and practice guidelines  while lower strata will deliver care on the front lines. Woolhandler and  Himmelstein (1994) quip: 'Why should doctors and nurses manage care; do  chefs run McDonalds?' One response is that resources are tightly  constrained and, in the long run, there is no alternative to health care  rationing (Schwartz and Mendelson, 1992). But, in the short-run, the  critical question is whether it is better to have physicians, policy  'wonks' or some combination of the two as medical directors to make key  management decisions about what is appropriate care (Welch, 1991).    Physicians' Conflicts of Interest and Quality of Care    The issue of physicians as medical directors highlights the controversy around physicians' conflicts of  interest and quality of care. Since managed care organizations have multiple  and conflicting goals - for example, reducing expenditures, increasing  efficiency, eliminating inappropriate use, improving the quality of care  and patient satisfaction - important trade-offs must be made (Rodwin, 1995).  In their role as agent for their patients, physicians generally face at  least two kinds of conflicts of interest: those stemming from financial and  other personal interests and those stemming from divided loyalties (Rodwin,  1993).      Medical directors in  managed care organizations typically build consensus among doctors about  treatment protocols appropriate for an enroled population and assure them  that exceptions are made only with reasonable justification. They do not  normally act as agents on behalf of individual patients. But, if their  income depends on how well the organization is doing, they face financial  conflicts of interest stemming from divided loyalties between their  patient populations and their boards of directors or stockholders. In the  case of investor-owned corporations, these conflicts exacerbate the clash  between professionalism and commercialism. Depending on the method of  compensation, primary care physicians acting as gatekeepers in MCOs may  also face a variety of financial conflicts of interest. Even without  direct financial incentives, the ways in which MCOs structure the delivery  of health care, control resources available to physicians, and implement  practice guidelines may place doctors in the uncomfortable position of  informing their patients about medical options excluded by the health  plan at the cost of jeopardizing loyalty to their organization.      These problems, of course,  are not unique to managed care organizations. They affect doctors practicing  fee-for-service medicine on patients covered by indemnity insurance and  they are present in national health service systems. What has changed with  the rise of managed care is that financial as well as organizational  incentives now favor underprovision rather than overprovision of services.  This shift can threaten the doctor-patient relationship (Emanuel and Dubler,  1995) and it can affect the quality of care, or at least perceptions of the  quality of care. There is already a backlash against 'supermarket' medicine  and 24-hour hospital stays for normal deliveries (Chernaik, 1994;  Nordheimer, 1995). Arguments are now made that the primary care gatekeeper  is essential in protecting patients from 'overtreatment' and in coordinating  complex medical servies (Franks et al , 1992). Also, 'report cards' on MCOs  are increasingly in vogue to assist employers and consumers in evaluating  quality (NCQA, 1993).      The American Medical  Association (AMA, 1990, 1995) considers these problems sufficiently serious  to warrant special reports on financial incentives to limit care as well as  on ethical issues in managed care. Since these reports will surely not make  the problems go away, there is likely to be a movement to assure consumer  protection in MCOs and to seek legal remedies and public policy responses.    'Any Willing Provider' Laws    The controversies around corporatization and physicians' conflicts of interest and quality  of care are unlikely to threaten the rise of managed care. Quite the  contrary, they are likely to stimulate industry improvements and public  policy responses that protect consumers and regulate MCOs. In contrast,  the controversy provoked by 'any willing provider' laws could stunt the  growth of MCOs or, at the very least, change the conditions under which  they now proliferate.      'Any willing provider'  laws represent a backlash by providers and consumers who miss the 'good old  days' when payers stayed out of the management of health care and restricted  their actions to timely reimbursement functions. Since providers now worry  about being excluded from MCOs and consumers fear that their freedom to  choose could be restricted or subject to financial penalties, there is a  movement among the US states to pass legislation that would require MCOs  to contract with 'any willing provider' who accepts the terms of the  organization (PPRC, l995:Appendix D).Variations of this legislation  emphasize due process laws to preclude MCOs from excluding or 'de-selecting'  providers without explicit criteria or proper grievance procedures.  Some variations emphasize 'essential community provider' laws to assure  that providers serving the most vulnerable populations are not excluded.  Other variations emphasize 'freedom of choice' laws which would allow  enrolled consumers to leave their network and receive reimbursement for  these services if the provider agrees to accept it.      At the federal level,  the AMA has proposed a Patient Protection Act which calls for federal  standards to certify MCOs. MCOs would be required to disclose the criteria  they use to select and exclude physicians from their networks while  physicians would have the right to appeal their exclusion. Iglehart  (l994a) notes that this proposal 'was largely engineered by state medical  societies seeking relief for beleaguered fee-for-service physicians.'  Much like the state-level legislative activity, this federal initiative  represents a strong force in favor of what Weller (1984) and Enthoven  (1993) refer to as 'guild free choicer The growth of MCOs has created a  constituency that emphasizes choice of MCO rather than choice of doctor and  that is one of the most important controversies provoked by the rise of  managed care.    LESSONS FOR FRENCH HEALTH POLICY    France has prided itself as a leading international center for  the conception and circulation of new ideas. In the field of health policy,  however - at least since the mid-1970s - most new ideas have come from abroad  (Kimberly and de Pouvourville, 1993). Although they have circulated  widely in policy circles, they have rarely reached the top of the  health policy agenda (Hurst, 1992). In France, government commissions  and national task forces have never devised the kinds of comprehensive  proposals for health care reform advanced in Canada, Great Britain, the  Netherlands or even the United States. With the possible exception of  establishing social security and NHI in 1945 and reforming public  hospitals in 1958 under President Dc Gaulle during the first year of the  Fifth Republic, health policy has advanced laboriously in small increments.      The reasons for  resistance to comprehensive reform of the health sector in France may  reflect the fragmented nature of French medical trade unions, the curious  weakness in this sector of an otherwise strong central state, or simply that  French NHI is rather well designed (Rodwin, 1992). Such considerations,  however, exceed the scope of this chapter. Only two questions guide the  following analysis: Is there, despite the system's strengths, a reasonable  case for health care reform in France in light of existing problems? And,  will the incremental steps taken during the past 15 years push French  policy-makers to explore models of managed care?    The Case for Health Care Reform    The French NHI system combines a public-private mix in the  provision of medical care with employer-based financing that covers  virtually the entire resident population. Patients have unrestricted  access to primary care doctors, specialists and hospitals. There are no  queues for tertiary hospital services, no 'patient dumping' arising from  financial barriers to care, and no public complaints about rationing  health care. Moreover, France spends only 9.1 per cent of its gross  domestic product (GDP) on health care compared to almost 14 per cent in  the United States, and health indicators such as life expectancy at  birth and infant mortality place France well ahead of the United States  (Rodwin and Sandier, 1993). The French health care system is at the  unrestricted, 'guild free choice' end of the managed care continuum.  From the points of view of achieving universal coverage and cost  control, allowing unlimited choice of doctors by patients, and  preserving clinical autonomy and fee-for-service payment as well as a  public-private mix in the provision of health services, French NHI is  a model to cherish. So, why should French policy-makers pursue health  care reforms, let alone seek lessons from American experience?      When health  policy-makers in the United States learn about the French health system,  they are generally struck by a model of macro-management: price controls  such as a national fee schedule for physician reimbursement; global  budgets for hospital operating expenditures; capital controls on new  medical technologies and health care manpower, including specialty  distribution; and, most recently, expenditure targets for various  categories of health expenditure. They are also impressed by the  fact that France has the largest commercial hospital sector in Europe as  well as balance-billing for so-called 'sector 2' physicians. Almost  one-third of French physicians have opted to join 'sector 2' which means  that they must pay higher health insurance premiums but, in return, can  charge their patients in excess of nationally negotiated fees as long as  they do so with 'tact and measure.'      When health policy-makers  in France learn about the American health system, they are impressed by the  practice of micro-management. Once they recover from the shock of noting  that over 15 per cent of Americans have no health insurance, French policy  analysts are intrigued by American administrative technologies: measures of  hospital case mix, such as diagnosis-related groups (DRGs); valuations of  physician procedures, such as the resource-based relative value scale  (RBRVS) for physician reimbursement under medicare; management information  systems for hospitals and other health care organizations; an enormous  amount of health services research; and innovative forms of medical care  organization, such as multispecialty group practices and the full gamut  of MCOs.      Despite the notable  attributes of the French health system when viewed from the outside,  its policy-makers and analysts within are well aware of serious flaws.  Over the past decade, a profusion of government commissions and national  task force reports has recognized a range of fundamental problems with  the French NHI system.    Five Problems    To begin with, there is a problem of equity that stems from the  introduction of balance-billing ('sector 2') in 1979, the increase in  copayments (le plan Seguin) in 1986, and the prevailing but erroneous  policy assumption that medical practice is largely homogeneous. Lachaud and  Rochaix (1993) have shown copayments to be a highly regressive form of  health care financing in France. Although 80 per cent of the population  have complementary insurance policies to cover these expenses, the 20 per  cent who do not benefit from this coverage are the lower income groups who  probably need it most (Bocognano et al ., 1992). The inequities created by  the system of copayments and balance-billing are exacerbated in still other  ways. This is documented by studies on practice variations in France as well  as by studies of regional inequalities in per capita health expenditure and  in differential life expectancy (De Kervasdou&eacute; and Polton, 1989; Rodwin et  al ., 1992). Although these findings are not new, their clarity lead one  to re-examine a myth upon which French NHI was originally established: that  universal coverage would result in equity of access to health care.      Second, the French NHI  system is suffering a crisis of legitimacy which erupted due to the  decline of trade union membership and the ambiguity of decision-making  authority between the NHI funds, the state, and health care providers  (L&eacute;pinay, 1991). The decline of trade union membership has resulted  in a situation where the Board of Directors of the principal National Fund  for Salaried Workers (CNAMTS) 16 is composed of trade union  representatives - dominated by Force Ouvrire (FO) 17 - who  represent less than 10 per cent of French employees. The business  community also represented on the Board, has traditionally played a rather  passive role (Silow-Carroll and Meyer, 1995). Despite periodic complaints  by French employers that payroll taxes are too high and that NHI  expenditures not strictly related to the workplace should be covered by the  French state, power has been shared between the President of the Board, who  represents FO, and the Director of the CNAMTS, who is appointed by the  government. While the NHI Funds are claiming the right to intervene more  aggressively in the management of the services they finance, the French  state is unlikely to relinquish its powers. A report of the National  Planning Commission (Soubie et al ., 1993) suggested that the state   finance the health system through general revenue funds ( fiscalisation )   and increase its control and accountability for how health services are   delivered. Such a reform, however, is unlikely due to the delicate balance   of power between the NHI Funds, the state and health care providers.       The NHI Funds - the  CNAMTS as well as the Funds for agricultural workers (MSA) 18  and for the self-employed (CANAM) 19 - finance roughly 75 per  cent of all health expenditures but, for two reasons, they have neither  the authority nor the financial incentive to manage their funds  judiciously. First, they are closely supervised by the state in their  negotiations with representatives of the health professions and private  hospitals and are obligated to fund global budgets, set by the Ministry  of Health, for public hospitals. Second, they are not really held  accountable for balancing their funds because they have no say in setting  the payroll tax and because the state is responsible for annual deficits.  In France, the Ministry of Health wields extensive control over all public  hospitals and strong regulatory authority over the whole health care system.  However, it pays a minute fraction (only 1.5 per cent) of all health  expenditures. Furthermore, Parliament has no official responsibility for  how funds, raised through payroll taxes, are allocated. Finally, French  physicians are deeply divided among competing trade-unions. Sanctioned by  the state to represent the medical profession in national negotiations,  they actually represent less than 20 per cent of all practicing doctors.  As clinicians, physicians dispense services and maintain enormous authority;  they tolerate no intrusion into their medical practice and bear almost no  responsibility for the resources expended by their clinical decisions. The  problem of creating some Cartesian order and accountability out of a NHI  system characterized by institutional complexity political sensitivity and  a crisis of legitimacy has eluded French policy-makers for more than thirty  years (Rodwin, 1982).      The third, perhaps  foremost, problem of French NHI is that the state has failed to contain  both the level of health care expenditures as a per cent of GDP and the  growth of real expenditure increases. France is the highest health care  spender in Europe and among OECD countries comes third after the United  States and Canada. 20 In 1979, per diem rates and estimated  days of hospital use were regulated in all public hospitals (two-thirds  of all beds). In 1984, global budgets were imposed but this policy has not  overcome lax enforcement and shifts in resource allocation to private  hospitals and ambulatory care. 21 In December 1990, Health Minister  Durieux initiated important negotiations, known as la politique contractuelle,  with the health professions. He began moving French NHI from an open-ended  system (in terms of volume) with stringent price controls to a system with  explicitly agreed targets for specific categories of health expenditure -  laboratory tests, private-duty nursing, private cliniques, pharmaceuticals  and physicians (Rochaix, 1992).      Fourth, the state's  financially driven, 'accounting-style,' budgetary regulation of public  hospitals as well as of ambulatory care perpetuates a veil of opacity over  what health care services are being provided. This results in a failure to  exercise managerial control (micro-management) over the allocation of health  care resources. Although US-devised diagnosis-related group (DRGs) measures  were adapted for France in 1983, most public hospitals still cannot produce  a measure of inpatient case mix and this indicator still has no role in the  determination of hospital budgets. Likewise, for ambulatory care, the NHI  funds have no patient encounter information. There is no coding system for  diagnostic categories and all procedure codes are still aggregated by  so-called 'key' letters.      Although the rationale  for such anachronistic practices is to preserve patient anonymity the  consequence is that NHI funds have only rudimentary information on how  their money is spent. Based on surveys by French medical controllers from  CNAMTS, there is mounting evidence of waste and inappropriate medical care  utilization. Upon retiring, the national medical director of CNAMTS issued a  report (B&eacute;raud 1992k), largely inspired by the ideas of Wennberg and  Gittelsohn (1973, 1982) and researchers from the RAND Corporation, in which he  noted that French physicians perform too many appendectomies and  cholecystectomies, and prescribe too many useless drugs and laboratory tests.  Moreover, Dr B&eacute;raud accused French physicians of engaging in delinquent  billing practices.      The fifth problem  concerns the darker side of laissez-faire, the anarchic character of the  French health system which leads to difficulties of service coordination  and quality assurance (De Kervasdou&eacute; 1993). This problem, all the  more evident for the elderly and chronically ill, was systematically  addressed in a 1981 national task force on health care organization  (Gallois and Taib, 1981), which analyzed proposals to create networks of  coordinated care or French-style HMOs (Launois et al ., 1985; Launois and  Giraud, 1985). The problem resurfaced again in a White Paper commissioned  by former Prime Minister Balladur, which notes the absence of appropriate  information for strengthening public health services, evaluating the  quality and outcomes of medical care and coordinating the multiple actors  involved in the health care sector more effectively (Soubie et al .,  1994).    The Emergence of Managed Care, French-Style    There is no silver bullet to solve the five problems identified  above. Some are distinctly French (the crisis of legitimacy and the  extreme opacity of the health system); others (inequities, rising costs,  poor coordination) are pervasive in all OECD health systems. Like  Enthoven's (1990) view of what Europeans can learn from the United  States - 'glasnost' and 'perestroika' - French policy analysts have been  interested in both as reflected in the rise of managed care in the United  States. Glasnost points to the importance of improving management  information on costs, inputs, outputs, outcomes and evaluating the costs and  benefits of medical care. Perestroika points to the importance of  restructuring decision-making processes for the health sector and improving  coordination between primary health care and more specialized hospital  services, between medical and social services and between public health  programs and medical care.      One striking contrast  between the health systems in the United States and France is the  difference in the number of employees, hence expenditures, devoted to  administrative matters. In the United States, the strongest critics of  administrative excess estimate that 20 per cent of total health expenditures  are 'wasted' on administration (Himmelstein and Woolhandler, 1987). In  France, the health system is considered to be  'under-administered.' 22 'Although large numbers of  administrative personnel in the United States are due to the eligibility  and reimbursement requirements of multiple payers, to matters of risk  management arising from malpractice claims, and to quality assurance  mechanisms required by multiple and overlapping review agencies, a certain  share can also be attributed to management and medical information  required by MCOs. 23 In this respect, France can learn  something from the United States.      In 1992 a new principle -  'medical utility' - was introduced in the national agreements on fees and  expenditure targets negotiated between the state, the NHI Funds and  representatives of the medical profession. Henceforth, with regard to  specific conditions, the NHI funds will reimburse only those procedures that  conform to national medical guidelines (RMOs). 24 If physicians  fail to follow the guidelines, they will face financial penalties. This  accord was considered so important that a law was passed in January 1993  that gave it unprecedented statutory authority. Moreover, the accord calls  for the development of necessary tools to assure its implementation: a  uniform system for coding all medical procedures and diagnoses. The new  accord - what the French call a 'convention' - represents a decisive shift  in health policy away from the crude, financially driven, budgetary  regulation toward what has come to be. called la r&eacute;gulation  m&eacute;dicalis&eacute;e which is, in effect, French-style managed care  (Rodwin et al ., 1992). Of course, neither national agreements nor laws  are sufficient to effect institutional and behavioral change. Only a  fraction of medical practice can be formulated in the language of  national guidelines which, to date, number less than a hundred. Also,  although a ministerial decree has called for the elaboration of a system  for coding all medical procedures, it is not yet operational in France.  What is more, there is not yet a decree that requires a coding system for  diagnoses.      In 1994, physician  expenditures in France increased by only 1.9 per cent in comparison to  6 per cent the year before. Those who brokered the 1992 national  agreements attribute this change to the combination of national medical  guidelines and expenditure targets but, of course, it may be no more than  a short-run response to the sentinel effect. But in either case, it is  significant that the NHI Funds and the state are increasingly intervening  not merely over the price of medical services but also on their volume,  and not merely on financial criteria but, for the first time, on the basis of medical criteria as well. Under President and Prime Minister Jupp&eacute;, the announced plan is to lower the pressure on doctors and begin examining the performance of public hospitals more closely.    CONCLUDING OBSERVATIONS    Given the rapid diffusion of administrative technologies, it is hard  to believe that French NHI can resist the lure of new medical and management  information systems. In this sense, French policy makers and NHI executives could learnm much about glasnost in the United States by studying the use of these systems in well-run MCOs. A more difficult question is whether the adoption of such technologies will result in 'perestroika' or changes of organizational form? For example, if the collection of medical and administrative information yields information on low cost and high quality physicians in France, will the American experience of relying on gatekeepers in certain HMOs or of contracting selectively with PPOs, IPAs, or individual physicians in private practice, provide lessons for French health  policy? The President of CNAMTS has been trying to negotiate the creation of a PPO -  a national 'optional sector' for French physicians - which would allow them to  receive higher reimbursement rates in return for pursuing more cost-effective  medicine. The national trade-union for general practitioners has proposed upgrading the rolse of GPs by implementing reimbursement incentives that encourage patients to sign up with GPs who would serve as gatekeepers to the specialists. Both proposals represent forms of perestroika, and both make the controversies provoked by the rise of  managed care in the United States pale by comparison.      For the time being, French-style managed care is no more than the intended application of new administrative technologies  to a conventionally organized health care system under NHI. As in the United States, the role of hospitals is changing and ambulatory care is growing, albeit not nearly as fast. Also many for-profit cliniques have merged or joined larger chains, but, again, on a smaller scale than in the United States and  without vertical integration to other health sector providers. For better and for worse, the rise of managed care in the United States is likely to be a source of useful lessons for French health care policy. Whether MCOs will ever take root, however, even after they are adapted to French soil, is far from certain.    Notes   1. The author thanks Tony Kovener for his rapid and incisive reactions to an earlier draft of this chapter.   2. Cited by Shortell, Gillies and Devers (1995), this figure is from AHA (1994b).   3. The time period for these figures is 1980-1992 (PROPAC 1994:17).   4. Cited by Shortell, Gillies, and Devers (1995), these data are from Coddington, Moore and Fischer (1994).   5. Cited by PROPAC (1994:21), these data are from the AHA.   6. Cited by PROPAC (1994:22), these data are from the AHA Annual Survey of Hospitals .   7. Cited by PPRC (1995:243), these data are from AMA (1993a).   8. Cited in PPRC (1995:246), these data are from AMA (1993b).   9. Ibid.   10. Ibid.   11. In creating organized delivery systems, hospitals must decide whether to contract out or integrate vertically. For an economic analysis of this issue in terms of transaction cost theory, see Robinson (1994).   12. This figure is calculated from data on the ten largest HMOs and updated by United Health Care's recent acquisition of Metrahealth for which PPO and POS plans are included (Anders and Winslow, 1995; Quint, 1995).   13. This approach has resulted in a large body of work including Brook and Lohr (1985) and Kosecoff and Chassin (1987).   14. Blustein and Marmor (1992) provide an excellent critique of this approach.   15. Cited by Himmelstein and Woolhandler (1992:63), these data are from the   Statistical Abstract of the US and the National Center for Health Statistics. For more data on administrative waste in American health care, see ibid.:80-101.   16. Caisse Nationale d'Assurance Maladie des Travailleurs Salari&eacute;s.   17. 'Working Force' is the largest public sector and health sector trade union in France.   18. Mutualit&eacute; Sociale Agricole, National Health Insurance Fund for Farmers and  Agricultural Workers.   19. Caisse Autonome Nationale d'Assurance Maladie, the National Autonomous Health  Insurance Fund.   20. A good indicator of a country's ability to contain health care costs is the  elasticity of real per capita health expenditure (health-price-deflated per capita health spending relative to deflator-adjusted per capita GDP). Among OECD countries for the period 1975-1987, the value of this elasticity coefficient is the highest in France at 3.1 compared to 1.1 in the US and 0.9 in Canada (Schieber and Poullier, 1990).   21. The Commission on Social Protection of the Tenth Plan (de Kervasdou&eacute;, 1989:ch.3) notes that the share of public hospitals, as a per cent of health care expenditures,  declined from 41.3 to 36.6 between 1980 and 1988. On the shift of resources from hospital to ambulatory care, see Pouvvourville (1988).   22. See Berthod (1987), a special issue of Revue d'Aministration Publique 43  (July-September 1987) entitled 'La Sant&eacute; Est-Elle Sous-Administr&eacute;e?' (Is  Health Under-Administered?).   23. For a comparison of administrative personnel in French and American hospitals, see Rodwin with Cohen et al . (1992).   24. R&eacute;ferences M&eacute;dicales Opposables."}]}]