[{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Writing the Present Day Life                                Semester and Year        SP 2013                    Course Number        IDSEM-UG1722                    Section        001                    Instructor        Judith Greenberg                    Days                            Mon,Wed                                 Time                            12:30 PM -       1:45 PM                                Units        4.0                    Level        U                    Foundation Requirement        HUM                                           Description       This course examines the impact of the digital age on questions of writing, identity construction, ethics, trauma and love. Our entry into the digital age has been compared to the cultural shift that occurred when the Gutenberg Bible enabled the wide distribution of the written word. What is the relationship between the “spirit of an age” or Zeitgeist and its narratives and texts? For example, at the end of Virginia Woolf’s novel Orlando (1928), her time-traveling and sex-changing Elizabethan hero-ine Orlando, enters “the present day.” By the novel’s end, Orlando has grown into a young woman in “present day” London. Who might Orlando be today? Reading a range of texts including Whitman’s Leaves of Grass , Duras’ The Lover , essays on the gaze and gender and trauma and contemporary representation, Cindy Sherman’s photographs and the films Persona and Modern Times , we explore identity and writing, in previous periods and in the Digital Age. We conclude with students writing their own last chapter of Orlando , situated in New York, 2012.                 Syllabus       IDSEM-UG1722            Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]},
{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Writing the Present Day Life                                Semester and Year        SP 2013                    Course Number        IDSEM-UG1722                    Section        001                    Instructor        Judith Greenberg                    Days                            Mon,Wed                                 Time                            12:30 PM -       1:45 PM                                Units        4.0                    Level        U                    Foundation Requirement        HUM                                           Description       This course examines the impact of the digital age on questions of writing, identity construction, ethics, trauma and love. Our entry into the digital age has been compared to the cultural shift that occurred when the Gutenberg Bible enabled the wide distribution of the written word. What is the relationship between the “spirit of an age” or Zeitgeist and its narratives and texts? For example, at the end of Virginia Woolf’s novel Orlando (1928), her time-traveling and sex-changing Elizabethan hero-ine Orlando, enters “the present day.” By the novel’s end, Orlando has grown into a young woman in “present day” London. Who might Orlando be today? Reading a range of texts including Whitman’s Leaves of Grass , Duras’ The Lover , essays on the gaze and gender and trauma and contemporary representation, Cindy Sherman’s photographs and the films Persona and Modern Times , we explore identity and writing, in previous periods and in the Digital Age. We conclude with students writing their own last chapter of Orlando , situated in New York, 2012.                 Syllabus       IDSEM-UG1722            Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "Courses                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 For a list of required classes, see Writing Class Requirements in Program Information .           Return to Program Information           Expository Writing Courses                      EXPOS-UA 1 Writing the Essay            EXPOS-UA 2 The Advanced College Essay: School of Engineering            EXPOS-UA 5 Writing the Essay: Art and the World (TSOA)            ASPP-UT 2 The Advanced College Essay: The World through Art (TSOA)            ACE-UE 110 The Advanced College Essay: Education and the Professions (Steinhardt)            EXPOS-UA 4 International Workshop I            EXPOS-UA 9 International Workshop II            EXPOS-UA 13 Writing Tutorial            EXPOS-UA 1 5 A Spectrum of Essays            EXPOS-UA 16 Advanced Essay Writing for Science                                  EXPOS-UA 17 Writing in Community            EXPOS-UA 18 Writing and Speaking in the Disciplines                               EXPOS-UA 1 Writing the Essay           Credits: 4 Instructor: Staff Syllabus: 2011           This is a required course in expository writing for CAS, Stern, Steinhardt, and Engineering students; it is the foundational writing course. It provides instruction and practice in critical reading, creative thinking, and clear writing. It provides additional instruction in analyzing and interpreting written texts, the use of written texts as evidence, the development of ideas, and the writing of both exploratory and argumentative essays. The course stresses exploration, inquiry, reflection, analysis, revision, and collaborative learning.           TISCH School of the Arts students take Writing the Essay: Art and the World (EXPOS UA-5), which focuses on developing the essay in the arts.           Special sections of Writing the Essay are reserved for the following students:           WTE: Science is specifically tailored for students who are interested in science or medicine. Course readings and assignments focus on current issues in the worlds of science and medicine. Students read and respond to essays by prominent scientists, doctors, and science writers, such as Stephen Jay Gould, Primo Levi, Evelyn Fox Keller, and Richard Selzer.           WTE: Goddard. As part of the Living &amp; Learning options for residence halls, two floors of Goddard Hall are linked to special sections of Writing the Essay. Students in-residence who are interested in creative writing or live performance, study and attend planned outings together. Writing the Essay assignments and discussions are shaped to invite students to incorporate these experiences into their class work.           WTE: CCC. Students combine Writing the Essay with Texts and Ideas , gaining a richer understanding of the ideas and authors in the CCC course through discussions and the development of essays. Students receive credit for both courses.           Return to top of page            EXPOS-UA 2 The Advanced College Essay: School of Engineering           Credits: 4 Instructor: Staff Syllabus: 2013-2014           This is a required second-semester writing course for all Engineering students. The course builds on Writing the Essay and provides advanced instruction in analyzing and interpreting written texts from a variety of academic disciplines, using written texts as evidence, developing ideas, conducting academic research, and writing persuasive essays. It stresses analysis, inductive reasoning, reflection, revision, and collaborative learning. The course is tailored for students in the School of Engineering so that readings and essay writing focus on issues that are pertinent to the sciences.           Return to top of page                     EXPOS-UA 5 Writing the Essay: Art and the World           Credits: 4 Instructor: Staff           This required course for all students in the Tisch School of the Arts is designed to engage all Tisch School of the Arts freshmen in a broad interdisciplinary investigation across artistic media. It provides instruction and practice in critical reading, creative thinking, and essay writing. Students learn to analyze and interpret written texts, art objects, and performances; to use written, visual, and performance texts as evidence; and to develop ideas. The course stresses exploration, inquiry, reflection, analysis, revision, and collaborative learning.           Return to top of page                     ASPP-UT 2 The Advanced College Essay: The World through Art           Credits: 4 Instructor: Staff Prerequisite: EXPOS-UA 5 Writing the Essay: Art and the World Syllabus: 2012           Students in the Tisch School of the Arts are required to take this course. The course follows Writing the Essay: Art and the World (EXPOS-UA 5) and provides advanced instruction in analyzing and interpreting written texts, art objects and performances; using written texts as evidence; developing ideas; and in writing persuasive essays. It stresses analysis, reflection, revision, and collaborative learning. The course is tailored for students in the Arts so that course readings and essay writing focus on issues that are pertinent to that discipline.           Return to top of page                     ACE-UE 110 The Advanced College Essay: Education and the Professions           Credits: 4 Instructor: Staff Prerequisite: EXPOS-UA 1 Writing the Essay Syllabus: Spring 2012           Students in the Steinhardt School of Education and the School of Nursing are required to take this course. The course builds on Writing the Essay (EXPOS-UA 1) and provides advanced instruction in analyzing and interpreting written texts from a variety of academic disciplines, using written texts as evidence, developing ideas, and writing persuasive essays. It stresses analysis, inductive reasoning, reflection, revision, and collaborative learning. The course is tailored for students in the Schools of Education and Nursing so that readings and essay writing focus on issues that are pertinent to those disciplines.           Return to top of page                     EXPOS-UA 4 International Writing Workshop I           Credits: 4 Instructor: Staff Prerequisite: EWP permission Syllabus: Spring 2011           The first of two courses for students for whom English is a second language. The Map Requirement for NYU undergraduates is fulfilled with this course and International Writing Workshop II. Provides instruction in critical reading, textual analysis, exploration of experience, the development of ideas, and revision. Stresses the importance of inquiry and reflection in the use of texts and experience as evidence for essays. Reading and writing assignments lead to essays in which students analyze and raise questions about written texts and experience, and reflect upon text, experience, and idea in a collaborative learning environment. Discusses appropriate conventions in English grammar and style as part of instructor feedback.           Return to top of page                     EXPOS-UA 9 International Writing Workshop II           Credits: 4 Instructor: Staff Prerequisite: EXPOS-UA 4 International Writing Workshop I Syllabus: Spring 2011           The second of two courses for students for whom English is a second language. The Map requirement for NYU undergraduates is fulfilled with this course and International Writing Workshop 1. Provides advanced instruction in analyzing and interpreting written texts from a variety of academic disciplines, the use of written texts as evidence, the development of ideas, and the writing of argumentative essays through a process of inquiry and reflection. Stresses analysis, revision, inquiry, and collaborative learning. Discusses appropriate conventions in English grammar and style as part of instructor feedback.           Return to top of page                     EXPOS-UA 13 Writing Tutorial           Credits: 4 Instructor: Staff Prequisite: EWP permission. Syllabus: 2012           Offers intensive individual and group work in the practice of expository writing for those students whose competency examination reveals the need for additional, foundational writing instruction. The course aims to better prepare admitted transfer students for the rigorous work they will have to complete in either Writing the Essay or an International Writing Workshop . The course concentrates on foundational work (grammar, syntax, paragraph development) leading to the creation of compelling essays (idea conception and development, effective use of evidence, understanding basic forms, and the art of persuasion).           Return to top of page                     EXPOS-UA 15 A Spectrum of Essays           Credits: 4 Instructor: Stephen Donatelli Prequisite: Portfolio review           Guises of the Self: History, Literature, Practice&quot;           Subjectivity evolves. Variously known as the I, the self, the persona (performed or feigned) or the identity we make or somehow possess, subjectivity as a subject suits writing because it is never fixed. Concern for the self is not, however, a self-centered pursuit. It has served as a medium through which readers and writers have been able to live deeply as historical agents and spiritual beings. Respect for self has flourished since antiquity. The ancients thought self-knowledge was fundamental to everything else, and conscientiousness is understood today as a cornerstone of citizenship. In this seminar we will acquaint ourselves with some landmark texts in the history of the mutable I, observing many artful variations made by key writers in the tradition of reflective autobiography. We will learn how to read these predecessors by moving with their rhythms or by accompanying them in cinematic time. Readings and visual materials have been chosen to be fun, challenging and various. They provide a selective foundation for what might be called the tradition of the individual person as he or she comes to self-awareness. Our readings serve as occasions for written imitation, reflection and improvisation. We will also rely on them as touchstones for our own writing practice.           While readings and films about the self often operate through closeness and disclosure, the best of them are also philosophical and scientific, thereby supporting our balanced objective of working reflectively and working interpretively. Our writing projects will span a variety of positions between a greater self beyond our own selfs mere self (what the poet Paul Valry once called some self miraculously superior to Myself ), and a more distanced assessment of selected, constructed selves from history and literary history.           Some of our readings are already known to us faintly, thanks to the diligent passivity of our cultural subconscious: Augustines Confessions, the first book of Prousts multi-volume oeuvre , Swanns Way ; Nella Larsens slender masterpiece from the Harlem Renaissance period, Passing; literary innovations by modern masters such as Luigi Pirandello, J.L. Borges, Natalia Ginzburg, and John Barth; and thoughtful analyses of performed and counterfeited selves by Judith Butler and R.D. Laing. Beguiling cinematic visions of erased, unreal, elusive, split, vague and plural selves come to us through Bernardo Bertolucci, Ingmar Bergman and Luis Buuel and in Stan Brakhages cinematic adventures into our inner, psychic life.           To take this class: submit a 15-page sample of good, finished writing. Identify the copy with your name and contact information and bring it to the Writing Program mailbox of Stephen Donatelli during the registration period. The office is located at 411 Lafayette Street, 4 th Floor. You must contact me by e-mail to express interest; upon acceptance you will receive the necessary registration code number.                     EXPOS-UA 15 A Spectrum of Essays: Reconceiving Artfulness and its Risks           Credits: 4 Instructor: Bruce Bromley, EWP Prequisite: Portfolio review           At the height of her fame as a mind that reimagines what essays and novels can do, Virginia Woolf presses her fellow makers and readers to consider that every moment is the centre and meeting place of an extraordinary number of perceptions which have not yet been expressed, showing us how life is always and inevitably much richer than we who try to express it. Like Woolf and her contemporaries, we belong to a world where feelings which used to come simple and separate do so no longer, where beauty is part ugliness; amusement part disgust; pleasure part pain. Emotions which used to enter the mind whole are now broken up on the threshold. These claims mean that we need to reconceive the very notion of threshold, along with the forms by which makers, in the disciplines available to us, structure the experience of living in relation to any boundary. How we ponder artfulness, Woolf implies, requires expansion, as so many influences which play . . . a large part in life have thus far escaped the novelist and her colleaguesamong them,the power of music, the stimulus of light, the effect on us of the shape of trees or the play of colour. To re-see the shapes whereby we express our contact with life will blur the boundaries between customarily separate art forms, Woolf implies, and involve us in the risks inherent in any attempt to make over, to make again, to make anew. What can the risks in play here teach us? At the service of contemplating that question, we will read work by Jennifer Egan, Rainer Maria Rilke, W.G. Sebald, and Woolf herself. We will listen to music that rethinks what sound, ordered into patterns, can make manifest. We will watch films by Pedro Almodvar, Fran&#1195;ois Ozon, Grant Gee, and Fran&#1195;ois Girard. And we will work at crafting essays that honor our attempts to amplify what shaped thinking can communicate. By November 8, 2014, please email Bruce Bromley at bdb2@nyu.edu to inquire how to submit what you think of as your finest essay, which will function as your portfolio review. Notice of selection will occur within eight days of your first contact.            Return to top of page                     EXPOS-UA 16 Advanced Essay Writing for Science           Credits: 4 Instructor: Matthew McClelland, Language Lecturer, EWP Prerequisite: Writing the Essay ; Portfolio review and permission of the Instructor Syllabus: Fall 2011           This advanced writing course offers offers science and pre-health students the opportunity to design and conduct intensive individual research, write honors-level essays for the public and for the academy, and deliver a professional presentation. The course will rely upon the work of professional scientists and writers, and students will be encouraged to attend several public events about science and writing. Students will be encouraged to present their own research at the Undergraduate Research Conference and to submit completed essays for publication in Mercer Street. NOTE: To arrange for a portfolio review and an access code, please contact Matthew McClelland at msm8@nyu.edu .           Return to top of page                     EXPOS-UA 17 Writing in Community           Credits: 4 Instructor: Laura Weinert-Kendt, Language Lecturer, EWP Prerequisite: Writing the Essay and permission of the Instructor Syllabus: Spring 2011           Writing in Community is a course for students who are passionate about writing and community service and would like to explore the dynamic relationship between these two pursuits. As a team, we will head off campus each week to mentor under-served high school students in essay writing. Back on campus, we will have weekly meetings to help us enhance our writing and mentoring skills as we develop our own ideas into essays. We will study writers, artists, and filmmakers whose service and/or community engagement has become a basis for work that documents and reflects on pressing social concerns.           Students require an access code to register for the course. Interested students should contact Laura Weinert-Kendt at law320@nyu.edu .           Return to top of page                     EXPOS-UA 18 Writing and Speaking in the Disciplines           Credits: 4 Instructor: Victoria Olsen Prerequisite: Writing the Essay. Syllabus: Spring 2013           Introduces students to professional discourse in a range of disciplines, depending on enrollment. Students will practice observing, analyzing, and assessing the broad structures and elements of professional work in the Humanities, Social Sciences and Sciences. They will then pursue their own research projects through oral presentations and written assignments. Those intending to participate in the Undergraduate Research Conference in April are especially encouraged to apply as this course will support that research, writing, and presentation.           NOTE: department permission is required so please contact Victoria Olsen for an enrollment code: victoria.olsen@nyu.edu .           Return to top of page                     Course Evaluations           At the end of each term, students are asked to complete an in-class course evaluation. To see the course evaluation form, download this form:                      Course Evaluation (Adobe PDF)                     Return to Program Information                                                                                                      [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ Honors &amp; Awards ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Employment ] [ Contact EWP ]"}]},
{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Writing the Present Day Life                                Semester and Year        SP 2013                    Course Number        IDSEM-UG1722                    Section        001                    Instructor        Judith Greenberg                    Days                            Mon,Wed                                 Time                            12:30 PM -       1:45 PM                                Units        4.0                    Level        U                    Foundation Requirement        HUM                                           Description       This course examines the impact of the digital age on questions of writing, identity construction, ethics, trauma and love. Our entry into the digital age has been compared to the cultural shift that occurred when the Gutenberg Bible enabled the wide distribution of the written word. What is the relationship between the “spirit of an age” or Zeitgeist and its narratives and texts? For example, at the end of Virginia Woolf’s novel Orlando (1928), her time-traveling and sex-changing Elizabethan hero-ine Orlando, enters “the present day.” By the novel’s end, Orlando has grown into a young woman in “present day” London. Who might Orlando be today? Reading a range of texts including Whitman’s Leaves of Grass , Duras’ The Lover , essays on the gaze and gender and trauma and contemporary representation, Cindy Sherman’s photographs and the films Persona and Modern Times , we explore identity and writing, in previous periods and in the Digital Age. We conclude with students writing their own last chapter of Orlando , situated in New York, 2012.                 Syllabus       IDSEM-UG1722            Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "Courses                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 For a list of required classes, see Writing Class Requirements in Program Information .           Return to Program Information           Expository Writing Courses                      EXPOS-UA 1 Writing the Essay            EXPOS-UA 2 The Advanced College Essay: School of Engineering            EXPOS-UA 5 Writing the Essay: Art and the World (TSOA)            ASPP-UT 2 The Advanced College Essay: The World through Art (TSOA)            ACE-UE 110 The Advanced College Essay: Education and the Professions (Steinhardt)            EXPOS-UA 4 International Workshop I            EXPOS-UA 9 International Workshop II            EXPOS-UA 13 Writing Tutorial            EXPOS-UA 1 5 A Spectrum of Essays            EXPOS-UA 16 Advanced Essay Writing for Science                                  EXPOS-UA 17 Writing in Community            EXPOS-UA 18 Writing and Speaking in the Disciplines                               EXPOS-UA 1 Writing the Essay           Credits: 4 Instructor: Staff Syllabus: 2011           This is a required course in expository writing for CAS, Stern, Steinhardt, and Engineering students; it is the foundational writing course. It provides instruction and practice in critical reading, creative thinking, and clear writing. It provides additional instruction in analyzing and interpreting written texts, the use of written texts as evidence, the development of ideas, and the writing of both exploratory and argumentative essays. The course stresses exploration, inquiry, reflection, analysis, revision, and collaborative learning.           TISCH School of the Arts students take Writing the Essay: Art and the World (EXPOS UA-5), which focuses on developing the essay in the arts.           Special sections of Writing the Essay are reserved for the following students:           WTE: Science is specifically tailored for students who are interested in science or medicine. Course readings and assignments focus on current issues in the worlds of science and medicine. Students read and respond to essays by prominent scientists, doctors, and science writers, such as Stephen Jay Gould, Primo Levi, Evelyn Fox Keller, and Richard Selzer.           WTE: Goddard. As part of the Living &amp; Learning options for residence halls, two floors of Goddard Hall are linked to special sections of Writing the Essay. Students in-residence who are interested in creative writing or live performance, study and attend planned outings together. Writing the Essay assignments and discussions are shaped to invite students to incorporate these experiences into their class work.           WTE: CCC. Students combine Writing the Essay with Texts and Ideas , gaining a richer understanding of the ideas and authors in the CCC course through discussions and the development of essays. Students receive credit for both courses.           Return to top of page            EXPOS-UA 2 The Advanced College Essay: School of Engineering           Credits: 4 Instructor: Staff Syllabus: 2013-2014           This is a required second-semester writing course for all Engineering students. The course builds on Writing the Essay and provides advanced instruction in analyzing and interpreting written texts from a variety of academic disciplines, using written texts as evidence, developing ideas, conducting academic research, and writing persuasive essays. It stresses analysis, inductive reasoning, reflection, revision, and collaborative learning. The course is tailored for students in the School of Engineering so that readings and essay writing focus on issues that are pertinent to the sciences.           Return to top of page                     EXPOS-UA 5 Writing the Essay: Art and the World           Credits: 4 Instructor: Staff           This required course for all students in the Tisch School of the Arts is designed to engage all Tisch School of the Arts freshmen in a broad interdisciplinary investigation across artistic media. It provides instruction and practice in critical reading, creative thinking, and essay writing. Students learn to analyze and interpret written texts, art objects, and performances; to use written, visual, and performance texts as evidence; and to develop ideas. The course stresses exploration, inquiry, reflection, analysis, revision, and collaborative learning.           Return to top of page                     ASPP-UT 2 The Advanced College Essay: The World through Art           Credits: 4 Instructor: Staff Prerequisite: EXPOS-UA 5 Writing the Essay: Art and the World Syllabus: 2012           Students in the Tisch School of the Arts are required to take this course. The course follows Writing the Essay: Art and the World (EXPOS-UA 5) and provides advanced instruction in analyzing and interpreting written texts, art objects and performances; using written texts as evidence; developing ideas; and in writing persuasive essays. It stresses analysis, reflection, revision, and collaborative learning. The course is tailored for students in the Arts so that course readings and essay writing focus on issues that are pertinent to that discipline.           Return to top of page                     ACE-UE 110 The Advanced College Essay: Education and the Professions           Credits: 4 Instructor: Staff Prerequisite: EXPOS-UA 1 Writing the Essay Syllabus: Spring 2012           Students in the Steinhardt School of Education and the School of Nursing are required to take this course. The course builds on Writing the Essay (EXPOS-UA 1) and provides advanced instruction in analyzing and interpreting written texts from a variety of academic disciplines, using written texts as evidence, developing ideas, and writing persuasive essays. It stresses analysis, inductive reasoning, reflection, revision, and collaborative learning. The course is tailored for students in the Schools of Education and Nursing so that readings and essay writing focus on issues that are pertinent to those disciplines.           Return to top of page                     EXPOS-UA 4 International Writing Workshop I           Credits: 4 Instructor: Staff Prerequisite: EWP permission Syllabus: Spring 2011           The first of two courses for students for whom English is a second language. The Map Requirement for NYU undergraduates is fulfilled with this course and International Writing Workshop II. Provides instruction in critical reading, textual analysis, exploration of experience, the development of ideas, and revision. Stresses the importance of inquiry and reflection in the use of texts and experience as evidence for essays. Reading and writing assignments lead to essays in which students analyze and raise questions about written texts and experience, and reflect upon text, experience, and idea in a collaborative learning environment. Discusses appropriate conventions in English grammar and style as part of instructor feedback.           Return to top of page                     EXPOS-UA 9 International Writing Workshop II           Credits: 4 Instructor: Staff Prerequisite: EXPOS-UA 4 International Writing Workshop I Syllabus: Spring 2011           The second of two courses for students for whom English is a second language. The Map requirement for NYU undergraduates is fulfilled with this course and International Writing Workshop 1. Provides advanced instruction in analyzing and interpreting written texts from a variety of academic disciplines, the use of written texts as evidence, the development of ideas, and the writing of argumentative essays through a process of inquiry and reflection. Stresses analysis, revision, inquiry, and collaborative learning. Discusses appropriate conventions in English grammar and style as part of instructor feedback.           Return to top of page                     EXPOS-UA 13 Writing Tutorial           Credits: 4 Instructor: Staff Prequisite: EWP permission. Syllabus: 2012           Offers intensive individual and group work in the practice of expository writing for those students whose competency examination reveals the need for additional, foundational writing instruction. The course aims to better prepare admitted transfer students for the rigorous work they will have to complete in either Writing the Essay or an International Writing Workshop . The course concentrates on foundational work (grammar, syntax, paragraph development) leading to the creation of compelling essays (idea conception and development, effective use of evidence, understanding basic forms, and the art of persuasion).           Return to top of page                     EXPOS-UA 15 A Spectrum of Essays           Credits: 4 Instructor: Stephen Donatelli Prequisite: Portfolio review           Guises of the Self: History, Literature, Practice&quot;           Subjectivity evolves. Variously known as the I, the self, the persona (performed or feigned) or the identity we make or somehow possess, subjectivity as a subject suits writing because it is never fixed. Concern for the self is not, however, a self-centered pursuit. It has served as a medium through which readers and writers have been able to live deeply as historical agents and spiritual beings. Respect for self has flourished since antiquity. The ancients thought self-knowledge was fundamental to everything else, and conscientiousness is understood today as a cornerstone of citizenship. In this seminar we will acquaint ourselves with some landmark texts in the history of the mutable I, observing many artful variations made by key writers in the tradition of reflective autobiography. We will learn how to read these predecessors by moving with their rhythms or by accompanying them in cinematic time. Readings and visual materials have been chosen to be fun, challenging and various. They provide a selective foundation for what might be called the tradition of the individual person as he or she comes to self-awareness. Our readings serve as occasions for written imitation, reflection and improvisation. We will also rely on them as touchstones for our own writing practice.           While readings and films about the self often operate through closeness and disclosure, the best of them are also philosophical and scientific, thereby supporting our balanced objective of working reflectively and working interpretively. Our writing projects will span a variety of positions between a greater self beyond our own selfs mere self (what the poet Paul Valry once called some self miraculously superior to Myself ), and a more distanced assessment of selected, constructed selves from history and literary history.           Some of our readings are already known to us faintly, thanks to the diligent passivity of our cultural subconscious: Augustines Confessions, the first book of Prousts multi-volume oeuvre , Swanns Way ; Nella Larsens slender masterpiece from the Harlem Renaissance period, Passing; literary innovations by modern masters such as Luigi Pirandello, J.L. Borges, Natalia Ginzburg, and John Barth; and thoughtful analyses of performed and counterfeited selves by Judith Butler and R.D. Laing. Beguiling cinematic visions of erased, unreal, elusive, split, vague and plural selves come to us through Bernardo Bertolucci, Ingmar Bergman and Luis Buuel and in Stan Brakhages cinematic adventures into our inner, psychic life.           To take this class: submit a 15-page sample of good, finished writing. Identify the copy with your name and contact information and bring it to the Writing Program mailbox of Stephen Donatelli during the registration period. The office is located at 411 Lafayette Street, 4 th Floor. You must contact me by e-mail to express interest; upon acceptance you will receive the necessary registration code number.                     EXPOS-UA 15 A Spectrum of Essays: Reconceiving Artfulness and its Risks           Credits: 4 Instructor: Bruce Bromley, EWP Prequisite: Portfolio review           At the height of her fame as a mind that reimagines what essays and novels can do, Virginia Woolf presses her fellow makers and readers to consider that every moment is the centre and meeting place of an extraordinary number of perceptions which have not yet been expressed, showing us how life is always and inevitably much richer than we who try to express it. Like Woolf and her contemporaries, we belong to a world where feelings which used to come simple and separate do so no longer, where beauty is part ugliness; amusement part disgust; pleasure part pain. Emotions which used to enter the mind whole are now broken up on the threshold. These claims mean that we need to reconceive the very notion of threshold, along with the forms by which makers, in the disciplines available to us, structure the experience of living in relation to any boundary. How we ponder artfulness, Woolf implies, requires expansion, as so many influences which play . . . a large part in life have thus far escaped the novelist and her colleaguesamong them,the power of music, the stimulus of light, the effect on us of the shape of trees or the play of colour. To re-see the shapes whereby we express our contact with life will blur the boundaries between customarily separate art forms, Woolf implies, and involve us in the risks inherent in any attempt to make over, to make again, to make anew. What can the risks in play here teach us? At the service of contemplating that question, we will read work by Jennifer Egan, Rainer Maria Rilke, W.G. Sebald, and Woolf herself. We will listen to music that rethinks what sound, ordered into patterns, can make manifest. We will watch films by Pedro Almodvar, Fran&#1195;ois Ozon, Grant Gee, and Fran&#1195;ois Girard. And we will work at crafting essays that honor our attempts to amplify what shaped thinking can communicate. By November 8, 2014, please email Bruce Bromley at bdb2@nyu.edu to inquire how to submit what you think of as your finest essay, which will function as your portfolio review. Notice of selection will occur within eight days of your first contact.            Return to top of page                     EXPOS-UA 16 Advanced Essay Writing for Science           Credits: 4 Instructor: Matthew McClelland, Language Lecturer, EWP Prerequisite: Writing the Essay ; Portfolio review and permission of the Instructor Syllabus: Fall 2011           This advanced writing course offers offers science and pre-health students the opportunity to design and conduct intensive individual research, write honors-level essays for the public and for the academy, and deliver a professional presentation. The course will rely upon the work of professional scientists and writers, and students will be encouraged to attend several public events about science and writing. Students will be encouraged to present their own research at the Undergraduate Research Conference and to submit completed essays for publication in Mercer Street. NOTE: To arrange for a portfolio review and an access code, please contact Matthew McClelland at msm8@nyu.edu .           Return to top of page                     EXPOS-UA 17 Writing in Community           Credits: 4 Instructor: Laura Weinert-Kendt, Language Lecturer, EWP Prerequisite: Writing the Essay and permission of the Instructor Syllabus: Spring 2011           Writing in Community is a course for students who are passionate about writing and community service and would like to explore the dynamic relationship between these two pursuits. As a team, we will head off campus each week to mentor under-served high school students in essay writing. Back on campus, we will have weekly meetings to help us enhance our writing and mentoring skills as we develop our own ideas into essays. We will study writers, artists, and filmmakers whose service and/or community engagement has become a basis for work that documents and reflects on pressing social concerns.           Students require an access code to register for the course. Interested students should contact Laura Weinert-Kendt at law320@nyu.edu .           Return to top of page                     EXPOS-UA 18 Writing and Speaking in the Disciplines           Credits: 4 Instructor: Victoria Olsen Prerequisite: Writing the Essay. Syllabus: Spring 2013           Introduces students to professional discourse in a range of disciplines, depending on enrollment. Students will practice observing, analyzing, and assessing the broad structures and elements of professional work in the Humanities, Social Sciences and Sciences. They will then pursue their own research projects through oral presentations and written assignments. Those intending to participate in the Undergraduate Research Conference in April are especially encouraged to apply as this course will support that research, writing, and presentation.           NOTE: department permission is required so please contact Victoria Olsen for an enrollment code: victoria.olsen@nyu.edu .           Return to top of page                     Course Evaluations           At the end of each term, students are asked to complete an in-class course evaluation. To see the course evaluation form, download this form:                      Course Evaluation (Adobe PDF)                     Return to Program Information                                                                                                      [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ Honors &amp; Awards ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Employment ] [ Contact EWP ]"}, {"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        First-Year Writing Seminar: Shifting Identities                                Semester and Year        FA 2011                    Course Number        FIRST-UG381                    Section        001                    Instructor        Laurie Woodard                    Days                            Tue,Thu                                 Time                            2:00 PM -       3:15 PM                                Units        4.0                    Level        U                    Foundation Requirement                                         Notes/Restrictions       Open to Gallatin first-year students only.                    Description       Each day we construct, reconstruct, fine tune and attempt to harmonize the multiple facets of our identity. On any given day, we emphasize or de-emphasize different parts of ourselves. Sometimes we make it up altogether by passing – intentionally or unintentionally allowing others to believe that we are something that we are not. Many of us live moments, hours, days, years, or lifetimes under an assumed identity – a component or aspect of ourselves that seemingly contradicts the ways in which we see ourselves or the ways in which others see us – for myriad reasons such as professional advancement, physical safety, or social acceptance. In this writing seminar, we will explore representations of passing, such Harlem Renaissance author Nella Larsen’s study of early 20th century racial passing, Passing, or Modern Yiddish Literary movement Pulitzer Prize winner Isaac Bashevis Singer’s exploration of gender passing, Yentl the Yeshiva Boy. Our reading and writing will delve into t hemes including but not limited to race, gender, sexuality, religion, and social/economic status as we address why we pass, how we pass, and what happens when we get “caught.” Students will read essays, poetry, fiction, autobiography, film, and plays and will write three analytical essays and a literary-critical paper. Texts will include works by Elaine Ginsberg, Nella Larsen, Isaac Bashevis Singer, John M. Stahl, Neil Jordan, James Weldon Johnson, and Philip Roth.                   Course Type       First-Year Program: Writing Seminars (FIRST-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]}]