[{"detail": [{"content": "Current Course Details - MCC Graduate - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          MCC Graduate                                Current Course Details        Please check Albert or the Registrar's Office site for the most up-to-date class meeting times, locations, and call numbers. The courses will be open in Albert; there is no need to contact the Department directly. Albert wait lists will be available for all courses. Please email us with any additional questions.    Summer 2015    MCC-GE 2175-001 Political Communication    Rod Benson    Summer Session I (May 26 - June 13, 2015)    MTWR 10:00 AM - 12:45 PM | 4 credits    MA Area of Study: Persuasion and Politics    This course is about putting theory into practice for social change. We will draw on field theory (Bourdieu, Fligstein/McAdam, etc.), cultural pragmatics (Jeffrey Alexander), and recent theoretical and empirical research on social movements, networks, and media of all types to develop strategies and tactics for social issue and electoral campaigns. Students will also have opportunities to develop skills in campaign planning, speechwriting, and other forms of persuasive political communication .        MCC-GE 2380-001 FRANCE- Cultural Imaginaries in Paris and Media of Place and Space    Allen Feldman    PARIS, FRANCE (June 12-30, 2015) | 4 credits    Via application only, open to all graduate students. For course details and information on applying, please visit the Steinhardt Global website here .       Fall 2015    MCC-GE 2001-001 Media, Culture, and Communication Core Seminar Martin Scherzinger Wednesdays 11:00 AM - 1:10 PM | 4 credits Examines theoretical approaches that are central to the study of media, culture, and communication. Provides students with a historical and critical framework for understanding the literature and research traditions within the field of media studies with an emphasis on media and communication as institutional actors, technological artifacts, systems of representation and meaningful cultural objects.    MCC-GE 2001-002 Media, Culture, and Communication Core Seminar Martin Scherzinger Wednesdays 2:00 PM - 4:10 PM | 4 credits Examines theoretical approaches that are central to the study of media, culture, and communication. Provides students with a historical and critical framework for understanding the literature and research traditions within the field of media studies with an emphasis on media and communication as institutional actors, technological artifacts, systems of representation and meaningful cultural objects.    MCC-GE 2001-003 Media, Culture, and Communication Core Seminar Erica Robles Mondays 4:55 &ndash; 7:05 PM | 4 credits Examines theoretical approaches that are central to the study of media, culture, and communication. Provides students with a historical and critical framework for understanding the literature and research traditions within the field of media studies with an emphasis on media and communication as institutional actors, technological artifacts, systems of representation and meaningful cultural objects.    MCC-GE 2027-001 Media and the Environment Nicholas Mirzoeff Mondays 11:00 AM &ndash; 1:10 PM| 4 credits MA Area of Study: Visual Culture and Cultural Studies &amp; Technology and Society This seminar takes on the twin related questions: How can we see and visualize the Anthropocene? And how can we imagine a climate justice movement to respond to it? The Anthropocene challenges our concepts of time, scale, and agency, requiring nothing less than a new history of the modern. Climate justice demands not just a reduction in emissions but an acknowledgement that climate change has most affected those already most without resource. How do we shape approaches to the Anthropocene that identify settler colonialism and industrial capitalism as the key causes, rather than humans as a whole? How do we highlight the gendered and raced ways of thinking about climate and environment? Our methods will center on mapping, archiving and activism.    MCC-GE 2112-001 Politics of the Gaze Allen Feldman Mondays 4:55 PM - 7:05 PM | 4 credits MA Area of Study: Visual Culture and Cultural Studies The meditation and technological development of vision and its dominance over the human sensorium is integral to the emergence of the modern, including experiences of urbanism, consumer desire, gender/sexual identities, race and ethnicity, trans-cultural image systems, aesthetic production, and the making of power and political truth claims. This seminar will focus on introducing participants to the core theories and analytic methods of visual culture, and the socio-political history of the human sensorium in a variety of disciplines, including ethnography, social history, urban studies, cinema studies, social geography, material culture studies, and media studies.    MCC-GE 2130-001 Topics in Digital Media: Privacy Helen Nissenbaum Thursdays 2:00 PM &ndash; 4:10 PM | 4 credits MA Area of Study: Technology and Society Information technology and digital media, often associated with threats to privacy, are increasingly called upon to protect, preserve, and enhance it. This graduate-level, project-based course observes both sides of the story through a multidisciplinary lens. It examines topical policy issues as well as controversial systems and technologies that both threaten privacy, and are called in service of its protection. Course modules may include Web tracking, biometric Identification, big data, quantified self, Internet of things, and social networks. For each of these, it will survey underlying technologies and related ethical, legal, and policy issues. Ideally, the course will attract students with diverse backgrounds, some in technical fields others in the social sciences and humanities, who will collaborate on term projects.    MCC GE 2138-001 Politics of Digital Media Paula Chakravartty Wednesdays 11:00 AM - 1:10 PM | 4 credits MA Area of Study: Visual Culture and Cultural Studies &amp; Technology and Society\u2028 This seminar examines the intersections between digital media and political transformation.We will critically examine theoretical debates about technology, democracy, contentious politics and neoliberalism. Specific topics may include: network architecture and regulation, Hactivism and tactical media; the geo-poitics of surveillance and counter-revolution; alternative digital futures and the Global South.    MCC-GE 2148-001 The Television Business David Poltrack Thursdays 6:00 PM - 9:15 PM | 4 credits This course meets these dates only: September 3, 10, 17, 24, October 1, 8, 15, 22 and 29. MA Research Course\u2028 Exploration of the technical, legal, and economic structures including broadcast television, cable television, the internet and mobile. Examination of the consequences of these structures on the content and social effects of mass media. The focus will be on the programming and advertising structure of this evolving television business and how that structure is evolving with the 3-screen convergence of television, the internet, and mobile.    MCC-GE 2174-001 Professional Writing and Research Application Brett Gary Tuesdays 6:30 PM &ndash; 8:40 PM | 4 credits MA Culminating Experience\u2028 This course is meant to integrate skills and knowledge acquired during the master&rsquo;s program to achieve a professional level of competency in several areas: writing for professional journals or websites; developing survey or other instruments for data production; surveying the scholarly literature; writing scholarly abstracts; understanding the processes of self-editing and peer reviewing; and giving polished oral presentations of final writing and/or web-based projects.    MCC-GE 2174-002 Professional Writing and Research Application Mark Miller Mondays 2:00 PM &ndash; 4:10 PM | 4 credits MA Culminating Experience This course is meant to integrate skills and knowledge acquired during the master&rsquo;s program to achieve a professional level of competency in several areas: writing for professional journals or websites; developing survey or other instruments for data production; surveying the scholarly literature; writing scholarly abstracts; understanding the processes of self-editing and peer reviewing; and giving polished oral presentations of final writing and/or web-based projects.    MCC-GE 2182-001 Communication Processes: Gender, Race, and Cultural Identity Deborah Borisoff Wednesdays 4:55 PM - 7:05 PM | 4 credits MA Area of Study: Interaction and Social Processes &amp; Global and Transcultural Communication This course examines past and current studies on language, communication theories, speech perception, and other aspects of verbal and nonverbal behavior. Students relate these studies to how gender, race, culture and sexual orientation are developed and reflected in society in both personal and professional relationships.    MCC-GE 2190-001 Language of Communication Terence Moran Tuesdays, 2:00 PM &ndash; 4:10 PM | 4 credits MA Areas of Study: Persuasion and Politics The historical development of various non-electronic media--language, painting, writing and print and their consequences for consciousness, information processing, and sociopolitical structures.    MCC-GE 2305-001 Internet Governance: Mapping Internet Governance Principles, Policies, and Practices \u2028(TENTATIVE) Stefaan Verhulst Tuesdays 4:55 &ndash; 7:05 PM | 4 credits MA Area of Study: Global and Transcultural Communication, Persuasion and Politics, and Technology and Society The Internet has become an essential platform &amp; engine for economic development, social justice &amp; the protection of human rights. At the same time, the issue of global Internet governance raises challenging questions, including: where the control of the Internet should reside, what guiding principles should be used &amp; who should take part in the policy making process? Students will explore prominent narratives &amp; issues, such as the concept of architectural openness &amp; the promotion of Internet Freedom. Through weekly discussions &amp; the tracking of developmental shifts, this course seeks to provide insight into the possible future of the medium.    MCC-GE 2380-001 Topics in Globalization Arjun Appadurai Wednesdays 2:00 PM - 4:10 PM | 4 credits MA Areas of Study: Global and Transcultural Communication, Visual Culture and Cultural Studies TOPIC: CULTURAL DIMENSIONS OF GLOBALIZATION: Almost twenty-five years after the fall of the Berlin Wall, our understanding of how globalization has affected the circulation of global images, forms and ideologies has changed considerably. This course will focus on new forms of commodity circulation and consumption, on new sites of ethnic and religious violence, on new debates over privacy and free expression, and on new forms of diasporic politics. The primary aim of the course will be to expose students to the major debates in these areas and to develop analytic tools for understanding the role of mediation in new formations of identity, aspiration and consumption.    MCC-GE 2900-001 Thesis in Media, Culture, and Communication Radha Hegde Mondays 4:55 &ndash; 7:05 PM | 4 credits The thesis project synthesized general knowledge in the field of media, culture and communication as well as demonstrates a high level of competency in the candidate's chosen area of study in accordance with institutional and state regulations. Via application only.    MCC-GE 3100-001 Doctoral Core Seminar I Ben Kafka Wednesdays 11:00 AM - 1:50 PM | 4 credits DOCTORAL Students Only\u2028 Advanced reading and discussion of the foundational literature, principles, and paradigms associated with the study of media, culture, and communication.    MCC-GE 3101-001 Introduction to Communication Research Marita Sturken Tuesdays 2:00 PM &ndash; 4:50 PM | 4 credits The formulation of doctoral research problems in culture and communication. Planning of relevant methodology; criticism of work in progress.    MCC-GE 3130-001 Special Topics: Global and Transcultural Communication Arjun Appadurai Mondays 2:00 &ndash; 4:50 PM | 4 credits DOCTORAL Students Only\u2028 TOPIC: Mediation and Materialization. This doctoral seminar will focus on ways in which the growing literature on the relationships between humans, spirits and other animated objects are producing new forms of agency, sociality and connectivity. Readings will focus on mainly on the work of anthropologists on new ways of looking at comparative social ontologies and cosmologies - including the work of Philippe Descola, Viveiros de Castro, Tim Ingold, Nurit Bird and Marilyn Strathern. These anthropological approaches will be supplemented by selected writings of Arjun Appadurai, Bruno Latour, W.J.T. Mitchell,Jane Bennett and other theorists, to ask how new forms of material assemblage affect existing theories of society, cosmos and mediation. The goal of the class will be to ask whether an expanded vision of in-dividuality demands a different understanding of mediation, culture and communication.    MCC-GE 3150-001 Special Topics in Technology Studies Natasha Schull Mondays 11:00 AM &ndash; 1:50 PM | 4 credits DOCTORAL Students Only\u2028 TOPIC: Self as Data. The past decade has seen a great deal of public discussion and debate over the ways that governments and corporations collect data on citizens and consumers, and the ends to which they use it. This seminar takes a different approach, focusing on cases in which individuals treat their own habits, bodies, moods, and thoughts as objects of scrutiny, analysis, and intervention. Ranging from 19th-century diary writing to contemporary diet techniques, Benjamin Franklin&rsquo;s self-&shy;monitoring practices to the Quantified Self movement&rsquo;s digital data collection apps, the course explores what different modes of self-examination, self-&shy;analysis, and self-&shy;governance might reveal about changing cultural values, political contexts, and understandings of the self, and how they remake subjectivity.    MCC-GE 3201-001 Dissertation Proposal Charlton McIlwain Wednesdays 2:00 PM &ndash; 4:50 PM | 4 credits DOCTORAL Students Only The formulation of doctoral research problems in culture and communication. Planning of relevant methodology; criticism of work in progress.    Back to top                           This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}]},
{"detail": [{"content": "Current Course Details - MCC Graduate - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          MCC Graduate                                Current Course Details        Please check Albert or the Registrar's Office site for the most up-to-date class meeting times, locations, and call numbers. The courses will be open in Albert; there is no need to contact the Department directly. Albert wait lists will be available for all courses. Please email us with any additional questions.    Summer 2015    MCC-GE 2175-001 Political Communication    Rod Benson    Summer Session I (May 26 - June 13, 2015)    MTWR 10:00 AM - 12:45 PM | 4 credits    MA Area of Study: Persuasion and Politics    This course is about putting theory into practice for social change. We will draw on field theory (Bourdieu, Fligstein/McAdam, etc.), cultural pragmatics (Jeffrey Alexander), and recent theoretical and empirical research on social movements, networks, and media of all types to develop strategies and tactics for social issue and electoral campaigns. Students will also have opportunities to develop skills in campaign planning, speechwriting, and other forms of persuasive political communication .        MCC-GE 2380-001 FRANCE- Cultural Imaginaries in Paris and Media of Place and Space    Allen Feldman    PARIS, FRANCE (June 12-30, 2015) | 4 credits    Via application only, open to all graduate students. For course details and information on applying, please visit the Steinhardt Global website here .       Fall 2015    MCC-GE 2001-001 Media, Culture, and Communication Core Seminar Martin Scherzinger Wednesdays 11:00 AM - 1:10 PM | 4 credits Examines theoretical approaches that are central to the study of media, culture, and communication. Provides students with a historical and critical framework for understanding the literature and research traditions within the field of media studies with an emphasis on media and communication as institutional actors, technological artifacts, systems of representation and meaningful cultural objects.    MCC-GE 2001-002 Media, Culture, and Communication Core Seminar Martin Scherzinger Wednesdays 2:00 PM - 4:10 PM | 4 credits Examines theoretical approaches that are central to the study of media, culture, and communication. Provides students with a historical and critical framework for understanding the literature and research traditions within the field of media studies with an emphasis on media and communication as institutional actors, technological artifacts, systems of representation and meaningful cultural objects.    MCC-GE 2001-003 Media, Culture, and Communication Core Seminar Erica Robles Mondays 4:55 &ndash; 7:05 PM | 4 credits Examines theoretical approaches that are central to the study of media, culture, and communication. Provides students with a historical and critical framework for understanding the literature and research traditions within the field of media studies with an emphasis on media and communication as institutional actors, technological artifacts, systems of representation and meaningful cultural objects.    MCC-GE 2027-001 Media and the Environment Nicholas Mirzoeff Mondays 11:00 AM &ndash; 1:10 PM| 4 credits MA Area of Study: Visual Culture and Cultural Studies &amp; Technology and Society This seminar takes on the twin related questions: How can we see and visualize the Anthropocene? And how can we imagine a climate justice movement to respond to it? The Anthropocene challenges our concepts of time, scale, and agency, requiring nothing less than a new history of the modern. Climate justice demands not just a reduction in emissions but an acknowledgement that climate change has most affected those already most without resource. How do we shape approaches to the Anthropocene that identify settler colonialism and industrial capitalism as the key causes, rather than humans as a whole? How do we highlight the gendered and raced ways of thinking about climate and environment? Our methods will center on mapping, archiving and activism.    MCC-GE 2112-001 Politics of the Gaze Allen Feldman Mondays 4:55 PM - 7:05 PM | 4 credits MA Area of Study: Visual Culture and Cultural Studies The meditation and technological development of vision and its dominance over the human sensorium is integral to the emergence of the modern, including experiences of urbanism, consumer desire, gender/sexual identities, race and ethnicity, trans-cultural image systems, aesthetic production, and the making of power and political truth claims. This seminar will focus on introducing participants to the core theories and analytic methods of visual culture, and the socio-political history of the human sensorium in a variety of disciplines, including ethnography, social history, urban studies, cinema studies, social geography, material culture studies, and media studies.    MCC-GE 2130-001 Topics in Digital Media: Privacy Helen Nissenbaum Thursdays 2:00 PM &ndash; 4:10 PM | 4 credits MA Area of Study: Technology and Society Information technology and digital media, often associated with threats to privacy, are increasingly called upon to protect, preserve, and enhance it. This graduate-level, project-based course observes both sides of the story through a multidisciplinary lens. It examines topical policy issues as well as controversial systems and technologies that both threaten privacy, and are called in service of its protection. Course modules may include Web tracking, biometric Identification, big data, quantified self, Internet of things, and social networks. For each of these, it will survey underlying technologies and related ethical, legal, and policy issues. Ideally, the course will attract students with diverse backgrounds, some in technical fields others in the social sciences and humanities, who will collaborate on term projects.    MCC GE 2138-001 Politics of Digital Media Paula Chakravartty Wednesdays 11:00 AM - 1:10 PM | 4 credits MA Area of Study: Visual Culture and Cultural Studies &amp; Technology and Society\u2028 This seminar examines the intersections between digital media and political transformation.We will critically examine theoretical debates about technology, democracy, contentious politics and neoliberalism. Specific topics may include: network architecture and regulation, Hactivism and tactical media; the geo-poitics of surveillance and counter-revolution; alternative digital futures and the Global South.    MCC-GE 2148-001 The Television Business David Poltrack Thursdays 6:00 PM - 9:15 PM | 4 credits This course meets these dates only: September 3, 10, 17, 24, October 1, 8, 15, 22 and 29. MA Research Course\u2028 Exploration of the technical, legal, and economic structures including broadcast television, cable television, the internet and mobile. Examination of the consequences of these structures on the content and social effects of mass media. The focus will be on the programming and advertising structure of this evolving television business and how that structure is evolving with the 3-screen convergence of television, the internet, and mobile.    MCC-GE 2174-001 Professional Writing and Research Application Brett Gary Tuesdays 6:30 PM &ndash; 8:40 PM | 4 credits MA Culminating Experience\u2028 This course is meant to integrate skills and knowledge acquired during the master&rsquo;s program to achieve a professional level of competency in several areas: writing for professional journals or websites; developing survey or other instruments for data production; surveying the scholarly literature; writing scholarly abstracts; understanding the processes of self-editing and peer reviewing; and giving polished oral presentations of final writing and/or web-based projects.    MCC-GE 2174-002 Professional Writing and Research Application Mark Miller Mondays 2:00 PM &ndash; 4:10 PM | 4 credits MA Culminating Experience This course is meant to integrate skills and knowledge acquired during the master&rsquo;s program to achieve a professional level of competency in several areas: writing for professional journals or websites; developing survey or other instruments for data production; surveying the scholarly literature; writing scholarly abstracts; understanding the processes of self-editing and peer reviewing; and giving polished oral presentations of final writing and/or web-based projects.    MCC-GE 2182-001 Communication Processes: Gender, Race, and Cultural Identity Deborah Borisoff Wednesdays 4:55 PM - 7:05 PM | 4 credits MA Area of Study: Interaction and Social Processes &amp; Global and Transcultural Communication This course examines past and current studies on language, communication theories, speech perception, and other aspects of verbal and nonverbal behavior. Students relate these studies to how gender, race, culture and sexual orientation are developed and reflected in society in both personal and professional relationships.    MCC-GE 2190-001 Language of Communication Terence Moran Tuesdays, 2:00 PM &ndash; 4:10 PM | 4 credits MA Areas of Study: Persuasion and Politics The historical development of various non-electronic media--language, painting, writing and print and their consequences for consciousness, information processing, and sociopolitical structures.    MCC-GE 2305-001 Internet Governance: Mapping Internet Governance Principles, Policies, and Practices \u2028(TENTATIVE) Stefaan Verhulst Tuesdays 4:55 &ndash; 7:05 PM | 4 credits MA Area of Study: Global and Transcultural Communication, Persuasion and Politics, and Technology and Society The Internet has become an essential platform &amp; engine for economic development, social justice &amp; the protection of human rights. At the same time, the issue of global Internet governance raises challenging questions, including: where the control of the Internet should reside, what guiding principles should be used &amp; who should take part in the policy making process? Students will explore prominent narratives &amp; issues, such as the concept of architectural openness &amp; the promotion of Internet Freedom. Through weekly discussions &amp; the tracking of developmental shifts, this course seeks to provide insight into the possible future of the medium.    MCC-GE 2380-001 Topics in Globalization Arjun Appadurai Wednesdays 2:00 PM - 4:10 PM | 4 credits MA Areas of Study: Global and Transcultural Communication, Visual Culture and Cultural Studies TOPIC: CULTURAL DIMENSIONS OF GLOBALIZATION: Almost twenty-five years after the fall of the Berlin Wall, our understanding of how globalization has affected the circulation of global images, forms and ideologies has changed considerably. This course will focus on new forms of commodity circulation and consumption, on new sites of ethnic and religious violence, on new debates over privacy and free expression, and on new forms of diasporic politics. The primary aim of the course will be to expose students to the major debates in these areas and to develop analytic tools for understanding the role of mediation in new formations of identity, aspiration and consumption.    MCC-GE 2900-001 Thesis in Media, Culture, and Communication Radha Hegde Mondays 4:55 &ndash; 7:05 PM | 4 credits The thesis project synthesized general knowledge in the field of media, culture and communication as well as demonstrates a high level of competency in the candidate's chosen area of study in accordance with institutional and state regulations. Via application only.    MCC-GE 3100-001 Doctoral Core Seminar I Ben Kafka Wednesdays 11:00 AM - 1:50 PM | 4 credits DOCTORAL Students Only\u2028 Advanced reading and discussion of the foundational literature, principles, and paradigms associated with the study of media, culture, and communication.    MCC-GE 3101-001 Introduction to Communication Research Marita Sturken Tuesdays 2:00 PM &ndash; 4:50 PM | 4 credits The formulation of doctoral research problems in culture and communication. Planning of relevant methodology; criticism of work in progress.    MCC-GE 3130-001 Special Topics: Global and Transcultural Communication Arjun Appadurai Mondays 2:00 &ndash; 4:50 PM | 4 credits DOCTORAL Students Only\u2028 TOPIC: Mediation and Materialization. This doctoral seminar will focus on ways in which the growing literature on the relationships between humans, spirits and other animated objects are producing new forms of agency, sociality and connectivity. Readings will focus on mainly on the work of anthropologists on new ways of looking at comparative social ontologies and cosmologies - including the work of Philippe Descola, Viveiros de Castro, Tim Ingold, Nurit Bird and Marilyn Strathern. These anthropological approaches will be supplemented by selected writings of Arjun Appadurai, Bruno Latour, W.J.T. Mitchell,Jane Bennett and other theorists, to ask how new forms of material assemblage affect existing theories of society, cosmos and mediation. The goal of the class will be to ask whether an expanded vision of in-dividuality demands a different understanding of mediation, culture and communication.    MCC-GE 3150-001 Special Topics in Technology Studies Natasha Schull Mondays 11:00 AM &ndash; 1:50 PM | 4 credits DOCTORAL Students Only\u2028 TOPIC: Self as Data. The past decade has seen a great deal of public discussion and debate over the ways that governments and corporations collect data on citizens and consumers, and the ends to which they use it. This seminar takes a different approach, focusing on cases in which individuals treat their own habits, bodies, moods, and thoughts as objects of scrutiny, analysis, and intervention. Ranging from 19th-century diary writing to contemporary diet techniques, Benjamin Franklin&rsquo;s self-&shy;monitoring practices to the Quantified Self movement&rsquo;s digital data collection apps, the course explores what different modes of self-examination, self-&shy;analysis, and self-&shy;governance might reveal about changing cultural values, political contexts, and understandings of the self, and how they remake subjectivity.    MCC-GE 3201-001 Dissertation Proposal Charlton McIlwain Wednesdays 2:00 PM &ndash; 4:50 PM | 4 credits DOCTORAL Students Only The formulation of doctoral research problems in culture and communication. Planning of relevant methodology; criticism of work in progress.    Back to top                           This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "Global Cultures, AS | NYU                                              Navigation       Liberal Studies: Global Liberal Studies                 About Arts and Science | Departments and Programs | The Faculty                    Back to Home             Global Cultures   Advanced Global Cultures Global Cultures Students choose from one of five Liberal Studies courses featuring the regions of Africa, East Asia, the Middle East, South Asia, and Latin America. These courses introduce aspects of one particular region’s cultural development to help students understand societies that have long histories and enormous diversity within themselves—societies and cultures that intersect across the globe. “Culture” is broadly defined as including, but not being limited to, the historical, philosophical, artistic, political, and social dimensions of the region. Course materials stress primary over secondary sources and may include multimedia. In their first year, students choose from one of the Global Cultures courses described below.  African Cultures This course is an introduction to modern African history and culture. The configurations and problems of modern African society are examined in the context of, and as a product of, a rich history and tradition. The social, political, economic, and intellectual dimensions of African life are approached through a wide variety of readings from the disciplines of history, political science, anthropology, and literature. Middle Eastern Cultures This is a general, inter-disciplinary introduction to the societies, cultures, politics and history of the contemporary Middle East and Islamic North Africa. Texts on sociological, historical and political topics, as well as artistic expressions, films and literary works, may be utilized to examine the region's rich historical legacy and current complexity. Topics may include the historical and cultural relations between the Middle East and the West and the impact of historical, economic, and political change on the region's cultures, societies and contemporary problems. East Asian Cultures This course surveys the civilizations of Japan and China, concentrating on their last 200 years and their position in today’s world. Each country’s unique culture and civilization provides the backdrop against which modern events are viewed. Major topics include the imperialist conquests of the 19th century, the nationalist movements and revolutions of the 20th century, and the impact of modernization on traditional Asian societies. South Asian Cultures This course examines the historical and cultural roots of political and social change in 19th- and 20th-century South Asia (India, Pakistan, Sri Lanka, Bangladesh, and Nepal). The course explores the complex interaction of ancient traditions, colonialism, and independence movements. It also examines a number of post-independence issues such as development and modernization, hierarchy and democracy, and continuing religious strife. Latin American Cultures This course examines major literary texts in the context of political and social change in post-independence Latin America. Genres including the novel, the essay, and poetry are read in light of the emerging nations’ quest to consolidate their identities vis-à-vis Spain, Europe, and 20th-century United States. The course explores how Latin American texts address the challenges of establishing viable politics across class and racial divides; the transition from monocultural and agricultural economies to industrialization and mass urbanization; responses to economic and ideological neocolonialism; the opportunities and crises created by integration into a global economy; the impact of the global media; and the struggle for civil rights.  Advanced Global Cultures Students take an Advanced Global Cultures course in either fall or spring semester at their global sites. These courses, which concern a wide variety of topics, connect the site experience with wider regional, national, or global phenomena; for instance, a student in Paris might choose a course on France and Islam, while a student at Buenos Aires might choose one on Latin American cinema. Students take an two-semester experiential learning sequence to immerse them in the current and historical character of the site; as a component of the class, they pursue an independent internship or equivalent with an on-site faculty director and work online with a GLS faculty member and students with similar interests from different sites to craft an independent research project, an important preparation for the senior thesis. Junior year also features foreign language courses in each term, and electives geared toward the particular academic emphases and geographic advantages of the site. Students thus attain a thorough working knowledge of the historical and contemporary culture and society of the site at which they study.                       Home               Updated on 12&#047;01&#047;2014       Contact Us                             Contact Us"}, {"content": "Global Cultures, LS | NYU                                                    Navigation       Liberal Studies                 About Arts and Science | Departments and Programs | The Faculty       About Liberal Studies | Core Program | Global Liberal Studies | Admissions | Faculty                  Back to Home             Global Cultures   Students may choose from one of five Global Cultures courses, each designed to help students understand that societies have long histories and enormous diversity within themselves--societies and cultures that intersect across the globe. These courses introduce students to aspects of one particular region's cultural development, broadly defined as including, but not limited to, such disciplines as history, philosophy, the arts, politics and social institutions. Advanced Global Cultures is taken an in either fall or spring semester at the junior year global site. These courses, which concern a wide variety of topics, connect the site experience with wider regional, national, or global phenomena. African Cultures This course offers a broad interdisciplinary introduction to the great diversity of peoples, places, and cultures on the African continent. Students use a variety of historical sources, literature, and film to explore the paradigms of traditional cultures of precolonial societies and the disruptions of those structures by the incursions of Islam and European colonialism. The course also explores the decolonialization of the continent, the attendant struggles for independence, and post-liberation problems. The impact of modernity on cultural roles and the transformation of African cultures in the diaspora also receive attention. East Asian Cultures This course offers a broad interdisciplinary introduction to China, Japan, and Korea, generally concentrating on one of these regions. Students study aspects of the traditional and/or modern cultures of one or more of these countries, such as the foundational texts of major schools of thought, as well as literary, political, philosophical, religious, and artistic works. Topics may include the roots and growth of East Asian culture, national or cultural identity in relation to imperialism and colonialism, East-West tensions, modernism’s clash with tradition, the persistence of the traditional within the modern, the East Asian diaspora, and questions of East Asian “modernities.” Latin American Cultures This course offers a broad, interdisciplinary introduction to the diversity in the Caribbean and the Americas beyond the United States and Canada. Given the European, American, African, Asian, and indigenous Indian influences on the region’s varied cultures and societies, the course focuses on one or more of such topics as the social, political, artistic, economic, and ethnological issues of the pre-Columbian, colonial, independence, and contemporary periods. It traces both cultural communities and differences within Latin America. The course also explores Latin American ideas about the place that the region occupies in the Americas and the world. Middle Eastern Cultures This course offers a broad interdisciplinary introduction to the societies, cultures, politics, and history of the contemporary Near East and Islamic North Africa. Sociological, historical, and political texts, as well as achievements in the fine and performing arts, films, and literary works, are employed to examine the region’s rich historical legacy and current complexity. Topics include the historical-cultural relations between the Middle East and the West; the impact of historical, economic, and political change in the region’s cultures and societies; and the contemporary state of the region. South Asian Cultures This course offers a broad interdisciplinary introduction to the society and culture of the Indian subcontinent, concentrating on one or more of the nations of India, Pakistan, Bangladesh, Nepal, and Sri Lanka. Students study aspects of the traditional and/or modern cultures of one or more of these countries, such as the foundational texts of major schools of thought, as well as literary, political, philosophical, religious, and artistic works. The course explores the interactions of historical tradition and change and illuminates such issues as colonialism, sectarianism, and modernization. Advanced Global Cultures This course concentrates on issues that place the particular global site where the course is taught into a global context. The Advanced Global Cultures courses typically give GLS students the chance to study alongside their colleagues from other NYU schools. Advanced Global Cultures includes components that take full advantage of the student's study site—e.g., museum trips and architectural tours, explorations of neighborhoods, lectures by or conversations with members of the community (scholarly and otherwise), and the like. The course illuminates aspects of the culture and history of the host country in relation to regional and local issues.                       Home       About Liberal Studies       Academics       Global Study       Admissions       Student Life       Alumni       Parents       News       LS Current Student Advising Site       LS Faculty Information Site               Updated on 01&#047;24&#047;2015       Stay Connected       Facebook       Twitter       Instagram           Contact Us                             Contact Us"}]},
{"detail": [{"content": "Current Course Details - MCC Graduate - NYU Steinhardt                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                     Department of Media, Culture, and Communication           Faculty          Full-Time Faculty      Adjunct Faculty      Publications      Research      Editorial Boards      Visiting Scholars              Undergraduate          BS in MCC            Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     Course Descriptions            BS in MCC/GPH         Overview     Degree Requirements     Liberal Arts Core     Fields of Study     Restricted Electives     GPH Course Descriptions     MCC Course Descriptions           Advising &amp; Registration    Minors    Transfers      Prospective Students         Admissions     Frequently Asked Questions           Honors Program    Comm Club         Master's       Master of Arts    Dual Degree Program      Curriculum         Areas of Study     Course Offerings     Current Course Details     Sample Course Schedules           Current Students         Forms and Procedures      Thesis Abstracts             MA Profiles    Prospective Students         Admissions     Frequently Asked Questions     Chat with Advisor               Doctoral       Doctor of Philosophy    Curriculum         Required Coursework     Course Offerings     Current Course Details           Current Students         Forms and Procedures     Exams     Dissertation Abstracts             PhD Profiles    Prospective Students         Admissions     Principles and Procedures     Funding and Grants     Frequently Asked Questions                Internships         For Students               Program Highlights      Internship Credit      Internship Forms              For Employers           Information for Employers          NYU Career Development                    News and Events         News and Upcoming Events     Annual Events     Department Listserv        Study Abroad         MCC Abroad     Global Media Scholars        Steinhardt Abroad     NYU Abroad           Alumni         MCC Alumni     Steinhardt Alumni     NYU Alumni           Resources         Technical Support     Funding            Find Funding       Faculty Funding       Student Funding              Research     Professional Development     Digital Archives            PDF Archives       Ad Archive       Dead Media Archive               Doctoral Wiki     Teaching Handbook           About         Message from the Chair     Staff     Contact     Request Information     Bulletin     Apply for Admission                MCC Facebook   MCC Twitter   MCC Vimeo   MCC Youtube   MCC Flickr   MCC LinkedIn          MCC Graduate                                Current Course Details        Please check Albert or the Registrar's Office site for the most up-to-date class meeting times, locations, and call numbers. The courses will be open in Albert; there is no need to contact the Department directly. Albert wait lists will be available for all courses. Please email us with any additional questions.    Summer 2015    MCC-GE 2175-001 Political Communication    Rod Benson    Summer Session I (May 26 - June 13, 2015)    MTWR 10:00 AM - 12:45 PM | 4 credits    MA Area of Study: Persuasion and Politics    This course is about putting theory into practice for social change. We will draw on field theory (Bourdieu, Fligstein/McAdam, etc.), cultural pragmatics (Jeffrey Alexander), and recent theoretical and empirical research on social movements, networks, and media of all types to develop strategies and tactics for social issue and electoral campaigns. Students will also have opportunities to develop skills in campaign planning, speechwriting, and other forms of persuasive political communication .        MCC-GE 2380-001 FRANCE- Cultural Imaginaries in Paris and Media of Place and Space    Allen Feldman    PARIS, FRANCE (June 12-30, 2015) | 4 credits    Via application only, open to all graduate students. For course details and information on applying, please visit the Steinhardt Global website here .       Fall 2015    MCC-GE 2001-001 Media, Culture, and Communication Core Seminar Martin Scherzinger Wednesdays 11:00 AM - 1:10 PM | 4 credits Examines theoretical approaches that are central to the study of media, culture, and communication. Provides students with a historical and critical framework for understanding the literature and research traditions within the field of media studies with an emphasis on media and communication as institutional actors, technological artifacts, systems of representation and meaningful cultural objects.    MCC-GE 2001-002 Media, Culture, and Communication Core Seminar Martin Scherzinger Wednesdays 2:00 PM - 4:10 PM | 4 credits Examines theoretical approaches that are central to the study of media, culture, and communication. Provides students with a historical and critical framework for understanding the literature and research traditions within the field of media studies with an emphasis on media and communication as institutional actors, technological artifacts, systems of representation and meaningful cultural objects.    MCC-GE 2001-003 Media, Culture, and Communication Core Seminar Erica Robles Mondays 4:55 &ndash; 7:05 PM | 4 credits Examines theoretical approaches that are central to the study of media, culture, and communication. Provides students with a historical and critical framework for understanding the literature and research traditions within the field of media studies with an emphasis on media and communication as institutional actors, technological artifacts, systems of representation and meaningful cultural objects.    MCC-GE 2027-001 Media and the Environment Nicholas Mirzoeff Mondays 11:00 AM &ndash; 1:10 PM| 4 credits MA Area of Study: Visual Culture and Cultural Studies &amp; Technology and Society This seminar takes on the twin related questions: How can we see and visualize the Anthropocene? And how can we imagine a climate justice movement to respond to it? The Anthropocene challenges our concepts of time, scale, and agency, requiring nothing less than a new history of the modern. Climate justice demands not just a reduction in emissions but an acknowledgement that climate change has most affected those already most without resource. How do we shape approaches to the Anthropocene that identify settler colonialism and industrial capitalism as the key causes, rather than humans as a whole? How do we highlight the gendered and raced ways of thinking about climate and environment? Our methods will center on mapping, archiving and activism.    MCC-GE 2112-001 Politics of the Gaze Allen Feldman Mondays 4:55 PM - 7:05 PM | 4 credits MA Area of Study: Visual Culture and Cultural Studies The meditation and technological development of vision and its dominance over the human sensorium is integral to the emergence of the modern, including experiences of urbanism, consumer desire, gender/sexual identities, race and ethnicity, trans-cultural image systems, aesthetic production, and the making of power and political truth claims. This seminar will focus on introducing participants to the core theories and analytic methods of visual culture, and the socio-political history of the human sensorium in a variety of disciplines, including ethnography, social history, urban studies, cinema studies, social geography, material culture studies, and media studies.    MCC-GE 2130-001 Topics in Digital Media: Privacy Helen Nissenbaum Thursdays 2:00 PM &ndash; 4:10 PM | 4 credits MA Area of Study: Technology and Society Information technology and digital media, often associated with threats to privacy, are increasingly called upon to protect, preserve, and enhance it. This graduate-level, project-based course observes both sides of the story through a multidisciplinary lens. It examines topical policy issues as well as controversial systems and technologies that both threaten privacy, and are called in service of its protection. Course modules may include Web tracking, biometric Identification, big data, quantified self, Internet of things, and social networks. For each of these, it will survey underlying technologies and related ethical, legal, and policy issues. Ideally, the course will attract students with diverse backgrounds, some in technical fields others in the social sciences and humanities, who will collaborate on term projects.    MCC GE 2138-001 Politics of Digital Media Paula Chakravartty Wednesdays 11:00 AM - 1:10 PM | 4 credits MA Area of Study: Visual Culture and Cultural Studies &amp; Technology and Society\u2028 This seminar examines the intersections between digital media and political transformation.We will critically examine theoretical debates about technology, democracy, contentious politics and neoliberalism. Specific topics may include: network architecture and regulation, Hactivism and tactical media; the geo-poitics of surveillance and counter-revolution; alternative digital futures and the Global South.    MCC-GE 2148-001 The Television Business David Poltrack Thursdays 6:00 PM - 9:15 PM | 4 credits This course meets these dates only: September 3, 10, 17, 24, October 1, 8, 15, 22 and 29. MA Research Course\u2028 Exploration of the technical, legal, and economic structures including broadcast television, cable television, the internet and mobile. Examination of the consequences of these structures on the content and social effects of mass media. The focus will be on the programming and advertising structure of this evolving television business and how that structure is evolving with the 3-screen convergence of television, the internet, and mobile.    MCC-GE 2174-001 Professional Writing and Research Application Brett Gary Tuesdays 6:30 PM &ndash; 8:40 PM | 4 credits MA Culminating Experience\u2028 This course is meant to integrate skills and knowledge acquired during the master&rsquo;s program to achieve a professional level of competency in several areas: writing for professional journals or websites; developing survey or other instruments for data production; surveying the scholarly literature; writing scholarly abstracts; understanding the processes of self-editing and peer reviewing; and giving polished oral presentations of final writing and/or web-based projects.    MCC-GE 2174-002 Professional Writing and Research Application Mark Miller Mondays 2:00 PM &ndash; 4:10 PM | 4 credits MA Culminating Experience This course is meant to integrate skills and knowledge acquired during the master&rsquo;s program to achieve a professional level of competency in several areas: writing for professional journals or websites; developing survey or other instruments for data production; surveying the scholarly literature; writing scholarly abstracts; understanding the processes of self-editing and peer reviewing; and giving polished oral presentations of final writing and/or web-based projects.    MCC-GE 2182-001 Communication Processes: Gender, Race, and Cultural Identity Deborah Borisoff Wednesdays 4:55 PM - 7:05 PM | 4 credits MA Area of Study: Interaction and Social Processes &amp; Global and Transcultural Communication This course examines past and current studies on language, communication theories, speech perception, and other aspects of verbal and nonverbal behavior. Students relate these studies to how gender, race, culture and sexual orientation are developed and reflected in society in both personal and professional relationships.    MCC-GE 2190-001 Language of Communication Terence Moran Tuesdays, 2:00 PM &ndash; 4:10 PM | 4 credits MA Areas of Study: Persuasion and Politics The historical development of various non-electronic media--language, painting, writing and print and their consequences for consciousness, information processing, and sociopolitical structures.    MCC-GE 2305-001 Internet Governance: Mapping Internet Governance Principles, Policies, and Practices \u2028(TENTATIVE) Stefaan Verhulst Tuesdays 4:55 &ndash; 7:05 PM | 4 credits MA Area of Study: Global and Transcultural Communication, Persuasion and Politics, and Technology and Society The Internet has become an essential platform &amp; engine for economic development, social justice &amp; the protection of human rights. At the same time, the issue of global Internet governance raises challenging questions, including: where the control of the Internet should reside, what guiding principles should be used &amp; who should take part in the policy making process? Students will explore prominent narratives &amp; issues, such as the concept of architectural openness &amp; the promotion of Internet Freedom. Through weekly discussions &amp; the tracking of developmental shifts, this course seeks to provide insight into the possible future of the medium.    MCC-GE 2380-001 Topics in Globalization Arjun Appadurai Wednesdays 2:00 PM - 4:10 PM | 4 credits MA Areas of Study: Global and Transcultural Communication, Visual Culture and Cultural Studies TOPIC: CULTURAL DIMENSIONS OF GLOBALIZATION: Almost twenty-five years after the fall of the Berlin Wall, our understanding of how globalization has affected the circulation of global images, forms and ideologies has changed considerably. This course will focus on new forms of commodity circulation and consumption, on new sites of ethnic and religious violence, on new debates over privacy and free expression, and on new forms of diasporic politics. The primary aim of the course will be to expose students to the major debates in these areas and to develop analytic tools for understanding the role of mediation in new formations of identity, aspiration and consumption.    MCC-GE 2900-001 Thesis in Media, Culture, and Communication Radha Hegde Mondays 4:55 &ndash; 7:05 PM | 4 credits The thesis project synthesized general knowledge in the field of media, culture and communication as well as demonstrates a high level of competency in the candidate's chosen area of study in accordance with institutional and state regulations. Via application only.    MCC-GE 3100-001 Doctoral Core Seminar I Ben Kafka Wednesdays 11:00 AM - 1:50 PM | 4 credits DOCTORAL Students Only\u2028 Advanced reading and discussion of the foundational literature, principles, and paradigms associated with the study of media, culture, and communication.    MCC-GE 3101-001 Introduction to Communication Research Marita Sturken Tuesdays 2:00 PM &ndash; 4:50 PM | 4 credits The formulation of doctoral research problems in culture and communication. Planning of relevant methodology; criticism of work in progress.    MCC-GE 3130-001 Special Topics: Global and Transcultural Communication Arjun Appadurai Mondays 2:00 &ndash; 4:50 PM | 4 credits DOCTORAL Students Only\u2028 TOPIC: Mediation and Materialization. This doctoral seminar will focus on ways in which the growing literature on the relationships between humans, spirits and other animated objects are producing new forms of agency, sociality and connectivity. Readings will focus on mainly on the work of anthropologists on new ways of looking at comparative social ontologies and cosmologies - including the work of Philippe Descola, Viveiros de Castro, Tim Ingold, Nurit Bird and Marilyn Strathern. These anthropological approaches will be supplemented by selected writings of Arjun Appadurai, Bruno Latour, W.J.T. Mitchell,Jane Bennett and other theorists, to ask how new forms of material assemblage affect existing theories of society, cosmos and mediation. The goal of the class will be to ask whether an expanded vision of in-dividuality demands a different understanding of mediation, culture and communication.    MCC-GE 3150-001 Special Topics in Technology Studies Natasha Schull Mondays 11:00 AM &ndash; 1:50 PM | 4 credits DOCTORAL Students Only\u2028 TOPIC: Self as Data. The past decade has seen a great deal of public discussion and debate over the ways that governments and corporations collect data on citizens and consumers, and the ends to which they use it. This seminar takes a different approach, focusing on cases in which individuals treat their own habits, bodies, moods, and thoughts as objects of scrutiny, analysis, and intervention. Ranging from 19th-century diary writing to contemporary diet techniques, Benjamin Franklin&rsquo;s self-&shy;monitoring practices to the Quantified Self movement&rsquo;s digital data collection apps, the course explores what different modes of self-examination, self-&shy;analysis, and self-&shy;governance might reveal about changing cultural values, political contexts, and understandings of the self, and how they remake subjectivity.    MCC-GE 3201-001 Dissertation Proposal Charlton McIlwain Wednesdays 2:00 PM &ndash; 4:50 PM | 4 credits DOCTORAL Students Only The formulation of doctoral research problems in culture and communication. Planning of relevant methodology; criticism of work in progress.    Back to top                           This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Media, Culture, and Communication - 239 Greene Street, 8th Floor, New York,  NY 10003"}, {"content": "Global Cultures, AS | NYU                                              Navigation       Liberal Studies: Global Liberal Studies                 About Arts and Science | Departments and Programs | The Faculty                    Back to Home             Global Cultures   Advanced Global Cultures Global Cultures Students choose from one of five Liberal Studies courses featuring the regions of Africa, East Asia, the Middle East, South Asia, and Latin America. These courses introduce aspects of one particular region’s cultural development to help students understand societies that have long histories and enormous diversity within themselves—societies and cultures that intersect across the globe. “Culture” is broadly defined as including, but not being limited to, the historical, philosophical, artistic, political, and social dimensions of the region. Course materials stress primary over secondary sources and may include multimedia. In their first year, students choose from one of the Global Cultures courses described below.  African Cultures This course is an introduction to modern African history and culture. The configurations and problems of modern African society are examined in the context of, and as a product of, a rich history and tradition. The social, political, economic, and intellectual dimensions of African life are approached through a wide variety of readings from the disciplines of history, political science, anthropology, and literature. Middle Eastern Cultures This is a general, inter-disciplinary introduction to the societies, cultures, politics and history of the contemporary Middle East and Islamic North Africa. Texts on sociological, historical and political topics, as well as artistic expressions, films and literary works, may be utilized to examine the region's rich historical legacy and current complexity. Topics may include the historical and cultural relations between the Middle East and the West and the impact of historical, economic, and political change on the region's cultures, societies and contemporary problems. East Asian Cultures This course surveys the civilizations of Japan and China, concentrating on their last 200 years and their position in today’s world. Each country’s unique culture and civilization provides the backdrop against which modern events are viewed. Major topics include the imperialist conquests of the 19th century, the nationalist movements and revolutions of the 20th century, and the impact of modernization on traditional Asian societies. South Asian Cultures This course examines the historical and cultural roots of political and social change in 19th- and 20th-century South Asia (India, Pakistan, Sri Lanka, Bangladesh, and Nepal). The course explores the complex interaction of ancient traditions, colonialism, and independence movements. It also examines a number of post-independence issues such as development and modernization, hierarchy and democracy, and continuing religious strife. Latin American Cultures This course examines major literary texts in the context of political and social change in post-independence Latin America. Genres including the novel, the essay, and poetry are read in light of the emerging nations’ quest to consolidate their identities vis-à-vis Spain, Europe, and 20th-century United States. The course explores how Latin American texts address the challenges of establishing viable politics across class and racial divides; the transition from monocultural and agricultural economies to industrialization and mass urbanization; responses to economic and ideological neocolonialism; the opportunities and crises created by integration into a global economy; the impact of the global media; and the struggle for civil rights.  Advanced Global Cultures Students take an Advanced Global Cultures course in either fall or spring semester at their global sites. These courses, which concern a wide variety of topics, connect the site experience with wider regional, national, or global phenomena; for instance, a student in Paris might choose a course on France and Islam, while a student at Buenos Aires might choose one on Latin American cinema. Students take an two-semester experiential learning sequence to immerse them in the current and historical character of the site; as a component of the class, they pursue an independent internship or equivalent with an on-site faculty director and work online with a GLS faculty member and students with similar interests from different sites to craft an independent research project, an important preparation for the senior thesis. Junior year also features foreign language courses in each term, and electives geared toward the particular academic emphases and geographic advantages of the site. Students thus attain a thorough working knowledge of the historical and contemporary culture and society of the site at which they study.                       Home               Updated on 12&#047;01&#047;2014       Contact Us                             Contact Us"}, {"content": "Global Cultures, LS | NYU                                                    Navigation       Liberal Studies                 About Arts and Science | Departments and Programs | The Faculty       About Liberal Studies | Core Program | Global Liberal Studies | Admissions | Faculty                  Back to Home             Global Cultures   Students may choose from one of five Global Cultures courses, each designed to help students understand that societies have long histories and enormous diversity within themselves--societies and cultures that intersect across the globe. These courses introduce students to aspects of one particular region's cultural development, broadly defined as including, but not limited to, such disciplines as history, philosophy, the arts, politics and social institutions. Advanced Global Cultures is taken an in either fall or spring semester at the junior year global site. These courses, which concern a wide variety of topics, connect the site experience with wider regional, national, or global phenomena. African Cultures This course offers a broad interdisciplinary introduction to the great diversity of peoples, places, and cultures on the African continent. Students use a variety of historical sources, literature, and film to explore the paradigms of traditional cultures of precolonial societies and the disruptions of those structures by the incursions of Islam and European colonialism. The course also explores the decolonialization of the continent, the attendant struggles for independence, and post-liberation problems. The impact of modernity on cultural roles and the transformation of African cultures in the diaspora also receive attention. East Asian Cultures This course offers a broad interdisciplinary introduction to China, Japan, and Korea, generally concentrating on one of these regions. Students study aspects of the traditional and/or modern cultures of one or more of these countries, such as the foundational texts of major schools of thought, as well as literary, political, philosophical, religious, and artistic works. Topics may include the roots and growth of East Asian culture, national or cultural identity in relation to imperialism and colonialism, East-West tensions, modernism’s clash with tradition, the persistence of the traditional within the modern, the East Asian diaspora, and questions of East Asian “modernities.” Latin American Cultures This course offers a broad, interdisciplinary introduction to the diversity in the Caribbean and the Americas beyond the United States and Canada. Given the European, American, African, Asian, and indigenous Indian influences on the region’s varied cultures and societies, the course focuses on one or more of such topics as the social, political, artistic, economic, and ethnological issues of the pre-Columbian, colonial, independence, and contemporary periods. It traces both cultural communities and differences within Latin America. The course also explores Latin American ideas about the place that the region occupies in the Americas and the world. Middle Eastern Cultures This course offers a broad interdisciplinary introduction to the societies, cultures, politics, and history of the contemporary Near East and Islamic North Africa. Sociological, historical, and political texts, as well as achievements in the fine and performing arts, films, and literary works, are employed to examine the region’s rich historical legacy and current complexity. Topics include the historical-cultural relations between the Middle East and the West; the impact of historical, economic, and political change in the region’s cultures and societies; and the contemporary state of the region. South Asian Cultures This course offers a broad interdisciplinary introduction to the society and culture of the Indian subcontinent, concentrating on one or more of the nations of India, Pakistan, Bangladesh, Nepal, and Sri Lanka. Students study aspects of the traditional and/or modern cultures of one or more of these countries, such as the foundational texts of major schools of thought, as well as literary, political, philosophical, religious, and artistic works. The course explores the interactions of historical tradition and change and illuminates such issues as colonialism, sectarianism, and modernization. Advanced Global Cultures This course concentrates on issues that place the particular global site where the course is taught into a global context. The Advanced Global Cultures courses typically give GLS students the chance to study alongside their colleagues from other NYU schools. Advanced Global Cultures includes components that take full advantage of the student's study site—e.g., museum trips and architectural tours, explorations of neighborhoods, lectures by or conversations with members of the community (scholarly and otherwise), and the like. The course illuminates aspects of the culture and history of the host country in relation to regional and local issues.                       Home       About Liberal Studies       Academics       Global Study       Admissions       Student Life       Alumni       Parents       News       LS Current Student Advising Site       LS Faculty Information Site               Updated on 01&#047;24&#047;2015       Stay Connected       Facebook       Twitter       Instagram           Contact Us                             Contact Us"}]}]