[{"detail": [{"content": "Visual Literacy Module - NYU Libraries                               This is the \"Visual Literacy Module\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             Visual Literacy Module for use by Multidisciplinary Ref desk librarians and staff        Last update: Oct 12, 2012        URL: http://guides.nyu.edu/content_mobile.php?pid=230301                                                                          Introduction to Visual Literacy                                                                                  Definition of Visual Literacy                   There are many definitions of visual literacy. The term \"visual literacy\" is credited to Jack Debes, co-founder of the International Visual Literacy Association . In 1969, Debes offered a tentative definition of the concept:     &ldquo;Visual Literacy refers to a group of vision-competencies a human being can develop by seeing and at the same time having and integrating other sensory experiences. The development of these competencies is fundamental to normal human learning. When developed, they enable a visually literate person to discriminate and interpret the visible actions, objects, symbols, natural or man-made, that he encounters in his environment. Through the creative use of these competencies, he is able to communicate with others. Through the appreciative use of these competencies, he is able to comprehend and enjoy the masterworks of visual communication.&rdquo; ( http://www.ivla.org/org_what_vis_lit.htm )     Please also see the Wikipedia entry for visual literacy for a similar definition of the concept: http://en.wikipedia.org/wiki/Visual_literacy     This Research Guide collects the various places where images and videos can be found.                 Comments (0)                                              close                                                                                                          Visual Literacy Lesson Plan                                                                                  Analyzing Images as Text                     **adapted from: http://wikis.engrade.com/ warimages/analyzingtext **     Analyzing Images as Text         How to Analyze Images as Text  &bull; Viewer: As the viewer, what are the thoughts and emotions the images created? What are positive and negative feelings? How does the creator achieve these reactions in the viewer? How does the creator associate connotative meanings in with the images? &bull; Media: What media (painting, sculpture, website, graph, etc.) is used to present the images? How does the media type influence the viewer&rsquo;s interpretation of the message? How would the message change if the media changed? Is there other media associated with this visual that the viewer is encouraged to see? How does the creator persuade the viewing that other media? &bull; Characterization: How are people portrayed in the images? How is culture portrayed through the characters? Do the characters represent different races, genders or ethnicity? Why or why not? &bull; Culture: What emotions does the visual image induce? Are these the emotions that it intends to evoke? What cultural values does the visual appeal to? What does this tell the viewer about humanity, society, culture? &bull; Light/Color: What colors are used in the images? What colors do your eyes see first? Does this use of color have symbolic meaning? As the viewer, how do you know this? What mood or tone does the color scheme express to the viewer? &bull; Design: What do your eyes notice first? Why? How is the building, landscape, setting structured? What is the significance of displaying the image this way? Where are the images located in the visual: foreground, background, left, center, right, etc.? &bull; Message: What is the message the creator is trying to send? Are they successful? How would the message change if the visual was different? What are the details in the visual that constructs an argument for the viewer? What argumentative purpose does the visual image convey? &bull; Creator: Why was the visual created? What is the creator&rsquo;s attitude toward the image? Does knowing the creator effect the viewer&rsquo;s interpretation of the message? SPATER: A method for analyzing visual media (cartoons, photographs, drawings, advertisements, video, other visuals) 1. S &ndash; Subject: Analyze the subject of the image. Explore the possibility of a larger, implied subject beyond just the immediate, obvious subject itself. Discuss the context / occasion of the image. 2. P &ndash; Purpose: Define the implied and /or explicit purpose of this image. Remember that purpose must go beyond informing and must be connected to a specific action. Examine any political implications of the image. Could the image be considered propaganda? Analyze how the image furthers an agenda. 3. A &ndash; Audience: Identify the forum (magazine, newspaper, website) for which the image was created. Analyze how the original placement of the image is connected to audience. Determine whether the audience has changed and / or expanded over time. Describe the characteristics of the primary and secondary audience. 4. T &ndash; Tone: Analyze the tone that the creator (photographer / artist / cartoonist) of the image has toward his / her subject. Explain how the tone is communicated to the audience. 5. E &ndash; Effect: Analyze the intended effect the image has on the audience. Explore the possible unintended effects of the image. 6. R - Rhetorical Devices / Strategies: Analyze the rhetorical devices (strategies) and appeals (ethos, logos, pathos) implied or made explicit in the image. Explain how those appeals function.                    Comments (0)                                              close                                                                                                          Visual Literacy Gateways                                                                                  Visual Literacy Gateways                 Google Advanced    http://www.google.com/ advanced_image_search       Google Direct     http://www.googleguide.com/ images.html       International Visual Literacy Association     http://www.ivla.org/index.htm       ACRL/IRIG's Visual Literacy Standards     http://acrlvislitstandards. wordpress.com/              Web Audio and Video Research Guide      Links you to NYU Libraries resources for streaming video and audio.              Comments (0)                                              close                                                                                                          Resources in the Arts                                                                                  Art and Architecture Visual Literacy Resources                 Include your main content for this tab/page here.  ARTstor Search one million images in the arts, architecture, humanities, and social sciences and use a suite of software tools to view, present, and manage images for research and pedagogical purposes.**Also includes the following NYU collections: United Automobile Workers of America, District 65 Photographs Collection - Part I: Negatives and the Tamiment/Wagner Poster and Broadside Collection. CAMIO CAMIO is OCLC's Catalog of Art Museum Images Online — is a growing online collection documenting works of art from around the world, representing the collections of prominent museums. CAMIO highlights the creative output of cultures around the world, from prehistoric to contemporary times, and covering the complete range of expressive forms. Masters of Architecture Contains colour images of buildings and architectural features. It has been digitised from the original collection of 58 slide sets which were published between the mid 1980s and 2003.            Comments (0)                                         Dance and Drama Visual Literacy Resources                  Dance in Video Contains dance productions and documentaries by the most influential performers and companies of the 20th century. Selections cover ballet, tap, jazz, contemporary, experimental, and improvisational dance, as well as forerunners of the forms and the pioneers of modern concert dance. Included are classic performances from top ballet companies; experimental works from up-and-coming dance troupes; documentaries by and about leading choreographers; videos on dance training, etc. North American Theatre Online A comprehensive reference work covering all aspects of the Canadian and American Theatre. Includes some 40,000 pages of major reference materials, together with records to approximately 30,000 plays, 57,000 people, 5,400 theatres, 22,000 productions, and 2,500 production companies.Also includes approximately 10,500 images, playbills, postcards, scrapbooks and other resources. Theatre in Video Contains more than 250 definitive performances of the world's leading plays, together with more than 100 film documentaries, online in streaming video - more than 500 hours in all. This release contains 279 titles, representing hundreds of leading playwrights, actors and directors.            Comments (0)                                         Film and Music                  American Film Scripts Online American Film Scripts Online contains 1,009 scripts by 1,062 writers together with detailed, fielded information on the scenes, characters and people related to the scripts. In addition, the database includes facsimilie images for more than 500 of these screenplays. Most of the scripts have never been published before, and nowhere else are they available online. African American Music Reference Offers comprehensive coverage of blues, jazz, spirituals, civil rights songs, slave songs, minstrelsy, rhythm and blues, gospel, and other forms of black American musical expression. This release includes 3,323 essays and images from 84 sources, over 23,603 pages. Music Online Provides access to streaming audio, video, reference, and scores. Cross-search the following databases: African American Music Reference, American Song, Classical Music Library, Classical Music Reference Library, Classical Scores Library, Contemporary World Music, Dance in Video, The Garland Encyclopedia of World Music Online, Jazz Music Library and Opera in Video Opera in Video This database will contain 250 of the most important opera performances, captured on video through staged productions, interviews, and documentaries. Selections represent the world’s best performers, conductors, and opera houses and are based on a work’s importance to the operatic canon.            Comments (0)                                              close                                                                                                          Resources in History                                                                                  Visual Literacy Resources in History                 Include your main content for this tab/page here.  The African American Experience Full-text digital resource exploring the history and culture of African Americans, as well as the greater Black Diaspora. Features access to full-text content from more than 400 titles, 3,000 slave narratives, over 2000 images, 5,000 primary sources, and 250 vetted Web sites. American Antiquarian Society (AAS) Historical Periodicals Collection The AAS Historical Periodicals Collection: 1691-1820 presents 550 titles dating from 1693 through 1820. Representing over two centuries of print culture and ranging from early works imported by the colonists to later titles published on American soil on the eve of the Revolution and during the early republic. Included are digitized images of the pages of American magazines and journals never before available outside the walls of the American Antiquarian Society. American Broadsides and Ephemera Based on the American Antiquarian Society's landmark collection - the most extensive in existence - American Broadsides and Ephemera offers fully searchable facsimile images of approximately 15,000 broadsides printed between 1820 and 1900 and 15,000 pieces of ephemera printed between 1760 and 1900. The remarkably diverse subjects of these broadsides range from contemporary accounts of the Civil War, unusual occurrences and natural disasters to official government proclamations, tax bills etc. American History in Video Provides the largest and richest collection of video available online for the study of American history, with 2,000 hours and more than 5,000 titles on completion. The collection allows students and researchers to analyze historical events, and their presentation over time, through commercial and governmental newsreels, archival footage, public affairs footage, and important documentaries. This release now provides over 1470 titles, including new documentaries from PBS, equaling approx. 460 hrs American Memory (Library of Congress) American Memory provides free and open access through the Internet to written and spoken words, sound recordings, still and moving images, prints, maps, and sheet music that document the American experience. It is a digital record of American history and creativity. These materials, from the collections of the Library of Congress and other institutions, chronicle historical events, people, places, and ideas that continue to shape America. Biography.com Freely available website that allows you to search biographies of well-known people. Also includes video and audio. From A & E channel. Black Panther (via Black Thought and Culture) Searchable full-text and PDF images of the Black Panther. Dates of coverage: 1967-1980. CHIN (Canadian Heritage Information Network) Allows you to search digital objects and other content related to the digital heritage of Canada. Includes Artefacts Canada Humanities which contains more than 3 million object records and 580,000 images from hundreds of museums across the country. CIAO (Columbia International Affairs Online) most comprehensive source for theory and research in international affairs. It publishes a wide range of scholarship from 1991 onward that includes working papers from university research institutes, occasional papers series from NGOs, foundation-funded research projects, proceedings from conferences, books, journals and policy briefs. CIAO is also widely-recognized source for teaching materials including original case studies written by leading international affairs experts, course packs etc. Maecenas: Images of Ancient Greece and Rome  Visual History Archive of the USC Shoah Foundation Institute In 1994, Steven Spielberg established the Survivors of the Shoah Visual History Foundation with the goal of gathering video testimonies from survivors and witnesses of the Holocaust. Between 1994 and 1999 the Foundation recorded over 52,000 testimonies in 56 countries and in 32 languages. World History in Video World History in Video is a wide-ranging collection of critically acclaimed documentaries allowing researchers to explore human history from the earliest civilizations to the late twentieth century. The video content covers Africa and the Americas, Asia, Europe, the Middle East, and Oceania.            Comments (0)                                              close                                                                                                          News/Newspaper Resources                                                                                  News/Newspaper Visual Literacy Resources                 Include your main content for this tab/page here.  AP Images An electronic library containing the Associated Press' current year's photo report and a selection of images from their negative and print library dating from the 1500s. Today, the Archive contains 700,000 photos, most of which are contemporary images made since late 1995, and grows daily as hundreds of new photos enter the Archive from AP's worldwide picture report. Photos may be downloaded or printed. Atlanta Constitution (1868-1942), ProQuest Historical Newspapers The Atlanta Constitution (1868-1942) offers full page and article images with searchable full text back to the first issue. The collection includes digital reproductions providing access to every page from every available issue. Atlanta Daily World (1931-2003), ProQuest Historical Newspapers The Atlanta Daily World (1931-2003) offers full page and article images with searchable full text back to the first issue. The collection includes digital reproductions providing access to every page from every available issue.  Baltimore Afro-American (1893-1988), ProQuest Historical Newspapers The Baltimore Afro-American (1893-1988) offers full page and article images with searchable full text back to the first issue. The collection includes digital reproductions providing access to every page from every available issue.  Chicago Defender (1910-1975), Proquest Historical Newspapers Offers full page and article images with searchable full text for The collection includes digital reproductions providing access to every page from every available issue from 1910-1975.The Chicago Defender has been a leading voice of the black community well beyond the Windy City, with morethan two-thirds of its readership outside Chicago. Chicago Tribune (1849-1986), Proquest Historical Newspapers The Chicago Tribune (1849-1986) offers full page and article images with searchable full text back to the first issue. The collection includes digital reproductions providing access to every page from every available issue. Christian Science Monitor (1908-1996), Proquest Historical Newspapers The Christian Science Monitor (1908-1996) offers full page and article images with searchable full text back to the first issue. The collection includes digital reproductions providing access to every page from every available issue Los Angeles Times, Historical, 1881-1986 The Los Angeles Times (1881-1986) offers full page and article images with searchable full text back to the first issue. The collection includes digital reproductions providing access to every page from every available issue.  New York Amsterdam News (1922-1993), ProQuest Historical Newspapers Offers full page and article images with searchable full text. The collection includes digital reproductions providing access to every page from every available issue.  New York Times (1851-2006), ProQuest Historical Newspapers The New York Times (1851-2006) offers full page and article images with searchable full text back to the first issue. The collection includes digital reproductions providing access to every page from every available issue. New York Tribune (1851-1922), ProQuest Historical Newspapers The New York Tribune (1841-1922) offers full page and article images with searchable full text back to the first issue. The collection includes digital reproductions providing access to every page from every available issue. Pittsburgh Courier (1911-2002, excludes 1913-1921), Proquest Historical Newspapers Offers full page and article images with searchable full text back to the first issue. The collection includes digital reproductions providing access to every page from every available issue. Note that that the years 1913-1921 are excluded. SCOLA International News (Video) Provides access to television programming from more than fifty different countries in their original languages. Currently operates four 24 hour satellite channels of programming, including current international news, variety programs, a Chinese teaching channel (educational and cultural programming from the People's Republic of China), and programs from emerging nations. Offers access to program schedules, live video streaming, news releases, and more. Irish Times (1859-2010), ProQuest Historical Newspapers This resource offers full page and article images with searchable full text back to the first issue of both the Irish Times (1859-2010) and the Weekly Irish Times (1876-1958). The collection includes digital reproductions providing access to every page from every available issue. Wall Street Journal (1889-1989), ProQuest Historical Newspapers The Wall Street Journal (1889-1989) offers full page and article images with searchable full text back to the first issue. The collection includes digital reproductions providing access to every page from every available issue.  Washington Post (1877-1992), ProQuest Historical Newspapers The Washington Post (1877-1992) offers full page and article images with searchable full text back to the first issue. The collection includes digital reproductions providing access to every page from every available issue.            Comments (0)                                              close                                                                                                          Resources in the Social Sciences                                                                                  Visual Literacy Resources in the Social Sciences                 Include your main content for this tab/page here.  Counseling and Therapy in Video (Psychology) Contains more than 300 hours of training videos, reenactments, and footage of actual therapy sessions conducted by renowned psychiatrists, psychologists, and social workers. The videos are designed for training and continuing education, providing an invaluable firsthand look at the realities of working with clients and the challenges associated with putting theoretical concepts into practice.  Education in Video Education in Video is the first online collection of streaming video developed specifically for training and developing teachers.It contains teaching demonstrations, lectures, documentaries, and primary-source footage of students and teachers in actual classrooms. Ethnographic Video Online The collection covers every region of the world and features the work of many documentary filmmakers of the 20th century, including interviews, previously unreleased raw footage, field notes, study guides, and more. Includes 292 videos totaling roughly 192 hours.            Comments (0)                                              close                                                                                                          Miscellaneous Resources                                                                                  Geography Visual Literacy Resources                  Hemispheric Institute Digital Video Library The Hemispheric Institute Digital Video Library (HIDVL) provides a digital venue for documenting the expression of social and political life through performance in the many political landscapes of the Americas. HIDVL brings together materials that existed only in small private archives that lacked the resources to care for these extraordinary cultural documents. SimplyMap SimplyMap is a web-based mapping application with access to thousands of demographic, business, and marketing data variables that can be used to develop interactive thematic maps and export high-resolution images to word processing or presentation software. Individual registrations are required. The Map as History This resource offers on-line maps that use animation, color and narration to relate history. The maps are offered in both English and French and there are currently 130 available.            Comments (0)                                         Science Visual Literacy Resources                  Journal of Visualized Experiments The Journal of Visualized Experiments (JoVE) was established as a new tool in life science publication and communication, with participation of scientists from leading research institutions. JoVE takes advantage of video technology to capture and transmit the multiple facets and intricacies of life science research. The title is a peer reviewed, PubMed indexed journal. Springer Images The online encyclopedia of medical images            Comments (0)                                         Patents                  USPTO Patent Database: Issued Patents The database includes information about all US patents (including utility, design, reissue, plant patents and SIR documents) from the first patent issued in 1790 to the most recent patent issue week.The data included in the patents appear as printed on the patent on the day of issue.            Comments (0)                                              close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}]}]