[{"detail": [{"content": "Curriculum | Environmental Science, MS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Directions Manhattan Directions Hours Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Environmental Science, MS                         Environmental Science, MS                                                             Curriculum                       To earn an MS in Environmental Science, you must complete 30 credits as described below, with a 3.0 GPA or better in all graduate courses and in all guided studies (readings, projects, theses, dissertations). Averages are computed separately for courses and guided studies. Transfer credits from other institutions are not included in this average.   Core Courses (9 Credits)   3.00 Credits Environmental Chemistry & Microbiology CE-GY 7373 The course introduces the chemistry and microbiology of polluted and natural waters, including applications of principles developed. 3.00 Credits Water & Wastewater Treatment CE-GY 7423 The course covers the physical, chemical and biological principles of process design and treatment of water and wastewater. Topics include aeration, filtration, softening, chemical treatment, coagulation, occulation, desalination, and taste and odor control. Co-requisite: CE-GY 7373. 3.00 Credits Hydrology CE-GY 7223   Approved Courses (12 Credits)   12 credits of approved courses in environmental engineering, and chemical and biological engineering at the School of Engineering, and environmental health science at New York University, including up to 6 approved transfer credits.   Suggested Approved Courses   BIOL-GA 1004 ( Please refer to the bulletin ) EHSC-GA 1010 ( Please refer to the bulletin ) EHSC-GA 1006 ( Please refer to the bulletin ) 3.00 Credits Groundwater Hydrology and Pollution CE-GY 7233 This course looks at the characteristics of confined and unconfined flow of water through porous media; groundwater and well hydraulics; quality of groundwater; environmental influences; groundwater pollution; management aspects of groundwater and groundwater modeling. Prerequisites: CE-UY 2214 (Fluid Mechanics) or equivalent or instructor’s permission. 3.00 Credits Advanced Environmental Chemistry & Microbiology CE-GY 7393 This course explores advanced topics in chemistry and microbiology of polluted and natural wastewater treatment. Prerequisite: CE-GY 7373 or equivalent. 3.00 Credits Advanced Water & Wastewater Treatment CE-GY 7433 This course covers further the processes discussed in CE-GY 7423. Topics include sedimentation, adsorption, aerobic and anaerobic biological treatment, sludge treatment and disposal. Prerequisite: CE-GY 7423. Co-requisite: CE-GY 7393. 3.00 Credits Modeling Fate and Transport of Surface Water Pollution CE-GY 7473 The course covers dispersal and decay of contaminants introduced into lakes, streams, estuaries and oceans, and the effects of pollutants on chemical quality and ecology of receiving waters. Prerequisite: Graduate Standing 3.00 Credits Environmental Impact Assessment CE-GY 7673 The course examines legal and technical requirements in preparing environmental-impact statements. Considerations include legal and technical requirements, the procedure and the interdisciplinary nature of the analysis. Topics include overall impact evaluation, categories of impacts, problem definition, quantification of impact, methods used in analysis, field evaluations, mitigations, hearing procedures and management. Practical examples and case studies are used.  Prerequisite: Graduate Standing 3.00 Credits Solid Waste Management CE-GY 7703 The course covers engineering aspects of solid waste collection, transport and disposal, including incineration, sanitary landfill, composting, recovery and reutilization. Also covered is the economic evaluation of factors affecting selection of disposal methods.  Prerequisite: Graduate Standing 3.00 Credits Environmental Systems Management CE-GY 7753 This course provides an overview of information technologies as applied to the remote sensing of environmental infrastructure systems, and includes the development of infrastructure system databases to assist complex decision-making on environmental infrastructures.  Prerequisite: Graduate Standing 3.00 Credits Air Pollution CE-GY 7523 This course discussed the causes and effects of air pollution, methods of sampling, interpretation of data, meteorological aspects, and methods of air-pollution control. 3.00 Credits Environmental Toxicology CE-GY 7553 This course stresses basic concepts essential to understanding the action of exogenous chemical agents on biological systems. The course covers principles of absorption and the effects of chemical agents on metabolism. The pathways of metabolism of these compounds and the principles of elimination from biological systems are discussed. The course includes discussion of toxicokinetics, types of toxic responses and the current experimental methods of toxicity. 3.00 Credits MS Project in Civil & Urban Engineering Department CE-GY 9963 This project involves analytical, design or experimental studies in civil engineering guided by a faculty adviser and following departmental guidelines. A written report is required. Prerequisites: degree status and project adviser’s approval. CE-GY 9973 ( Please refer to the bulletin )   Electives (9 Credits)   9 credits of approved elective courses                                Environmental Science, MS      Curriculum   People                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]