[{"detail": [{"content": "Damodaran Online: Home Page for Aswath Damodaran"}]},
{"detail": [{"content": "Damodaran Online: Home Page for Aswath Damodaran"}, {"content": "Giddy/NYU Investments Course               Foundations of Finance    Financial Markets and Investments               Downloadable  Materials      The  Quiz Page      Portfolio  Assignment      Benchmark  Portfolio      Giddy's  Resource Page               Fall 2001   Executive MBA Program   Prof. Ian Giddy    Office: Stern 9-197. Tel 212-998-0426; Fax 212-995-4233   E-mail: ian.giddy@nyu.edu Web:   http://giddy.org    Course Web site: http://www.stern.nyu.edu/~igiddy/investments.htm    Course assistant: Martijn Cremers, tel 212-998-0326 email kcremers@stern.nyu.edu          Goals    Students taking this course should expect to learn the nature and workings  of financial markets and their use by corporations, investors and others.They  will acquire some skills in modern valuation techniques, including the  pricing of fixed-income securities, equities, foreign exchange and derivatives.  They will learn about the principles of finance, including arbitrage, market  efficiency, asset pricing models and portfolio theory. From the point of  view of investors, individual as well as institutional, we will consider  the principles of security valuation, portfolio selection and management,  and risk control. Finally, the course will look at how banks and other  financial institutions make money by bringing issuers and investors together.   Instructor    Prof. Ian Giddy   is a graduate of the University of Michigan (MBA 1972, PhD 1974) and the  University of the Witwatersrand (BSc 1970). He has taught finance at NYU,  Columbia, Wharton, Chicago and abroad for the past twenty-five years. He  was Director of International Fixed Income Research at Drexel Burnham Lambert  from 1986 to 1989. He is the author or co-author of numerous articles and  books, including The Handbook of International Finance , The International  Money Market , Cases in International Finance , Global Financial  Markets , Asset Securitization in Asia and The Hudson River  Watertrail Guide .   Pedagogy    The course employs cases and problems as well as classroom lectures  and discussions, and a portfolio management simulation to offer a hands-on  learning experience. We will make use of international as well as domestic  examples. Each student will be expected to prepare thoroughly and to participate  actively in class discussion. There will be three quizzes and a final exam.   The Course on the Internet    We will make use of the Internet for resource material and communication.  Indeed this course outline itself will change: the definitive version is  the Web site at http://www.stern.nyu.edu/~igiddy/investments.htm .   Lecture  materials , as available, can be downloaded from the Web. (You will  need the Acrobat reader, available free from Adobe's Web Site http://www.adobe.com .)   Textbooks    Bodie, Kane and Marcus, Essentials of Investments , 5th ed.,  Irwin, 2002.   Ross, Westerfield and Jordan, Fundamentals of Corporate Finance ,  4th ed., Irwin, 1998, Ch 5.   Additional readings will be made available in a readings package or  for download from  the \"Course Materials\" Web site, http://www.stern.nyu.edu/~igiddy/invmat.htm.    Students should have read the assignments before coming to class.  Material covered in the assigned textbook readings will generally not   be repeated in class. Rather, class time will be devoted to lecture and  case discussion, applying the material covered in the readings.   Exams    The final examination will take place on the last day of class. See  the schedule for quiz dates.   Problem Sets    A number of self-test problem sets, and three timed quizzes, based  on the end-of-chapter questions, will be made available on the World Wide  Web at The  Quiz Site . Your ID will be FirstInitial+Lastname--for example, David  Bowie becomes dbowie (I haven't figured out what to do about Madonna).  Your password will be given out in class, or email the course assistant  listed above.   Portfolio Management Game    Each student will manage a hypothetical portfolio of bonds and/or equities  during the course. Broad selections must be made by the second class and  given (or emailed) to the instructor. The goal will be to beat a passive  $500,000 portfolio of 40% bonds, 50% equities, and 10% cash. Students  will apply the concepts learned in the course to select which bonds and  stocks to buy and which to sell, and to evaluate the relative performance  of the portfolio. Students will be given materials to sign up for StockTrak   to manage their portfolios. For more detail see the Rules  of the Game .   Calculators, Computers and Software    You will need a calculator that has net present value, internal rate  of return, yield to maturity, natural logarithm and exponential functions.  You will need a computer, or access to one, that is connected to the Internet  via Netscape ot Internet Explorer, and an email address. AOL is acceptable  but not recommended. This site will be supplemented with links to Web-based  software to assist in the valuation of bonds and equities.   Grading    The course grade will be determined as follows: Online Problem Sets  10%, Online Quizzes 25%, Portfolio Assignment 15%, Final Examination 50%.   These are the suggested grading standards for Stern School of Business  Department of Finance Core Type Courses  (B09.2316,  B40.2302, C15.0001, C15.0025):             A      10%            A-      10-15%            B+      10%            B, B-      50-60%            C+,C,C-,D,F      10-15%            Tutor    Limited tutorial assistance will be provided by a tutor. He will hold  tutorial sessions on selected dates.   Additional Resources    The following books may be useful to those wishing to learn more about  the fixed-income and equity markets:   Frank J. Fabozzi, Bond Markets, Analysis and Strategies , (Prentice-Hall).  For short term fixed income securities, get Instruments of the Money  Market, published by the Federal  Reserve Bank of Richmond ; or Dufey and Giddy, The International  Money Market (Prentice-Hall, 1994). For equity valuation, try Aswath  Damororan, Damodoran on Valuation . See also Bodie, Kane and Marcus,  Appendix B.   The Wall Street Journal and the London Financial Times   provide the most comprehensive daily coverage of financial and economic  news. The most insightful economic commentary may be found in the weekly,   The  Economist . See also breakingnews.com .   Try the following Web sites:         CNN Finance The  Financial Times The Economist    Bloomberg Reuters    The Fed        and much more at Giddy's Finance  Resources on the Web                           Course Outline            Financial Markets and Investments                 Dates      #      Topics      Readings            Sep 28 Fri am      1      The financial markets; interest rates and the economy; international  finance      BKM Ch 2,3            Oct 6 Sat am      2      Time value of money; applications to investment decisions, lease-versus-buy,  etc      RWJ Ch 5            Oct 12 Fri am      3      The money and bond markets; measuring bond yields and risk      BKM Ch 4,10            Oct 14-15           Real Quiz # 1                 Oct 20 Sat am      4      Risk, return and diversification; international diversification   Portfolio report #1 due      BKM Ch 6, 20            Oct 26 Fri pm      5      Risk in the context of bond and equity portfolios    Valuation and capital asset pricing      BKM Ch 7,8,11            Nov 3 Sat pm      6      Equity valuation: theory and techniques   Portfolio report #2 due      BKM Ch 13,14            Nov 9 Fri pm      7      Equity valuation: applications      Case study                      Real Quiz # 2 (Risk to valuation)                 Nov 17 Sat pm      8      Cash, futures, FRAs and swaps      BKM Ch 18            Dec 8 Sat am      9      Options and Option-Linked Instruments      BKM Ch 16,17                      Real Quiz # 3 (Derivatives)                 Dec 14 Fri am      10      Portfolio Performance and Strategies   Portfolio report #3 due      BKM Ch 19                      Final Exam                    More about       The Stern School of Business         The Instructor         Global Financial  Markets         Prof Giddy's International  Financial Management course         Prof Giddy's Corporate  Finance course         Prof Giddy's Debt  Instruments and Markets course         Prof Giddy's short  courses and seminars         What  life will be like if you don't study                 Go to Giddy's Web Portal Contact Ian Giddy  at ian.giddy@nyu.edu"}, {"content": "Giddy/NYU Investments Course                       Professor Ian Giddy's Investments Course            Portfolio Management Game            Downloadable  Materials      The  Quiz Page      Course  Home Page      Benchmark  Portfolio      Giddy's  Home Page               This  project is intended to make you an interested participant in the financial  markets, and so gain some understanding of the markets and of investment  decisions. You will use a trading simulation program, Stock-Trak ,  to manage a portfolio that can consist of bonds, equities and/or mutual  funds during the course. The goal will be to beat a passive  $500,000 portfolio of 50% equities, 40% bonds, and 10% cash. Students  will apply the concepts learned in the course to select which bonds, stocks  or mutual funds to buy and which to sell, and to evaluate the relative  performance of the portfolio.   For background, read Bodie, Kane and Marcus, Investments , Ch  24-26.   Rules of the Game    1. You have an initial $500,000 to invest in the securities of your  choice. The goal is to beat a passive  benchmark portfolio consisting of           40% long term government bonds        50% U.S. equities (an \"index fund\")        10% cash (short-term money market instruments)      2. Start trading as soon as possible. Asummary of your selections must  be emailed to the instructor by the second week of class. You may change  your portfolio as often as you wish (up 100 trades), but every transaction  costs money. Changes must be made through Stock-Trak .  You should remain fully invested. Keep your selections to 5-10 instruments.  Don't know where to start? Look at some top-performing  funds and stock ideas .   3 . Write p ortfolio performance reports , three brief (1-2  pages) on-paper reports. Use of a spreadsheet program such as Excel is  recommended.        First Report:           for each security in your portfolio,           price level and change        a measure of historical return. I suggest 5 years.        a measure of the security's risk -- if possible, the standard deviation  of returns. I suggest 5 years of monthly data. You can obtain data from  the Microsoft Investor site, http://investor.msn.com/research/welcome.asp   (use \"charts\" to download data) or from Yahoo at http://quote.yahoo.com/                 For the whole portfolio,           total portfolio gain/loss in dollar and percentage terms        a comparison to the benchmark  portfolio 's actual and percentage gain/loss              Second Report:           For each security,           price level and performance        the betas of each security           For the whole portfolio, your comparison should include an estimate  of portfolio beta and the return-to-risk ratio.           Estimate the degree of diversification of your portfolio, using the tools  of portfolio diversification. One way is by registering at riskgrades.com   and plugging in your current portfolio as well as checking the effect of  changing the weights. You also can obtain sector performance results from  the various sector indexes at bigcharts.com        Find the portfolio beta        Find the portfolio expected return, using the T-bill rate as the risk-free  rate and 12% as the market return        Measure the portfolio's excess return: the difference between the actual  and the expected.              Third Report:           For each security,           price level and performance        the betas of each security           For the whole portfolio, your goal is perfomance analysis:           Measure absolute performance        Measure performance relative to the benchmark portfolio        Measure performance relative to the risk-adjusted expected return, based  on your portfolio's average beta        Use the Sharpe, Treynor and Jensen measures. You'll need the beta, average  return and standard deviation of your portfolio and of the benchmark. For  a sample see the spreadsheet, benchmark.xls        Conduct a performance attribution analysis (see chapter in textbook)           contribution of asset allocation to performance        contribution of stock selection and bond selection to performance       Note: you can get charts and downloadable data on the benchmark components  (FUSEX and VUSTX) at quote.yahoo.com/         4. Grading will be based solely on the logic and consistency of your selections  and reports. You will not be graded on the basis of investment performance;  rather, you will be expected to:        set investment goals        track your portfolio's performance, and that of the benchmark portfolio,  each week        prepare for classroom discussion of important events in the markets that  may affect the risk or return performance        produce performance reports on schedule.               A note on bonds    If you want to invest a certain dollar amount in particular bonds,  you need to know the price. Stocktrak tells you which bonds are available  for purchase on its \" read  the rules \" section. You can find bond price quotes at bondsonline.com .  This site enables you to quickly enter criteria (such as maturity in years  for Treasurys, or the company's name for corporates) and get a price. Stocktrak  is bad on keeping track of bond prices. My advice? Buy a bond fund instead.                  More Information    What is Stock-Trak?    Stock-Trak is a Web-based investment  simulation program used by Finance students across the USA. It offers the  closest thing to real-money trading: gain experience without the pain.   How do I sign up?    Send in the registration form with a check or use a credit card to  sign up and start trading immediately at the Stock-Trak  Website . .   What securities can we trade?    Students can trade any NYSE, AMEX or NASDAQ stocks with traded prices  above $5, a selection of government and corporate bonds, a large sample  of the most popular mutual funds, and a number of international stocks.  In short, the kinds of investments offered by a good US discount brokerage  firm.   How, when and how often can we trade?    Stock-Trak offers several methods for students to place trades: Phone-call  to a broker, 24-hour voicemail, E-mail or fax. You can even put in your  trades in real time directly from the Stock-Trak  Web trading pit at a commission discount. Each account is limited to  60 trades for the term. No odd-lot trades are permitted. No limit orders.  You'll need to know the ticker symbol of your stock or fund.   What are the costs of trading?    Basic commission cost is $25 plus $5 per 100 share lots of stock;  $25 plus $5 per bond (par value of $1000); and 1% front-end load fee for  mutual funds, which must be taken in $500 units.   Can we margin up a position? Are short sales permitted?    Not at this point--let's keep the parameters reasonable at first. After  5th session you can try it; the details may be found at the Stock-Trak  Web Site .   Can we employ options, futures or other derivatives?    Again, after the midterm. Try to relate your portfolio to the course  coverage.   See the the Stock-Trak Web Site   for information about futures and options.   What about cash distributions?    Your account will be credited for any dividends or coupons above $.50  or stock dividends above 2%. Check Section C of the Wall Street Journal  for such announcements.   Does Stock-Trak provide summary information?    Every two weeks the investor in whose name the account is registered  will receive an account summary via mail or E-mail, if requested. The portfolio  will be valued on the basis of actual market prices. I will receive a summary  statement every week with a class ranking, which can also be found on the  Web.   Online Investment Help    Try the following Web sites:            CNN Finance The  Financial Times The Economist    Bloomberg Reuters    The Motley Fool Microsoft  Investor Dailystocks        and much more at Giddy's Finance  Resources on the Web              Back to The  Course Home Page          More about       The Stern School of Business         The Instructor         Global Financial  Markets         Prof Giddy's International  Financial Management course         Prof Giddy's Corporate  Finance course         Prof Giddy's Debt  Instruments and Markets course         Prof Giddy's short  courses and seminars         A Great Stock-Timing  Strategy                 Go to Giddy's Web Portal Contact Ian Giddy  at ian.giddy@nyu.edu"}]},
{"detail": [{"content": "Damodaran Online: Home Page for Aswath Damodaran"}, {"content": "Giddy/NYU Investments Course               Foundations of Finance    Financial Markets and Investments               Downloadable  Materials      The  Quiz Page      Portfolio  Assignment      Benchmark  Portfolio      Giddy's  Resource Page               Fall 2001   Executive MBA Program   Prof. Ian Giddy    Office: Stern 9-197. Tel 212-998-0426; Fax 212-995-4233   E-mail: ian.giddy@nyu.edu Web:   http://giddy.org    Course Web site: http://www.stern.nyu.edu/~igiddy/investments.htm    Course assistant: Martijn Cremers, tel 212-998-0326 email kcremers@stern.nyu.edu          Goals    Students taking this course should expect to learn the nature and workings  of financial markets and their use by corporations, investors and others.They  will acquire some skills in modern valuation techniques, including the  pricing of fixed-income securities, equities, foreign exchange and derivatives.  They will learn about the principles of finance, including arbitrage, market  efficiency, asset pricing models and portfolio theory. From the point of  view of investors, individual as well as institutional, we will consider  the principles of security valuation, portfolio selection and management,  and risk control. Finally, the course will look at how banks and other  financial institutions make money by bringing issuers and investors together.   Instructor    Prof. Ian Giddy   is a graduate of the University of Michigan (MBA 1972, PhD 1974) and the  University of the Witwatersrand (BSc 1970). He has taught finance at NYU,  Columbia, Wharton, Chicago and abroad for the past twenty-five years. He  was Director of International Fixed Income Research at Drexel Burnham Lambert  from 1986 to 1989. He is the author or co-author of numerous articles and  books, including The Handbook of International Finance , The International  Money Market , Cases in International Finance , Global Financial  Markets , Asset Securitization in Asia and The Hudson River  Watertrail Guide .   Pedagogy    The course employs cases and problems as well as classroom lectures  and discussions, and a portfolio management simulation to offer a hands-on  learning experience. We will make use of international as well as domestic  examples. Each student will be expected to prepare thoroughly and to participate  actively in class discussion. There will be three quizzes and a final exam.   The Course on the Internet    We will make use of the Internet for resource material and communication.  Indeed this course outline itself will change: the definitive version is  the Web site at http://www.stern.nyu.edu/~igiddy/investments.htm .   Lecture  materials , as available, can be downloaded from the Web. (You will  need the Acrobat reader, available free from Adobe's Web Site http://www.adobe.com .)   Textbooks    Bodie, Kane and Marcus, Essentials of Investments , 5th ed.,  Irwin, 2002.   Ross, Westerfield and Jordan, Fundamentals of Corporate Finance ,  4th ed., Irwin, 1998, Ch 5.   Additional readings will be made available in a readings package or  for download from  the \"Course Materials\" Web site, http://www.stern.nyu.edu/~igiddy/invmat.htm.    Students should have read the assignments before coming to class.  Material covered in the assigned textbook readings will generally not   be repeated in class. Rather, class time will be devoted to lecture and  case discussion, applying the material covered in the readings.   Exams    The final examination will take place on the last day of class. See  the schedule for quiz dates.   Problem Sets    A number of self-test problem sets, and three timed quizzes, based  on the end-of-chapter questions, will be made available on the World Wide  Web at The  Quiz Site . Your ID will be FirstInitial+Lastname--for example, David  Bowie becomes dbowie (I haven't figured out what to do about Madonna).  Your password will be given out in class, or email the course assistant  listed above.   Portfolio Management Game    Each student will manage a hypothetical portfolio of bonds and/or equities  during the course. Broad selections must be made by the second class and  given (or emailed) to the instructor. The goal will be to beat a passive  $500,000 portfolio of 40% bonds, 50% equities, and 10% cash. Students  will apply the concepts learned in the course to select which bonds and  stocks to buy and which to sell, and to evaluate the relative performance  of the portfolio. Students will be given materials to sign up for StockTrak   to manage their portfolios. For more detail see the Rules  of the Game .   Calculators, Computers and Software    You will need a calculator that has net present value, internal rate  of return, yield to maturity, natural logarithm and exponential functions.  You will need a computer, or access to one, that is connected to the Internet  via Netscape ot Internet Explorer, and an email address. AOL is acceptable  but not recommended. This site will be supplemented with links to Web-based  software to assist in the valuation of bonds and equities.   Grading    The course grade will be determined as follows: Online Problem Sets  10%, Online Quizzes 25%, Portfolio Assignment 15%, Final Examination 50%.   These are the suggested grading standards for Stern School of Business  Department of Finance Core Type Courses  (B09.2316,  B40.2302, C15.0001, C15.0025):             A      10%            A-      10-15%            B+      10%            B, B-      50-60%            C+,C,C-,D,F      10-15%            Tutor    Limited tutorial assistance will be provided by a tutor. He will hold  tutorial sessions on selected dates.   Additional Resources    The following books may be useful to those wishing to learn more about  the fixed-income and equity markets:   Frank J. Fabozzi, Bond Markets, Analysis and Strategies , (Prentice-Hall).  For short term fixed income securities, get Instruments of the Money  Market, published by the Federal  Reserve Bank of Richmond ; or Dufey and Giddy, The International  Money Market (Prentice-Hall, 1994). For equity valuation, try Aswath  Damororan, Damodoran on Valuation . See also Bodie, Kane and Marcus,  Appendix B.   The Wall Street Journal and the London Financial Times   provide the most comprehensive daily coverage of financial and economic  news. The most insightful economic commentary may be found in the weekly,   The  Economist . See also breakingnews.com .   Try the following Web sites:         CNN Finance The  Financial Times The Economist    Bloomberg Reuters    The Fed        and much more at Giddy's Finance  Resources on the Web                           Course Outline            Financial Markets and Investments                 Dates      #      Topics      Readings            Sep 28 Fri am      1      The financial markets; interest rates and the economy; international  finance      BKM Ch 2,3            Oct 6 Sat am      2      Time value of money; applications to investment decisions, lease-versus-buy,  etc      RWJ Ch 5            Oct 12 Fri am      3      The money and bond markets; measuring bond yields and risk      BKM Ch 4,10            Oct 14-15           Real Quiz # 1                 Oct 20 Sat am      4      Risk, return and diversification; international diversification   Portfolio report #1 due      BKM Ch 6, 20            Oct 26 Fri pm      5      Risk in the context of bond and equity portfolios    Valuation and capital asset pricing      BKM Ch 7,8,11            Nov 3 Sat pm      6      Equity valuation: theory and techniques   Portfolio report #2 due      BKM Ch 13,14            Nov 9 Fri pm      7      Equity valuation: applications      Case study                      Real Quiz # 2 (Risk to valuation)                 Nov 17 Sat pm      8      Cash, futures, FRAs and swaps      BKM Ch 18            Dec 8 Sat am      9      Options and Option-Linked Instruments      BKM Ch 16,17                      Real Quiz # 3 (Derivatives)                 Dec 14 Fri am      10      Portfolio Performance and Strategies   Portfolio report #3 due      BKM Ch 19                      Final Exam                    More about       The Stern School of Business         The Instructor         Global Financial  Markets         Prof Giddy's International  Financial Management course         Prof Giddy's Corporate  Finance course         Prof Giddy's Debt  Instruments and Markets course         Prof Giddy's short  courses and seminars         What  life will be like if you don't study                 Go to Giddy's Web Portal Contact Ian Giddy  at ian.giddy@nyu.edu"}, {"content": "Giddy/NYU Investments Course                       Professor Ian Giddy's Investments Course            Portfolio Management Game            Downloadable  Materials      The  Quiz Page      Course  Home Page      Benchmark  Portfolio      Giddy's  Home Page               This  project is intended to make you an interested participant in the financial  markets, and so gain some understanding of the markets and of investment  decisions. You will use a trading simulation program, Stock-Trak ,  to manage a portfolio that can consist of bonds, equities and/or mutual  funds during the course. The goal will be to beat a passive  $500,000 portfolio of 50% equities, 40% bonds, and 10% cash. Students  will apply the concepts learned in the course to select which bonds, stocks  or mutual funds to buy and which to sell, and to evaluate the relative  performance of the portfolio.   For background, read Bodie, Kane and Marcus, Investments , Ch  24-26.   Rules of the Game    1. You have an initial $500,000 to invest in the securities of your  choice. The goal is to beat a passive  benchmark portfolio consisting of           40% long term government bonds        50% U.S. equities (an \"index fund\")        10% cash (short-term money market instruments)      2. Start trading as soon as possible. Asummary of your selections must  be emailed to the instructor by the second week of class. You may change  your portfolio as often as you wish (up 100 trades), but every transaction  costs money. Changes must be made through Stock-Trak .  You should remain fully invested. Keep your selections to 5-10 instruments.  Don't know where to start? Look at some top-performing  funds and stock ideas .   3 . Write p ortfolio performance reports , three brief (1-2  pages) on-paper reports. Use of a spreadsheet program such as Excel is  recommended.        First Report:           for each security in your portfolio,           price level and change        a measure of historical return. I suggest 5 years.        a measure of the security's risk -- if possible, the standard deviation  of returns. I suggest 5 years of monthly data. You can obtain data from  the Microsoft Investor site, http://investor.msn.com/research/welcome.asp   (use \"charts\" to download data) or from Yahoo at http://quote.yahoo.com/                 For the whole portfolio,           total portfolio gain/loss in dollar and percentage terms        a comparison to the benchmark  portfolio 's actual and percentage gain/loss              Second Report:           For each security,           price level and performance        the betas of each security           For the whole portfolio, your comparison should include an estimate  of portfolio beta and the return-to-risk ratio.           Estimate the degree of diversification of your portfolio, using the tools  of portfolio diversification. One way is by registering at riskgrades.com   and plugging in your current portfolio as well as checking the effect of  changing the weights. You also can obtain sector performance results from  the various sector indexes at bigcharts.com        Find the portfolio beta        Find the portfolio expected return, using the T-bill rate as the risk-free  rate and 12% as the market return        Measure the portfolio's excess return: the difference between the actual  and the expected.              Third Report:           For each security,           price level and performance        the betas of each security           For the whole portfolio, your goal is perfomance analysis:           Measure absolute performance        Measure performance relative to the benchmark portfolio        Measure performance relative to the risk-adjusted expected return, based  on your portfolio's average beta        Use the Sharpe, Treynor and Jensen measures. You'll need the beta, average  return and standard deviation of your portfolio and of the benchmark. For  a sample see the spreadsheet, benchmark.xls        Conduct a performance attribution analysis (see chapter in textbook)           contribution of asset allocation to performance        contribution of stock selection and bond selection to performance       Note: you can get charts and downloadable data on the benchmark components  (FUSEX and VUSTX) at quote.yahoo.com/         4. Grading will be based solely on the logic and consistency of your selections  and reports. You will not be graded on the basis of investment performance;  rather, you will be expected to:        set investment goals        track your portfolio's performance, and that of the benchmark portfolio,  each week        prepare for classroom discussion of important events in the markets that  may affect the risk or return performance        produce performance reports on schedule.               A note on bonds    If you want to invest a certain dollar amount in particular bonds,  you need to know the price. Stocktrak tells you which bonds are available  for purchase on its \" read  the rules \" section. You can find bond price quotes at bondsonline.com .  This site enables you to quickly enter criteria (such as maturity in years  for Treasurys, or the company's name for corporates) and get a price. Stocktrak  is bad on keeping track of bond prices. My advice? Buy a bond fund instead.                  More Information    What is Stock-Trak?    Stock-Trak is a Web-based investment  simulation program used by Finance students across the USA. It offers the  closest thing to real-money trading: gain experience without the pain.   How do I sign up?    Send in the registration form with a check or use a credit card to  sign up and start trading immediately at the Stock-Trak  Website . .   What securities can we trade?    Students can trade any NYSE, AMEX or NASDAQ stocks with traded prices  above $5, a selection of government and corporate bonds, a large sample  of the most popular mutual funds, and a number of international stocks.  In short, the kinds of investments offered by a good US discount brokerage  firm.   How, when and how often can we trade?    Stock-Trak offers several methods for students to place trades: Phone-call  to a broker, 24-hour voicemail, E-mail or fax. You can even put in your  trades in real time directly from the Stock-Trak  Web trading pit at a commission discount. Each account is limited to  60 trades for the term. No odd-lot trades are permitted. No limit orders.  You'll need to know the ticker symbol of your stock or fund.   What are the costs of trading?    Basic commission cost is $25 plus $5 per 100 share lots of stock;  $25 plus $5 per bond (par value of $1000); and 1% front-end load fee for  mutual funds, which must be taken in $500 units.   Can we margin up a position? Are short sales permitted?    Not at this point--let's keep the parameters reasonable at first. After  5th session you can try it; the details may be found at the Stock-Trak  Web Site .   Can we employ options, futures or other derivatives?    Again, after the midterm. Try to relate your portfolio to the course  coverage.   See the the Stock-Trak Web Site   for information about futures and options.   What about cash distributions?    Your account will be credited for any dividends or coupons above $.50  or stock dividends above 2%. Check Section C of the Wall Street Journal  for such announcements.   Does Stock-Trak provide summary information?    Every two weeks the investor in whose name the account is registered  will receive an account summary via mail or E-mail, if requested. The portfolio  will be valued on the basis of actual market prices. I will receive a summary  statement every week with a class ranking, which can also be found on the  Web.   Online Investment Help    Try the following Web sites:            CNN Finance The  Financial Times The Economist    Bloomberg Reuters    The Motley Fool Microsoft  Investor Dailystocks        and much more at Giddy's Finance  Resources on the Web              Back to The  Course Home Page          More about       The Stern School of Business         The Instructor         Global Financial  Markets         Prof Giddy's International  Financial Management course         Prof Giddy's Corporate  Finance course         Prof Giddy's Debt  Instruments and Markets course         Prof Giddy's short  courses and seminars         A Great Stock-Timing  Strategy                 Go to Giddy's Web Portal Contact Ian Giddy  at ian.giddy@nyu.edu"}]}]