[{"detail": [{"content": "Faculty | Center for Ancient Studies | NYU                             NEW YORK UNIVERSITY              ARTS AND SCIENCE              COLLEGE OF ARTS AND SCIENCE              GRADUATE SCHOOL OF ARTS AND SCIENCE                                  CONTACT US SEARCH SITEMAP                     Home &gt; Faculty                     About The Center       Events     Faculty Who Work on Antiquity and Related Subjects at NYU     Ancient Studies Minor       Travel Grants       Collections       NYU Excavations       Publications       Classical World       Institute for Etruscan and Italic Studies       Aquila Theatre Company       Faculty Who Work on Antiquity and Related Subjects at NYU      Matthew Adams (Institute of Fine Arts) Egyptian archaeology, urbanism and social complexity; the nature and evolution of sacred landscapes  Roger Bagnall (Director, Institute for the Study of the Ancient World) Greek and Roman history; papyrology; late antiquity  Alessandro Barchiesi (Visiting Professor, Classics) Roman poetry and poetics, literary history, narrative fiction; reception of Classical studies; Greek influence at Rome    Adam Becker (Religious Studies, Classics) Jewish-Christian relations in late antiquity; Syriac language and literature; reception of classical antiquity    Brigitte Bedos-Rezak (History) Medieval northern France; medieval semiotics; social history    Thomas O. Beidelman (Anthropology) Social anthropology; religion; colonial history; oral history; Africa and ancient Greece Emanuela Bianchi (Comparative Literature, Classics, Program in Gender and Sexuality) Ancient Greek philosophy and literature; 20th century and contemporary continental philosophy; feminist/queer theory    Larissa Bonfante (Classics, Emerita) Ancient Etruscan civilization; iconography; ancient dress Roderick B. Campbell (Institute for the Study of the Ancient World) Theorizing ancient social-political organization, social violence and history in late 2nd millennium B.C. north China; the archaeology of production Anne Carson (Creative Writing, Classics) Ancient Greek literature and culture    Mary Carruthers (English, Emerita) Medieval literature and rhetoric; memory in literature      John Chioles (Comparative Literature, Philosophy, Emeritus) Theater and literary theory    Joan Connelly (Classics; Director, Yeronisos Island excavations) Greek sculpture; vase painting; religion Joy Connolly (Classics) Greek and Roman rhetoric; political thought; education; poetry       Pamela J. Crabtree (Anthropology) Medieval archaeology, especially Anglo-Saxon England; zooarchaeology       Raffaella Cribiore (Classics) Education in the Greek and Roman worlds; papyrology; Greek rhetoric Lorenzo D'Alfonso (Institute for the Study of the Ancient World) History and archaeology of pre-classical Syria and Anatolia    Mervin R. Dilts (Classics, Emeritus) Greek paleography; textual criticism    Carolyn Dinshaw (English) Middle English literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies         Daniel E. Fleming (Hebrew and Judaic Studies) Hebrew Bible and Israelite religion; Assyriology; ancient Syria    Katherine Fleming (History, Middle Eastern and Islamic Studies, and Hellenic Studies) Post-Byzantine and modern Greek History; western Ottoman provinces; Mediterranean and Greek Jewry    Barry Finbarr Flood (Art History) Art and architecture of the Islamic world Hallie Franks (Gallatin School of Individualized Study) The material culture of Ancient Greece and the relationship between the Greek world and other cultures    John Freccero (Italian and Comparative Literature) Dante; medieval poetry and poetics; Machiavelli    Ogden Goelet Jr. (Middle Eastern and Islamic Studies) Egyptian lexicography, cultural history, and literature Ethan Harkness (Gallatin School of Individualized Study) Early Chinese culture with a particular emphasis on technical topics that inform the histories of science and religion         Anselm Haverkamp (English, Emeritus) Critical theory; 16th- to 18th-century literature Sebastian Heath (Institute for the Study of the Ancient World) Roman pottery, numismatics, and the role of Digital Humanities in the study of the Ancient World    W. Gerald Heverly (Libraries) Books and writing materials in classical antiquity; transmission of texts; Latin prose style Robert G. Hoyland (Institute for the Study of the Ancient World) History, languages, and literature of the late antique and early Islamic Middle East Alex Jassen (Hebrew and Judaic Studies) Hebrew Bible and Biblical interpretation; Second Temple Judaism; Dead Sea scrolls; study of Judaism and Christianity in antiquity    Daniel Javitch (Comparative Literature, Emeritus) Renaissance literature; genre theory    Alexander Jones (Institute for the Study of the Ancient World) Astronomy and mathematical sciences and their transmission in the Greco-Roman world and the ancient Near East    Guenter Kopcke (Institute of Fine Arts) Art and the second millennium B.C.E. Mediterranean integration, Crete; art and Greek progress from infiltration to Greek statehood, second to first millennium B.C.E.; political origin and role of Classical art; Rome north of the Alps Barbara Kowalzig (Classics) Religion and anthropology of ancient Greece and the Mediterranean; Greek poetry and drama; music and performance; social and economic history    David Levene (Chair, Classics) Roman history and religion       Baruch Levine (Hebrew and Judaic Studies, Emeritus) Near Eastern history and epigraphy; the Hebrew Bible; Israelite religions Marko Malink (Classics, Philosophy) Ancient philosophy, especially ancient logic and metaphysics (will begin teaching at NYU in Fall 2015)    Clemente Marconi (Institute of Fine Arts; Director, Selinunte excavations) Greek art and architecture in archaic and classical periods Thomas F. Mathews (Institute of Fine Arts, Emeritus) Early Christian and Byzantine art and architecture    Philip Mayerson (Classics, Emeritus) Roman-Byzantine Near East (history and archeology); papyrology James R. McCredie (Institute of Fine Arts, Emeritus) Greek archaeology and architecture    Peter Meineck (Classics) Ancient drama    Phillip Mitsis (Classics and Hellenic Studies) Ancient philosophy and its reception in later times; ancient drama    Andrew Monson (Classics) Greco-Roman Egypt; political economy; ancient empires Jessica Moss (Philosophy) Ancient philosophy    David O'Connor (Institute of Fine Arts; Co-Director, Abydos excavations) Ancient Egyptian art history and archaeology; Ancient Nubian art history and archaeology    Michael Peachin (Classics) Roman imperial history; Roman law; Latin epigraphy Beate Pongratz-Leisten (Institute for the Study of the Ancient World) Political, intellectual and religious history of the ancient Near East Daniel T. Potts (Institute for the Study of the Ancient World) Ancient Near Eastern archaeology and history with a concentration on Iran, Mesopotamia, and the Persian Gulf David M. Ratzan (Head Librarian, Institute for the Study of the Ancient World)     Timothy J. Reiss (Comparative Literature, Emeritus) Renaissance and 18th-century literature, history, and politics; history and theory of theater; cultural and political theory    Vincent Renzi (Morse Academic Plan) Ancient Greek philosophy       Ann Macy Roth (Hebrew and Judaic Studies) Egyptology; Egyptian archaeology; gender studies; mortuary religion    Jeffrey Rubenstein (Hebrew and Judaic Studies) Judaism of the Second Temple; Talmud and Midrash    Martha Dana Rust (English) Medieval literature and culture; technologies of writing; gender studies Laura Samponaro (Liberal Studies) Ancient rhetoric and political thought; Latin stylistics; classical reception       Matthew S. Santirocco (Classics; Senior Vice Provost for Academic Affairs; Angelo J. Ranieri Director of Ancient Studies) Latin literature, especially Augustan poetry; Greek poetry; classical tradition  Melissa Schwartzberg (Politics) Ancient Greek political institutions; ancient political thought David Sider (Classics) Greek poetry and philosophy       Gregory M. Sifakis (Classics, Emeritus) Classical drama and theater production; Homer and medieval Greek epic; Greek folklore; poetics of traditional arts Hsueh-Man Shen (Institute of Fine Arts) Art and archaeology of medieval China    Laura Slatkin (Gallatin School of Individualized Study) Ancient Greek and Roman poetry; comparative mythology; wisdom traditions in classical and near eastern antiquity; gender studies    Mark S. Smith (Hebrew and Judaic Studies) Biblical religion and history; northwest Semitic languages and literature Roland R. R. Smith (Lincoln Professor of Classical Archaeology, Oxford University; Director, Aphrodisias excavations) Art and visual cultures of the ancient Mediterranean world; historical interpretation of ancient representation and its relationship with social and political culture; archaeology of Greek cities of the Eastern Roman Empire Alexander Sokolicek (Institute of Fine Arts; Field Director, Aphrodisias excavations) Archaeology; ancient history; epigraphy; urban studies      S ören Stark (Institute for the Study of the Ancient World) Archaeology, art history, and history in Central and Inner Asia and the neighboring cultural areas    Benjamin Straumann (Visiting Assistant Professor, History, and Alberico Gentili Fellow, Law School) Political and legal thought, the reception of ancient political thought in early modern Europe and late Roman Republican political thought    Liana Theodoratou (Hellenic Studies) Greek and Latin lyric; Greek drama; literary theory (ancient and modern); theory of translation    Thelma Thomas (Institute of Fine Arts) Coptic art    Lillian Lan-ying Tseng (Institute for the Study of the Ancient World) Art and archaeology of Han China; reception of antiquity; the interface of art history and cultural history    Jerome C. Wakefield (Social Work, Medicine) Philosophical (especially ancient) foundations of the mental health professions    Katherine Welch (Institute of Fine Arts; Deputy Director, Aphrodisias excavations) Roman imperial and republican art; Hellenistic art; Roman and Greek history Randall White (Anthropology) Origins of the arts in Europe; Techniques of representation in the Upper Paleolithic period; Experimental archaeology; Directs multidisciplinary excavation of key Paleolithic sites in southwest France. Susanne Wofford (Dean of the Gallatin School of Individualized Study) Shakespeare, Spenser, Renaissance and classical epic, comparative European drama, and narrative and literary theory    Elliot Wolfson (Hebrew and Judaic Studies) Jewish mysticism and philosophy; gender construction and the history of religion; symbolism and myth    Rita Wright (Anthropology) Prehistoric archaeology of the Near East and South Asia; state formation and urbanism; gender studies"}]},
{"detail": [{"content": "Faculty | Center for Ancient Studies | NYU                             NEW YORK UNIVERSITY              ARTS AND SCIENCE              COLLEGE OF ARTS AND SCIENCE              GRADUATE SCHOOL OF ARTS AND SCIENCE                                  CONTACT US SEARCH SITEMAP                     Home &gt; Faculty                     About The Center       Events     Faculty Who Work on Antiquity and Related Subjects at NYU     Ancient Studies Minor       Travel Grants       Collections       NYU Excavations       Publications       Classical World       Institute for Etruscan and Italic Studies       Aquila Theatre Company       Faculty Who Work on Antiquity and Related Subjects at NYU      Matthew Adams (Institute of Fine Arts) Egyptian archaeology, urbanism and social complexity; the nature and evolution of sacred landscapes  Roger Bagnall (Director, Institute for the Study of the Ancient World) Greek and Roman history; papyrology; late antiquity  Alessandro Barchiesi (Visiting Professor, Classics) Roman poetry and poetics, literary history, narrative fiction; reception of Classical studies; Greek influence at Rome    Adam Becker (Religious Studies, Classics) Jewish-Christian relations in late antiquity; Syriac language and literature; reception of classical antiquity    Brigitte Bedos-Rezak (History) Medieval northern France; medieval semiotics; social history    Thomas O. Beidelman (Anthropology) Social anthropology; religion; colonial history; oral history; Africa and ancient Greece Emanuela Bianchi (Comparative Literature, Classics, Program in Gender and Sexuality) Ancient Greek philosophy and literature; 20th century and contemporary continental philosophy; feminist/queer theory    Larissa Bonfante (Classics, Emerita) Ancient Etruscan civilization; iconography; ancient dress Roderick B. Campbell (Institute for the Study of the Ancient World) Theorizing ancient social-political organization, social violence and history in late 2nd millennium B.C. north China; the archaeology of production Anne Carson (Creative Writing, Classics) Ancient Greek literature and culture    Mary Carruthers (English, Emerita) Medieval literature and rhetoric; memory in literature      John Chioles (Comparative Literature, Philosophy, Emeritus) Theater and literary theory    Joan Connelly (Classics; Director, Yeronisos Island excavations) Greek sculpture; vase painting; religion Joy Connolly (Classics) Greek and Roman rhetoric; political thought; education; poetry       Pamela J. Crabtree (Anthropology) Medieval archaeology, especially Anglo-Saxon England; zooarchaeology       Raffaella Cribiore (Classics) Education in the Greek and Roman worlds; papyrology; Greek rhetoric Lorenzo D'Alfonso (Institute for the Study of the Ancient World) History and archaeology of pre-classical Syria and Anatolia    Mervin R. Dilts (Classics, Emeritus) Greek paleography; textual criticism    Carolyn Dinshaw (English) Middle English literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies         Daniel E. Fleming (Hebrew and Judaic Studies) Hebrew Bible and Israelite religion; Assyriology; ancient Syria    Katherine Fleming (History, Middle Eastern and Islamic Studies, and Hellenic Studies) Post-Byzantine and modern Greek History; western Ottoman provinces; Mediterranean and Greek Jewry    Barry Finbarr Flood (Art History) Art and architecture of the Islamic world Hallie Franks (Gallatin School of Individualized Study) The material culture of Ancient Greece and the relationship between the Greek world and other cultures    John Freccero (Italian and Comparative Literature) Dante; medieval poetry and poetics; Machiavelli    Ogden Goelet Jr. (Middle Eastern and Islamic Studies) Egyptian lexicography, cultural history, and literature Ethan Harkness (Gallatin School of Individualized Study) Early Chinese culture with a particular emphasis on technical topics that inform the histories of science and religion         Anselm Haverkamp (English, Emeritus) Critical theory; 16th- to 18th-century literature Sebastian Heath (Institute for the Study of the Ancient World) Roman pottery, numismatics, and the role of Digital Humanities in the study of the Ancient World    W. Gerald Heverly (Libraries) Books and writing materials in classical antiquity; transmission of texts; Latin prose style Robert G. Hoyland (Institute for the Study of the Ancient World) History, languages, and literature of the late antique and early Islamic Middle East Alex Jassen (Hebrew and Judaic Studies) Hebrew Bible and Biblical interpretation; Second Temple Judaism; Dead Sea scrolls; study of Judaism and Christianity in antiquity    Daniel Javitch (Comparative Literature, Emeritus) Renaissance literature; genre theory    Alexander Jones (Institute for the Study of the Ancient World) Astronomy and mathematical sciences and their transmission in the Greco-Roman world and the ancient Near East    Guenter Kopcke (Institute of Fine Arts) Art and the second millennium B.C.E. Mediterranean integration, Crete; art and Greek progress from infiltration to Greek statehood, second to first millennium B.C.E.; political origin and role of Classical art; Rome north of the Alps Barbara Kowalzig (Classics) Religion and anthropology of ancient Greece and the Mediterranean; Greek poetry and drama; music and performance; social and economic history    David Levene (Chair, Classics) Roman history and religion       Baruch Levine (Hebrew and Judaic Studies, Emeritus) Near Eastern history and epigraphy; the Hebrew Bible; Israelite religions Marko Malink (Classics, Philosophy) Ancient philosophy, especially ancient logic and metaphysics (will begin teaching at NYU in Fall 2015)    Clemente Marconi (Institute of Fine Arts; Director, Selinunte excavations) Greek art and architecture in archaic and classical periods Thomas F. Mathews (Institute of Fine Arts, Emeritus) Early Christian and Byzantine art and architecture    Philip Mayerson (Classics, Emeritus) Roman-Byzantine Near East (history and archeology); papyrology James R. McCredie (Institute of Fine Arts, Emeritus) Greek archaeology and architecture    Peter Meineck (Classics) Ancient drama    Phillip Mitsis (Classics and Hellenic Studies) Ancient philosophy and its reception in later times; ancient drama    Andrew Monson (Classics) Greco-Roman Egypt; political economy; ancient empires Jessica Moss (Philosophy) Ancient philosophy    David O'Connor (Institute of Fine Arts; Co-Director, Abydos excavations) Ancient Egyptian art history and archaeology; Ancient Nubian art history and archaeology    Michael Peachin (Classics) Roman imperial history; Roman law; Latin epigraphy Beate Pongratz-Leisten (Institute for the Study of the Ancient World) Political, intellectual and religious history of the ancient Near East Daniel T. Potts (Institute for the Study of the Ancient World) Ancient Near Eastern archaeology and history with a concentration on Iran, Mesopotamia, and the Persian Gulf David M. Ratzan (Head Librarian, Institute for the Study of the Ancient World)     Timothy J. Reiss (Comparative Literature, Emeritus) Renaissance and 18th-century literature, history, and politics; history and theory of theater; cultural and political theory    Vincent Renzi (Morse Academic Plan) Ancient Greek philosophy       Ann Macy Roth (Hebrew and Judaic Studies) Egyptology; Egyptian archaeology; gender studies; mortuary religion    Jeffrey Rubenstein (Hebrew and Judaic Studies) Judaism of the Second Temple; Talmud and Midrash    Martha Dana Rust (English) Medieval literature and culture; technologies of writing; gender studies Laura Samponaro (Liberal Studies) Ancient rhetoric and political thought; Latin stylistics; classical reception       Matthew S. Santirocco (Classics; Senior Vice Provost for Academic Affairs; Angelo J. Ranieri Director of Ancient Studies) Latin literature, especially Augustan poetry; Greek poetry; classical tradition  Melissa Schwartzberg (Politics) Ancient Greek political institutions; ancient political thought David Sider (Classics) Greek poetry and philosophy       Gregory M. Sifakis (Classics, Emeritus) Classical drama and theater production; Homer and medieval Greek epic; Greek folklore; poetics of traditional arts Hsueh-Man Shen (Institute of Fine Arts) Art and archaeology of medieval China    Laura Slatkin (Gallatin School of Individualized Study) Ancient Greek and Roman poetry; comparative mythology; wisdom traditions in classical and near eastern antiquity; gender studies    Mark S. Smith (Hebrew and Judaic Studies) Biblical religion and history; northwest Semitic languages and literature Roland R. R. Smith (Lincoln Professor of Classical Archaeology, Oxford University; Director, Aphrodisias excavations) Art and visual cultures of the ancient Mediterranean world; historical interpretation of ancient representation and its relationship with social and political culture; archaeology of Greek cities of the Eastern Roman Empire Alexander Sokolicek (Institute of Fine Arts; Field Director, Aphrodisias excavations) Archaeology; ancient history; epigraphy; urban studies      S ören Stark (Institute for the Study of the Ancient World) Archaeology, art history, and history in Central and Inner Asia and the neighboring cultural areas    Benjamin Straumann (Visiting Assistant Professor, History, and Alberico Gentili Fellow, Law School) Political and legal thought, the reception of ancient political thought in early modern Europe and late Roman Republican political thought    Liana Theodoratou (Hellenic Studies) Greek and Latin lyric; Greek drama; literary theory (ancient and modern); theory of translation    Thelma Thomas (Institute of Fine Arts) Coptic art    Lillian Lan-ying Tseng (Institute for the Study of the Ancient World) Art and archaeology of Han China; reception of antiquity; the interface of art history and cultural history    Jerome C. Wakefield (Social Work, Medicine) Philosophical (especially ancient) foundations of the mental health professions    Katherine Welch (Institute of Fine Arts; Deputy Director, Aphrodisias excavations) Roman imperial and republican art; Hellenistic art; Roman and Greek history Randall White (Anthropology) Origins of the arts in Europe; Techniques of representation in the Upper Paleolithic period; Experimental archaeology; Directs multidisciplinary excavation of key Paleolithic sites in southwest France. Susanne Wofford (Dean of the Gallatin School of Individualized Study) Shakespeare, Spenser, Renaissance and classical epic, comparative European drama, and narrative and literary theory    Elliot Wolfson (Hebrew and Judaic Studies) Jewish mysticism and philosophy; gender construction and the history of religion; symbolism and myth    Rita Wright (Anthropology) Prehistoric archaeology of the Near East and South Asia; state formation and urbanism; gender studies"}, {"content": "IFA - Faculty                                                                                                             ABOUT      EVENTS      PEOPLE      NEWS      ACADEMICS      CONSERVATION PROGRAM      PROSPECTIVE STUDENTS      RESEARCH & LIBRARIES      CONTACT      SUPPORT US                                  Contact      Thelma K. Thomas      Associate Professor of Fine Arts    B.A. 1980, Bryn Mawr College; M.A. 1982, New York University; PhD 1990, New York University       I teach and conduct research across the fields of Late Antique, Byzantine, and Eastern Christian art. My current research focusing on textile furnishings, portraits of the Egyptian desert fathers, and monastic dress in Late Antiquity, has led me to investigate social and ritual space, even as it has renewed my interest in developments of ancient traditions during Late Antiquity, and the reception of Late Antique art in modern times. I remain concerned with issues of craft and reuse, especially as they involve perception of the artwork, particular circumstances of commission and production and, more generally, art commerce all along the chronological continuum from Late Antiquity until the present day. My work in Eastern Christian art, especially, addresses the movement of materials, artworks, motifs, concepts, artisans, and consumers of art across diverse cultural territories. Although functionally technilliterate, expert assistance helps me as I continue to explore the growing utility of digital tools and resources for documentation, research, and the presentation of research.     Selected publications    &ldquo;Late Antique Art,&rdquo; in Oxford Bibliographies in Classics , Dee Clayman, ed. (Oxford University Press) at oxfordbibliographiesonline.com, 2014    &ldquo;Mimetic Devotion and Dress in Some Monastic Portraits from the Monastery of Apa Apollo at Bawit&rdquo; Coptica 11 (2012) 37-79, 2012    &ldquo;&lsquo;Ornaments of excellence&rsquo; from &lsquo;the miserable gains of commerce&rsquo;: Luxury Art and Byzantine Culture,&rdquo; in Byzantium and Islam, 7th to 9th Century: Age of Transition , H. C. Evans with B. Ratliff, eds. (Metropolitan Museum of Art/Yale University Press) 124-133 and notes, 284-287, 2012    J. Alchermes, ed., with H. C Evans and T. K. Thomas, Anathemata Eortika: Studies in Honor of Thomas F. Mathews (Reichert), 2010    &ldquo;Coptic Textiles in the Dikran G. Kelekian Textile Album of c. 1910&rdquo; in Anathemata Eortika: Studies in Honor of Thomas F. Mathews , J. Alchermes, ed., with H. C. Evans and T. K. Thomas (Reichert Verlag) 300-312, 2010    &ldquo;Coptic and Byzantine Textiles Found in Egypt: Corpora, Collections and Scholarly Perspectives,&rdquo; in Egypt in the Byzantine World, 300-700 , R. S. Bagnall, ed. (Cambridge University Press), 137-162, 2007    &ldquo;Arts of Christian Communities in the Medieval Middle East,&rdquo; in Byzantium: Faith and Power, 1261-1557 , H. C. Evans, ed. (Metropolitan Museum of Art and Yale University Press), 415-26, 2004    Reading Medieval Images: The Art Historian and the Object. Essays in Honor of Ilene H. Forsyth, E. Sears and T. K. Thomas, eds., (University of Michigan Press), 2002    &ldquo;The Medium Matters: Reading the Remains of a Late Antique Textile,&rdquo; Reading Medieval Images: The Art Historian and the Object. Essays in Honor of Ilene H. Forsyth , E. L. Sears and T. K. Thomas, eds. (University of Michigan Press), 38-49, 2002    Late Antique Egyptian Funerary Sculpture: Images for this World and the Next (Princeton University Press), 2000    Selected online projects    &ldquo; Publishing The Art Bulletin: Past, Present, and Future ,&rdquo; a project celebrating the Centennial of The Art Bulletin toward discussion of the journal&rsquo;s digital future, utilizing Scalar, the online publishing platform from The Alliance for Networking Visual Culture, with Alexei Taylor, Designer and Instructor, Hemispheric Institute, NYU, 2012-2013       Online illustrated database of Kelsey Museum collection of textiles from Karanis, Egypt (3500 items), 2002-2005        &ldquo; The Fabric of Everyday Life: Historic Textiles from Karanis, Egypt ,&rdquo; 2002       Recent courses    Soft Furnishings in Late Antiquity (Seminar), 2014    Late Antiquity along the Nile (Colloquium), 2014    Byzantine Art, 9th to 15th Centuries (Lecture), 2013    Portraying the Teacher in Late Antiquity (Seminar), 2013    Ornament in Late Antique Dress (Seminar), 2012    Clothing Men in Late Antiquity (Seminar), 2012    Byzantine Silk, 7-9th Centuries (Seminar), 2011    Art Production and Commerce in Byzantium and the Christian East, 6-10th Centuries (Colloquium), 2011    Transforming Heaven and Earth: The Arts of Late Antiquity and New Rome (Lecture), 2010    Art and Sacred Space in Late Antique Egypt (Seminar), 2010    Recent professional activity and awards    Visiting Research Scholar, Institute for the Study of the Ancient World, New York University, 2013 - 2014    Editorial Board, The Art Bulletin, Chair, 2011 - 2013    Editorial Board, The Art Bulletin, member, 2009 - 2013    University of Southern California, The Alliance for Networking Visual Culture, grant for implementation of online publication project for The Art Bulletin , 2012     International Center of Medieval Art, Governing Board, 2008 - 2011             Faculty            Faculty Directory        Faculty and Fields of Study   IFA Lecturers &amp; Associates        Conservation Lecturers &amp; Affliliated Faculty                    Faculty: Special Appointments            Kirk Varnedoe Visiting Professor        Judith Praska Visiting Professor              Mellon Postdoctoral Fellow 2013-2015        Honorary Fellows                              Students              Phd Students        Masters Students      Conservation Students        Student Resources        Student Opportunities        Academic Calendar        Graduate Students Association                              Alumni              IFA Alumni Website       Update Your Contact Information                         Staff              IFA Staff Directory"}]},
{"detail": [{"content": "Faculty | Center for Ancient Studies | NYU                             NEW YORK UNIVERSITY              ARTS AND SCIENCE              COLLEGE OF ARTS AND SCIENCE              GRADUATE SCHOOL OF ARTS AND SCIENCE                                  CONTACT US SEARCH SITEMAP                     Home &gt; Faculty                     About The Center       Events     Faculty Who Work on Antiquity and Related Subjects at NYU     Ancient Studies Minor       Travel Grants       Collections       NYU Excavations       Publications       Classical World       Institute for Etruscan and Italic Studies       Aquila Theatre Company       Faculty Who Work on Antiquity and Related Subjects at NYU      Matthew Adams (Institute of Fine Arts) Egyptian archaeology, urbanism and social complexity; the nature and evolution of sacred landscapes  Roger Bagnall (Director, Institute for the Study of the Ancient World) Greek and Roman history; papyrology; late antiquity  Alessandro Barchiesi (Visiting Professor, Classics) Roman poetry and poetics, literary history, narrative fiction; reception of Classical studies; Greek influence at Rome    Adam Becker (Religious Studies, Classics) Jewish-Christian relations in late antiquity; Syriac language and literature; reception of classical antiquity    Brigitte Bedos-Rezak (History) Medieval northern France; medieval semiotics; social history    Thomas O. Beidelman (Anthropology) Social anthropology; religion; colonial history; oral history; Africa and ancient Greece Emanuela Bianchi (Comparative Literature, Classics, Program in Gender and Sexuality) Ancient Greek philosophy and literature; 20th century and contemporary continental philosophy; feminist/queer theory    Larissa Bonfante (Classics, Emerita) Ancient Etruscan civilization; iconography; ancient dress Roderick B. Campbell (Institute for the Study of the Ancient World) Theorizing ancient social-political organization, social violence and history in late 2nd millennium B.C. north China; the archaeology of production Anne Carson (Creative Writing, Classics) Ancient Greek literature and culture    Mary Carruthers (English, Emerita) Medieval literature and rhetoric; memory in literature      John Chioles (Comparative Literature, Philosophy, Emeritus) Theater and literary theory    Joan Connelly (Classics; Director, Yeronisos Island excavations) Greek sculpture; vase painting; religion Joy Connolly (Classics) Greek and Roman rhetoric; political thought; education; poetry       Pamela J. Crabtree (Anthropology) Medieval archaeology, especially Anglo-Saxon England; zooarchaeology       Raffaella Cribiore (Classics) Education in the Greek and Roman worlds; papyrology; Greek rhetoric Lorenzo D'Alfonso (Institute for the Study of the Ancient World) History and archaeology of pre-classical Syria and Anatolia    Mervin R. Dilts (Classics, Emeritus) Greek paleography; textual criticism    Carolyn Dinshaw (English) Middle English literature and culture; feminist studies; lesbian/gay/bisexual/transgender studies         Daniel E. Fleming (Hebrew and Judaic Studies) Hebrew Bible and Israelite religion; Assyriology; ancient Syria    Katherine Fleming (History, Middle Eastern and Islamic Studies, and Hellenic Studies) Post-Byzantine and modern Greek History; western Ottoman provinces; Mediterranean and Greek Jewry    Barry Finbarr Flood (Art History) Art and architecture of the Islamic world Hallie Franks (Gallatin School of Individualized Study) The material culture of Ancient Greece and the relationship between the Greek world and other cultures    John Freccero (Italian and Comparative Literature) Dante; medieval poetry and poetics; Machiavelli    Ogden Goelet Jr. (Middle Eastern and Islamic Studies) Egyptian lexicography, cultural history, and literature Ethan Harkness (Gallatin School of Individualized Study) Early Chinese culture with a particular emphasis on technical topics that inform the histories of science and religion         Anselm Haverkamp (English, Emeritus) Critical theory; 16th- to 18th-century literature Sebastian Heath (Institute for the Study of the Ancient World) Roman pottery, numismatics, and the role of Digital Humanities in the study of the Ancient World    W. Gerald Heverly (Libraries) Books and writing materials in classical antiquity; transmission of texts; Latin prose style Robert G. Hoyland (Institute for the Study of the Ancient World) History, languages, and literature of the late antique and early Islamic Middle East Alex Jassen (Hebrew and Judaic Studies) Hebrew Bible and Biblical interpretation; Second Temple Judaism; Dead Sea scrolls; study of Judaism and Christianity in antiquity    Daniel Javitch (Comparative Literature, Emeritus) Renaissance literature; genre theory    Alexander Jones (Institute for the Study of the Ancient World) Astronomy and mathematical sciences and their transmission in the Greco-Roman world and the ancient Near East    Guenter Kopcke (Institute of Fine Arts) Art and the second millennium B.C.E. Mediterranean integration, Crete; art and Greek progress from infiltration to Greek statehood, second to first millennium B.C.E.; political origin and role of Classical art; Rome north of the Alps Barbara Kowalzig (Classics) Religion and anthropology of ancient Greece and the Mediterranean; Greek poetry and drama; music and performance; social and economic history    David Levene (Chair, Classics) Roman history and religion       Baruch Levine (Hebrew and Judaic Studies, Emeritus) Near Eastern history and epigraphy; the Hebrew Bible; Israelite religions Marko Malink (Classics, Philosophy) Ancient philosophy, especially ancient logic and metaphysics (will begin teaching at NYU in Fall 2015)    Clemente Marconi (Institute of Fine Arts; Director, Selinunte excavations) Greek art and architecture in archaic and classical periods Thomas F. Mathews (Institute of Fine Arts, Emeritus) Early Christian and Byzantine art and architecture    Philip Mayerson (Classics, Emeritus) Roman-Byzantine Near East (history and archeology); papyrology James R. McCredie (Institute of Fine Arts, Emeritus) Greek archaeology and architecture    Peter Meineck (Classics) Ancient drama    Phillip Mitsis (Classics and Hellenic Studies) Ancient philosophy and its reception in later times; ancient drama    Andrew Monson (Classics) Greco-Roman Egypt; political economy; ancient empires Jessica Moss (Philosophy) Ancient philosophy    David O'Connor (Institute of Fine Arts; Co-Director, Abydos excavations) Ancient Egyptian art history and archaeology; Ancient Nubian art history and archaeology    Michael Peachin (Classics) Roman imperial history; Roman law; Latin epigraphy Beate Pongratz-Leisten (Institute for the Study of the Ancient World) Political, intellectual and religious history of the ancient Near East Daniel T. Potts (Institute for the Study of the Ancient World) Ancient Near Eastern archaeology and history with a concentration on Iran, Mesopotamia, and the Persian Gulf David M. Ratzan (Head Librarian, Institute for the Study of the Ancient World)     Timothy J. Reiss (Comparative Literature, Emeritus) Renaissance and 18th-century literature, history, and politics; history and theory of theater; cultural and political theory    Vincent Renzi (Morse Academic Plan) Ancient Greek philosophy       Ann Macy Roth (Hebrew and Judaic Studies) Egyptology; Egyptian archaeology; gender studies; mortuary religion    Jeffrey Rubenstein (Hebrew and Judaic Studies) Judaism of the Second Temple; Talmud and Midrash    Martha Dana Rust (English) Medieval literature and culture; technologies of writing; gender studies Laura Samponaro (Liberal Studies) Ancient rhetoric and political thought; Latin stylistics; classical reception       Matthew S. Santirocco (Classics; Senior Vice Provost for Academic Affairs; Angelo J. Ranieri Director of Ancient Studies) Latin literature, especially Augustan poetry; Greek poetry; classical tradition  Melissa Schwartzberg (Politics) Ancient Greek political institutions; ancient political thought David Sider (Classics) Greek poetry and philosophy       Gregory M. Sifakis (Classics, Emeritus) Classical drama and theater production; Homer and medieval Greek epic; Greek folklore; poetics of traditional arts Hsueh-Man Shen (Institute of Fine Arts) Art and archaeology of medieval China    Laura Slatkin (Gallatin School of Individualized Study) Ancient Greek and Roman poetry; comparative mythology; wisdom traditions in classical and near eastern antiquity; gender studies    Mark S. Smith (Hebrew and Judaic Studies) Biblical religion and history; northwest Semitic languages and literature Roland R. R. Smith (Lincoln Professor of Classical Archaeology, Oxford University; Director, Aphrodisias excavations) Art and visual cultures of the ancient Mediterranean world; historical interpretation of ancient representation and its relationship with social and political culture; archaeology of Greek cities of the Eastern Roman Empire Alexander Sokolicek (Institute of Fine Arts; Field Director, Aphrodisias excavations) Archaeology; ancient history; epigraphy; urban studies      S ören Stark (Institute for the Study of the Ancient World) Archaeology, art history, and history in Central and Inner Asia and the neighboring cultural areas    Benjamin Straumann (Visiting Assistant Professor, History, and Alberico Gentili Fellow, Law School) Political and legal thought, the reception of ancient political thought in early modern Europe and late Roman Republican political thought    Liana Theodoratou (Hellenic Studies) Greek and Latin lyric; Greek drama; literary theory (ancient and modern); theory of translation    Thelma Thomas (Institute of Fine Arts) Coptic art    Lillian Lan-ying Tseng (Institute for the Study of the Ancient World) Art and archaeology of Han China; reception of antiquity; the interface of art history and cultural history    Jerome C. Wakefield (Social Work, Medicine) Philosophical (especially ancient) foundations of the mental health professions    Katherine Welch (Institute of Fine Arts; Deputy Director, Aphrodisias excavations) Roman imperial and republican art; Hellenistic art; Roman and Greek history Randall White (Anthropology) Origins of the arts in Europe; Techniques of representation in the Upper Paleolithic period; Experimental archaeology; Directs multidisciplinary excavation of key Paleolithic sites in southwest France. Susanne Wofford (Dean of the Gallatin School of Individualized Study) Shakespeare, Spenser, Renaissance and classical epic, comparative European drama, and narrative and literary theory    Elliot Wolfson (Hebrew and Judaic Studies) Jewish mysticism and philosophy; gender construction and the history of religion; symbolism and myth    Rita Wright (Anthropology) Prehistoric archaeology of the Near East and South Asia; state formation and urbanism; gender studies"}, {"content": "IFA - Faculty                                                                                                             ABOUT      EVENTS      PEOPLE      NEWS      ACADEMICS      CONSERVATION PROGRAM      PROSPECTIVE STUDENTS      RESEARCH & LIBRARIES      CONTACT      SUPPORT US                                  Contact      Thelma K. Thomas      Associate Professor of Fine Arts    B.A. 1980, Bryn Mawr College; M.A. 1982, New York University; PhD 1990, New York University       I teach and conduct research across the fields of Late Antique, Byzantine, and Eastern Christian art. My current research focusing on textile furnishings, portraits of the Egyptian desert fathers, and monastic dress in Late Antiquity, has led me to investigate social and ritual space, even as it has renewed my interest in developments of ancient traditions during Late Antiquity, and the reception of Late Antique art in modern times. I remain concerned with issues of craft and reuse, especially as they involve perception of the artwork, particular circumstances of commission and production and, more generally, art commerce all along the chronological continuum from Late Antiquity until the present day. My work in Eastern Christian art, especially, addresses the movement of materials, artworks, motifs, concepts, artisans, and consumers of art across diverse cultural territories. Although functionally technilliterate, expert assistance helps me as I continue to explore the growing utility of digital tools and resources for documentation, research, and the presentation of research.     Selected publications    &ldquo;Late Antique Art,&rdquo; in Oxford Bibliographies in Classics , Dee Clayman, ed. (Oxford University Press) at oxfordbibliographiesonline.com, 2014    &ldquo;Mimetic Devotion and Dress in Some Monastic Portraits from the Monastery of Apa Apollo at Bawit&rdquo; Coptica 11 (2012) 37-79, 2012    &ldquo;&lsquo;Ornaments of excellence&rsquo; from &lsquo;the miserable gains of commerce&rsquo;: Luxury Art and Byzantine Culture,&rdquo; in Byzantium and Islam, 7th to 9th Century: Age of Transition , H. C. Evans with B. Ratliff, eds. (Metropolitan Museum of Art/Yale University Press) 124-133 and notes, 284-287, 2012    J. Alchermes, ed., with H. C Evans and T. K. Thomas, Anathemata Eortika: Studies in Honor of Thomas F. Mathews (Reichert), 2010    &ldquo;Coptic Textiles in the Dikran G. Kelekian Textile Album of c. 1910&rdquo; in Anathemata Eortika: Studies in Honor of Thomas F. Mathews , J. Alchermes, ed., with H. C. Evans and T. K. Thomas (Reichert Verlag) 300-312, 2010    &ldquo;Coptic and Byzantine Textiles Found in Egypt: Corpora, Collections and Scholarly Perspectives,&rdquo; in Egypt in the Byzantine World, 300-700 , R. S. Bagnall, ed. (Cambridge University Press), 137-162, 2007    &ldquo;Arts of Christian Communities in the Medieval Middle East,&rdquo; in Byzantium: Faith and Power, 1261-1557 , H. C. Evans, ed. (Metropolitan Museum of Art and Yale University Press), 415-26, 2004    Reading Medieval Images: The Art Historian and the Object. Essays in Honor of Ilene H. Forsyth, E. Sears and T. K. Thomas, eds., (University of Michigan Press), 2002    &ldquo;The Medium Matters: Reading the Remains of a Late Antique Textile,&rdquo; Reading Medieval Images: The Art Historian and the Object. Essays in Honor of Ilene H. Forsyth , E. L. Sears and T. K. Thomas, eds. (University of Michigan Press), 38-49, 2002    Late Antique Egyptian Funerary Sculpture: Images for this World and the Next (Princeton University Press), 2000    Selected online projects    &ldquo; Publishing The Art Bulletin: Past, Present, and Future ,&rdquo; a project celebrating the Centennial of The Art Bulletin toward discussion of the journal&rsquo;s digital future, utilizing Scalar, the online publishing platform from The Alliance for Networking Visual Culture, with Alexei Taylor, Designer and Instructor, Hemispheric Institute, NYU, 2012-2013       Online illustrated database of Kelsey Museum collection of textiles from Karanis, Egypt (3500 items), 2002-2005        &ldquo; The Fabric of Everyday Life: Historic Textiles from Karanis, Egypt ,&rdquo; 2002       Recent courses    Soft Furnishings in Late Antiquity (Seminar), 2014    Late Antiquity along the Nile (Colloquium), 2014    Byzantine Art, 9th to 15th Centuries (Lecture), 2013    Portraying the Teacher in Late Antiquity (Seminar), 2013    Ornament in Late Antique Dress (Seminar), 2012    Clothing Men in Late Antiquity (Seminar), 2012    Byzantine Silk, 7-9th Centuries (Seminar), 2011    Art Production and Commerce in Byzantium and the Christian East, 6-10th Centuries (Colloquium), 2011    Transforming Heaven and Earth: The Arts of Late Antiquity and New Rome (Lecture), 2010    Art and Sacred Space in Late Antique Egypt (Seminar), 2010    Recent professional activity and awards    Visiting Research Scholar, Institute for the Study of the Ancient World, New York University, 2013 - 2014    Editorial Board, The Art Bulletin, Chair, 2011 - 2013    Editorial Board, The Art Bulletin, member, 2009 - 2013    University of Southern California, The Alliance for Networking Visual Culture, grant for implementation of online publication project for The Art Bulletin , 2012     International Center of Medieval Art, Governing Board, 2008 - 2011             Faculty            Faculty Directory        Faculty and Fields of Study   IFA Lecturers &amp; Associates        Conservation Lecturers &amp; Affliliated Faculty                    Faculty: Special Appointments            Kirk Varnedoe Visiting Professor        Judith Praska Visiting Professor              Mellon Postdoctoral Fellow 2013-2015        Honorary Fellows                              Students              Phd Students        Masters Students      Conservation Students        Student Resources        Student Opportunities        Academic Calendar        Graduate Students Association                              Alumni              IFA Alumni Website       Update Your Contact Information                         Staff              IFA Staff Directory"}, {"content": "Affiliated Faculty &mdash; Institute for the Study of the Ancient World                                                                                                                       Skip to content. |   Skip to navigation         Personal tools              Log in             Jobs    News                  News feed (RSS)           Foursquare           Twitter           Facebook           Instagram           Google+           Flickr                  Search Site                              only in current section                                 Advanced Search&hellip;                                                                   Sections     About ISAW                                    &gt; Introduction                                           &gt; Contact Us                                           &gt; Departments                                           &gt; Building and Facilities                                           &gt; Help Desk                                           &gt; Governance                                           &gt; New York University                                           &gt; The Leon Levy Foundation                            Graduate Program                                    &gt; Doctoral Program                                           &gt; Admissions and Financial Aid                                           &gt; What We Study                                           &gt; Degree Requirements                                           &gt; Program Structure                                           &gt; Faculty                                           &gt; Our Graduate Students                                           &gt; Archaeological Projects                                           &gt; Frequently Asked Questions                                           &gt; 2015-16 Course Descriptions                                           &gt; Visiting Graduate Students                                           &gt; Resources and Facilities                                           &gt; Student Handbook                            Visiting Scholar Program                                    &gt; Visiting Scholar Program                                           &gt; Frequently Asked Questions                                           &gt; ISAW Visiting Research Scholar Fellowship for NYU Affiliated Faculty                            Events Exhibitions                                    &gt; Current                                           &gt; Past                                           &gt; About our Team                            Library                                    &gt; About the ISAW Library                                           &gt; ISAW Library Services                                           &gt; Collections and Services                                           &gt; ISAW Library Blog                                           &gt; New ISAW Library Titles: 2014-2015                                           &gt; Library Staff                                           &gt; New ISAW Library Titles: December 2014                            Research Publications Online Resources People                                    &gt; Faculty                                           &gt; Affiliated Faculty                                           &gt; Staff                                           &gt; Visiting Research Scholars                                           &gt; Students                                           &gt; Alumni                                           &gt; Senior Fellows                                           &gt; Research Associates                            Support ISAW                                    &gt; Friends of ISAW                                           &gt; Friends Giving Levels                                           &gt; Giving to ISAW                                          15 East 84th St.       New York, NY 10028       212-992-7800       isaw@nyu.edu               Gallery Hours:       Tue-Sun 11am-6pm       Friday 11am-8pm       (Closed Monday)                                                                     Home         &gt;                               People                &gt;                                                                   Affiliated Faculty                            Affiliated Faculty                                                       Info                                                                                                Affiliated Faculty                                                                                 Affiliated Faculty are individuals appointed in other departments of New York University who take part in ISAW's graduate program and other activities in a variety of ways.                                                                                                                      Adam Becker                                                    Associate Professor of Classics and Religious Studies. Interests: Jewish-Christian relations in late antiquity; Syriac language and literature; reception of classical antiquity; critical theories of religion; the missionary encounter in the modern Middle East; comparative approaches to martyrdom.                                    Adam Becker -         Read More&hellip;                                                                                        Brigitte Bedos-Rezak                                                    Professor of History. Interests: Medieval history; France; prescholastic culture and society; sign theory; sigillography, diplomatics, and paleography.                                    Brigitte Bedos-Rezak -         Read More&hellip;                                                                                        Pam Crabtree                                                    Associate Professor of Anthropology, New York University.    Interests: Archaeology of Anglo-Saxon England, Irish Iron Age, zooarchaeology, environmental archaeology, animal domestication, Natufian settlement and subsistence.                                Pam Crabtree -         Read More&hellip;                                                                                        Rafaella Cribiore                                                    Professor of Classics. Interests: Education in the Greek and Roman worlds, literary and semi-literary papyrology, and rhetoric in late antiquity, particularly with respect of the works of the fourth-century sophist Libanius in Antioch, Syria; interests in issues regarding paganism and Christianity in the fourth century.                                    Rafaella Cribiore -         Read More&hellip;                                                                                        Daniel Fleming                                                    Professor of Hebrew and Judaic Studies. Interests: Assyriology, Hebrew Bible interpretation and cultural history, ancient Syria, Emar, ancient religion, interplay of ancient Near Eastern societies.                                      Daniel Fleming -         Read More&hellip;                                                                                        Carmela Vircillo Franklin                                                    Professor of Classics, Columbia University.    Interests: medieval Latin; grammar and exegesis; theory and practice of translation in the early Middle Ages; the history of the manuscript book; philology and the reception of ancient and medieval texts; Rome, especially its literary culture, from late antiquity to the 12th century.                                Carmela Vircillo Franklin -         Read More&hellip;                                                                                        Hallie Franks                                                    Assistant Professor, Gallatin. Interests: Art history of Greece, Rome, and the Ancient Near East, with a special interest in cultural exchange during the Classical and early Hellenistic periods; ancient painting and mosaics; architecture and movement.                                Hallie Franks -         Read More&hellip;                                                                                        Ogden Goelet, Jr.                                                    Associate Research Scholar of Middle Eastern Studies. Interests: Egyptian lexicography, cultural history, and literature.                                    Ogden Goelet, Jr. -         Read More&hellip;                                                                                        Ethan Harkness                                                    Instructor of East Asian Studies.   Interests: Early Chinese cultural history and technical traditions (e.g. agriculture, medicine, calendrical science, divination, and structured play and games); history of science; pre-Buddhist history of religion; Chinese paleography and excavated manuscripts.                                Ethan Harkness -         Read More&hellip;                                                                                        Fiona Kidd                                                    Assistant Professor of History and Art and Art History. Interests: identity, images and the built environment, craft production, and exchange with specializations in pre-Islamic Central Asian visual art, as well as interactions between mobile, agricultural, and herder populations, which have shaped Central Asia over millennia.                                Fiona Kidd -         Read More&hellip;                                                                                        Günter H. Kopcke                                                    Avalon Foundation Professor in the Humanities, Institute of Fine Arts. Interests: Prehistoric to early classical Greece; circum-Mediterranean studies; Roman and early medieval civilization in Europe north of the Alps.                                      Günter H. Kopcke -         Read More&hellip;                                                                                        Barbara Kowalzig                                                    Associate Professor of Classics                                Barbara Kowalzig -         Read More&hellip;                                                                                        David Levene                                                    Professor of Classics. Interests: Latin prose literature and Roman religion; publications on Livy, Tacitus, Cicero, Sallust, Polybius, and Latin panegyric; current projects including Cornelius Nepos, Pompeius Trogus, and the Roman imperial cut. Early rabbinic Judaism and the reception of the ancient world in cinema.                                      David Levene -         Read More&hellip;                                                                                        Clemente Marconi                                                    James R. McCredie Professor in the History of Greek Art and Archaeology, Institute of Fine Arts; University Professor. Interests: Greek art and architecture in archaic and classical periods                                    Clemente Marconi -         Read More&hellip;                                                                                        Andrew Monson                                                    Associate Professor of Classics. Interests: Ancient history, particularly the Hellenistic kingdoms and the rise of the Roman Empire. Research interests include political economy, the comparative history of early empires, and Greek relations with the Near East. Particular interests are religious associations, temple administration, land tenure, and taxation.                                      Andrew Monson -         Read More&hellip;                                                                                        David O'Connor                                                    Lila Acheson Wallace Professor of Ancient Egyptian Art, Institute of Fine Arts. Interests: Ancient Egyptian art history and archaeology; Ancient Nubian art history and archaeology.                                    David O'Connor -         Read More&hellip;                                                                                        Michael Peachin                                                    Professor of Classics. Interests: Roman Imperial history; Roman law; Latin epigraphy.                                    Michael Peachin -         Read More&hellip;                                                                                        Helmut Reimitz                                                    Professor of History, Princeton University                                Helmut Reimitz -         Read More&hellip;                                                                                        Ann Macy Roth                                                    Clinical Associate Professor of Egyptology, Departments of Hebrew and Judaic Studies and Art History.   Interests: Art and archaeology of ancient Egypt, particularly the Old Kingdom period; questions of gender and fertility in the context of pharaonic society and religion; and funerary monuments, including their social role, their use-life, and their programs of decoration.                                Ann Macy Roth -         Read More&hellip;                                                                                        Lawrence Schiffman                                                    Professor of Hebrew and Judaic Studies. Interests: Dead Sea Scrolls; Jewish religious, political, and social history in late antiquity; the history of Jewish law and Talmudic literature.                                    Lawrence Schiffman -         Read More&hellip;                                                                                        Mark S. Smith                                                    Skirball Professor of Bible and Ancient Near Eastern Studies Interests: The literatures and religions of the Levant, from the Late Bronze Age to the eve of Christianity; Ugaritic literature, Israelite religion and culture, the Hebrew Bible.                                      Mark S. Smith -         Read More&hellip;                                                                                        Hsueh-man Shen                                                    Assistant Professor of Fine Arts. Interests: Art and archaeology of pre-modern China, especially the Tang and Song/Liao transitional periods. Research interests include the interrelationship between funerary and religious practices in pre-modern China, interplay of word and image in the visual culture of East Asia, Art and material culture along the ancient Silk Road.                                    Hsueh-man Shen -         Read More&hellip;                                                                                        Kostis Smyrlis                                                    Assistant Professor of History Interests: Byzantine empire, especially the middle and late Byzantine period (10th to 15th century); focus on economic history, the land regime, and the conflict between the Roman tradition and medieval realities; diplomatics and the editing of the documents of Mount Athos; taxation system and finances of the late Byzantine state.                                      Kostis Smyrlis -         Read More&hellip;                                                                                        Stephen F. Teiser                                                    D.T. Suzuki Professor in Buddhist Studies and Professor of Religion, Princeton University.  Interests: Buddhism and indigenous religious life in Medieval China, studied through manuscripts, stone inscriptions, architecture, and art; Dunhuang and Silk Road Studies                                    Stephen F. Teiser -         Read More&hellip;                                                                                        Thelma K. Thomas                                                    Associate Professor of Fine Arts, Institute of Fine Arts Interests: Late Antique and Byzantine art. Visual and material culture of Egypt during Late Antiquity, especially sculpture and textiles; interests in the arts of Nubia and Ethiopia during Late Antiquity, artistic interrelationships along the Nile Valley, across the Mediterranean and the Red Sea, and along trade routes heading farther East; Christian arts of the Medieval Middle East.                                      Thelma K. Thomas -         Read More&hellip;                                                                                        Stephen J. Tinney                                                    Clark Research Associate Professor of Assyriology, Associate Curator of the Babylonian Section of the Penn Museum and director of the Pennsylvania Sumerian Dictionary Project, University of Pennsylania                                Stephen J. Tinney -         Read More&hellip;                                                                                        Katherine Welch                                                    Associate Professor of Fine Arts, Institute of Fine Arts Interests: Art and archaeology of the Roman Empire in the Republican/Hellenistic and early Imperial periods, especially in Italy but also in Asia Minor and Greece. Major interests in architecture, sculpture, painting, and urbanism, particularly in issues of the patronage and viewer reception of art. Publications on Roman spectator buildings, portraiture, wall painting, and the \"neighborhoods\" of the city of Rome. Current project on The Aesthetics of Roman War.                                      Katherine Welch -         Read More&hellip;                                                                                        Rita Wright                                                    Professor of Anthropology Interests: Prehistoric archaeology of the Near East and South Asia; state formation and urbanism; Gender studies.                                      Rita Wright -         Read More&hellip;                                                                                                                                                                                                                                People                                               Faculty                                    Affiliated Faculty                                          Adam Becker                                    Brigitte Bedos-Rezak                                    Pam Crabtree                                    Rafaella Cribiore                                    Daniel Fleming                                    Carmela Vircillo Franklin                                    Hallie Franks                                    Ogden Goelet, Jr.                                    Ethan Harkness                                    Fiona Kidd                                    Günter H. Kopcke                                    Barbara Kowalzig                                    David Levene                                    Clemente Marconi                                    Andrew Monson                                    David O'Connor                                    Michael Peachin                                    Helmut Reimitz                                    Ann Macy Roth                                    Lawrence Schiffman                                    Mark S. Smith                                    Hsueh-man Shen                                    Kostis Smyrlis                                    Stephen F. Teiser                                    Thelma K. Thomas                                    Stephen J. Tinney                                    Katherine Welch                                    Rita Wright                                                     Staff                                    Visiting Research Scholars                                    Students                                    Alumni                                    Senior Fellows                                    Research Associates                                                                                                           NYU Home    Privacy Policy    Site Map    RSS Feed"}]}]