[{"detail": [{"content": "Program of Study (CAS Bulletin)    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Program of Study (CAS Bulletin)   Jump to:    Major in Romance Languages    Major in French and Linguistics    Minors    Honors      Major  in French      The  prerequisite for admission to the program is a satisfactory knowledge of the  French language. This is normally interpreted as the satisfactory completion of  Conversation and Composition (FREN-UA 30) with the grade of B-minus or better  (or an equivalent course or exam). No grade lower than C may be counted toward  the major. The overall GPA in French courses must be 2.0 or above. All  students who wish to major in the Department of French must declare with the  department and consult a departmental adviser prior to any registration.          The  major consists of nine 4-point courses (36 points), distributed as follows:   Written Contemporary French (FREN-UA 105). Advanced Composition (FREN-UA 9106,  taught in Paris) may be substituted.   Three core courses. Every major must take at least one course in the two-course  sequence Readings in French Literature I: From the Middle Ages to the French  Revolution (FREN-UA 120) and Readings in French Literature II: From 1800 to the  Present (FREN-UA 121). The other core courses to choose from are: Approaches to  Francophone Literature (FREN-UA 145), French Society and Culture from the  Middle Ages to the Modern Period (FREN-UA 163), and Contemporary France  (FREN-UA 164).   Four electives. Up to two electives may be advanced language courses chosen  from: Spoken Contemporary French (FREN-UA 101), Phonetics (FREN-UA 103),  Translation (FREN-UA 107), Advanced Techniques of Translation (FREN-UA 108),  Acting French (FREN-UA 109), and Business French (FREN-UA 110). The other  electives must revolve around French and Francophone literature and civilization.  With permission of the adviser, students may take some electives at the same  time as core courses. With permission, students may also substitute additional  core courses, or a graduate course, for electives. Approved courses taken in  French universities may count as electives.   A Senior Seminar. The Senior Seminar (FREN-UA 991, 992) is typically taken in  the fall or spring of senior year. At  least one of the courses completed in fulfillment of the major (either a core  course or an elective) must focus on the period preceding 1800. Majors may  count one of the department's English-language courses toward the major, but  only if they do the written work in French.          Transfer  students must complete at least five courses (20 points) of the nine courses  required for the French major at the College of Arts and Science or at NYU  Paris.          A  student who fulfills the requirements above may thereby fulfill the state  minimum of 24 credits required for certification to teach French in New York  State junior or senior high schools. For information on minors in education,  please see the section on cross-school minors in this Bulletin.                Major  in Romance Languages      See  the Romance languages section of this Bulletin for details and requirements.                Major  in French and Linguistics      This  joint major requires a total of nine 4-point courses (36 points).          The  French part of this major is satisfied by taking four 4-point courses (16  points) as follows:   One advanced language course chosen from the following:   Spoken Contemporary French (FREN-UA 101)   Phonetics (FREN-UA 103)   Translation (FREN-UA 107)   Advanced Techniques of Translation (FREN-UA 108)   Acting French (FREN-UA 109)   Business French (FREN-UA 110)   One course in advanced written French (usually Written Contemporary French,  FREN-UA 105)   Two courses in French literature (in French), to be determined in consultation  with the director of undergraduate studies The  linguistics part of this major is satisfied by taking the following five  4-point courses (20 points):   One introductory course: Language (LING-UA 1) or Language and Mind (LING-UA 3,  formerly 28)   Sound and Language (LING-UA 11)   Grammatical Analysis (LING-UA 13)   And a total of two additional courses from two different fields of linguistics,  chosen from the following (please see linguistics section in this Bulletin for  course titles and descriptions):   Historical linguistics (LING-UA 14, LING-UA 17, LING-UA 76)   Sociolinguistics (LING-UA 15, LING-UA 18, LING-UA 30, LING-UA 38)   Phonology (LING-UA 12)   Semantics (LING-UA 4)   Computational linguistics (LING-UA 3, LING-UA 24)   Psycholinguistics (LING-UA 5, LING-UA 43, LING-UA 54)          Minors  in French      All  students who wish to minor in the Department of French must declare with the  department and consult a departmental adviser prior to any registration.          Students  may choose one of four programs of study. They may minor in French studies,  French literature in translation, literature in translation, or Francophone  studies.          French Studies   This minor consists of four courses (16 points) above the intermediate level to  be determined in consultation with the director of undergraduate studies.   Students pursuing a French studies minor can focus either on language  courses or on language and literature courses. Only courses taught in  French can count toward this minor. In addition, no grade lower than C counts  toward this minor.          French Literature in Translation   This minor is for students who have an interest in French literature but do not  yet have the linguistic preparation to read this literature in French. This  minor consists of four courses (16 points) taught in English that focus on  French literature. The courses are to be chosen in consultation with the  director of undergraduate studies. No grade lower than a C counts toward this  minor.          Literature in Translation   This minor is for students who have an interest in the literature of several different countries and/or cultures and wish to explore that literature through English translation. This minor consists of four courses (16 points) taught in English with a focus on foreign (i.e., not written in English) literature offered by participating CAS disciplines (classics, comparative literature, dramatic literature, East Asian studies, English, French, German, Hebrew and Judaic studies, Italian, Middle Eastern and Islamic studies, Russian and Slavic studies, Spanish and Portuguese). A student majoring in a specific language cannot take courses in his or her home department for this minor. In addition, a student must take courses from at least two different departments for this minor, with no more than two courses from the same department. No grade lower than a C counts toward this minor.          Francophone Studies   This minor is for students with an interest in French-language literature and  culture outside of France (e.g., in Africa, the Caribbean, Canada, the U.S., or  the Far East). This minor consists of four courses (16 points). Approaches to  Francophone Literature (FREN-UA 145) is required; the three other courses must  be taught in French and chosen in consultation with the director of  undergraduate studies. With permission of the French department, a course  taught in English can be counted toward this minor if the coursework is  completed in French. Courses focusing on the literature or culture of France do  not count toward this minor. No grade lower than a C counts toward this minor.              Internships      In  addition to the basic requirements for the major, students also have the  opportunity to participate in internships sponsored by the Department of  French. Recent internships have been completed at the French cultural services  office, the French music office, and the French film office. For more  information, please contact the undergraduate administrative aide. Internships  and independent studies do not count toward the French major, except with  special permission of the department.                Honors  Program          Eligibility      A  student must spend a minimum of three full semesters in residence at the  College of Arts and Science. Attendance at NYU Paris counts toward such residence.  The student must maintain an overall GPA of at least 3.65 and a major average  of 3.65 or higher. Students who wish to pursue honors should apply to the  departmental director of honors during their junior year.          Requirements for Honors   Completion of all major requirements (above).   In addition to enrollment in a Senior Seminar (FREN-UA 991, 992), candidates  for French honors must also enroll in Honors Thesis (FREN-UA 995), a 4-point  course taken over both semesters of the senior year (2 points in the fall, 2  points in the spring). This Honors Thesis course sequence cannot count toward  completion of the credit requirements for the French major.   The honors thesis should be a work of scholarship and/or criticism in the field  of French or Francophone literature or culture. The thesis is ordinarily  written in French (25 pages minimum); exceptionally, students may petition to  write it in English (40 to 60 pages). The seminar professor and the thesis  adviser determine based on this work and an oral defense whether to recommend  the student for an honors degree. A grade of at least A-minus is required for  the award of honors in French. Accelerated  B.A./M.A. Program in French or French Studies      The  Department of French and the Institute of French Studies offer qualified  students the opportunity to earn the B.A. and M.A. degrees in a shortened  period of study. While still undergraduates, students enrolled in the program  may earn up to 12 points toward the M.A. by completing three graduate courses  in the Department of French or at the Institute of French Studies. To earn  advanced standing, these points may not be counted toward an undergraduate  degree, and must be in excess of the 128 points required for the B.A.      Under  normal circumstances, this can be achieved by students who register for the  maximum allowable number of points in their senior year. Earned in this manner,  advanced standing has the additional advantage of enabling qualified students  to start graduate work at an earlier stage and in the most cost-efficient way.      Admission  to the program is open to students who have completed between 48 and 96 credits  with an overall GPA of at least 3.5 and a GPA of 3.5 or higher in the major.  Application to the program can be made through the director of undergraduate  studies in the Department of French. Final acceptance into the graduate  sequence of the program is contingent on successful completion of the B.A.,  formal admission into the Graduate School of Arts and Science, and acceptance  of the student's application. For more information on the B.A./M.A. in French  studies, please consult www.ifs.as.nyu.edu/object/ifs.bama .              Facilities      The  University has two special facilities for students of French.          La Maison Française   This attractive house in the old and picturesque Washington Mews is open to  students of French. It has a comfortable lounge, a small reading room opening  onto a terrace, and a soundproof music room. Programs of lectures and  recreational activities free to all students interested in French are given  here.          Institute of French Studies   Adjacent to La Maison Française in Washington Mews, the institute offers  graduate courses in contemporary French society and culture that are open to  undergraduates with special permission. The institute has a large newspaper and  periodical collection and a wide range of videotapes; it also organizes  frequent lectures and seminars by visiting scholars, political personalities,  and business and administrative leaders from France.              NYU  Paris      For  NYU Paris, see information in the study away section of this Bulletin.                     NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Program of Study (CAS Bulletin)    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Program of Study (CAS Bulletin)   Jump to:    Major in Romance Languages    Major in French and Linguistics    Minors    Honors      Major  in French      The  prerequisite for admission to the program is a satisfactory knowledge of the  French language. This is normally interpreted as the satisfactory completion of  Conversation and Composition (FREN-UA 30) with the grade of B-minus or better  (or an equivalent course or exam). No grade lower than C may be counted toward  the major. The overall GPA in French courses must be 2.0 or above. All  students who wish to major in the Department of French must declare with the  department and consult a departmental adviser prior to any registration.          The  major consists of nine 4-point courses (36 points), distributed as follows:   Written Contemporary French (FREN-UA 105). Advanced Composition (FREN-UA 9106,  taught in Paris) may be substituted.   Three core courses. Every major must take at least one course in the two-course  sequence Readings in French Literature I: From the Middle Ages to the French  Revolution (FREN-UA 120) and Readings in French Literature II: From 1800 to the  Present (FREN-UA 121). The other core courses to choose from are: Approaches to  Francophone Literature (FREN-UA 145), French Society and Culture from the  Middle Ages to the Modern Period (FREN-UA 163), and Contemporary France  (FREN-UA 164).   Four electives. Up to two electives may be advanced language courses chosen  from: Spoken Contemporary French (FREN-UA 101), Phonetics (FREN-UA 103),  Translation (FREN-UA 107), Advanced Techniques of Translation (FREN-UA 108),  Acting French (FREN-UA 109), and Business French (FREN-UA 110). The other  electives must revolve around French and Francophone literature and civilization.  With permission of the adviser, students may take some electives at the same  time as core courses. With permission, students may also substitute additional  core courses, or a graduate course, for electives. Approved courses taken in  French universities may count as electives.   A Senior Seminar. The Senior Seminar (FREN-UA 991, 992) is typically taken in  the fall or spring of senior year. At  least one of the courses completed in fulfillment of the major (either a core  course or an elective) must focus on the period preceding 1800. Majors may  count one of the department's English-language courses toward the major, but  only if they do the written work in French.          Transfer  students must complete at least five courses (20 points) of the nine courses  required for the French major at the College of Arts and Science or at NYU  Paris.          A  student who fulfills the requirements above may thereby fulfill the state  minimum of 24 credits required for certification to teach French in New York  State junior or senior high schools. For information on minors in education,  please see the section on cross-school minors in this Bulletin.                Major  in Romance Languages      See  the Romance languages section of this Bulletin for details and requirements.                Major  in French and Linguistics      This  joint major requires a total of nine 4-point courses (36 points).          The  French part of this major is satisfied by taking four 4-point courses (16  points) as follows:   One advanced language course chosen from the following:   Spoken Contemporary French (FREN-UA 101)   Phonetics (FREN-UA 103)   Translation (FREN-UA 107)   Advanced Techniques of Translation (FREN-UA 108)   Acting French (FREN-UA 109)   Business French (FREN-UA 110)   One course in advanced written French (usually Written Contemporary French,  FREN-UA 105)   Two courses in French literature (in French), to be determined in consultation  with the director of undergraduate studies The  linguistics part of this major is satisfied by taking the following five  4-point courses (20 points):   One introductory course: Language (LING-UA 1) or Language and Mind (LING-UA 3,  formerly 28)   Sound and Language (LING-UA 11)   Grammatical Analysis (LING-UA 13)   And a total of two additional courses from two different fields of linguistics,  chosen from the following (please see linguistics section in this Bulletin for  course titles and descriptions):   Historical linguistics (LING-UA 14, LING-UA 17, LING-UA 76)   Sociolinguistics (LING-UA 15, LING-UA 18, LING-UA 30, LING-UA 38)   Phonology (LING-UA 12)   Semantics (LING-UA 4)   Computational linguistics (LING-UA 3, LING-UA 24)   Psycholinguistics (LING-UA 5, LING-UA 43, LING-UA 54)          Minors  in French      All  students who wish to minor in the Department of French must declare with the  department and consult a departmental adviser prior to any registration.          Students  may choose one of four programs of study. They may minor in French studies,  French literature in translation, literature in translation, or Francophone  studies.          French Studies   This minor consists of four courses (16 points) above the intermediate level to  be determined in consultation with the director of undergraduate studies.   Students pursuing a French studies minor can focus either on language  courses or on language and literature courses. Only courses taught in  French can count toward this minor. In addition, no grade lower than C counts  toward this minor.          French Literature in Translation   This minor is for students who have an interest in French literature but do not  yet have the linguistic preparation to read this literature in French. This  minor consists of four courses (16 points) taught in English that focus on  French literature. The courses are to be chosen in consultation with the  director of undergraduate studies. No grade lower than a C counts toward this  minor.          Literature in Translation   This minor is for students who have an interest in the literature of several different countries and/or cultures and wish to explore that literature through English translation. This minor consists of four courses (16 points) taught in English with a focus on foreign (i.e., not written in English) literature offered by participating CAS disciplines (classics, comparative literature, dramatic literature, East Asian studies, English, French, German, Hebrew and Judaic studies, Italian, Middle Eastern and Islamic studies, Russian and Slavic studies, Spanish and Portuguese). A student majoring in a specific language cannot take courses in his or her home department for this minor. In addition, a student must take courses from at least two different departments for this minor, with no more than two courses from the same department. No grade lower than a C counts toward this minor.          Francophone Studies   This minor is for students with an interest in French-language literature and  culture outside of France (e.g., in Africa, the Caribbean, Canada, the U.S., or  the Far East). This minor consists of four courses (16 points). Approaches to  Francophone Literature (FREN-UA 145) is required; the three other courses must  be taught in French and chosen in consultation with the director of  undergraduate studies. With permission of the French department, a course  taught in English can be counted toward this minor if the coursework is  completed in French. Courses focusing on the literature or culture of France do  not count toward this minor. No grade lower than a C counts toward this minor.              Internships      In  addition to the basic requirements for the major, students also have the  opportunity to participate in internships sponsored by the Department of  French. Recent internships have been completed at the French cultural services  office, the French music office, and the French film office. For more  information, please contact the undergraduate administrative aide. Internships  and independent studies do not count toward the French major, except with  special permission of the department.                Honors  Program          Eligibility      A  student must spend a minimum of three full semesters in residence at the  College of Arts and Science. Attendance at NYU Paris counts toward such residence.  The student must maintain an overall GPA of at least 3.65 and a major average  of 3.65 or higher. Students who wish to pursue honors should apply to the  departmental director of honors during their junior year.          Requirements for Honors   Completion of all major requirements (above).   In addition to enrollment in a Senior Seminar (FREN-UA 991, 992), candidates  for French honors must also enroll in Honors Thesis (FREN-UA 995), a 4-point  course taken over both semesters of the senior year (2 points in the fall, 2  points in the spring). This Honors Thesis course sequence cannot count toward  completion of the credit requirements for the French major.   The honors thesis should be a work of scholarship and/or criticism in the field  of French or Francophone literature or culture. The thesis is ordinarily  written in French (25 pages minimum); exceptionally, students may petition to  write it in English (40 to 60 pages). The seminar professor and the thesis  adviser determine based on this work and an oral defense whether to recommend  the student for an honors degree. A grade of at least A-minus is required for  the award of honors in French. Accelerated  B.A./M.A. Program in French or French Studies      The  Department of French and the Institute of French Studies offer qualified  students the opportunity to earn the B.A. and M.A. degrees in a shortened  period of study. While still undergraduates, students enrolled in the program  may earn up to 12 points toward the M.A. by completing three graduate courses  in the Department of French or at the Institute of French Studies. To earn  advanced standing, these points may not be counted toward an undergraduate  degree, and must be in excess of the 128 points required for the B.A.      Under  normal circumstances, this can be achieved by students who register for the  maximum allowable number of points in their senior year. Earned in this manner,  advanced standing has the additional advantage of enabling qualified students  to start graduate work at an earlier stage and in the most cost-efficient way.      Admission  to the program is open to students who have completed between 48 and 96 credits  with an overall GPA of at least 3.5 and a GPA of 3.5 or higher in the major.  Application to the program can be made through the director of undergraduate  studies in the Department of French. Final acceptance into the graduate  sequence of the program is contingent on successful completion of the B.A.,  formal admission into the Graduate School of Arts and Science, and acceptance  of the student's application. For more information on the B.A./M.A. in French  studies, please consult www.ifs.as.nyu.edu/object/ifs.bama .              Facilities      The  University has two special facilities for students of French.          La Maison Française   This attractive house in the old and picturesque Washington Mews is open to  students of French. It has a comfortable lounge, a small reading room opening  onto a terrace, and a soundproof music room. Programs of lectures and  recreational activities free to all students interested in French are given  here.          Institute of French Studies   Adjacent to La Maison Française in Washington Mews, the institute offers  graduate courses in contemporary French society and culture that are open to  undergraduates with special permission. The institute has a large newspaper and  periodical collection and a wide range of videotapes; it also organizes  frequent lectures and seminars by visiting scholars, political personalities,  and business and administrative leaders from France.              NYU  Paris      For  NYU Paris, see information in the study away section of this Bulletin.                     NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Upcoming Undergraduate Course Schedule &amp; Descriptions    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Upcoming Undergraduate Course Schedule &amp; Descriptions                                              Click here for SUMMER 2015 course schedule and descriptions!  DEPARTMENT OF  FRENCH    UNDERGRADUATE  COURSE OFFERINGS    FALL 2015   JUMP TO : Language Courses Advanced Language Courses Core Courses Senior Seminars French Electives Other   LANGUAGE COURSES Information on placement into language courses can be found HERE . In addition, CAS's schedule of exams are available HERE . FREN-UA 1 Elementary French I Open to students with no previous training in French. Not equivalent to FREN-UA 10. Only by following FREN-UA 1 with FREN-UA 2 can a student complete the equivalent of FREN-UA 10 and then continue on to the intermediate level.                                                      25 W. 4th St., C-12; C-11 (sec. 3 only); C-7 (secs. 8 and 10); C-3 (sec. 11 only) Section 001: MWR, 8:00am – 9:15am (#6825) – Maria Sanchez-Reyes Section 002: MWR, 9:30am – 10:45am (#6826) – Aileen Christensen Section 003: MWR, 9:30am – 10:45am (#6827) – Nicolas Estournel Section 004: MWR, 11:00am – 12:15pm (#6828) – Fatiha Bali Section 005: MWR, 12:30pm – 1:45pm (#6829) – Fatiha Bali Section 006: MWR, 2:00pm – 3:15pm (#6830) – Jean-Pierre Graff Section 007: MWR, 3:30pm – 4:45pm (#6831) – Rachel Watson Section 008: MWR, 3:30pm – 4:45pm (#6832) – Claire Reising Section 009: MWR, 4:55pm – 6:10pm (#6833) – Amelia Fedo Section 010: TWF, 12:30pm – 1:45pm (#6834) – Jeffrey Fuller Section 011: MTR, 9:30am – 10:45am (#6835) – Mimi Zhou FREN-UA 2 Elementary French II Continuation of FREN-UA 1. To continue on to the intermediate level, a student must complete both FREN-UA 1 and FREN-UA 2. This two-semester sequence is equivalent to FREN-UA 10. 25 W. 4th St., C-15; C-11 (sec. 7 only) Section 001: MWR, 9:30am – 10:45am (#6835) – Masha Beliaeva Section 002: MWR, 11:00am – 12:15am (#6836) – Jean-Pierre Graff Section 003: MWR, 12:30pm – 1:45pm (#6837) – Jean-Pierre Graff Section 004: MWR, 2:00pm – 3:15pm (#6838) – TBA Section 005: MWR, 3:30pm – 4:45pm (#6839) – TBA Section 006: MWR, 4:55pm – 6:10pm (#6840) – TBA Section 007: TR, 2:00pm – 4:00pm (#16728) – Fatiha Bali   Section 007 is exclusively for Tisch School of the Arts stduents and is only   available to students who have received permission from the   Department of French. FREN-UA 10 Intensive Elementary French (6 points) Open to students with no previous training in French. Completes the equivalent of a year's elementary level in one semester. 25 W. 4th St., C-7 Section 001: MTWRF, 8:00am – 9:15am (#6841) – TBA Section 002: MTWRF, 9:30am – 10:45am (#6842) – TBA Section 003: MTWRF, 11:00am – 12:15pm (#6843) – Melanie Hackney FREN-UA 11 Intermediate French I Open to students who have completed the equivalent of a year's elementary level and to others on assignment by placement test. Not equivalent to FREN-UA 20. Only by following FREN-UA 11 with FREN-UA 12 can a student complete the equivalent of FREN-UA 20 and then continue on to the post-intermediate level. 25 W. 4th St., C-16; C-18 (sec. 7 only) Section 001: MTR, 8:00am – 9:15am (#6844) – TBA Section 002: MTR, 9:30am – 10:45am (#6845) – Stéphanie Dubois Section 003: MTR, 11:00am – 12:15pm (#6846) – Samantha Presnal Section 004: MTR, 12:30pm – 1:45pm (#6847) – Samira Ait-Jafour Section 005: MTR, 2:00pm – 3:15pm (#6848) – Samira Ait-Jafour Section 006: MTR, 3:30pm – 4:45pm (#6849) – Lauren Weaver Section 007: TWF, 12:30pm – 1:45pm (#6850) – Gabriella Lindsay FREN-UA 12 Intermediate French II Continuation of FREN-UA 11. To fulfill the MAP requirement and continue on to the post-intermediate level, a student must complete both FREN-UA 11 and FREN-UA 12. This two-semester sequence is equivalent to FREN-UA 20. 25 W. 4th St., C-5 Section 001: MTR, 8:00am – 9:15am (#6851) – Johann Voulot Section 002: MTR, 9:30am – 10:45am (#6852) – Kaliane Ung Section 003: MTR, 11:00am – 12:15pm (#6853) – Johann Voulot Section 004: MTR, 12:30pm – 1:45pm (#6854) – TBA\u2028 Section 005: MTR, 2:00pm – 3:15pm (#6855) – TBA Section 006: MTR, 3:30pm – 4:45pm (#6856) – Samira Ait-Jafour\u2028 Section 007: MTR, 4:55pm – 6:10pm (#6857) – TBA FREN-UA 20 Intensive Intermediate French (6 points) Open to students who have completed the equivalent of a year's elementary level and to others on assignment by placement test. Complete's the equivalent of a year's intermediate level in one semester. 25 W. 4th St., C-19 Section 001: MTWRF, 8:00am – 9:15am (#6858) – TBA Section 002: MTWRF, 9:30am – 10:45am (#6859) – Mary Haslam Section 003: MTWRF, 11:00am – 12:15pm (#6860) – Stéphanie Dubois Section 004: MTWRF, 2:00pm – 3:15pm (#6861) – Jennifer Gordon FREN-UA 30 Conversation &amp; Composition Systemizes and reinforces the language skills presented in earlier-level courses through an intensive review of grammar, written exercises, an introduction to composition, lexical enrichment, and spoken skills. Section 001: MWR, 8:00am – 9:15am (#6862) – TBA Section 002: MWR, 9:30am -10:45am (#6863) – Aline Baehler Section 003: MWR, 11:00am – 12:15pm (#6864) – Mary Haslam Section 004: MWR, 12:30pm – 1:45pm (#6865) – Aline Baehler Section 005: MWR, 2:00pm – 3:15pm (#6866) – TBA Section 006: MWR, 3:30pm – 4:45pm (#6867) – Anna-Caroline Prost Section 007: MWR, 4:55pm – 6:10pm (#6868) – Anna-Caroline Prost  ADVANCED LANGUAGE COURSES FREN-UA 101 Spoken Contemporary French Helps the student to develop vocabulary, improve pronunciation, and learn new idiomatic expressions. Introduction to corrective phonetics and emphasis on understanding contemporary French through a study of such authentic documents as radio and television interviews, advertisements, and spontaneous oral productions. 25 W. 4th St., C-3 Section 001: MTR, 11:00am – 12:15pm (#6869) – Nils Froment Section 002: MTR, 12:30pm – 1:45pm (#6870) – Nils Froment Section 003: MTR, 2:00pm – 3:15pm (#6871) – Olivier Berthe Section 004: MTR, 3:30pm – 4:45pm (#6872) – Olivier Berthe FREN-UA 103 French Phonetics John Moran TR, 2:00pm – 3:15pm 25 W. 4th St., C-10 #7959 Ce cours est un cours de linguistique. Dans ce cours, on parlera de la phonétique et de la prononciation. Ce cours vous donnera l'occasion: (1) de mieux comprendre les systèmes phonologiques du français et de l'américain (oui, j’ai écrit l’américain!), (2) de découvrir et expliquer les problèmes typiques d'un anglophone américain qui apprend le français, (3) de découvrir et expliquer les problèmes typiques d’un francophone qui apprend l’américain, (4) de corriger ces mêmes problèmes (ce qu'on appelle «la phonétique corrective»), (5) d'améliorer votre prononciation du français et votre compréhension auditive, (6) de développer votre capacité de reconnaître vos propres erreurs et de les corriger, (7) d'apprendre l'alphabet phonétique international (API), qui vous sera un outil indispensable dans toutes vos études linguistiques, (8) de perfectionner votre façon d'expliquer un phénomène linguistique (ou n'importe quel autre phénomène) d'une façon nette et précise, (9) de maîtriser le vocabulaire linguistique en français et en anglais et (10) de mieux apprécier le français et votre(vos) propre(s) langue(s) maternelle(s). FREN-UA 105 Written Contemporary French Designed to improve the student's written French and to provide advanced training in French and comparative grammar. Students are trained to express themselves in a variety of writing situations (for example, diaries, transcriptions, narrations, letters). Focuses on the distinction between spoken and written styles and the problem of contrastive grammar. Emphasis on accuracy and fluency of usage in the written language. 25 W. 4th St., C-9; C-11 (sec. 3 only) Section 001: MWR, 9:30am – 10:45am (#6873) – TBA Section 002: MWR, 11:00am – 12:15pm (#6874) – Aline Baehler   (Section 002 is an advanced section) Section 003: MWR, 11:00am – 12:15pm (#6875) – TBA Section 004: MWR, 12:30pm – 1:45pm (#6876) – Jennifer Gordon Section 005: MWR, 2:00pm – 3:15pm (#6877) – Anna-Caroline Prost FREN-UA 107 Translation Emmanuelle Ertel MW, 9:30am – 10:45am 25 W. 4th St., C-1 #6878 Practice of translation through French and English texts taken from a variety of sources to present a range of contrasting grammatical and stylistic problems. Also stresses acquisition of vocabulary. FREN-UA 109 Acting French Melanie Hackney MW, 9:30am – 10:45am 25 W. 4th St., C-10 #6879 This course is both a literature course that will allow you to study important French drama and a language course that will help you progress in French, especially in your oral expression. During the semester, we will traverse the centuries of French theater, lingering on certain authors and representative works. We will attempt to perform scenes for the pleasure of both the eyes and the ears. During this course, you will have regular phonetic exercises, you will read and study theater, you will give expository presentations on authors and contexts and you will memorize and recite/perform poems and scenes -- you will sometimes even write your own!  FREN-UA 110 Business French Prof. Johann Voulot TR, 9:30am – 10:45am 25 W. 4th St., C-4 #7626 Designed for students who wish to learn the specialized language used in French business. Emphasis on oral and written communication, as well as the acquisition of a business and commercial vocabulary dealing with the varied activities of a commercial firm (for example, advertising, transportation, banking). Stresses group work in simulated business situations and exposure to authentic spoken materials.  CORE COURSES (Conducted in French) FREN-UA 120 Readings in French Literature I: Middle Ages and the Early Modern Era Prof. Henriette Goldwyn TR, 11:00am – 12:15pm 25 W. 4th St., C-4 #6880 Introduction to the central works in medieval and early modern French literature. By analyzing plays, chronicles, poems, and novels, students explore the role and status of literature within the era's larger intellectual, political, and social framework. Critical study of key themes, genres, and styles; focuses on analytical writing and literary analysis. Authors studied may included Marie de France, Rabelais, Marguerite de Navarre, Montaigne, Corneille, Diderot, and Voltaire. FREN-UA 121 Readings in French Literature II: The Modern Era (1789 – Present) Prof. Ludovic Cortade TR, 4:55pm – 6:10pm 25 W. 4th St., C-4 #7960 Introduction to central works in modern French literature. By analyzing plays, chronicles, poems, and novels, students explore the role and status of literature within the era's larger intellectual, political, and social framework. Critical study of key themes, genres, and styles; focuses on analytical writing and literary analysis. Follows but does not require completion of Readings I. Authors studied may include Colette, André Malraux, Céline, Simone de Beauvoir, Kateb Yacine, Georges Perec, and Marguerite Yourcenar. FREN-UA 163 French Society and Culture Prof. Stéphane Gerson TR, 3:30pm - 4:45pm 25 W. 4th St., C-$ #8249 Retrospective   and introspective view of French civilization from the early period to   1900 through the interrelation of history, literature, fine arts, music,   and philosophy. Study of major historical forces, ideas, and tensions;   the formation of collective identities (territorial, religious,   political, and so on); France's diversity and formative conflicts; the   Republican model; France and the other world; and the relationship   between state, nation, and citizenry. Primary sources and documents   such as chroniques, mémoires, journaux, revues , and correspondances . FREN-UA 164 Contemporary France Prof. Nils Froment TR, 2:00pm – 3:15pm Silver 404 #8728 An introduction to French history, politics, and social relations from 1900 to the present. Attention is paid to the successive crises that challenged France's stature, its national identity, and its Republican model. Topics include the French political and social systems; France's “exceptionalism” and relationships with Europe, the United States, and globalization; colonialism, immigration, and post-colonialism; and gender and class relations.                           (Cross-listed as EURO-UA  288 and HIST-UA 169 )       SENIOR SEMINARS (conducted in French) Permission of the department must be obtained to register for these courses. Please contact Dain Goding for information on receiving a permission code.  FREN-UA 991.001 Espèces d'espaces Prof. Phillip John Usher MW, 11:00am – 12:15pm 25 W. 4th St., C-18 #6883 Le titre de ce cours est emprunté à un livre de Georges Pérec, publié en 1974, qui s’interroge sur le sens des « lieux » dans lesquels nous vivons (le lit, la chambre, l’appartement, l’immeuble, la rue, le quartier, la ville, etc.). Pérec démontre combien ces lieux que nous fréquentons, comme inconsciemment, sont aussi lisibles qu’un livre, combien ces lieux possèdent une logique et une syntaxe, combien ces lieux sont des « fictions » autant que des réalités. Emboîtant le pas à Pérec (que nous lirons) et nous inspirant également de certains autres penseurs du XXe siècle (Foucault, Certeau, Augé, Latour, etc.), nous voudrions donc réfléchir à la façon dont la littérature problématise notre relation aux « lieux », des plus intimes (le lit) aux plus abstraits (l’univers, l’ « anthropocène »). En privilégiant ces questions, nous prélèverons sur l’histoire de la littérature française des œuvres publiées depuis le Moyen Âge jusqu’au XXIe siècle. Auteurs probables (liste préliminaire) : Marie de France, Christine de Pisan, François Rabelais, Joachim du Bellay, Gilles Corrozet, Raymond Queneau, Eugène Ionesco, Michel Butor, Michel Foucault, Georges Pérec, Monique Wittig, Annie Ernaux, Michel Houellebecq. FREN-UA 991.002 La Politique des Images en France Prof. Ludovic Cortade TR, 12:30pm – 1:45pm 194 Mercer, 208 #6884 Ce séminaire, spécialement destiné aux étudiants «Senior», offre une méthode pour comprendre l’importance et l’omniprésence des images dans notre civilisation, et plus particulièrement, en France. Nous essaierons de comprendre les enjeux politiques des images, leur dimension idéologique et l’influence qu’elles exercent sur notre vie quotidienne. Les discussions et les exposés ont pour objectif d’offrir aux étudiants de larges opportunités de s’exprimer et de se situer en tant que citoyens libres de leurs opinions. Thèmes et questions abordés dans ce cours inclurent: L’iconographie des hommes politiques, les rapports entre la politique et l’humour au cinéma, l’influence des images sur la perception du corps, de la sexualité et du genre, la publicité et la société de consommation, la représentation de l’environnement, et la question de la liberté d’expression et de la censure.  FRENCH ELECTIVES  FREN-UA 935 (conducted in French ) Women Writers in France Prof. Laura Hughes MW, 9:30am – 10:45am 25 W. 4th St., C-4 #16734 Il s'agira, à travers les siècles et cinq romans de femme aux styles divers, de voir sous quels traits semble s'esquisser une écriture féminine. L'analyse portera tant sur les thèmes et les personnages que sur l'organisation du texte et les problèmes de la narration, le point du vue, l'expression du temps et de l'espace, sans oublier une certaine forme de recontextualisation historique.  FREN-UA 965 (conducted in French ) Topics in French Literature: Slavery in the Francophone World Prof. Cécile Bishop MW, 3:30pm – 4:45pm 25 W. 4th St., C-19 #8726 Between the seventeenth and the nineteenth century, France was responsible for the kidnapping, forced transport and brutal enslavement of over a million Africans. This course examines representations of slavery in a wide range of media including literature, film and visual arts, from the late 18th century to the present day. In addition to exploring the role of slavery in shaping French and francophone cultures, students will develop new perspectives on the power and limits of literature and art in representing violence and suffering. Authors studied include Madame de Staël, Claire de Duras, Prosper Mérimée, Maryse Condé, André Schwarz-Bart and Patrick Chamoiseau. FREN-UA 865 (conducted in English ) Topics in French Culture: Paris in History, Art and Literature Prof. Olivier Berthe MW, 4:55pm – 6:10pm 25 W. 4th St., C-9 #8267 The aim of this course is to help the student develop an intimate knowledge of France’s capital city. Adopting a chronological approach, we will explore the different stages of Paris’ development through the analysis of numerous historical and literary texts, maps, paintings, photographs and movies. In the process, we will journey through over 2000 years of French history, discovering major political, social and artistic events, and developing a vision of the organic growth of the city. (French majors must fill out a French Coursework Guarantee in order to receive credit towards their major requirements for this course.)  FREN-UA 883 (conducted in English) Cinema and Literature Prof. William Wolf W, 2:00pm – 4:45pm Cantor 101 #6881 Exposes   the student to various modes, such as expressionism, social realism,   and the projection of the hero. One film is viewed per week and   analyzed with reading assignments that include novels, plays, and   poems. The objective is to exploit the potentiality of different media   and to make vivid and intellectual the climate of Europe on which these   media so often focus. (Cross-listed as DRLIT-UA 504.001 ) (Does not count towards the requirements for the French major or minor.)  OTHER Permission of the department must be obtained to register for these courses. Please contact Dain Goding for information on receiving a permission code. FREN-UA 995 Honors Thesis Workshop I (2 points) Prof. Claudie Bernard T, 3:30pm – 6:10pm 19 University Place, room 605 #6885 Only for students who have applied to the honors program and also intend to complete the spring section of the workshop. For information on completing an honors thesis during your senior year, please speak to your adviser. FREN-UA 997 Independent Study (2 – 4 points) #6886 Speak to your adviser for more information on completing an independent study. FREN-UA 980  Internship (2 - 4 points) #6882 Speak to your adviser for more information on completing an internship for credit.   PREVIOUS SEMESTERS:  SPRING &amp; SUMMER 2015  FALL 2014  SPRING &amp; SUMMER 2014  FALL 2013  SPRING &amp; SUMMER 2013  FALL 2012  SPRING &amp; SUMMER 2012  FALL  2011  SPRING 2011                       NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Program of Study (CAS Bulletin)    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Program of Study (CAS Bulletin)   Jump to:    Major in Romance Languages    Major in French and Linguistics    Minors    Honors      Major  in French      The  prerequisite for admission to the program is a satisfactory knowledge of the  French language. This is normally interpreted as the satisfactory completion of  Conversation and Composition (FREN-UA 30) with the grade of B-minus or better  (or an equivalent course or exam). No grade lower than C may be counted toward  the major. The overall GPA in French courses must be 2.0 or above. All  students who wish to major in the Department of French must declare with the  department and consult a departmental adviser prior to any registration.          The  major consists of nine 4-point courses (36 points), distributed as follows:   Written Contemporary French (FREN-UA 105). Advanced Composition (FREN-UA 9106,  taught in Paris) may be substituted.   Three core courses. Every major must take at least one course in the two-course  sequence Readings in French Literature I: From the Middle Ages to the French  Revolution (FREN-UA 120) and Readings in French Literature II: From 1800 to the  Present (FREN-UA 121). The other core courses to choose from are: Approaches to  Francophone Literature (FREN-UA 145), French Society and Culture from the  Middle Ages to the Modern Period (FREN-UA 163), and Contemporary France  (FREN-UA 164).   Four electives. Up to two electives may be advanced language courses chosen  from: Spoken Contemporary French (FREN-UA 101), Phonetics (FREN-UA 103),  Translation (FREN-UA 107), Advanced Techniques of Translation (FREN-UA 108),  Acting French (FREN-UA 109), and Business French (FREN-UA 110). The other  electives must revolve around French and Francophone literature and civilization.  With permission of the adviser, students may take some electives at the same  time as core courses. With permission, students may also substitute additional  core courses, or a graduate course, for electives. Approved courses taken in  French universities may count as electives.   A Senior Seminar. The Senior Seminar (FREN-UA 991, 992) is typically taken in  the fall or spring of senior year. At  least one of the courses completed in fulfillment of the major (either a core  course or an elective) must focus on the period preceding 1800. Majors may  count one of the department's English-language courses toward the major, but  only if they do the written work in French.          Transfer  students must complete at least five courses (20 points) of the nine courses  required for the French major at the College of Arts and Science or at NYU  Paris.          A  student who fulfills the requirements above may thereby fulfill the state  minimum of 24 credits required for certification to teach French in New York  State junior or senior high schools. For information on minors in education,  please see the section on cross-school minors in this Bulletin.                Major  in Romance Languages      See  the Romance languages section of this Bulletin for details and requirements.                Major  in French and Linguistics      This  joint major requires a total of nine 4-point courses (36 points).          The  French part of this major is satisfied by taking four 4-point courses (16  points) as follows:   One advanced language course chosen from the following:   Spoken Contemporary French (FREN-UA 101)   Phonetics (FREN-UA 103)   Translation (FREN-UA 107)   Advanced Techniques of Translation (FREN-UA 108)   Acting French (FREN-UA 109)   Business French (FREN-UA 110)   One course in advanced written French (usually Written Contemporary French,  FREN-UA 105)   Two courses in French literature (in French), to be determined in consultation  with the director of undergraduate studies The  linguistics part of this major is satisfied by taking the following five  4-point courses (20 points):   One introductory course: Language (LING-UA 1) or Language and Mind (LING-UA 3,  formerly 28)   Sound and Language (LING-UA 11)   Grammatical Analysis (LING-UA 13)   And a total of two additional courses from two different fields of linguistics,  chosen from the following (please see linguistics section in this Bulletin for  course titles and descriptions):   Historical linguistics (LING-UA 14, LING-UA 17, LING-UA 76)   Sociolinguistics (LING-UA 15, LING-UA 18, LING-UA 30, LING-UA 38)   Phonology (LING-UA 12)   Semantics (LING-UA 4)   Computational linguistics (LING-UA 3, LING-UA 24)   Psycholinguistics (LING-UA 5, LING-UA 43, LING-UA 54)          Minors  in French      All  students who wish to minor in the Department of French must declare with the  department and consult a departmental adviser prior to any registration.          Students  may choose one of four programs of study. They may minor in French studies,  French literature in translation, literature in translation, or Francophone  studies.          French Studies   This minor consists of four courses (16 points) above the intermediate level to  be determined in consultation with the director of undergraduate studies.   Students pursuing a French studies minor can focus either on language  courses or on language and literature courses. Only courses taught in  French can count toward this minor. In addition, no grade lower than C counts  toward this minor.          French Literature in Translation   This minor is for students who have an interest in French literature but do not  yet have the linguistic preparation to read this literature in French. This  minor consists of four courses (16 points) taught in English that focus on  French literature. The courses are to be chosen in consultation with the  director of undergraduate studies. No grade lower than a C counts toward this  minor.          Literature in Translation   This minor is for students who have an interest in the literature of several different countries and/or cultures and wish to explore that literature through English translation. This minor consists of four courses (16 points) taught in English with a focus on foreign (i.e., not written in English) literature offered by participating CAS disciplines (classics, comparative literature, dramatic literature, East Asian studies, English, French, German, Hebrew and Judaic studies, Italian, Middle Eastern and Islamic studies, Russian and Slavic studies, Spanish and Portuguese). A student majoring in a specific language cannot take courses in his or her home department for this minor. In addition, a student must take courses from at least two different departments for this minor, with no more than two courses from the same department. No grade lower than a C counts toward this minor.          Francophone Studies   This minor is for students with an interest in French-language literature and  culture outside of France (e.g., in Africa, the Caribbean, Canada, the U.S., or  the Far East). This minor consists of four courses (16 points). Approaches to  Francophone Literature (FREN-UA 145) is required; the three other courses must  be taught in French and chosen in consultation with the director of  undergraduate studies. With permission of the French department, a course  taught in English can be counted toward this minor if the coursework is  completed in French. Courses focusing on the literature or culture of France do  not count toward this minor. No grade lower than a C counts toward this minor.              Internships      In  addition to the basic requirements for the major, students also have the  opportunity to participate in internships sponsored by the Department of  French. Recent internships have been completed at the French cultural services  office, the French music office, and the French film office. For more  information, please contact the undergraduate administrative aide. Internships  and independent studies do not count toward the French major, except with  special permission of the department.                Honors  Program          Eligibility      A  student must spend a minimum of three full semesters in residence at the  College of Arts and Science. Attendance at NYU Paris counts toward such residence.  The student must maintain an overall GPA of at least 3.65 and a major average  of 3.65 or higher. Students who wish to pursue honors should apply to the  departmental director of honors during their junior year.          Requirements for Honors   Completion of all major requirements (above).   In addition to enrollment in a Senior Seminar (FREN-UA 991, 992), candidates  for French honors must also enroll in Honors Thesis (FREN-UA 995), a 4-point  course taken over both semesters of the senior year (2 points in the fall, 2  points in the spring). This Honors Thesis course sequence cannot count toward  completion of the credit requirements for the French major.   The honors thesis should be a work of scholarship and/or criticism in the field  of French or Francophone literature or culture. The thesis is ordinarily  written in French (25 pages minimum); exceptionally, students may petition to  write it in English (40 to 60 pages). The seminar professor and the thesis  adviser determine based on this work and an oral defense whether to recommend  the student for an honors degree. A grade of at least A-minus is required for  the award of honors in French. Accelerated  B.A./M.A. Program in French or French Studies      The  Department of French and the Institute of French Studies offer qualified  students the opportunity to earn the B.A. and M.A. degrees in a shortened  period of study. While still undergraduates, students enrolled in the program  may earn up to 12 points toward the M.A. by completing three graduate courses  in the Department of French or at the Institute of French Studies. To earn  advanced standing, these points may not be counted toward an undergraduate  degree, and must be in excess of the 128 points required for the B.A.      Under  normal circumstances, this can be achieved by students who register for the  maximum allowable number of points in their senior year. Earned in this manner,  advanced standing has the additional advantage of enabling qualified students  to start graduate work at an earlier stage and in the most cost-efficient way.      Admission  to the program is open to students who have completed between 48 and 96 credits  with an overall GPA of at least 3.5 and a GPA of 3.5 or higher in the major.  Application to the program can be made through the director of undergraduate  studies in the Department of French. Final acceptance into the graduate  sequence of the program is contingent on successful completion of the B.A.,  formal admission into the Graduate School of Arts and Science, and acceptance  of the student's application. For more information on the B.A./M.A. in French  studies, please consult www.ifs.as.nyu.edu/object/ifs.bama .              Facilities      The  University has two special facilities for students of French.          La Maison Française   This attractive house in the old and picturesque Washington Mews is open to  students of French. It has a comfortable lounge, a small reading room opening  onto a terrace, and a soundproof music room. Programs of lectures and  recreational activities free to all students interested in French are given  here.          Institute of French Studies   Adjacent to La Maison Française in Washington Mews, the institute offers  graduate courses in contemporary French society and culture that are open to  undergraduates with special permission. The institute has a large newspaper and  periodical collection and a wide range of videotapes; it also organizes  frequent lectures and seminars by visiting scholars, political personalities,  and business and administrative leaders from France.              NYU  Paris      For  NYU Paris, see information in the study away section of this Bulletin.                     NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Upcoming Undergraduate Course Schedule &amp; Descriptions    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Upcoming Undergraduate Course Schedule &amp; Descriptions                                              Click here for SUMMER 2015 course schedule and descriptions!  DEPARTMENT OF  FRENCH    UNDERGRADUATE  COURSE OFFERINGS    FALL 2015   JUMP TO : Language Courses Advanced Language Courses Core Courses Senior Seminars French Electives Other   LANGUAGE COURSES Information on placement into language courses can be found HERE . In addition, CAS's schedule of exams are available HERE . FREN-UA 1 Elementary French I Open to students with no previous training in French. Not equivalent to FREN-UA 10. Only by following FREN-UA 1 with FREN-UA 2 can a student complete the equivalent of FREN-UA 10 and then continue on to the intermediate level.                                                      25 W. 4th St., C-12; C-11 (sec. 3 only); C-7 (secs. 8 and 10); C-3 (sec. 11 only) Section 001: MWR, 8:00am – 9:15am (#6825) – Maria Sanchez-Reyes Section 002: MWR, 9:30am – 10:45am (#6826) – Aileen Christensen Section 003: MWR, 9:30am – 10:45am (#6827) – Nicolas Estournel Section 004: MWR, 11:00am – 12:15pm (#6828) – Fatiha Bali Section 005: MWR, 12:30pm – 1:45pm (#6829) – Fatiha Bali Section 006: MWR, 2:00pm – 3:15pm (#6830) – Jean-Pierre Graff Section 007: MWR, 3:30pm – 4:45pm (#6831) – Rachel Watson Section 008: MWR, 3:30pm – 4:45pm (#6832) – Claire Reising Section 009: MWR, 4:55pm – 6:10pm (#6833) – Amelia Fedo Section 010: TWF, 12:30pm – 1:45pm (#6834) – Jeffrey Fuller Section 011: MTR, 9:30am – 10:45am (#6835) – Mimi Zhou FREN-UA 2 Elementary French II Continuation of FREN-UA 1. To continue on to the intermediate level, a student must complete both FREN-UA 1 and FREN-UA 2. This two-semester sequence is equivalent to FREN-UA 10. 25 W. 4th St., C-15; C-11 (sec. 7 only) Section 001: MWR, 9:30am – 10:45am (#6835) – Masha Beliaeva Section 002: MWR, 11:00am – 12:15am (#6836) – Jean-Pierre Graff Section 003: MWR, 12:30pm – 1:45pm (#6837) – Jean-Pierre Graff Section 004: MWR, 2:00pm – 3:15pm (#6838) – TBA Section 005: MWR, 3:30pm – 4:45pm (#6839) – TBA Section 006: MWR, 4:55pm – 6:10pm (#6840) – TBA Section 007: TR, 2:00pm – 4:00pm (#16728) – Fatiha Bali   Section 007 is exclusively for Tisch School of the Arts stduents and is only   available to students who have received permission from the   Department of French. FREN-UA 10 Intensive Elementary French (6 points) Open to students with no previous training in French. Completes the equivalent of a year's elementary level in one semester. 25 W. 4th St., C-7 Section 001: MTWRF, 8:00am – 9:15am (#6841) – TBA Section 002: MTWRF, 9:30am – 10:45am (#6842) – TBA Section 003: MTWRF, 11:00am – 12:15pm (#6843) – Melanie Hackney FREN-UA 11 Intermediate French I Open to students who have completed the equivalent of a year's elementary level and to others on assignment by placement test. Not equivalent to FREN-UA 20. Only by following FREN-UA 11 with FREN-UA 12 can a student complete the equivalent of FREN-UA 20 and then continue on to the post-intermediate level. 25 W. 4th St., C-16; C-18 (sec. 7 only) Section 001: MTR, 8:00am – 9:15am (#6844) – TBA Section 002: MTR, 9:30am – 10:45am (#6845) – Stéphanie Dubois Section 003: MTR, 11:00am – 12:15pm (#6846) – Samantha Presnal Section 004: MTR, 12:30pm – 1:45pm (#6847) – Samira Ait-Jafour Section 005: MTR, 2:00pm – 3:15pm (#6848) – Samira Ait-Jafour Section 006: MTR, 3:30pm – 4:45pm (#6849) – Lauren Weaver Section 007: TWF, 12:30pm – 1:45pm (#6850) – Gabriella Lindsay FREN-UA 12 Intermediate French II Continuation of FREN-UA 11. To fulfill the MAP requirement and continue on to the post-intermediate level, a student must complete both FREN-UA 11 and FREN-UA 12. This two-semester sequence is equivalent to FREN-UA 20. 25 W. 4th St., C-5 Section 001: MTR, 8:00am – 9:15am (#6851) – Johann Voulot Section 002: MTR, 9:30am – 10:45am (#6852) – Kaliane Ung Section 003: MTR, 11:00am – 12:15pm (#6853) – Johann Voulot Section 004: MTR, 12:30pm – 1:45pm (#6854) – TBA\u2028 Section 005: MTR, 2:00pm – 3:15pm (#6855) – TBA Section 006: MTR, 3:30pm – 4:45pm (#6856) – Samira Ait-Jafour\u2028 Section 007: MTR, 4:55pm – 6:10pm (#6857) – TBA FREN-UA 20 Intensive Intermediate French (6 points) Open to students who have completed the equivalent of a year's elementary level and to others on assignment by placement test. Complete's the equivalent of a year's intermediate level in one semester. 25 W. 4th St., C-19 Section 001: MTWRF, 8:00am – 9:15am (#6858) – TBA Section 002: MTWRF, 9:30am – 10:45am (#6859) – Mary Haslam Section 003: MTWRF, 11:00am – 12:15pm (#6860) – Stéphanie Dubois Section 004: MTWRF, 2:00pm – 3:15pm (#6861) – Jennifer Gordon FREN-UA 30 Conversation &amp; Composition Systemizes and reinforces the language skills presented in earlier-level courses through an intensive review of grammar, written exercises, an introduction to composition, lexical enrichment, and spoken skills. Section 001: MWR, 8:00am – 9:15am (#6862) – TBA Section 002: MWR, 9:30am -10:45am (#6863) – Aline Baehler Section 003: MWR, 11:00am – 12:15pm (#6864) – Mary Haslam Section 004: MWR, 12:30pm – 1:45pm (#6865) – Aline Baehler Section 005: MWR, 2:00pm – 3:15pm (#6866) – TBA Section 006: MWR, 3:30pm – 4:45pm (#6867) – Anna-Caroline Prost Section 007: MWR, 4:55pm – 6:10pm (#6868) – Anna-Caroline Prost  ADVANCED LANGUAGE COURSES FREN-UA 101 Spoken Contemporary French Helps the student to develop vocabulary, improve pronunciation, and learn new idiomatic expressions. Introduction to corrective phonetics and emphasis on understanding contemporary French through a study of such authentic documents as radio and television interviews, advertisements, and spontaneous oral productions. 25 W. 4th St., C-3 Section 001: MTR, 11:00am – 12:15pm (#6869) – Nils Froment Section 002: MTR, 12:30pm – 1:45pm (#6870) – Nils Froment Section 003: MTR, 2:00pm – 3:15pm (#6871) – Olivier Berthe Section 004: MTR, 3:30pm – 4:45pm (#6872) – Olivier Berthe FREN-UA 103 French Phonetics John Moran TR, 2:00pm – 3:15pm 25 W. 4th St., C-10 #7959 Ce cours est un cours de linguistique. Dans ce cours, on parlera de la phonétique et de la prononciation. Ce cours vous donnera l'occasion: (1) de mieux comprendre les systèmes phonologiques du français et de l'américain (oui, j’ai écrit l’américain!), (2) de découvrir et expliquer les problèmes typiques d'un anglophone américain qui apprend le français, (3) de découvrir et expliquer les problèmes typiques d’un francophone qui apprend l’américain, (4) de corriger ces mêmes problèmes (ce qu'on appelle «la phonétique corrective»), (5) d'améliorer votre prononciation du français et votre compréhension auditive, (6) de développer votre capacité de reconnaître vos propres erreurs et de les corriger, (7) d'apprendre l'alphabet phonétique international (API), qui vous sera un outil indispensable dans toutes vos études linguistiques, (8) de perfectionner votre façon d'expliquer un phénomène linguistique (ou n'importe quel autre phénomène) d'une façon nette et précise, (9) de maîtriser le vocabulaire linguistique en français et en anglais et (10) de mieux apprécier le français et votre(vos) propre(s) langue(s) maternelle(s). FREN-UA 105 Written Contemporary French Designed to improve the student's written French and to provide advanced training in French and comparative grammar. Students are trained to express themselves in a variety of writing situations (for example, diaries, transcriptions, narrations, letters). Focuses on the distinction between spoken and written styles and the problem of contrastive grammar. Emphasis on accuracy and fluency of usage in the written language. 25 W. 4th St., C-9; C-11 (sec. 3 only) Section 001: MWR, 9:30am – 10:45am (#6873) – TBA Section 002: MWR, 11:00am – 12:15pm (#6874) – Aline Baehler   (Section 002 is an advanced section) Section 003: MWR, 11:00am – 12:15pm (#6875) – TBA Section 004: MWR, 12:30pm – 1:45pm (#6876) – Jennifer Gordon Section 005: MWR, 2:00pm – 3:15pm (#6877) – Anna-Caroline Prost FREN-UA 107 Translation Emmanuelle Ertel MW, 9:30am – 10:45am 25 W. 4th St., C-1 #6878 Practice of translation through French and English texts taken from a variety of sources to present a range of contrasting grammatical and stylistic problems. Also stresses acquisition of vocabulary. FREN-UA 109 Acting French Melanie Hackney MW, 9:30am – 10:45am 25 W. 4th St., C-10 #6879 This course is both a literature course that will allow you to study important French drama and a language course that will help you progress in French, especially in your oral expression. During the semester, we will traverse the centuries of French theater, lingering on certain authors and representative works. We will attempt to perform scenes for the pleasure of both the eyes and the ears. During this course, you will have regular phonetic exercises, you will read and study theater, you will give expository presentations on authors and contexts and you will memorize and recite/perform poems and scenes -- you will sometimes even write your own!  FREN-UA 110 Business French Prof. Johann Voulot TR, 9:30am – 10:45am 25 W. 4th St., C-4 #7626 Designed for students who wish to learn the specialized language used in French business. Emphasis on oral and written communication, as well as the acquisition of a business and commercial vocabulary dealing with the varied activities of a commercial firm (for example, advertising, transportation, banking). Stresses group work in simulated business situations and exposure to authentic spoken materials.  CORE COURSES (Conducted in French) FREN-UA 120 Readings in French Literature I: Middle Ages and the Early Modern Era Prof. Henriette Goldwyn TR, 11:00am – 12:15pm 25 W. 4th St., C-4 #6880 Introduction to the central works in medieval and early modern French literature. By analyzing plays, chronicles, poems, and novels, students explore the role and status of literature within the era's larger intellectual, political, and social framework. Critical study of key themes, genres, and styles; focuses on analytical writing and literary analysis. Authors studied may included Marie de France, Rabelais, Marguerite de Navarre, Montaigne, Corneille, Diderot, and Voltaire. FREN-UA 121 Readings in French Literature II: The Modern Era (1789 – Present) Prof. Ludovic Cortade TR, 4:55pm – 6:10pm 25 W. 4th St., C-4 #7960 Introduction to central works in modern French literature. By analyzing plays, chronicles, poems, and novels, students explore the role and status of literature within the era's larger intellectual, political, and social framework. Critical study of key themes, genres, and styles; focuses on analytical writing and literary analysis. Follows but does not require completion of Readings I. Authors studied may include Colette, André Malraux, Céline, Simone de Beauvoir, Kateb Yacine, Georges Perec, and Marguerite Yourcenar. FREN-UA 163 French Society and Culture Prof. Stéphane Gerson TR, 3:30pm - 4:45pm 25 W. 4th St., C-$ #8249 Retrospective   and introspective view of French civilization from the early period to   1900 through the interrelation of history, literature, fine arts, music,   and philosophy. Study of major historical forces, ideas, and tensions;   the formation of collective identities (territorial, religious,   political, and so on); France's diversity and formative conflicts; the   Republican model; France and the other world; and the relationship   between state, nation, and citizenry. Primary sources and documents   such as chroniques, mémoires, journaux, revues , and correspondances . FREN-UA 164 Contemporary France Prof. Nils Froment TR, 2:00pm – 3:15pm Silver 404 #8728 An introduction to French history, politics, and social relations from 1900 to the present. Attention is paid to the successive crises that challenged France's stature, its national identity, and its Republican model. Topics include the French political and social systems; France's “exceptionalism” and relationships with Europe, the United States, and globalization; colonialism, immigration, and post-colonialism; and gender and class relations.                           (Cross-listed as EURO-UA  288 and HIST-UA 169 )       SENIOR SEMINARS (conducted in French) Permission of the department must be obtained to register for these courses. Please contact Dain Goding for information on receiving a permission code.  FREN-UA 991.001 Espèces d'espaces Prof. Phillip John Usher MW, 11:00am – 12:15pm 25 W. 4th St., C-18 #6883 Le titre de ce cours est emprunté à un livre de Georges Pérec, publié en 1974, qui s’interroge sur le sens des « lieux » dans lesquels nous vivons (le lit, la chambre, l’appartement, l’immeuble, la rue, le quartier, la ville, etc.). Pérec démontre combien ces lieux que nous fréquentons, comme inconsciemment, sont aussi lisibles qu’un livre, combien ces lieux possèdent une logique et une syntaxe, combien ces lieux sont des « fictions » autant que des réalités. Emboîtant le pas à Pérec (que nous lirons) et nous inspirant également de certains autres penseurs du XXe siècle (Foucault, Certeau, Augé, Latour, etc.), nous voudrions donc réfléchir à la façon dont la littérature problématise notre relation aux « lieux », des plus intimes (le lit) aux plus abstraits (l’univers, l’ « anthropocène »). En privilégiant ces questions, nous prélèverons sur l’histoire de la littérature française des œuvres publiées depuis le Moyen Âge jusqu’au XXIe siècle. Auteurs probables (liste préliminaire) : Marie de France, Christine de Pisan, François Rabelais, Joachim du Bellay, Gilles Corrozet, Raymond Queneau, Eugène Ionesco, Michel Butor, Michel Foucault, Georges Pérec, Monique Wittig, Annie Ernaux, Michel Houellebecq. FREN-UA 991.002 La Politique des Images en France Prof. Ludovic Cortade TR, 12:30pm – 1:45pm 194 Mercer, 208 #6884 Ce séminaire, spécialement destiné aux étudiants «Senior», offre une méthode pour comprendre l’importance et l’omniprésence des images dans notre civilisation, et plus particulièrement, en France. Nous essaierons de comprendre les enjeux politiques des images, leur dimension idéologique et l’influence qu’elles exercent sur notre vie quotidienne. Les discussions et les exposés ont pour objectif d’offrir aux étudiants de larges opportunités de s’exprimer et de se situer en tant que citoyens libres de leurs opinions. Thèmes et questions abordés dans ce cours inclurent: L’iconographie des hommes politiques, les rapports entre la politique et l’humour au cinéma, l’influence des images sur la perception du corps, de la sexualité et du genre, la publicité et la société de consommation, la représentation de l’environnement, et la question de la liberté d’expression et de la censure.  FRENCH ELECTIVES  FREN-UA 935 (conducted in French ) Women Writers in France Prof. Laura Hughes MW, 9:30am – 10:45am 25 W. 4th St., C-4 #16734 Il s'agira, à travers les siècles et cinq romans de femme aux styles divers, de voir sous quels traits semble s'esquisser une écriture féminine. L'analyse portera tant sur les thèmes et les personnages que sur l'organisation du texte et les problèmes de la narration, le point du vue, l'expression du temps et de l'espace, sans oublier une certaine forme de recontextualisation historique.  FREN-UA 965 (conducted in French ) Topics in French Literature: Slavery in the Francophone World Prof. Cécile Bishop MW, 3:30pm – 4:45pm 25 W. 4th St., C-19 #8726 Between the seventeenth and the nineteenth century, France was responsible for the kidnapping, forced transport and brutal enslavement of over a million Africans. This course examines representations of slavery in a wide range of media including literature, film and visual arts, from the late 18th century to the present day. In addition to exploring the role of slavery in shaping French and francophone cultures, students will develop new perspectives on the power and limits of literature and art in representing violence and suffering. Authors studied include Madame de Staël, Claire de Duras, Prosper Mérimée, Maryse Condé, André Schwarz-Bart and Patrick Chamoiseau. FREN-UA 865 (conducted in English ) Topics in French Culture: Paris in History, Art and Literature Prof. Olivier Berthe MW, 4:55pm – 6:10pm 25 W. 4th St., C-9 #8267 The aim of this course is to help the student develop an intimate knowledge of France’s capital city. Adopting a chronological approach, we will explore the different stages of Paris’ development through the analysis of numerous historical and literary texts, maps, paintings, photographs and movies. In the process, we will journey through over 2000 years of French history, discovering major political, social and artistic events, and developing a vision of the organic growth of the city. (French majors must fill out a French Coursework Guarantee in order to receive credit towards their major requirements for this course.)  FREN-UA 883 (conducted in English) Cinema and Literature Prof. William Wolf W, 2:00pm – 4:45pm Cantor 101 #6881 Exposes   the student to various modes, such as expressionism, social realism,   and the projection of the hero. One film is viewed per week and   analyzed with reading assignments that include novels, plays, and   poems. The objective is to exploit the potentiality of different media   and to make vivid and intellectual the climate of Europe on which these   media so often focus. (Cross-listed as DRLIT-UA 504.001 ) (Does not count towards the requirements for the French major or minor.)  OTHER Permission of the department must be obtained to register for these courses. Please contact Dain Goding for information on receiving a permission code. FREN-UA 995 Honors Thesis Workshop I (2 points) Prof. Claudie Bernard T, 3:30pm – 6:10pm 19 University Place, room 605 #6885 Only for students who have applied to the honors program and also intend to complete the spring section of the workshop. For information on completing an honors thesis during your senior year, please speak to your adviser. FREN-UA 997 Independent Study (2 – 4 points) #6886 Speak to your adviser for more information on completing an independent study. FREN-UA 980  Internship (2 - 4 points) #6882 Speak to your adviser for more information on completing an internship for credit.   PREVIOUS SEMESTERS:  SPRING &amp; SUMMER 2015  FALL 2014  SPRING &amp; SUMMER 2014  FALL 2013  SPRING &amp; SUMMER 2013  FALL 2012  SPRING &amp; SUMMER 2012  FALL  2011  SPRING 2011                       NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings    |     French    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       About Us       People       Undergraduate Program       Graduate program       Events       Employment             Stay Connected           Facebook             Affiliations         Center for French Civilization and Culture           La Maison Francaise           Institute of French Studies           NYU Paris                    Back to Home       Course Offerings      Jump To: Introductory Language Courses --Intensive Sequence    --Extensive Sequence Language Course with Special Prerequisites Advanced Language Courses (Electives)    Core Courses (Taught in French) Electives in French Literature and Civilization (Taught in French)    Courses Conducted in English Interdisciplinary Courses Graduate Courses Open to Undergraduates    Placement in French  Language Courses   The placement of  students in French language, literature, and civilization courses is  explained under \" Placement Examinations \" in the Academic Policies  section of this Bulletin.      Fulfillment of the  Morse Academic Plan (MAP) Language Requirement   The language  requirement in French may be fulfilled either by an intensive  sequence of two 6-point courses (FREN-UA 10 and FREN-UA 20) for a  total of 12 points, or by an extensive sequence of four 4-point  courses (FREN-UA 1, FREN-UA 2, FREN-UA 11, and FREN-UA 12) for a  total of 16 points. With departmental approval, a student may follow  a plan of study combining two 4-point courses with one 6-point course  (FREN-UA 1, FREN-UA 2, FREN-UA 20; or FREN-UA 10, FREN-UA 11, FREN-UA  12) for a total of 14 points. All students planning to continue their  study of French beyond the MAP requirement are strongly advised to  follow the intensive sequence, since this permits completion of the  intermediate level in two semesters.      Introductory  Language Courses      Intensive Sequence      Intensive Elementary  French   FREN-UA 10 Open to  students with no previous training in French and to others on  assignment by placement test. Completes the equivalent of a year's  elementary level in one semester. Offered every semester. 6 points.      Intensive Intermediate  French   FREN-UA 20   Prerequisite: Intensive Elementary French (FREN-UA 10) or Elementary  French I, II (FREN-UA 1, 2). Open to students who have completed the  equivalent of a year's elementary level and to others on assignment  by placement test. Completes the equivalent of a year's  intermediate level in one semester. Offered every semester. 6 points.      Extensive Sequence      Elementary French I   FREN-UA 1 Open to  students with no previous training in French and to others on  assignment by placement test. Not equivalent to FREN-UA 10. Only by  following FREN-UA 1 with FREN-UA 2 can a student complete the  equivalent of FREN-UA 10 and then continue on to the intermediate  level. Offered every semester. 4 points.      Elementary French II   FREN-UA 2 Continuation  of FREN-UA 1. To continue on to the intermediate level, a student  must complete both FREN-UA 1 and FREN-UA 2. This two-semester  sequence is equivalent to FREN-UA 10. Offered every semester. 4  points.      Intermediate French I   FREN-UA 11   Prerequisites: Elementary French I, II (FREN-UA 1, 2) or FREN-UA 10.  Open to students who have completed the equivalent of a year's  elementary level and to others on assignment by placement test. Not  equivalent to FREN-UA 20. Only by following FREN-UA 11 with FREN-UA  12 can a student complete the equivalent of FREN-UA 20 and then  continue on to the post-intermediate level. Offered every semester. 4  points.      Intermediate French II   FREN-UA 12   Continuation of FREN-UA 11. To fulfill the MAP requirement and  continue on to the post-intermediate level, a student must complete  both FREN-UA 11 and FREN-UA 12. This two-semester sequence is  equivalent to FREN-UA 20. Offered every semester. 4 points.      Language Course with  Special Prerequisites      Conversation and  Composition   FREN-UA 30   Prerequisite: Intermediate French I, II (FREN-UA 11, 12) or Intensive  Intermediate French (FREN-UA 20). Open to students who have completed  the equivalent of a year's intermediate level and to others who  have passed the proficiency examination but who wish to review their  French in order to take advanced courses in language, literature, and  civilization. Offered every semester. 4 points.   Systematizes and  reinforces the language skills presented in earlier-level courses  through an intensive review of grammar, written exercises, an  introduction to composition, lexical enrichment, and spoken skills.      Advanced Language  Courses (Electives)      Spoken Contemporary  French   FREN-UA 101   Prerequisite: Conversation and Composition (FREN-UA 30), assignment  by placement test, or approval of the department. Assumes a mastery  of the fundamental structures of French. May be taken concurrently  with Written Contemporary French (FREN-UA 105). Offered every  semester. 4 points.   Helps the student to  develop vocabulary, improve pronunciation, and learn new idiomatic  expressions. Introduction to corrective phonetics and emphasis on  understanding contemporary French through a study of such authentic  documents as radio and television interviews, advertisements, and  spontaneous oral productions.      Phonetics   FREN-UA 103   Prerequisite: Conversation and Composition (FREN-UA 30) or permission of the instructor.  Offered at least once a year. 4 points.   Provides advanced  French-language students with the opportunity to improve their  pronunciation through a detailed analysis of the sound systems of  both French and English.      Written Contemporary  French   FREN-UA 105   Prerequisite: Conversation and Composition (FREN-UA 30), assignment  by placement test, or approval of the department. Offered every  semester. 4 points.   Designed to improve the  student's written French and to provide advanced training in French  and comparative grammar. Students are trained to express themselves  in a variety of writing situations (for example, diaries,  transcriptions, narrations, letters). Focuses on the distinction  between spoken and written styles and the problem of contrastive  grammar. Emphasis on accuracy and fluency of usage in the written  language.      Translation   FREN-UA 107   Prerequisite: Written Contemporary French (FREN-UA 105). Offered  every year. 4 points.   Practice of translation  through French and English texts taken from a variety of sources to  present a range of contrasting grammatical and stylistic problems.  Also stresses acquisition of vocabulary.      Advanced Techniques of  Translation   FREN-UA 108   Prerequisite: Translation (FREN-UA 107). Offered every year. 4  points.   Course in translation  method based on an intensive practice of translating. Every week is  devoted to a different genre of writing (such as poetry, prose,  journalism, or subtitling) or a different set of issues related to  translating (such as cultural, grammatical and sentential,  phonic/graphic and prosodic, or language variety).      Acting French   FREN-UA 109   Prerequisite: Conversation and Composition (FREN-UA 30) or permission  of the department. Offered every year. 4 points.   Use of dramatic  situations and readings to help students overcome inhibitions in  their oral use of language. The graduated series of exercises and  activities is designed to improve pronunciation, intonation,  expression, and body language, via phonetic practice, poetry  recitation, skits, improvisation, and memorization of dramatic texts.  Reading, discussion, and performance of scenes from plays by renowned  dramatists. Extensive use of audio and video material.      Business French   FREN-UA 110   Prerequisite: Conversation and Composition (FREN-UA 30) or permission  of the department. Offered every year. 4 points.   Designed for students  who wish to learn the specialized language used in French business.  Emphasis on oral and written communication, as well as the  acquisition of a business and commercial vocabulary dealing with the  varied activities of a commercial firm (for example, advertising,  transportation, banking). Stresses group work in simulated business  situations and exposure to authentic spoken materials.      Core Courses (Taught  in French)      The following courses  are open to students who have successfully completed Written  Contemporary French (FREN-UA 105), who are assigned by placement  test, or who have the permission of the director of undergraduate  studies.      Readings in French  Literature I: From the Middle Ages to the French Revolution   FREN-UA 120   Prerequisite: Written Contemporary French (FREN-UA 105) or permission  of the department. Offered in the fall. 4 points.   Introduction to central  works in medieval and early modern French literature. By analyzing  plays, chronicles, poems, and novels, students explore the role and  status of literature within the era's larger intellectual,  political, and social framework. Critical study of key themes,  genres, and styles; focuses on analytical writing and literary  analysis. Authors studied may include Marie de France, Rabelais,  Marguerite de Navarre, Montaigne, Corneille, Diderot, and Voltaire.      Readings in French  Literature II: From 1800 to the Present   FREN-UA 121   Prerequisite: Written Contemporary French (FREN-UA 105) or permission  of the department. Offered in the spring. 4 points.   Introduction to central  works in modern French literature. By analyzing plays, chronicles,  poems, and novels, students explore the role and status of literature  within the era's larger intellectual, political, and social  framework. Critical study of key themes, genres, and styles; focuses  on analytical writing and literary analysis. Follows but does not  require completion of Readings in French Literature I. Authors  studied may include Colette, André Malraux, Céline, Simone de  Beauvoir, Kateb Yacine, Georges Perec, and Marguerite Yourcenar.      Approaches to  Francophone Literature   FREN-UA 145   Prerequisite: Written Contemporary French (FREN-UA 105) or permission  of the department. Offered every year. 4 points.   Examines literature  from a network of French-speaking countries that form a Francophone  space. Addresses the colonial past, as well as the anticolonial and  postcolonial situations in which French colonialism is replaced by  more complex relationships and ideologies. Special attention is paid  to language and the role of the writer in elaborating a postcolonial  national identity. Writers studied may include Edouard Glissant and  Patrick Chamoiseau of Martinique, Jacques Roumain of Haiti, Ahmadou  Kourouma of the Ivory Coast, and Assia Djebar of Algeria.      French Society and  Culture from the Middle Ages to 1900   FREN-UA 163 Offered in  the fall. 4 points.   Retrospective and  introspective view of French civilization from the early period to  1900 through the interrelation of history, literature, fine arts,  music, and philosophy. Study of major historical forces, ideas, and  tensions; the formation of collective identities (territorial,  religious, political, and so on); France's diversity and formative  conflicts; the Republican model; France and the outer world; and the  relationship between state, nation, and citizenry. Primary sources  and documents such as chroniques, mémoires, journaux, revues, and  correspondances.      Contemporary France   FREN-UA 164 When  conducted in English, numbered FREN-UA 864. Offered in the spring. 4  points.   An introduction to  French history, politics, and social relations from 1900 to the  present. Attention is paid to the successive crises that challenged  France's stature, its national identity, and its Republican model.  Topics include the French political and social systems; France's  \"exceptionalism\" and relationships with Europe, the United  States, and globalization; colonialism, immigration, and  postcolonialism; and gender and class relations.      Electives in French  Literature and Civilization (Taught in French)      Versailles: Life as Art  in the Age of Grandeur   FREN-UA 150 When  conducted in English, numbered FREN-UA 850 and also open to French  majors who read the works in the original and do their written work  in French. Offered periodically. 4 points.   Fabulous Versailles,  the synthesis of baroque and classical aesthetics and the cult of  kingship, serves as an introduction to the study of major aspects of  17th- and 18th-century culture and French influence on European  civilization. This course views the intellectual, artistic, and  social complexities of the period through the works of contemporary  philosophers, dramatists, artists, memorialists, and historians from  Descartes to Voltaire. Films, field trips, and multimedia  presentations of music and art.      Classicism   FREN-UA 462 Offered  periodically. 4 points.   Studies French  classical literature as one of the summits of the struggle of human  beings to understand themselves and their place in the universe.  Authors studied include Descartes, Pascal, Madame de Sévigné,  Madame de Lafayette, La Fontaine, Molière, Corneille, Racine, La  Bruyère, and La Rochefoucauld.      The 18th-Century French  Novel   FREN-UA 532 Offered  periodically. 4 points.   The novel comes into  its own during the 18th century. It fought for recognition as a  \"worthy genre.\" The development of the novel as an aesthetic form  and the social and moral preoccupations it reveals are studied in a  variety of authors, such as Marivaux, Voltaire, Diderot, Rousseau,  Laclos, and Sade.      French Thought from  Montaigne to Sartre   FREN-UA 562 Offered  periodically. 4 points.   Deals with the various  currents of ideas and the transformations in values, taste, and  feeling that constitute the Enlightenment in France. Pays particular  attention to the personality, writings, and influence of the  following authors: Montaigne, Descartes, Montesquieu, Voltaire,  Diderot, Rousseau, and Sartre. Significant works by these thinkers  and others are closely read and interpreted.      19th-Century French  Novel and Society   FREN-UA 632 Offered  periodically. 4 points.   Study of Balzac,  Stendhal, Flaubert, and Zola as a means of identifying the  individual's changing relationship to the environment and the  social, political, and intellectual contexts of his or her epoch.  Problems of the 19th-century novel, narrative structure, point of  view, invention, and observation.      Literature and the Arts  in the Age of Surrealism   FREN-UA 722 Offered  periodically. 4 points.   The historical  framework of this course is the period between the two World Wars, a  time in which the spirit of surrealism dominated the intellectual and  artistic aspects of French culture. Studies the \"surrealist  revolution\" through both detailed analyses of texts by Breton,  Aragon, Eluard, and Desnos, and of painting and cinema. Explores the  relation between theory and practice in literature and the arts.      Contemporary French  Novel   FREN-UA 731 When  conducted in English, numbered FREN-UA 831. Offered periodically. 4  points.   The major French  novelists of the 20th century have moved the novel away from the  traditional 19th-century concept. Proust and Gide developed a  first-person-singular narrative in which the reader is participant.  Breton uses the novel for a surrealist exploration. With Céline and  Malraux, the novel of violent action becomes a mirror of man's  situation in a chaotic time and leads to the work of Sartre and  Camus, encompassing the existentialist viewpoint. Covers Beckett's  sparse, complex narratives and Robbe-Grillet's \"new\" novels.  Novels are studied with respect to structure, technique, themes,  language, and significant passages.      French Poetry from  Baudelaire to the Present   FREN-UA 741 When  conducted in English, numbered FREN-UA 841. Offered periodically. 4  points.   Major trends in French  poetry from the late 19th century to the present. Beginning with the  precursors of contemporary poetry in France and other countries'  Baudelaire, Rimbaud, Mallarmé, and Laforgue—innovation is studied  in the 20th-century writers: Apollinaire and the New Spirit; the  surrealist poets, including Aragon and Breton; Saint-John Perse;  Michaux and exorcism through the word; Ponge and the world of things;  and the postwar poets. Includes textual analysis, poetic theory, and  relationships of the works to their literary environment.      New Novel and New  Theatre   FREN-UA 763 Offered  periodically. 4 points.   Reaction in the  post–World War II novel against traditional 19th-century novels.  The novelist no longer controls his characters but limits himself to  what can be seen. Emphasis on the world of objects and the difficulty  of literary creation. The novels of Robbe-Grillet, Butor, Sarraute,  Duras, Simon, and Pinget. On stage, the theatre of the absurd,  antirealistic, with startling techniques, downgrading of language,  and a stress on action; the theme of lack of communication in the  world. The theories of Artaud and the plays of Ionesco, Beckett,  Genet, Adamov, Vian, and others.      Existentialism and the  Absurd   FREN-UA 767 When  conducted in English, numbered FREN-UA 867. Offered periodically. 4  points.   Main expressions of  existential thought in Jean-Paul Sartre, Simone de Beauvoir, and  Albert Camus. Attention to the French existentialists' concern for  commitment in political and social affairs of the times. Examines  absurdist literature since the 1950s in the \"theatre of the  absurd,\" in fiction, and in critical work of other contemporary  French writers. Covers Ionesco, Beckett, Genet, Robbe-Grillet, and  Barthes; precursors of the absurd such as Kafka and Céline; and  practitioners of the absurd outside of France (such as Pinter, Albee,  and Barthelme).      Proust   FREN-UA 771 When  conducted in English, numbered FREN-UA 871 and also open to French  majors who read the work in the original and do their written work in  French. Offered periodically. 4 points.   Reading of Remembrance  of Things Past. Major topics include the novel as confession, the  unconscious and creation, perception and language, sexuality,  decadence, the artistic climate in Europe and France from the end of  the 19th century through World War I, and the hero as artist.       Beckett   FREN-UA 774 When  conducted in English, numbered FREN-UA 874. Offered periodically. 4  points.   Study of Samuel  Beckett's diverse work and the unifying element of the human  condition as two complementary components: the impossibility of  existence and the need to voice that impossibility. Works include  Molloy, The Unnamable, Waiting for Godot, Endgame, Cascando, Not I,  How It Is, Krapp's Last Tape, and First Love.      History of French  Cinema   FREN-UA 778 When  conducted in English, numbered FREN-UA 878. Offered every other year.  4 points.   Surveys French cinema  from 1895 to the present day. Formal issues are discussed in the  context of French civilization. Students are required to regularly  cross the perspectives of history and cinema studies. The following  movements and schools are discussed: the Lumière brothers' realism  versus Méliès's transformation of reality; the international  avant-garde of the 1920s (impressionism, surrealism, dadaism); poetic  realism (Vigo, Carné, Renoir); the New Wave (Truffaut, Godard,  Resnais); political modernism in the context of May 1968; the advent  of the \"Cinéma du Look\"; and postmodernity (Besson, Beineix).      Modern Criticism and  Theory of Literature   FREN-UA 863   Prerequisite: two advanced literature courses or permission of the  department. Offered periodically. 4 points.   Introduction to  contemporary methods of criticism and an approach to problems in the  theory of literature. Readings of a few primary authors, such as  Racine, Proust, Baudelaire, and Flaubert, who have recently been the  object of major critical reevaluation, along with the works of such  pertinent critics as Mauron, Jakobson, Sartre, and Barthes. Emphasis  is on a clear understanding of the critical methods and their  theoretical implications.      Theatre in the French  Tradition   FREN-UA 929 When  conducted in English, numbered FREN-UA 829 and also open to French  majors who read the works in the original and do their written work  in French. Offered periodically. 4 points.   Study of the theatrical  genre in France, including the golden-age playwrights (Corneille,  Racine, Molière), 18th-century irony and sentiment, and the  19th-century theatrical revolution. Topics include theories of comedy  and tragedy, the development of stagecraft, and romanticism and  realism. Also, the theatre as a public genre, its relationship to  taste and fashion, and its sociopolitical function.      The Image of Human  Experience in the French Novel   FREN-UA 932 When  conducted in English, numbered FREN-UA 832 and also open to French  majors who read the works in the original and do their written work  in French. Offered periodically. 4 points.   Man's attempt to come  to terms with himself and his universe has been the central impetus  of all great literature. Covers the changing image of man through the  centuries in the works of French writers of international repute:  Voltaire in his philosophical tales; Diderot as a precursor of the  modern novel; Stendhal in The Red and the Black; Flaubert in Madame  Bovary; and Proust, Camus, and Beckett, all of whom have attempted to  define man in relation to the major problems of his existence.      Women Writers in France   FREN-UA 935 Identical  to SCA-UA 740. When conducted in English, numbered FREN-UA 835 and  also open to French majors who read the works in the original and do  their written work in French. Offered every other year. 4 points.   The rich and diverse  literary works by women express their individuality and their  important social and cultural role in France from the 12th century to  the present. Studies both the changing sociohistorical context of  these writers and the common problems and themes that constitute a  female tradition. Writers include Marie de France, Christine de  Pisan, Marguerite de Navarre, Madame de Sévigné, Germaine de Staël,  George Sand, Colette, Simone de Beauvoir, and Marguerite Duras.      Topics in French  Culture   FREN-UA 965 When  conducted in English, numbered FREN-UA 865. Offered every year. 4  points.   Courses on subjects of  special interest by either a regular or visiting faculty member. For  specific courses, please consult the current class schedule. Recent  topics include Paris in history, art, and literature; la Belle  Époque; and Paris and the birth of modernism.      Topics in French  Literature   FREN-UA 968 When  conducted in English, numbered FREN-UA 868. Offered every year. 4  points.   Courses on subjects of  special interest by either a regular or visiting faculty member. For  specific courses, please consult the class schedule. Recent topics  include French 17th-century masterpieces and the theatre of the  absurd.      Internship in French   FREN-UA 980, 981   Prerequisite: permission of the department. Offered every semester. 2  or 4 points per term.   Offers upper-level  students the opportunity to apply their studies to the \"outside  world.\" Working closely with a sponsor and a faculty adviser,  students pursue internships in such diverse areas as international  trade, banking, publishing, and law. Interested students should apply  to the department early in the semester before they wish to begin  their internship.      Senior Seminar   FREN-UA 991, 992   Prerequisite: permission of the department. 4 points.      Honors Senior Thesis   FREN-UA 995   Corequisites: FREN-UA 991 or FREN-UA 992 and permission of the  department. Offered in the fall and spring. 4 points over two  semesters.      Independent Study   FREN-UA 997, 998   Prerequisite: permission of the department. Offered every semester. 2  or 4 points per term.      Courses Conducted in  English      The following courses,  numbered FREN-UA 8XX, are conducted in English. Majors may count one  of these courses toward the major if they complete all the written  work in French. (Permission of the director of undergraduate studies  is required.) These courses may be counted toward the minor in French  literature in translation and the minor in literature in translation.  No knowledge of French is required.      Metaphors of Modern  Theatre   FREN-UA 822 Identical  to DRLIT-UA 267. Offered periodically. 2 points.   A close reading of the  classics of contemporary theatre, with emphasis on their use of vivid  metaphors of the human condition and the theatre as metaphor and  artistic process. Analyzes plays in detail, thematically and  stylistically. Views each play as a highlight of nonrealistic theatre  and as a brilliant example of the sensibilities of European artists  and thinkers in the period beginning just after World War I  (Pirandello) to World War II (Sartre) and the postwar period, the  post-Hiroshima generation (Beckett).      Theatre in the French  Tradition   FREN-UA 829 When  conducted in French, numbered FREN-UA 929. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Theatre in the French Tradition (FREN-UA 929), above.      Contemporary French  Novel   FREN-UA 831 When  conducted in French, numbered FREN-UA 731. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Contemporary French Novel (FREN-UA 731), above.      The Image of Human  Experience in the French Novel   FREN-UA 832 When  conducted in French, numbered FREN-UA 932. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  The Image of Human Experience in the French Novel (FREN-UA 932),  above.      Women Writers in France   FREN-UA 835 Identical  to SCA-UA 740. When conducted in French, numbered FREN-UA 935. Only  counts toward the major if course work is done in French (permission  of the director of undergraduate studies required). Offered  periodically. 4 points.   For description, see  Women Writers in France (FREN-UA 935), above.      French Poetry from  Baudelaire to the Present   FREN-UA 841 When  conducted in French, numbered FREN-UA 741. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  French Poetry from Baudelaire to the Present (FREN-UA 741), above.      Versailles: Life as Art  in the Age of Grandeur   FREN-UA 850 When  conducted in French, numbered FREN-UA 150. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Versailles: Life as Art in the Age of Grandeur (FREN-UA 150), above.      Contemporary France   FREN-UA 864 When  conducted in French, numbered FREN-UA 164. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Contemporary France (FREN-UA 164), above.      Topics in French  Culture   FREN-UA 865 When  conducted in French, numbered FREN-UA 965. Offered every year. 4  points.   The department offers  occasional courses on subjects of special interest to either a  regular or visiting faculty member. For description, see Topics in  French Culture (FREN-UA 965), above.      La Belle Époque: Modes  of Artistic Expression and Life   FREN-UA 866 When  conducted in French, numbered FREN-UA 166. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   Focuses on the dazzling  cultural life of turn-of-the-century Paris. Explores the ascent of  symbolism, postimpressionism, art nouveau, cubism, futurism, and  other creative concepts. Views the social, intellectual, and artistic  aspects of the period through the works of contemporary writers,  dramatists, and artists such as Zola, Huysmans, Maupassant, Proust,  Colette, Apollinaire, Toulouse-Lautrec, Cézanne, Picasso, Debussy,  Diaghilev, Sarah Bernhardt, and Gertrude Stein. Extensive use of  audio and video material.      Existentialism and the  Absurd   FREN-UA 867 When  conducted in French, numbered FREN-UA 767. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Existentialism and the Absurd (FREN-UA 767), above.      Topics in French  Literature   FREN-UA 868 When  conducted in French, numbered FREN-UA 968. Offered every year. 4  points.   The department offers  occasional courses on subjects of special interest to either a  regular or visiting faculty member. For specific courses, please  consult the current class schedule.      Proust   FREN-UA 871 When  conducted in French, numbered FREN-UA 771. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Proust (FREN-UA 771), above.      Beckett   FREN-UA 874 When  conducted in French, numbered FREN-UA 774. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered periodically. 4 points.   For description, see  Beckett (FREN-UA 774), above.      History of French  Cinema   FREN-UA 878 When  conducted in French, numbered FREN-UA 778. Only counts toward the  major if course work is done in French (permission of the director of  undergraduate studies required). Offered every other year. 4 points.   For description, see  History of French Cinema (FREN-UA 778), above.    Interdisciplinary  Courses      The Department of  French sponsors the following interdisciplinary courses and, in some  cases, cosponsors them with other departments. No knowledge of French  is required. Courses may be counted toward the minor in French  literature in translation or the minor in literature in translation,  but not toward the major in French.      The Age of Romanticism   FREN-UA 501 Identical  to COLIT-UA 501. Offered periodically. 4 points.   Designed to examine a  specific period of European culture and history in several distinct  national traditions, through a variety of methodologies. The focus is  both broad and specific. The uniqueness of separate romantic  manifestations (prose, poetry, theatre, music, and the plastic arts),  as well as the relationships between them, constitute the core of  inquiry.      Cinema and Literature   FREN-UA 883 Identical  to DRLIT-UA 504. Conducted in English. Does not count toward the  major in French but does count toward the minor in French literature  in translation or the minor in literature in translation. Offered  every semester. 4 points.   Exposes the student to  various modes, such as expressionism, social realism, and the  projection of the hero. One film is viewed per week and analyzed with  reading assignments that include novels, plays, and poems. The  objective is to exploit the potentiality of different media and to  make vivid and intellectual the climate of Europe on which these  media so often focus.      Graduate Courses  Open to Undergraduates      Courses in the Graduate  School of Arts and Science are open to seniors with a 3.5 average in  three 4-point courses (12 points) of advanced work in French. If  these courses are offered toward the requirements for the  baccalaureate degree, no advanced credit is allowed for them in the  graduate school. Before registering for these courses, students must  obtain the permission of the director of undergraduate studies.      A complete list of  graduate courses open to qualified seniors is available in the  department each semester.                     NYU Department of French                              19 University Place, 6th Floor                        New York, NY 10003                 Contact Us | &copy; New York University , Arts and Science"}]}]