[{"detail": [{"content": "Fall 2013 Courses | CLACS | NYU                             NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                           Center for Latin American and Caribbean Studies                            Back to Home         Printer Friendly       Courses - Fall 2013 Access codes are required for registration. All CLACS students are required to schedule an advising session. Please check Albert for the most accurate course scheduling information. *NOTE* The Seminar in Latin America: US-Latin American Relations After WWII will meet at Columbia University for the first three sessions.   Core Intro to Latin American and Caribbean Studies I Reading and Writing Workshop   Colloquium  Afro-Latin Soundscapes Electives Comparative Racisms in the Americas Engage, Exile, and Errancy: Narrating Haiti After the U.S. Latinos in Urban Schools International Studies in Human Rights Literature and Cinema Before Authoritarian State: Cuba 1960-2010 Nineteenth-Century Literature and Politics U.S.-Latin American Relations After WWII Democracy, Culture and Power in Latin American Education Revolution in Latin America and the Caribbean The Politics of Labor in Latin American History   Quechua Beginning Quechua I Intermediate Quechua I  Seminars and Workshops  Reading and Research Seminar Internship Seminar Columbia Crosslisted Courses Modernism in Architecture in Latin America, 1920-1989 Slave Memory in Brazil: History and Audiovisual Narratives Historiography of Latin America, Modern Period From State Building to Nation Building: 19th Century Mexico Immigration, Cities, States                       Course Calendar                              Core Courses     LATC-GA 1001- Introduction to Latin American and Caribbean Studies I: Iberian-Atlantic and Colonial Perspectives Day/Time: Wednesday, 2:00pm - 4:30pm Prof: Jill Lane and Edgardo Pérez Morales Location: Room 404W KJCC This is a CLACS core course. All new entering students must register for this course.  Course Description: In this introductory class to Latin American and Caribbean Studies we will approach the history and culture of Amerindian, European and colonial societies during the expansion of the Iberian monarchies in the Early Modern Atlantic World. Castilian, Portuguese, Mediterranean, West African, Mesoamerican and Andean peoples, among others, became, through coercion, free will, or mere accident, protagonists of the emergence of a mestizo society in the Americas: Colonial Latin America. While formally ruled by Iberian, Catholic laws, customs and literate traditions, this society was built on diversity and contained acute contradictions and conflicts. People worked out these conflicts through the idioms and practices of everyday violence, formal litigation, open or subtle resistance and, finally, revolutions. Colonial Latin America reveals histories of success and failure of individual, regional, continental and global consequences. In order to engage the full geographic and chronological dimensions of the history of colonial Latin America, we will concentrate on specific instances and scholarly debates about the social and cultural dynamics of empire (in Europe, Mesoamerica and the Andes), colonial expansion, labor control, economic exploitation, religion, gender, and politics. We structure our thinking around key critical concepts and a larger reflection on the nature of historical argument. We will try to understand the core questions behind each of our assigned readings, how each defines and analyzes evidence, and the construction of its argument. Throughout the semester, we will compare and contrast questions, methods, and arguments. Students will develop and practice research skills to serve their own future research.    LATC-GA 3200 - Reading and Writing Workshop Day/Time: Thursday, 9:30am - 12:00pm Prof: Katherine Smith Location: 404W KJCC Course Syllabus Course Description:This course is designed as a writing workshop for CLACS students finishing their Masters’ Projects. During the semester, students will transform their extensive summer field research into their final masters’ project paper.    In weekly workshops, we will address the essentials of good academic research and writing. Students will participate in peer-review workshops throughout the semester, building on different stages of their thesis projects. We start by evaluating summer field research with strategies for organizing and interpreting research materials and findings. Then, we focus on refining the central thesis arguments and on positioning the arguments within the existing scholarship. In this process, we will continue to build and reshape the literature review/historiography. The final weeks of the class will be devoted to peer-review workshops on outlines, presentations and thesis paper drafts. The writing assignments and workshops are designed as practical guides to improve research and writing skills in the genre of thesis writing. The schedule intends to keep students on a realistic writing schedule to provide the support and motivation to finish high-quality masters’ theses papers.    Back to top    Colloquium Courses     LATC-GA 2590 – Interdisciplinary Seminar: Afro-Latin Soundscapes Day/Time: Monday, 4:00pm - 6:00pm Prof. Dylon Robbins Location: 404W KJCC Course Description: How does what you listen to shape your sense of self? How do we relate to each other through music? And how does music cross linguistic, political, social, and ethnic boundaries? This course will take up some of these questions as it explores a few historical instances in which music has traveled extensively, finding listeners in a wide array of places. We will revisit the reception and performance of different musics in the Americas and beyond to consider how rhythms and compositions were resituated in different contexts, with particular concern for their roles in bridging between members of different diasporas. Throughout the course, we’ll listen to musical examples from Brazil, Cuba, Mexico, Puerto Rico, New Orleans, New York, Senegal, and the Ivory Coast, while reading interventions by critics and musicians regarding these musics, their contexts, and their theoretical implications.    Back to top    Elective Courses     LATC-GA 1014 – Special Topics: Comparative Racisms in the Americas Day/Time: Thursday, 2:00pm - 4:30pm Prof. Pamela Calla Location: KJCC Room 404W Course Description: This seminar will explore emergent forms of racism in the Americas as major obstacles to the construction of intercultural relations, racial and economic justice, and democracy. The emergence of these “new or renewed racisms” is still largely a relatively uncharted terrain in the social sciences. The course will thus explore this phenomenon as integral to the multicultural and what some have called “post racial” present defined by larger processes of economic and cultural globalization and transnational migration. Throughout the course, we will also look at these emergent racisms in relation to the challenges facing indigenous and afro-descendant social movements, middle class political networks, and state and non-governmental institutions that seek to deepen democracy in the hemisphere by building the basis for active citizenship and racial and economic justice.    The following general questions will guide our analysis and discussion: What is the relationship between institutionalized racism, embedded in the fabric of these societies, and specific “racial eruptions,” which appear to stand in contrast to prevailing ideologies of pluralism and intercultural relations? How to explain the persistence of racial hierarchy in societies where powerful actors explicitly endorse principles of multicultural recognition and racial equality? Does government-endorsed multiculturalism mitigate the negative impact of extractive, industrial, informal and other economic activities on indigenous and afro-descendant peoples? Or alternatively, do these economies actually lay the groundwork for what could be considered a “racialized” economic order? How do the push and pull of migration tied to larger necessities of capital accumulation and labor exploitation shape the dynamics and logics of racism within the region? What types of constitutional reforms, legislative and public policy agendas have emerged to address these dynamics and logics? LATC-GA 1020 – Engage, Exile, and Errancy: Narrating Haiti After the U.S. Occupation Day/Time: Wednesday, 4:55pm-7:35pm Prof. Michael Dash Location: 20 Cooper Square, Room 4-A Course Syllabus/admin/ContentPageEditAction.ion?method=setup&amp;key=29419 Course Description: Neither simply “Africa’s Oldest Daughter”, nor the place where “negritude stood up for the first time” nor “Black Baghdad”, the nation of Haiti was created from the most radical revolution of its time. The application of universal human rights in the revolution in colonial St. Domingue meant both that the ideals of the Enlightenment would be put to their hardest test in a most unexpected place and signaled the unpredictable possibilities of global interaction in a modern world where the periphery could be become the site for concrete application of ideas emanating from the center. Nevertheless, the global, historical and ideological implications of this revolution have been largely ignored or suppressed even in such revolutionary texts as Frantz Fanon’s The Wretched of the Earth and more recently Paul Gilroy’s study of black internationalism The Black Atlantic. Using the ideas of revolutionary universalism writing after the U.S. intervention of 1915 will be read not just in terms of nationalist resistance but rather as a continuation of the revolutionary ideals of 1804, which situated Haiti within a global revolutionary modernity. Literary indigenism reactivated Haiti’s transnational connections and pointed as much to an isolationist noirisme as a cosmopolitan identity in the Americas. This perspective is followed in the figure of the migrant, recurrent in the fictions of displacement by Roumain and Alexis that follow the disruptive effect of U.S. imperialism. Duvalierism and its repercussions will be treated in the trilogy Love, Anger Madness by Marie Vieux-Chauvet and the psychic space of the new displaced errant subject examined in the works of Edwidge Danticat and Emile Ollivier. The course concludes with Haiti’s violent transition to democracy in the work of Lyonel Trouillot and Jonathan Demme’s Agronome and Laferriere’s view of the reconstruction of Haiti after the January 12 earthquake.    DRAP-GA 1048 – International Studies in Human Rights Day/Time: Monday, 6:00pm - 9:00pm Prof. Peter Lucas Location: KJCC Room 404W Course Syllabus Course Description: This purpose of this class is to introduce students to international human rights and the movement’s relationship to the field of comprehensive peace education. As an multi-disciplinary field, peace education takes a holistic approach to conflict and education. Essentially, peace education is the creation and transmission of knowledge needed to achieve and maintain peace. It is also about developing the critical and reflective capacities to apply knowledge in order to control, reduce, and eliminate various forms of violence. Using a peace education approach, the Universal Declaration of Human Rights and related normative global standards will be used as the primary conceptual frameworks to guide our inquiries.    LATC-GA 1023 – Latinos in Urban Schools Day/Time: Monday, 2:00pm - 4:30pm Prof. Edward A. Fergus Location: Silver 508 Course Syllabus Course Description: The growing presence of Latinos in US public schools, specifically urban schools, begs targeted examination of their learning and social outcomes. Though often referred to as a pan-ethnic label, Latinos represent a myriad of nationalities, racial classifications and immigrant generations from North and South America. This course is designed to introduce graduate students to the varying sociological explanations of how and why social demographic factors among Latinos (immigrant status, generation, skin color, gender, class, language ability, and national group) operate in learning and social outcomes. This will involve engaging substantive theories (e.g., social and cultural reproduction theories, status attainment, cultural ecological theory, urban culture theories, etc.) in their explanations of Latino students’ learning and social outcomes. Students are expected to have some familiarity with these theories. At times, the course will seem as if we are moving through various topics with multiple layers, however the intent of the course is to provide some organization in how to think about the explanations of learning and social outcomes among Latino students.    LATC-GA 2030.001 – Topics: Literature and Cinema Before Authoritarian State. Cuba, 1960 - 2010 Day/Time: Wednesday, 4:15 - 6:15pm Prof. Antonio José Ponte Location: TBA Course Description: Cuatro décadas de relaciones entre artistas y poder político que no se reducen solamente (como el título de este curso podría hacer suponer) a la represión y el ejercicio de la fuerza, sino que incluye también la seducción y las gratificaciones. Cuatro décadas de censuras y prohibiciones, pero también de creación de un imponente aparato cultural. El cine cubano desde la creación de una industria nacional y de una censura política hasta los más recientes ejercicios de producciones independientes y contestatarias... La literatura cubana desde las dudas del escritor sobre su libertad creativa hasta la rebeldía, el castigo y la publicación de obras en el extranjero... Pero también un curso acerca de la autorepresentación del poder político y acerca de la imagen que algunos cineastas y escritores extranjeros se han hecho de una sociedad como la cubana contemporánea.   LATC-GA 2030.002 – Topics: Nineteenth-Century Literature and Politics Day/Time: Monday, 4:15pm - 6:15pm Prof. Sibylle Fischer Location: TBA Course Description: In this seminar we will discuss some of the canonical literary and political texts of the nineteenth century in Latin America. This includes political writings from the independence period to mid-century, foundational novels, and late nineteenth-century naturalist and modernista texts. Depending on student interest, we may also include some Brazilian texts. Along with literary texts we will review some of the influential works of literary and historical scholarship of the last few decades. The goal of the seminar is to offer students a solid introduction to the key concepts, ideas, and research questions in nineteenth-century literary scholarship and political history. This seminar will be reading intensive, but does not require a final research paper. Students are expected to write weekly reaction papers (1 page), participate actively in discussion, and prepare a bibliographical essay, a historiography of an event, or a critical review of a body of literary criticism to be handed in the last day of class (approx. 10 pages). LATC-GA 2145 – Seminar in Latin America: US-Latin American Relations After WWII Day/Time: Monday, 2:00pm - 4:00pm Prof. Jorge Castañeda and Columbia University Prof. John Coatsworth Location: 404W KJCC &amp; 802 International Affairs Building (Columbia University) (See Syllabus) Course Description: This class will be offered at NYU (7 weeks) and at Columbia University (7 weeks). The course seeks to analyze the dynamics and issues that describe relations between the United States and Latin America since the end of World War II. A complete picture of the current state of affairs in the hemisphere and the reasons that led to it require an analysis in three different – but related – dimensions. To cover the first one, the course analyzes historical benchmarks that contextualize particular overt American interventions in the region, dissecting its causes, operation and consequences. In a second dimension, the course looks at topics that have permeated the relationship between the United States and Latin America over this period. Because of their typically cross-national nature, they illustrate a different set of dynamics and concerns that have fueled tensions in the relationship. A third and final dimension concerns recent developments in Latin America that affect and have been affected by U.S. foreign policy. Their novelty suggests that these issues will remain relevant at least in the immediate future.    LATC-GA 2304 – Democracy, Culture and Power in Latin American Education Day/Time: Tuesday, 2:00pm - 4:30pm Prof. Pamela Calla Location: 404W KJCC Course Syllabus Course Description: Students will be given the opportunity to compare and contrast Freire’s notion of dialogical education with intercultural and multilingual notions in relation to the construction of democracy and equality. This will provide a basis from which to unravel how state officialization of Intercultural/Multicultural and Bilingual/Multilingual Education involved its depolitization through the fading of its historical critical potential. In this light, we will examine how proponents of such officialization chose to ignore critical pedagogy, critical race theory and most of all the contributions and critiques made by feminists and critical gender theorists of education. The seminar will thus end with the exploration of such feminist critiques and those of indigenous women and men interested in “troubling” the educational arena and taking the legacies and trajectories of Freirean approaches to education and of Intercultural/Multicultural and Bilingual/Multicultural Education proposals a step further.   HIST-GA 1800– Revolution in Latin America and the Caribbean Day/Time: Wednesday, 9:30am - 12:15pm Prof: Sinclair Thomson and Ada Ferrer Location: 324 KJCC    HIST-GA 2804– Research Seminar-The Politics of Labor in Latin American History Day/Time: Monday, 2:00pm - 4:45pm Prof: Barbara Weinstein Location: KJCC 701 Course Description: This is not a course about labor politics in the usual sense. It is not primarily about organized labor or working-class movements or even working-class culture. Rather, it is about changing definitions and meanings of labor, and their social, cultural, and political implications. It starts with the premise that the concept of work has been especially complex and vexing in Latin American culture given its long history of associating physical labor with low status, and a leisured lifestyle with prestige and respectability. Yet, as Latin American and Caribbean societies began the transition from colony to nation and constructed notions of citizenship and modernity in that historical context, traditional ideas about labor and respectability began to be challenged and reformulated. Work became, at least for some segments of society, a basis on which to claim rights, and the lines between leisure and laziness began to be questioned. Hierarchies of labor—mental vs. manual, dependent vs. autonomous, skilled vs. menial, manly vs. womanly—informed notions of respectability and power. And running through all of these categories were questions of race, which could mark someone as an exploitable body on the one hand, but incapable of self-discipline on the other.    Back to top    Quechua Courses  LATC-GA 10 - Beginning Quechua I Day/Time: MTR, 9:30am - 10:45am Prof. Odi Gonzales Location: 25 W4-C16 Course Syllabus  Course Description: Quechua is the most important and most widely distributed indigenous language in South America, with about 10 million speakers living from the high mountains to the tropical lowlands in Colombia (where the language is called Ingano), Ecuador (where it is called kichwa or runa shimi, \"human speech\"), Peru, Bolivia, and Argentina (where it is usually spelled Quechua and called, by its speakers, runa simi). Studying Quechua opens a window onto alternative ways of thinking about social worlds, about space and time, family, and humans' relationship with the natural world. Quechua is recommended for students anticipating travel to the Andean region, those interested in language and linguistics, and those interested in indigenous literatures and cultures. Students who satisfactorily complete introductory Quechua will be well-prepared for intensive summer study at one of many summer study abroad programs in Ecuador, Peru, and Bolivia that will put them in closer contact with the indigenous world.    LATC-GA 20 - Intermediate Quechua I Day/Time: MTR, 12:30pm - 1:45pm Prof. Odi Gonzales Location: 25 W4-C12 Course Syllabus    LATC-GA 20 - Intermediate Quechua II Day/Time: TBA Prof. Odi Gonzales Location: TBA Please contact CLACS for eligibility and access code.    Back to top    Seminars and Workshops    LATC-GA 1010 – Reading and Research Seminar Please discuss with your advisor. LATC-GA 3050 – Internship Seminar Day/Time: TBA Prof: Pamella Calla Location: TBA    Back to top     Courses at Columbia University     LATC-GA 2532-001 – Modernism in Architecture in Latin America, 1920-1989 Day/Time: Tuesday, 4:10pm-6:00pm Prof: Barry G. Bergdoll Location: 934 Schermerhorn Hall (Columbia University) Course Description: Survey of major developments, figures, and artistic centers in Latin America from the 1920s to the mid-1980s with particular emphasis on historiographic revisions. The course will focus principally on developments in Brazil, Argentina, Venezuela, Colombia, Mexico, and Cuba.     LATC-GA 2535-001 – Slave Memory in Brazil: Public History and Audiovisual Narratives in Atlantic Perspective  Day/Time: Monday/Wednesday, 4:10pm-5:25pm Prof: Hebe Mattos Location: 310 Fayerweather (Columbia University) Course Syllabus  Course Description: The research on the making of racial identities in Brazil and on the history of Brazilian black culture and black social movements increase significantly in the last twenty years, dialoguing directly with the idea of being part of the African diaspora at the Atlantic. The discussion of the content of audiovisual resources related with this process allows connecting the contemporary discussion about public memory of slavery in Brazil with the globalized perspective of politics of identity in the Atlantic World.     LATC-GA 2536-001 – Historiography of Latin America, Modern Period Day/Time: Tuesday, 6:10pm - 8:00pm Prof. Pablo Piccato Location: 311 Fayerweather (Columbia University) Course Syllabus  Course Description: This graduate colloquium will introduce students to the literature of modern Latin American history, discussing both recent and early books. Readings will include examples of the most important areas of research in the region, with an emphasis on the diversity of approaches that has characterized the historiography on post-independence Latin America in the last twenty years, from political history to studies of culture and economic development. Topics will include republicanism and the formation of nation states, peasant societies, social movements, gender, populism and new political languages and identities in the twentieth century.     LATC-GA 2538-001 – From State Building to Nation Building: 19th Century in Mexico Day/Time: Wednesday, 2:10pm - 4:00pm Prof. Frida Osorio Location: 802 International Affairs Building (Columbia University) Course Syllabus  Course Description: The purpose of this seminar is to analyze the formation and consolidation of the modern Mexican State during the 19th century. Through the critical lens of historiography, three interrelated topics will be studied: the political challenges inherited by the crisis of Hispanic monarchy; elite striving to build a viable State; and the contradictions that were produced by the process of State building.    LATC-GA 2537-001 – Immigration, Cities, States Day/Time: Wednesday, 4:10pm - 6:00pm Prof. Saskia J. Sassen Location: 103 Knox Hall (Columbia University) Course Description: Transnational processes such as economic globalization and cross-border migrations confront the social sciences with a series of theoretical and methodological challenges. This course examines these challenges through a focus oon both macro level cross-border flows and micro processes which might take place at a global or at a sub-national level. Particular attention will go to analyzing the challenges for theorization and empirical specification.    Please follow the approved procedures carefully when registering for a Columbia course. These procedures can be found in the Consortium Registration Form . Once the cross listed courses are determined here, more information about the courses may be found on Columbia University's website.    Back to top    Calendar                                             Back to Top                 Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Fall 2013 Courses | CLACS | NYU                             NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                           Center for Latin American and Caribbean Studies                            Back to Home         Printer Friendly       Courses - Fall 2013 Access codes are required for registration. All CLACS students are required to schedule an advising session. Please check Albert for the most accurate course scheduling information. *NOTE* The Seminar in Latin America: US-Latin American Relations After WWII will meet at Columbia University for the first three sessions.   Core Intro to Latin American and Caribbean Studies I Reading and Writing Workshop   Colloquium  Afro-Latin Soundscapes Electives Comparative Racisms in the Americas Engage, Exile, and Errancy: Narrating Haiti After the U.S. Latinos in Urban Schools International Studies in Human Rights Literature and Cinema Before Authoritarian State: Cuba 1960-2010 Nineteenth-Century Literature and Politics U.S.-Latin American Relations After WWII Democracy, Culture and Power in Latin American Education Revolution in Latin America and the Caribbean The Politics of Labor in Latin American History   Quechua Beginning Quechua I Intermediate Quechua I  Seminars and Workshops  Reading and Research Seminar Internship Seminar Columbia Crosslisted Courses Modernism in Architecture in Latin America, 1920-1989 Slave Memory in Brazil: History and Audiovisual Narratives Historiography of Latin America, Modern Period From State Building to Nation Building: 19th Century Mexico Immigration, Cities, States                       Course Calendar                              Core Courses     LATC-GA 1001- Introduction to Latin American and Caribbean Studies I: Iberian-Atlantic and Colonial Perspectives Day/Time: Wednesday, 2:00pm - 4:30pm Prof: Jill Lane and Edgardo Pérez Morales Location: Room 404W KJCC This is a CLACS core course. All new entering students must register for this course.  Course Description: In this introductory class to Latin American and Caribbean Studies we will approach the history and culture of Amerindian, European and colonial societies during the expansion of the Iberian monarchies in the Early Modern Atlantic World. Castilian, Portuguese, Mediterranean, West African, Mesoamerican and Andean peoples, among others, became, through coercion, free will, or mere accident, protagonists of the emergence of a mestizo society in the Americas: Colonial Latin America. While formally ruled by Iberian, Catholic laws, customs and literate traditions, this society was built on diversity and contained acute contradictions and conflicts. People worked out these conflicts through the idioms and practices of everyday violence, formal litigation, open or subtle resistance and, finally, revolutions. Colonial Latin America reveals histories of success and failure of individual, regional, continental and global consequences. In order to engage the full geographic and chronological dimensions of the history of colonial Latin America, we will concentrate on specific instances and scholarly debates about the social and cultural dynamics of empire (in Europe, Mesoamerica and the Andes), colonial expansion, labor control, economic exploitation, religion, gender, and politics. We structure our thinking around key critical concepts and a larger reflection on the nature of historical argument. We will try to understand the core questions behind each of our assigned readings, how each defines and analyzes evidence, and the construction of its argument. Throughout the semester, we will compare and contrast questions, methods, and arguments. Students will develop and practice research skills to serve their own future research.    LATC-GA 3200 - Reading and Writing Workshop Day/Time: Thursday, 9:30am - 12:00pm Prof: Katherine Smith Location: 404W KJCC Course Syllabus Course Description:This course is designed as a writing workshop for CLACS students finishing their Masters’ Projects. During the semester, students will transform their extensive summer field research into their final masters’ project paper.    In weekly workshops, we will address the essentials of good academic research and writing. Students will participate in peer-review workshops throughout the semester, building on different stages of their thesis projects. We start by evaluating summer field research with strategies for organizing and interpreting research materials and findings. Then, we focus on refining the central thesis arguments and on positioning the arguments within the existing scholarship. In this process, we will continue to build and reshape the literature review/historiography. The final weeks of the class will be devoted to peer-review workshops on outlines, presentations and thesis paper drafts. The writing assignments and workshops are designed as practical guides to improve research and writing skills in the genre of thesis writing. The schedule intends to keep students on a realistic writing schedule to provide the support and motivation to finish high-quality masters’ theses papers.    Back to top    Colloquium Courses     LATC-GA 2590 – Interdisciplinary Seminar: Afro-Latin Soundscapes Day/Time: Monday, 4:00pm - 6:00pm Prof. Dylon Robbins Location: 404W KJCC Course Description: How does what you listen to shape your sense of self? How do we relate to each other through music? And how does music cross linguistic, political, social, and ethnic boundaries? This course will take up some of these questions as it explores a few historical instances in which music has traveled extensively, finding listeners in a wide array of places. We will revisit the reception and performance of different musics in the Americas and beyond to consider how rhythms and compositions were resituated in different contexts, with particular concern for their roles in bridging between members of different diasporas. Throughout the course, we’ll listen to musical examples from Brazil, Cuba, Mexico, Puerto Rico, New Orleans, New York, Senegal, and the Ivory Coast, while reading interventions by critics and musicians regarding these musics, their contexts, and their theoretical implications.    Back to top    Elective Courses     LATC-GA 1014 – Special Topics: Comparative Racisms in the Americas Day/Time: Thursday, 2:00pm - 4:30pm Prof. Pamela Calla Location: KJCC Room 404W Course Description: This seminar will explore emergent forms of racism in the Americas as major obstacles to the construction of intercultural relations, racial and economic justice, and democracy. The emergence of these “new or renewed racisms” is still largely a relatively uncharted terrain in the social sciences. The course will thus explore this phenomenon as integral to the multicultural and what some have called “post racial” present defined by larger processes of economic and cultural globalization and transnational migration. Throughout the course, we will also look at these emergent racisms in relation to the challenges facing indigenous and afro-descendant social movements, middle class political networks, and state and non-governmental institutions that seek to deepen democracy in the hemisphere by building the basis for active citizenship and racial and economic justice.    The following general questions will guide our analysis and discussion: What is the relationship between institutionalized racism, embedded in the fabric of these societies, and specific “racial eruptions,” which appear to stand in contrast to prevailing ideologies of pluralism and intercultural relations? How to explain the persistence of racial hierarchy in societies where powerful actors explicitly endorse principles of multicultural recognition and racial equality? Does government-endorsed multiculturalism mitigate the negative impact of extractive, industrial, informal and other economic activities on indigenous and afro-descendant peoples? Or alternatively, do these economies actually lay the groundwork for what could be considered a “racialized” economic order? How do the push and pull of migration tied to larger necessities of capital accumulation and labor exploitation shape the dynamics and logics of racism within the region? What types of constitutional reforms, legislative and public policy agendas have emerged to address these dynamics and logics? LATC-GA 1020 – Engage, Exile, and Errancy: Narrating Haiti After the U.S. Occupation Day/Time: Wednesday, 4:55pm-7:35pm Prof. Michael Dash Location: 20 Cooper Square, Room 4-A Course Syllabus/admin/ContentPageEditAction.ion?method=setup&amp;key=29419 Course Description: Neither simply “Africa’s Oldest Daughter”, nor the place where “negritude stood up for the first time” nor “Black Baghdad”, the nation of Haiti was created from the most radical revolution of its time. The application of universal human rights in the revolution in colonial St. Domingue meant both that the ideals of the Enlightenment would be put to their hardest test in a most unexpected place and signaled the unpredictable possibilities of global interaction in a modern world where the periphery could be become the site for concrete application of ideas emanating from the center. Nevertheless, the global, historical and ideological implications of this revolution have been largely ignored or suppressed even in such revolutionary texts as Frantz Fanon’s The Wretched of the Earth and more recently Paul Gilroy’s study of black internationalism The Black Atlantic. Using the ideas of revolutionary universalism writing after the U.S. intervention of 1915 will be read not just in terms of nationalist resistance but rather as a continuation of the revolutionary ideals of 1804, which situated Haiti within a global revolutionary modernity. Literary indigenism reactivated Haiti’s transnational connections and pointed as much to an isolationist noirisme as a cosmopolitan identity in the Americas. This perspective is followed in the figure of the migrant, recurrent in the fictions of displacement by Roumain and Alexis that follow the disruptive effect of U.S. imperialism. Duvalierism and its repercussions will be treated in the trilogy Love, Anger Madness by Marie Vieux-Chauvet and the psychic space of the new displaced errant subject examined in the works of Edwidge Danticat and Emile Ollivier. The course concludes with Haiti’s violent transition to democracy in the work of Lyonel Trouillot and Jonathan Demme’s Agronome and Laferriere’s view of the reconstruction of Haiti after the January 12 earthquake.    DRAP-GA 1048 – International Studies in Human Rights Day/Time: Monday, 6:00pm - 9:00pm Prof. Peter Lucas Location: KJCC Room 404W Course Syllabus Course Description: This purpose of this class is to introduce students to international human rights and the movement’s relationship to the field of comprehensive peace education. As an multi-disciplinary field, peace education takes a holistic approach to conflict and education. Essentially, peace education is the creation and transmission of knowledge needed to achieve and maintain peace. It is also about developing the critical and reflective capacities to apply knowledge in order to control, reduce, and eliminate various forms of violence. Using a peace education approach, the Universal Declaration of Human Rights and related normative global standards will be used as the primary conceptual frameworks to guide our inquiries.    LATC-GA 1023 – Latinos in Urban Schools Day/Time: Monday, 2:00pm - 4:30pm Prof. Edward A. Fergus Location: Silver 508 Course Syllabus Course Description: The growing presence of Latinos in US public schools, specifically urban schools, begs targeted examination of their learning and social outcomes. Though often referred to as a pan-ethnic label, Latinos represent a myriad of nationalities, racial classifications and immigrant generations from North and South America. This course is designed to introduce graduate students to the varying sociological explanations of how and why social demographic factors among Latinos (immigrant status, generation, skin color, gender, class, language ability, and national group) operate in learning and social outcomes. This will involve engaging substantive theories (e.g., social and cultural reproduction theories, status attainment, cultural ecological theory, urban culture theories, etc.) in their explanations of Latino students’ learning and social outcomes. Students are expected to have some familiarity with these theories. At times, the course will seem as if we are moving through various topics with multiple layers, however the intent of the course is to provide some organization in how to think about the explanations of learning and social outcomes among Latino students.    LATC-GA 2030.001 – Topics: Literature and Cinema Before Authoritarian State. Cuba, 1960 - 2010 Day/Time: Wednesday, 4:15 - 6:15pm Prof. Antonio José Ponte Location: TBA Course Description: Cuatro décadas de relaciones entre artistas y poder político que no se reducen solamente (como el título de este curso podría hacer suponer) a la represión y el ejercicio de la fuerza, sino que incluye también la seducción y las gratificaciones. Cuatro décadas de censuras y prohibiciones, pero también de creación de un imponente aparato cultural. El cine cubano desde la creación de una industria nacional y de una censura política hasta los más recientes ejercicios de producciones independientes y contestatarias... La literatura cubana desde las dudas del escritor sobre su libertad creativa hasta la rebeldía, el castigo y la publicación de obras en el extranjero... Pero también un curso acerca de la autorepresentación del poder político y acerca de la imagen que algunos cineastas y escritores extranjeros se han hecho de una sociedad como la cubana contemporánea.   LATC-GA 2030.002 – Topics: Nineteenth-Century Literature and Politics Day/Time: Monday, 4:15pm - 6:15pm Prof. Sibylle Fischer Location: TBA Course Description: In this seminar we will discuss some of the canonical literary and political texts of the nineteenth century in Latin America. This includes political writings from the independence period to mid-century, foundational novels, and late nineteenth-century naturalist and modernista texts. Depending on student interest, we may also include some Brazilian texts. Along with literary texts we will review some of the influential works of literary and historical scholarship of the last few decades. The goal of the seminar is to offer students a solid introduction to the key concepts, ideas, and research questions in nineteenth-century literary scholarship and political history. This seminar will be reading intensive, but does not require a final research paper. Students are expected to write weekly reaction papers (1 page), participate actively in discussion, and prepare a bibliographical essay, a historiography of an event, or a critical review of a body of literary criticism to be handed in the last day of class (approx. 10 pages). LATC-GA 2145 – Seminar in Latin America: US-Latin American Relations After WWII Day/Time: Monday, 2:00pm - 4:00pm Prof. Jorge Castañeda and Columbia University Prof. John Coatsworth Location: 404W KJCC &amp; 802 International Affairs Building (Columbia University) (See Syllabus) Course Description: This class will be offered at NYU (7 weeks) and at Columbia University (7 weeks). The course seeks to analyze the dynamics and issues that describe relations between the United States and Latin America since the end of World War II. A complete picture of the current state of affairs in the hemisphere and the reasons that led to it require an analysis in three different – but related – dimensions. To cover the first one, the course analyzes historical benchmarks that contextualize particular overt American interventions in the region, dissecting its causes, operation and consequences. In a second dimension, the course looks at topics that have permeated the relationship between the United States and Latin America over this period. Because of their typically cross-national nature, they illustrate a different set of dynamics and concerns that have fueled tensions in the relationship. A third and final dimension concerns recent developments in Latin America that affect and have been affected by U.S. foreign policy. Their novelty suggests that these issues will remain relevant at least in the immediate future.    LATC-GA 2304 – Democracy, Culture and Power in Latin American Education Day/Time: Tuesday, 2:00pm - 4:30pm Prof. Pamela Calla Location: 404W KJCC Course Syllabus Course Description: Students will be given the opportunity to compare and contrast Freire’s notion of dialogical education with intercultural and multilingual notions in relation to the construction of democracy and equality. This will provide a basis from which to unravel how state officialization of Intercultural/Multicultural and Bilingual/Multilingual Education involved its depolitization through the fading of its historical critical potential. In this light, we will examine how proponents of such officialization chose to ignore critical pedagogy, critical race theory and most of all the contributions and critiques made by feminists and critical gender theorists of education. The seminar will thus end with the exploration of such feminist critiques and those of indigenous women and men interested in “troubling” the educational arena and taking the legacies and trajectories of Freirean approaches to education and of Intercultural/Multicultural and Bilingual/Multicultural Education proposals a step further.   HIST-GA 1800– Revolution in Latin America and the Caribbean Day/Time: Wednesday, 9:30am - 12:15pm Prof: Sinclair Thomson and Ada Ferrer Location: 324 KJCC    HIST-GA 2804– Research Seminar-The Politics of Labor in Latin American History Day/Time: Monday, 2:00pm - 4:45pm Prof: Barbara Weinstein Location: KJCC 701 Course Description: This is not a course about labor politics in the usual sense. It is not primarily about organized labor or working-class movements or even working-class culture. Rather, it is about changing definitions and meanings of labor, and their social, cultural, and political implications. It starts with the premise that the concept of work has been especially complex and vexing in Latin American culture given its long history of associating physical labor with low status, and a leisured lifestyle with prestige and respectability. Yet, as Latin American and Caribbean societies began the transition from colony to nation and constructed notions of citizenship and modernity in that historical context, traditional ideas about labor and respectability began to be challenged and reformulated. Work became, at least for some segments of society, a basis on which to claim rights, and the lines between leisure and laziness began to be questioned. Hierarchies of labor—mental vs. manual, dependent vs. autonomous, skilled vs. menial, manly vs. womanly—informed notions of respectability and power. And running through all of these categories were questions of race, which could mark someone as an exploitable body on the one hand, but incapable of self-discipline on the other.    Back to top    Quechua Courses  LATC-GA 10 - Beginning Quechua I Day/Time: MTR, 9:30am - 10:45am Prof. Odi Gonzales Location: 25 W4-C16 Course Syllabus  Course Description: Quechua is the most important and most widely distributed indigenous language in South America, with about 10 million speakers living from the high mountains to the tropical lowlands in Colombia (where the language is called Ingano), Ecuador (where it is called kichwa or runa shimi, \"human speech\"), Peru, Bolivia, and Argentina (where it is usually spelled Quechua and called, by its speakers, runa simi). Studying Quechua opens a window onto alternative ways of thinking about social worlds, about space and time, family, and humans' relationship with the natural world. Quechua is recommended for students anticipating travel to the Andean region, those interested in language and linguistics, and those interested in indigenous literatures and cultures. Students who satisfactorily complete introductory Quechua will be well-prepared for intensive summer study at one of many summer study abroad programs in Ecuador, Peru, and Bolivia that will put them in closer contact with the indigenous world.    LATC-GA 20 - Intermediate Quechua I Day/Time: MTR, 12:30pm - 1:45pm Prof. Odi Gonzales Location: 25 W4-C12 Course Syllabus    LATC-GA 20 - Intermediate Quechua II Day/Time: TBA Prof. Odi Gonzales Location: TBA Please contact CLACS for eligibility and access code.    Back to top    Seminars and Workshops    LATC-GA 1010 – Reading and Research Seminar Please discuss with your advisor. LATC-GA 3050 – Internship Seminar Day/Time: TBA Prof: Pamella Calla Location: TBA    Back to top     Courses at Columbia University     LATC-GA 2532-001 – Modernism in Architecture in Latin America, 1920-1989 Day/Time: Tuesday, 4:10pm-6:00pm Prof: Barry G. Bergdoll Location: 934 Schermerhorn Hall (Columbia University) Course Description: Survey of major developments, figures, and artistic centers in Latin America from the 1920s to the mid-1980s with particular emphasis on historiographic revisions. The course will focus principally on developments in Brazil, Argentina, Venezuela, Colombia, Mexico, and Cuba.     LATC-GA 2535-001 – Slave Memory in Brazil: Public History and Audiovisual Narratives in Atlantic Perspective  Day/Time: Monday/Wednesday, 4:10pm-5:25pm Prof: Hebe Mattos Location: 310 Fayerweather (Columbia University) Course Syllabus  Course Description: The research on the making of racial identities in Brazil and on the history of Brazilian black culture and black social movements increase significantly in the last twenty years, dialoguing directly with the idea of being part of the African diaspora at the Atlantic. The discussion of the content of audiovisual resources related with this process allows connecting the contemporary discussion about public memory of slavery in Brazil with the globalized perspective of politics of identity in the Atlantic World.     LATC-GA 2536-001 – Historiography of Latin America, Modern Period Day/Time: Tuesday, 6:10pm - 8:00pm Prof. Pablo Piccato Location: 311 Fayerweather (Columbia University) Course Syllabus  Course Description: This graduate colloquium will introduce students to the literature of modern Latin American history, discussing both recent and early books. Readings will include examples of the most important areas of research in the region, with an emphasis on the diversity of approaches that has characterized the historiography on post-independence Latin America in the last twenty years, from political history to studies of culture and economic development. Topics will include republicanism and the formation of nation states, peasant societies, social movements, gender, populism and new political languages and identities in the twentieth century.     LATC-GA 2538-001 – From State Building to Nation Building: 19th Century in Mexico Day/Time: Wednesday, 2:10pm - 4:00pm Prof. Frida Osorio Location: 802 International Affairs Building (Columbia University) Course Syllabus  Course Description: The purpose of this seminar is to analyze the formation and consolidation of the modern Mexican State during the 19th century. Through the critical lens of historiography, three interrelated topics will be studied: the political challenges inherited by the crisis of Hispanic monarchy; elite striving to build a viable State; and the contradictions that were produced by the process of State building.    LATC-GA 2537-001 – Immigration, Cities, States Day/Time: Wednesday, 4:10pm - 6:00pm Prof. Saskia J. Sassen Location: 103 Knox Hall (Columbia University) Course Description: Transnational processes such as economic globalization and cross-border migrations confront the social sciences with a series of theoretical and methodological challenges. This course examines these challenges through a focus oon both macro level cross-border flows and micro processes which might take place at a global or at a sub-national level. Particular attention will go to analyzing the challenges for theorization and empirical specification.    Please follow the approved procedures carefully when registering for a Columbia course. These procedures can be found in the Consortium Registration Form . Once the cross listed courses are determined here, more information about the courses may be found on Columbia University's website.    Back to top    Calendar                                             Back to Top                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Fall 2014 Courses | CLACS | NYU                             NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                           Center for Latin American and Caribbean Studies                            Back to Home         Printer Friendly       Courses - Fall 2014 CLACS Fall 2014 Course Schedule Will Be Available in April    All CLACS courses are open to all graduate students at NYU. Some have restricted enrollments; for these, please contact the department by email or phone to request an access code. Clacs.info@nyu.edu, 212.998.8687. Many of our courses are also open to advanced undergraduates with interests in the region; please contact the director, Jill Lane (jill.lane@nyu.edu) for more information. Please check Albert for the most accurate course scheduling information.    Access codes are required for registration. All CLACS students are required to schedule an advising session. Please check Albert for the most accurate course scheduling information. *NOTE* The Seminar in Latin America: US-Latin American Relations After WWII will meet at Columbia University for the first three sessions.     Core    Intro to Latin American and Caribbean Studies I Reading and Writing Workshop   Colloquium      Seminars Comparative Racisms in the Americas Engage, Exile, and Errancy: Narrating Haiti After the U.S. International Studies in Human Rights Mexican Cinema Literature and Cinema Before Authoritarian State Cuba U.S.-Latin American Relations After WWII Democracy, Culture and Power in Latin American Education Latin American and Caribbean Intellectual History      Quechua Beginning Quechua I Beginning Quechua II Intermediate Quechua I  Seminars and Workshops  Reading and Research Seminar Internship Seminar Columbia Crosslisted Courses                        Course Calendar                         Core Courses     LATC-GA 1001- Introduction to Latin American and Caribbean Studies I: Iberian-Atlantic and Colonial Perspectives Day/Time: Wednesday, 2:00pm - 4:30pm Prof: Edgardo Pérez Morales Location: KJCC 404W This is a CLACS core course. All new entering students must register for this course.  Course Description: This course is both a history of the peoples, cultures, and nations of Iberia, Latin America and the Caribbean, and a history and wide-ranging survey of the various disciplinary and interdisciplinary approaches to the area, including the Area Studies paradigm itself. Some of the readings are included as a means to explore the boundaries of the established disciplines. The purpose is not only to introduce Latin American and Caribbean realities but to review the scholarly, intellectual, and political frameworks according to which these realities are discerned. Latinamericanist and Caribbeanist faculty from throughout the university will be invited to speak about the history of the disciplinary and interdisciplinary frameworks for the study of the region, as well as the prevailing methods in the present moment. Some sessions will be led by guest faculty; discussion in all sessions will be facilitated by student study group presentations. Part I of the course covers the pre-invasion Americas, Iberia, and the production of the Imperial/Colonial world and the \"first modernity\" through the early republican era, the mid-19th century. It also introduces the background to the genesis of plantation societies in Spanish America and Portuguese Brazil, and the contesting colonial projects in the Caribbean region, also involving slave plantation labor, of Britain, France, and the Dutch.    LATC-GA 3200 - Research and Writing Workshop Day/Time: Thursday 10:00-12:30 Prof: Katherine Smith Location: KJCC 404W Course Syllabus Course Description:      This course is designed as a writing workshop for CLACS students finishing their Masters’ Projects. During the semester, students will transform their extensive summer field research into their final masters’ project paper.  In weekly workshops, we will address the essentials of good academic research and writing. Students will participate in peer-review workshops throughout the semester, building on different stages of their thesis projects. We start by evaluating summer field research with strategies for organizing and interpreting research materials and findings. Then, we focus on refining the central thesis arguments and on positioning the arguments within the existing scholarship. In this process, we will continue to build and reshape the literature review/historiography. The final weeks of the class will be devoted to peer-review workshops on outlines, presentations and thesis paper drafts.  The writing assignments and workshops are designed as practical guides to improve research and writing skills in the genre of thesis writing. The schedule intends to keep students on a realistic writing schedule to provide the support and motivation to finish high-quality masters’ theses papers by mid-December 2014.      Back to top    Colloquium Courses     LATC-GA 2590 – Interdisciplinary Seminar Day/Time: TBA Prof. TBA Location: 404W KJCC Course Description:    Back to top    Seminars     LATC-GA 2145 – Seminar in Latin America: US-Latin American Relations After WWII Day/Time: Monday, 2:00pm - 4:00pm Prof. Jorge Castañeda and Columbia University Prof. John Coatsworth Location: 404W KJCC &amp; 802 International Affairs Building (Columbia University) (See Syllabus) Course Description: This class will be offered at NYU (7 weeks) and at Columbia University (7 weeks). The course seeks to analyze the dynamics and issues that describe relations between the United States and Latin America since the end of World War II. A complete picture of the current state of affairs in the hemisphere and the reasons that led to it require an analysis in three different – but related – dimensions. To cover the first one, the course analyzes historical benchmarks that contextualize particular overt American interventions in the region, dissecting its causes, operation and consequences. In a second dimension, the course looks at topics that have permeated the relationship between the United States and Latin America over this period. Because of their typically cross-national nature, they illustrate a different set of dynamics and concerns that have fueled tensions in the relationship. A third and final dimension concerns recent developments in Latin America that affect and have been affected by U.S. foreign policy. Their novelty suggests that these issues will remain relevant at least in the immediate future. This course is open to all NYU graduate students. Email clacs.nyu@gmail.com for a registration code.    LATC-GA 1014 – Special Topics: Comparative Racisms in the Americas Day/Time: Thursday, 2:00pm - 4:30pm Prof. Pamela Calla Location: KJCC Room 404W Course Description: This seminar will explore emergent forms of racism in the Americas as major obstacles to the construction of intercultural relations, racial and economic justice, and democracy. The emergence of these “new or renewed racisms” is still largely a relatively uncharted terrain in the social sciences. The course will thus explore this phenomenon as integral to the multicultural and what some have called “post racial” present defined by larger processes of economic and cultural globalization and transnational migration. Throughout the course, we will also look at these emergent racisms in relation to the challenges facing indigenous and afro-descendant social movements, middle class political networks, and state and non-governmental institutions that seek to deepen democracy in the hemisphere by building the basis for active citizenship and racial and economic justice.    The following general questions will guide our analysis and discussion: What is the relationship between institutionalized racism, embedded in the fabric of these societies, and specific “racial eruptions,” which appear to stand in contrast to prevailing ideologies of pluralism and intercultural relations? How to explain the persistence of racial hierarchy in societies where powerful actors explicitly endorse principles of multicultural recognition and racial equality? Does government-endorsed multiculturalism mitigate the negative impact of extractive, industrial, informal and other economic activities on indigenous and afro-descendant peoples? Or alternatively, do these economies actually lay the groundwork for what could be considered a “racialized” economic order? How do the push and pull of migration tied to larger necessities of capital accumulation and labor exploitation shape the dynamics and logics of racism within the region? What types of constitutional reforms, legislative and public policy agendas have emerged to address these dynamics and logics?    DRAP-GA 1048 – International Studies in Human Rights Day/Time: Monday, 6:00pm - 9:00pm Prof. Peter Lucas Location: KJCC Room 404W Course Syllabus Course Description: This purpose of this class is to introduce students to international human rights and the movement’s relationship to the field of comprehensive peace education. As an multi-disciplinary field, peace education takes a holistic approach to conflict and education. Essentially, peace education is the creation and transmission of knowledge needed to achieve and maintain peace. It is also about developing the critical and reflective capacities to apply knowledge in order to control, reduce, and eliminate various forms of violence. Using a peace education approach, the Universal Declaration of Human Rights and related normative global standards will be used as the primary conceptual frameworks to guide our inquiries.    CINE-GT 1155 – Mexican Cinema Day/Time: Thursday, 12:30pm - 4:30pm Prof. Lauro Zavalla Location: See Albert Course Description: Offering an overview of the main film genres in the history of Mexican cinema, with emphasis on the so-called Golden Age (1945-1954), and the first decade of the 21st century. The course will be focused on identifying the forms of representation of Mexican identity through the study of key film sequences. Considering that most Mexican films are not available with English subtitles, the instructor will project selected fragments of specific films to support the concepts and stimulate the discussion. Also, this seminar will be accompanied with Course Notes produced for this purpose. It is expected that each student will write a 5 to 7 double-spaced essay on any film or group of films studied in the course, emphasizing their historical relevance. (Crosslist with CINE-UT 133)      LATC-GA 2304 – Democracy, Culture and Power in Latin American Education Day/Time: Tuesday, 2:00pm - 4:30pm Prof. Pamela Calla Location: 404W KJCC Course Syllabus Course Description: Students will be given the opportunity to compare and contrast Freire’s notion of dialogical education with intercultural and multilingual notions in relation to the construction of democracy and equality. This will provide a basis from which to unravel how state officialization of Intercultural/Multicultural and Bilingual/Multilingual Education involved its depolitization through the fading of its historical critical potential. In this light, we will examine how proponents of such officialization chose to ignore critical pedagogy, critical race theory and most of all the contributions and critiques made by feminists and critical gender theorists of education. The seminar will thus end with the exploration of such feminist critiques and those of indigenous women and men interested in “troubling” the educational arena and taking the legacies and trajectories of Freirean approaches to education and of Intercultural/Multicultural and Bilingual/Multicultural Education proposals a step further.  LATC-GA 2537 – Latin American and Caribbean Intellectual History Day/Time: Monday, 12:00pm - 2:30pm Prof. Dylon Robbins Location: 404W KJCC Course Description: In this course, we will explore some of the key texts and ideas in the intellectual history of Latin America and the Caribbean. How have Latin American and Caribbean intellectuals approached the problems of culture and difference? How have they theorized the state, civil society, or the public sphere? How have notions of gender, heterogeneity, race and ethnicity, and nationalism related to their historical contexts? A review of texts including Ángel Rama, Jean Franco, Gilberto Freyre, Marilena Chaui, Fernando Ortiz, Suely Rolnik, Roberto Schwarz, Jamaica Kincaid, C.L.R. James, Frantz Fanon, Glauber Rocha, Gloria Anzaldúa, José Carlos Mariátegui, José Martí, Rubén Darío, and others.    Back to top    Quechua Courses  LATC-GA 10 - Beginning Quechua I (same as SPAN - UA 81) Day/Time: MTR, 9:30am - 10:45am Prof. Odi Gonzales Location: Tisch Hall LC4 Course Syllabus Course Description: Quechua is the most important and most widely distributed indigenous language in South America, with about 10 million speakers living from the high mountains to the tropical lowlands in Colombia (where the language is called Ingano), Ecuador (where it is called kichwa or runa shimi, \"human speech\"), Peru, Bolivia, and Argentina (where it is usually spelled Quechua and called, by its speakers, runa simi). Studying Quechua opens a window onto alternative ways of thinking about social worlds, about space and time, family, and humans' relationship with the natural world. Quechua is recommended for students anticipating travel to the Andean region, those interested in language and linguistics, and those interested in indigenous literatures and cultures. Students who satisfactorily complete introductory Quechua will be well-prepared for intensive summer study at one of many summer study abroad programs in Ecuador, Peru, and Bolivia that will put them in closer contact with the indigenous world.    LATC-GA 11 - Beginning Quechua II (same as SPAN - UA 82) Day/Time: MTR, 11:00am - 12:15am Prof. Odi Gonzales Location: 25W4 C9 Course Syllabus  Course Description: Quechua is the most important and most widely distributed indigenous language in South America, with about 10 million speakers living from the high mountains to the tropical lowlands in Colombia (where the language is called Ingano), Ecuador (where it is called kichwa or runa shimi, \"human speech\"), Peru, Bolivia, and Argentina (where it is usually spelled Quechua and called, by its speakers, runa simi). Studying Quechua opens a window onto alternative ways of thinking about social worlds, about space and time, family, and humans' relationship with the natural world. Quechua is recommended for students anticipating travel to the Andean region, those interested in language and linguistics, and those interested in indigenous literatures and cultures. Students who satisfactorily complete introductory Quechua will be well-prepared for intensive summer study at one of many summer study abroad programs in Ecuador, Peru, and Bolivia that will put them in closer contact with the indigenous world.    LATC-GA 20 - Intermediate Quechua I Day/Time: MTR, 2:00pm - 3:15pm Prof. Odi Gonzales Location: Tisch Hall LC5 Course Syllabus    Back to top    Seminars and Workshops    LATC-GA 1010 – Reading and Research Seminar Day/Time: TBA. Location: KJCC 404W Prof. Jill Lane     Course Description: This course will introduce students to ethnographic methods, offer an overview of different types of ethnography, and reflect critically on the practice of ethnography. Through a series of fieldwork exercises and readings students will learn practical skills related to fieldwork, such as note-taking and interviewing. The course readings will also survey different ethnographic perspectives--such as feminist ethnography, thick description, visual ethnography, and historical ethnography--each of which engenders certain critiques of the limits of qualitative research and empiricism.   LATC-GA 3050 – Internship Seminar Day/Time: Friday, 11:00am - 1:00pm Prof: Pamella Calla Location: KJCC 404W    Back to top     Courses at Columbia University   LATC-GA 2532 - Borders and Boundaries Day/Time: Tuesday, 4:10-6:00 PM Claudio Lomnitz Location:TBA Modern Caribbean-LATC-GA2535 Day/Time:Monday, Wednesday 2:40-3:55 This lecture course examines the social, cultural, and political history of the islands of the Caribbean Sea and coastal regions of Central and South America that collectively form the Caribbean region, from Amerindian settlement, through the era of European imperalism and African enslavement, to the period of socialist revolution and independence. The course will examine historical trajectories of colonialism, slavery, and labor regimes, post-emancipation experiences and migration, radical insurgencies and anti-colonial movements, and intersections of race, culture, and neocolonialism. It will also investigate the production of national, creole, and transborder identities.  World Migration - LATC-GA2538 Day/Time:Tuesday, Thursday, 11:40-12:55 Jose Moya Location: TBA Overview of human migration from pre-history to the present. Sessions on classical Rome; Jewish diaspora; Viking, Mongol, and Arab conquests, peopling of New World, European colonization, and African slavery; 19th-century European mass migration; Chinese and Indian diasporas; resurgence of global migration in last three decades, and current debates. Immigration, Cities, States - LATC-GA2539 Day/Time: Wednesday 4:10-6:00 Saskia Sassen Location:TBA    Please follow the approved procedures carefully when registering for a Columbia course. These procedures can be found in the Consortium Registration Form . Once the cross listed courses are determined here, more information about the courses may be found on Columbia University's website.    Back to top    Calendar                                             Back to Top                 Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Fall 2013 Courses | CLACS | NYU                             NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                           Center for Latin American and Caribbean Studies                            Back to Home         Printer Friendly       Courses - Fall 2013 Access codes are required for registration. All CLACS students are required to schedule an advising session. Please check Albert for the most accurate course scheduling information. *NOTE* The Seminar in Latin America: US-Latin American Relations After WWII will meet at Columbia University for the first three sessions.   Core Intro to Latin American and Caribbean Studies I Reading and Writing Workshop   Colloquium  Afro-Latin Soundscapes Electives Comparative Racisms in the Americas Engage, Exile, and Errancy: Narrating Haiti After the U.S. Latinos in Urban Schools International Studies in Human Rights Literature and Cinema Before Authoritarian State: Cuba 1960-2010 Nineteenth-Century Literature and Politics U.S.-Latin American Relations After WWII Democracy, Culture and Power in Latin American Education Revolution in Latin America and the Caribbean The Politics of Labor in Latin American History   Quechua Beginning Quechua I Intermediate Quechua I  Seminars and Workshops  Reading and Research Seminar Internship Seminar Columbia Crosslisted Courses Modernism in Architecture in Latin America, 1920-1989 Slave Memory in Brazil: History and Audiovisual Narratives Historiography of Latin America, Modern Period From State Building to Nation Building: 19th Century Mexico Immigration, Cities, States                       Course Calendar                              Core Courses     LATC-GA 1001- Introduction to Latin American and Caribbean Studies I: Iberian-Atlantic and Colonial Perspectives Day/Time: Wednesday, 2:00pm - 4:30pm Prof: Jill Lane and Edgardo Pérez Morales Location: Room 404W KJCC This is a CLACS core course. All new entering students must register for this course.  Course Description: In this introductory class to Latin American and Caribbean Studies we will approach the history and culture of Amerindian, European and colonial societies during the expansion of the Iberian monarchies in the Early Modern Atlantic World. Castilian, Portuguese, Mediterranean, West African, Mesoamerican and Andean peoples, among others, became, through coercion, free will, or mere accident, protagonists of the emergence of a mestizo society in the Americas: Colonial Latin America. While formally ruled by Iberian, Catholic laws, customs and literate traditions, this society was built on diversity and contained acute contradictions and conflicts. People worked out these conflicts through the idioms and practices of everyday violence, formal litigation, open or subtle resistance and, finally, revolutions. Colonial Latin America reveals histories of success and failure of individual, regional, continental and global consequences. In order to engage the full geographic and chronological dimensions of the history of colonial Latin America, we will concentrate on specific instances and scholarly debates about the social and cultural dynamics of empire (in Europe, Mesoamerica and the Andes), colonial expansion, labor control, economic exploitation, religion, gender, and politics. We structure our thinking around key critical concepts and a larger reflection on the nature of historical argument. We will try to understand the core questions behind each of our assigned readings, how each defines and analyzes evidence, and the construction of its argument. Throughout the semester, we will compare and contrast questions, methods, and arguments. Students will develop and practice research skills to serve their own future research.    LATC-GA 3200 - Reading and Writing Workshop Day/Time: Thursday, 9:30am - 12:00pm Prof: Katherine Smith Location: 404W KJCC Course Syllabus Course Description:This course is designed as a writing workshop for CLACS students finishing their Masters’ Projects. During the semester, students will transform their extensive summer field research into their final masters’ project paper.    In weekly workshops, we will address the essentials of good academic research and writing. Students will participate in peer-review workshops throughout the semester, building on different stages of their thesis projects. We start by evaluating summer field research with strategies for organizing and interpreting research materials and findings. Then, we focus on refining the central thesis arguments and on positioning the arguments within the existing scholarship. In this process, we will continue to build and reshape the literature review/historiography. The final weeks of the class will be devoted to peer-review workshops on outlines, presentations and thesis paper drafts. The writing assignments and workshops are designed as practical guides to improve research and writing skills in the genre of thesis writing. The schedule intends to keep students on a realistic writing schedule to provide the support and motivation to finish high-quality masters’ theses papers.    Back to top    Colloquium Courses     LATC-GA 2590 – Interdisciplinary Seminar: Afro-Latin Soundscapes Day/Time: Monday, 4:00pm - 6:00pm Prof. Dylon Robbins Location: 404W KJCC Course Description: How does what you listen to shape your sense of self? How do we relate to each other through music? And how does music cross linguistic, political, social, and ethnic boundaries? This course will take up some of these questions as it explores a few historical instances in which music has traveled extensively, finding listeners in a wide array of places. We will revisit the reception and performance of different musics in the Americas and beyond to consider how rhythms and compositions were resituated in different contexts, with particular concern for their roles in bridging between members of different diasporas. Throughout the course, we’ll listen to musical examples from Brazil, Cuba, Mexico, Puerto Rico, New Orleans, New York, Senegal, and the Ivory Coast, while reading interventions by critics and musicians regarding these musics, their contexts, and their theoretical implications.    Back to top    Elective Courses     LATC-GA 1014 – Special Topics: Comparative Racisms in the Americas Day/Time: Thursday, 2:00pm - 4:30pm Prof. Pamela Calla Location: KJCC Room 404W Course Description: This seminar will explore emergent forms of racism in the Americas as major obstacles to the construction of intercultural relations, racial and economic justice, and democracy. The emergence of these “new or renewed racisms” is still largely a relatively uncharted terrain in the social sciences. The course will thus explore this phenomenon as integral to the multicultural and what some have called “post racial” present defined by larger processes of economic and cultural globalization and transnational migration. Throughout the course, we will also look at these emergent racisms in relation to the challenges facing indigenous and afro-descendant social movements, middle class political networks, and state and non-governmental institutions that seek to deepen democracy in the hemisphere by building the basis for active citizenship and racial and economic justice.    The following general questions will guide our analysis and discussion: What is the relationship between institutionalized racism, embedded in the fabric of these societies, and specific “racial eruptions,” which appear to stand in contrast to prevailing ideologies of pluralism and intercultural relations? How to explain the persistence of racial hierarchy in societies where powerful actors explicitly endorse principles of multicultural recognition and racial equality? Does government-endorsed multiculturalism mitigate the negative impact of extractive, industrial, informal and other economic activities on indigenous and afro-descendant peoples? Or alternatively, do these economies actually lay the groundwork for what could be considered a “racialized” economic order? How do the push and pull of migration tied to larger necessities of capital accumulation and labor exploitation shape the dynamics and logics of racism within the region? What types of constitutional reforms, legislative and public policy agendas have emerged to address these dynamics and logics? LATC-GA 1020 – Engage, Exile, and Errancy: Narrating Haiti After the U.S. Occupation Day/Time: Wednesday, 4:55pm-7:35pm Prof. Michael Dash Location: 20 Cooper Square, Room 4-A Course Syllabus/admin/ContentPageEditAction.ion?method=setup&amp;key=29419 Course Description: Neither simply “Africa’s Oldest Daughter”, nor the place where “negritude stood up for the first time” nor “Black Baghdad”, the nation of Haiti was created from the most radical revolution of its time. The application of universal human rights in the revolution in colonial St. Domingue meant both that the ideals of the Enlightenment would be put to their hardest test in a most unexpected place and signaled the unpredictable possibilities of global interaction in a modern world where the periphery could be become the site for concrete application of ideas emanating from the center. Nevertheless, the global, historical and ideological implications of this revolution have been largely ignored or suppressed even in such revolutionary texts as Frantz Fanon’s The Wretched of the Earth and more recently Paul Gilroy’s study of black internationalism The Black Atlantic. Using the ideas of revolutionary universalism writing after the U.S. intervention of 1915 will be read not just in terms of nationalist resistance but rather as a continuation of the revolutionary ideals of 1804, which situated Haiti within a global revolutionary modernity. Literary indigenism reactivated Haiti’s transnational connections and pointed as much to an isolationist noirisme as a cosmopolitan identity in the Americas. This perspective is followed in the figure of the migrant, recurrent in the fictions of displacement by Roumain and Alexis that follow the disruptive effect of U.S. imperialism. Duvalierism and its repercussions will be treated in the trilogy Love, Anger Madness by Marie Vieux-Chauvet and the psychic space of the new displaced errant subject examined in the works of Edwidge Danticat and Emile Ollivier. The course concludes with Haiti’s violent transition to democracy in the work of Lyonel Trouillot and Jonathan Demme’s Agronome and Laferriere’s view of the reconstruction of Haiti after the January 12 earthquake.    DRAP-GA 1048 – International Studies in Human Rights Day/Time: Monday, 6:00pm - 9:00pm Prof. Peter Lucas Location: KJCC Room 404W Course Syllabus Course Description: This purpose of this class is to introduce students to international human rights and the movement’s relationship to the field of comprehensive peace education. As an multi-disciplinary field, peace education takes a holistic approach to conflict and education. Essentially, peace education is the creation and transmission of knowledge needed to achieve and maintain peace. It is also about developing the critical and reflective capacities to apply knowledge in order to control, reduce, and eliminate various forms of violence. Using a peace education approach, the Universal Declaration of Human Rights and related normative global standards will be used as the primary conceptual frameworks to guide our inquiries.    LATC-GA 1023 – Latinos in Urban Schools Day/Time: Monday, 2:00pm - 4:30pm Prof. Edward A. Fergus Location: Silver 508 Course Syllabus Course Description: The growing presence of Latinos in US public schools, specifically urban schools, begs targeted examination of their learning and social outcomes. Though often referred to as a pan-ethnic label, Latinos represent a myriad of nationalities, racial classifications and immigrant generations from North and South America. This course is designed to introduce graduate students to the varying sociological explanations of how and why social demographic factors among Latinos (immigrant status, generation, skin color, gender, class, language ability, and national group) operate in learning and social outcomes. This will involve engaging substantive theories (e.g., social and cultural reproduction theories, status attainment, cultural ecological theory, urban culture theories, etc.) in their explanations of Latino students’ learning and social outcomes. Students are expected to have some familiarity with these theories. At times, the course will seem as if we are moving through various topics with multiple layers, however the intent of the course is to provide some organization in how to think about the explanations of learning and social outcomes among Latino students.    LATC-GA 2030.001 – Topics: Literature and Cinema Before Authoritarian State. Cuba, 1960 - 2010 Day/Time: Wednesday, 4:15 - 6:15pm Prof. Antonio José Ponte Location: TBA Course Description: Cuatro décadas de relaciones entre artistas y poder político que no se reducen solamente (como el título de este curso podría hacer suponer) a la represión y el ejercicio de la fuerza, sino que incluye también la seducción y las gratificaciones. Cuatro décadas de censuras y prohibiciones, pero también de creación de un imponente aparato cultural. El cine cubano desde la creación de una industria nacional y de una censura política hasta los más recientes ejercicios de producciones independientes y contestatarias... La literatura cubana desde las dudas del escritor sobre su libertad creativa hasta la rebeldía, el castigo y la publicación de obras en el extranjero... Pero también un curso acerca de la autorepresentación del poder político y acerca de la imagen que algunos cineastas y escritores extranjeros se han hecho de una sociedad como la cubana contemporánea.   LATC-GA 2030.002 – Topics: Nineteenth-Century Literature and Politics Day/Time: Monday, 4:15pm - 6:15pm Prof. Sibylle Fischer Location: TBA Course Description: In this seminar we will discuss some of the canonical literary and political texts of the nineteenth century in Latin America. This includes political writings from the independence period to mid-century, foundational novels, and late nineteenth-century naturalist and modernista texts. Depending on student interest, we may also include some Brazilian texts. Along with literary texts we will review some of the influential works of literary and historical scholarship of the last few decades. The goal of the seminar is to offer students a solid introduction to the key concepts, ideas, and research questions in nineteenth-century literary scholarship and political history. This seminar will be reading intensive, but does not require a final research paper. Students are expected to write weekly reaction papers (1 page), participate actively in discussion, and prepare a bibliographical essay, a historiography of an event, or a critical review of a body of literary criticism to be handed in the last day of class (approx. 10 pages). LATC-GA 2145 – Seminar in Latin America: US-Latin American Relations After WWII Day/Time: Monday, 2:00pm - 4:00pm Prof. Jorge Castañeda and Columbia University Prof. John Coatsworth Location: 404W KJCC &amp; 802 International Affairs Building (Columbia University) (See Syllabus) Course Description: This class will be offered at NYU (7 weeks) and at Columbia University (7 weeks). The course seeks to analyze the dynamics and issues that describe relations between the United States and Latin America since the end of World War II. A complete picture of the current state of affairs in the hemisphere and the reasons that led to it require an analysis in three different – but related – dimensions. To cover the first one, the course analyzes historical benchmarks that contextualize particular overt American interventions in the region, dissecting its causes, operation and consequences. In a second dimension, the course looks at topics that have permeated the relationship between the United States and Latin America over this period. Because of their typically cross-national nature, they illustrate a different set of dynamics and concerns that have fueled tensions in the relationship. A third and final dimension concerns recent developments in Latin America that affect and have been affected by U.S. foreign policy. Their novelty suggests that these issues will remain relevant at least in the immediate future.    LATC-GA 2304 – Democracy, Culture and Power in Latin American Education Day/Time: Tuesday, 2:00pm - 4:30pm Prof. Pamela Calla Location: 404W KJCC Course Syllabus Course Description: Students will be given the opportunity to compare and contrast Freire’s notion of dialogical education with intercultural and multilingual notions in relation to the construction of democracy and equality. This will provide a basis from which to unravel how state officialization of Intercultural/Multicultural and Bilingual/Multilingual Education involved its depolitization through the fading of its historical critical potential. In this light, we will examine how proponents of such officialization chose to ignore critical pedagogy, critical race theory and most of all the contributions and critiques made by feminists and critical gender theorists of education. The seminar will thus end with the exploration of such feminist critiques and those of indigenous women and men interested in “troubling” the educational arena and taking the legacies and trajectories of Freirean approaches to education and of Intercultural/Multicultural and Bilingual/Multicultural Education proposals a step further.   HIST-GA 1800– Revolution in Latin America and the Caribbean Day/Time: Wednesday, 9:30am - 12:15pm Prof: Sinclair Thomson and Ada Ferrer Location: 324 KJCC    HIST-GA 2804– Research Seminar-The Politics of Labor in Latin American History Day/Time: Monday, 2:00pm - 4:45pm Prof: Barbara Weinstein Location: KJCC 701 Course Description: This is not a course about labor politics in the usual sense. It is not primarily about organized labor or working-class movements or even working-class culture. Rather, it is about changing definitions and meanings of labor, and their social, cultural, and political implications. It starts with the premise that the concept of work has been especially complex and vexing in Latin American culture given its long history of associating physical labor with low status, and a leisured lifestyle with prestige and respectability. Yet, as Latin American and Caribbean societies began the transition from colony to nation and constructed notions of citizenship and modernity in that historical context, traditional ideas about labor and respectability began to be challenged and reformulated. Work became, at least for some segments of society, a basis on which to claim rights, and the lines between leisure and laziness began to be questioned. Hierarchies of labor—mental vs. manual, dependent vs. autonomous, skilled vs. menial, manly vs. womanly—informed notions of respectability and power. And running through all of these categories were questions of race, which could mark someone as an exploitable body on the one hand, but incapable of self-discipline on the other.    Back to top    Quechua Courses  LATC-GA 10 - Beginning Quechua I Day/Time: MTR, 9:30am - 10:45am Prof. Odi Gonzales Location: 25 W4-C16 Course Syllabus  Course Description: Quechua is the most important and most widely distributed indigenous language in South America, with about 10 million speakers living from the high mountains to the tropical lowlands in Colombia (where the language is called Ingano), Ecuador (where it is called kichwa or runa shimi, \"human speech\"), Peru, Bolivia, and Argentina (where it is usually spelled Quechua and called, by its speakers, runa simi). Studying Quechua opens a window onto alternative ways of thinking about social worlds, about space and time, family, and humans' relationship with the natural world. Quechua is recommended for students anticipating travel to the Andean region, those interested in language and linguistics, and those interested in indigenous literatures and cultures. Students who satisfactorily complete introductory Quechua will be well-prepared for intensive summer study at one of many summer study abroad programs in Ecuador, Peru, and Bolivia that will put them in closer contact with the indigenous world.    LATC-GA 20 - Intermediate Quechua I Day/Time: MTR, 12:30pm - 1:45pm Prof. Odi Gonzales Location: 25 W4-C12 Course Syllabus    LATC-GA 20 - Intermediate Quechua II Day/Time: TBA Prof. Odi Gonzales Location: TBA Please contact CLACS for eligibility and access code.    Back to top    Seminars and Workshops    LATC-GA 1010 – Reading and Research Seminar Please discuss with your advisor. LATC-GA 3050 – Internship Seminar Day/Time: TBA Prof: Pamella Calla Location: TBA    Back to top     Courses at Columbia University     LATC-GA 2532-001 – Modernism in Architecture in Latin America, 1920-1989 Day/Time: Tuesday, 4:10pm-6:00pm Prof: Barry G. Bergdoll Location: 934 Schermerhorn Hall (Columbia University) Course Description: Survey of major developments, figures, and artistic centers in Latin America from the 1920s to the mid-1980s with particular emphasis on historiographic revisions. The course will focus principally on developments in Brazil, Argentina, Venezuela, Colombia, Mexico, and Cuba.     LATC-GA 2535-001 – Slave Memory in Brazil: Public History and Audiovisual Narratives in Atlantic Perspective  Day/Time: Monday/Wednesday, 4:10pm-5:25pm Prof: Hebe Mattos Location: 310 Fayerweather (Columbia University) Course Syllabus  Course Description: The research on the making of racial identities in Brazil and on the history of Brazilian black culture and black social movements increase significantly in the last twenty years, dialoguing directly with the idea of being part of the African diaspora at the Atlantic. The discussion of the content of audiovisual resources related with this process allows connecting the contemporary discussion about public memory of slavery in Brazil with the globalized perspective of politics of identity in the Atlantic World.     LATC-GA 2536-001 – Historiography of Latin America, Modern Period Day/Time: Tuesday, 6:10pm - 8:00pm Prof. Pablo Piccato Location: 311 Fayerweather (Columbia University) Course Syllabus  Course Description: This graduate colloquium will introduce students to the literature of modern Latin American history, discussing both recent and early books. Readings will include examples of the most important areas of research in the region, with an emphasis on the diversity of approaches that has characterized the historiography on post-independence Latin America in the last twenty years, from political history to studies of culture and economic development. Topics will include republicanism and the formation of nation states, peasant societies, social movements, gender, populism and new political languages and identities in the twentieth century.     LATC-GA 2538-001 – From State Building to Nation Building: 19th Century in Mexico Day/Time: Wednesday, 2:10pm - 4:00pm Prof. Frida Osorio Location: 802 International Affairs Building (Columbia University) Course Syllabus  Course Description: The purpose of this seminar is to analyze the formation and consolidation of the modern Mexican State during the 19th century. Through the critical lens of historiography, three interrelated topics will be studied: the political challenges inherited by the crisis of Hispanic monarchy; elite striving to build a viable State; and the contradictions that were produced by the process of State building.    LATC-GA 2537-001 – Immigration, Cities, States Day/Time: Wednesday, 4:10pm - 6:00pm Prof. Saskia J. Sassen Location: 103 Knox Hall (Columbia University) Course Description: Transnational processes such as economic globalization and cross-border migrations confront the social sciences with a series of theoretical and methodological challenges. This course examines these challenges through a focus oon both macro level cross-border flows and micro processes which might take place at a global or at a sub-national level. Particular attention will go to analyzing the challenges for theorization and empirical specification.    Please follow the approved procedures carefully when registering for a Columbia course. These procedures can be found in the Consortium Registration Form . Once the cross listed courses are determined here, more information about the courses may be found on Columbia University's website.    Back to top    Calendar                                             Back to Top                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Fall 2014 Courses | CLACS | NYU                             NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                           Center for Latin American and Caribbean Studies                            Back to Home         Printer Friendly       Courses - Fall 2014 CLACS Fall 2014 Course Schedule Will Be Available in April    All CLACS courses are open to all graduate students at NYU. Some have restricted enrollments; for these, please contact the department by email or phone to request an access code. Clacs.info@nyu.edu, 212.998.8687. Many of our courses are also open to advanced undergraduates with interests in the region; please contact the director, Jill Lane (jill.lane@nyu.edu) for more information. Please check Albert for the most accurate course scheduling information.    Access codes are required for registration. All CLACS students are required to schedule an advising session. Please check Albert for the most accurate course scheduling information. *NOTE* The Seminar in Latin America: US-Latin American Relations After WWII will meet at Columbia University for the first three sessions.     Core    Intro to Latin American and Caribbean Studies I Reading and Writing Workshop   Colloquium      Seminars Comparative Racisms in the Americas Engage, Exile, and Errancy: Narrating Haiti After the U.S. International Studies in Human Rights Mexican Cinema Literature and Cinema Before Authoritarian State Cuba U.S.-Latin American Relations After WWII Democracy, Culture and Power in Latin American Education Latin American and Caribbean Intellectual History      Quechua Beginning Quechua I Beginning Quechua II Intermediate Quechua I  Seminars and Workshops  Reading and Research Seminar Internship Seminar Columbia Crosslisted Courses                        Course Calendar                         Core Courses     LATC-GA 1001- Introduction to Latin American and Caribbean Studies I: Iberian-Atlantic and Colonial Perspectives Day/Time: Wednesday, 2:00pm - 4:30pm Prof: Edgardo Pérez Morales Location: KJCC 404W This is a CLACS core course. All new entering students must register for this course.  Course Description: This course is both a history of the peoples, cultures, and nations of Iberia, Latin America and the Caribbean, and a history and wide-ranging survey of the various disciplinary and interdisciplinary approaches to the area, including the Area Studies paradigm itself. Some of the readings are included as a means to explore the boundaries of the established disciplines. The purpose is not only to introduce Latin American and Caribbean realities but to review the scholarly, intellectual, and political frameworks according to which these realities are discerned. Latinamericanist and Caribbeanist faculty from throughout the university will be invited to speak about the history of the disciplinary and interdisciplinary frameworks for the study of the region, as well as the prevailing methods in the present moment. Some sessions will be led by guest faculty; discussion in all sessions will be facilitated by student study group presentations. Part I of the course covers the pre-invasion Americas, Iberia, and the production of the Imperial/Colonial world and the \"first modernity\" through the early republican era, the mid-19th century. It also introduces the background to the genesis of plantation societies in Spanish America and Portuguese Brazil, and the contesting colonial projects in the Caribbean region, also involving slave plantation labor, of Britain, France, and the Dutch.    LATC-GA 3200 - Research and Writing Workshop Day/Time: Thursday 10:00-12:30 Prof: Katherine Smith Location: KJCC 404W Course Syllabus Course Description:      This course is designed as a writing workshop for CLACS students finishing their Masters’ Projects. During the semester, students will transform their extensive summer field research into their final masters’ project paper.  In weekly workshops, we will address the essentials of good academic research and writing. Students will participate in peer-review workshops throughout the semester, building on different stages of their thesis projects. We start by evaluating summer field research with strategies for organizing and interpreting research materials and findings. Then, we focus on refining the central thesis arguments and on positioning the arguments within the existing scholarship. In this process, we will continue to build and reshape the literature review/historiography. The final weeks of the class will be devoted to peer-review workshops on outlines, presentations and thesis paper drafts.  The writing assignments and workshops are designed as practical guides to improve research and writing skills in the genre of thesis writing. The schedule intends to keep students on a realistic writing schedule to provide the support and motivation to finish high-quality masters’ theses papers by mid-December 2014.      Back to top    Colloquium Courses     LATC-GA 2590 – Interdisciplinary Seminar Day/Time: TBA Prof. TBA Location: 404W KJCC Course Description:    Back to top    Seminars     LATC-GA 2145 – Seminar in Latin America: US-Latin American Relations After WWII Day/Time: Monday, 2:00pm - 4:00pm Prof. Jorge Castañeda and Columbia University Prof. John Coatsworth Location: 404W KJCC &amp; 802 International Affairs Building (Columbia University) (See Syllabus) Course Description: This class will be offered at NYU (7 weeks) and at Columbia University (7 weeks). The course seeks to analyze the dynamics and issues that describe relations between the United States and Latin America since the end of World War II. A complete picture of the current state of affairs in the hemisphere and the reasons that led to it require an analysis in three different – but related – dimensions. To cover the first one, the course analyzes historical benchmarks that contextualize particular overt American interventions in the region, dissecting its causes, operation and consequences. In a second dimension, the course looks at topics that have permeated the relationship between the United States and Latin America over this period. Because of their typically cross-national nature, they illustrate a different set of dynamics and concerns that have fueled tensions in the relationship. A third and final dimension concerns recent developments in Latin America that affect and have been affected by U.S. foreign policy. Their novelty suggests that these issues will remain relevant at least in the immediate future. This course is open to all NYU graduate students. Email clacs.nyu@gmail.com for a registration code.    LATC-GA 1014 – Special Topics: Comparative Racisms in the Americas Day/Time: Thursday, 2:00pm - 4:30pm Prof. Pamela Calla Location: KJCC Room 404W Course Description: This seminar will explore emergent forms of racism in the Americas as major obstacles to the construction of intercultural relations, racial and economic justice, and democracy. The emergence of these “new or renewed racisms” is still largely a relatively uncharted terrain in the social sciences. The course will thus explore this phenomenon as integral to the multicultural and what some have called “post racial” present defined by larger processes of economic and cultural globalization and transnational migration. Throughout the course, we will also look at these emergent racisms in relation to the challenges facing indigenous and afro-descendant social movements, middle class political networks, and state and non-governmental institutions that seek to deepen democracy in the hemisphere by building the basis for active citizenship and racial and economic justice.    The following general questions will guide our analysis and discussion: What is the relationship between institutionalized racism, embedded in the fabric of these societies, and specific “racial eruptions,” which appear to stand in contrast to prevailing ideologies of pluralism and intercultural relations? How to explain the persistence of racial hierarchy in societies where powerful actors explicitly endorse principles of multicultural recognition and racial equality? Does government-endorsed multiculturalism mitigate the negative impact of extractive, industrial, informal and other economic activities on indigenous and afro-descendant peoples? Or alternatively, do these economies actually lay the groundwork for what could be considered a “racialized” economic order? How do the push and pull of migration tied to larger necessities of capital accumulation and labor exploitation shape the dynamics and logics of racism within the region? What types of constitutional reforms, legislative and public policy agendas have emerged to address these dynamics and logics?    DRAP-GA 1048 – International Studies in Human Rights Day/Time: Monday, 6:00pm - 9:00pm Prof. Peter Lucas Location: KJCC Room 404W Course Syllabus Course Description: This purpose of this class is to introduce students to international human rights and the movement’s relationship to the field of comprehensive peace education. As an multi-disciplinary field, peace education takes a holistic approach to conflict and education. Essentially, peace education is the creation and transmission of knowledge needed to achieve and maintain peace. It is also about developing the critical and reflective capacities to apply knowledge in order to control, reduce, and eliminate various forms of violence. Using a peace education approach, the Universal Declaration of Human Rights and related normative global standards will be used as the primary conceptual frameworks to guide our inquiries.    CINE-GT 1155 – Mexican Cinema Day/Time: Thursday, 12:30pm - 4:30pm Prof. Lauro Zavalla Location: See Albert Course Description: Offering an overview of the main film genres in the history of Mexican cinema, with emphasis on the so-called Golden Age (1945-1954), and the first decade of the 21st century. The course will be focused on identifying the forms of representation of Mexican identity through the study of key film sequences. Considering that most Mexican films are not available with English subtitles, the instructor will project selected fragments of specific films to support the concepts and stimulate the discussion. Also, this seminar will be accompanied with Course Notes produced for this purpose. It is expected that each student will write a 5 to 7 double-spaced essay on any film or group of films studied in the course, emphasizing their historical relevance. (Crosslist with CINE-UT 133)      LATC-GA 2304 – Democracy, Culture and Power in Latin American Education Day/Time: Tuesday, 2:00pm - 4:30pm Prof. Pamela Calla Location: 404W KJCC Course Syllabus Course Description: Students will be given the opportunity to compare and contrast Freire’s notion of dialogical education with intercultural and multilingual notions in relation to the construction of democracy and equality. This will provide a basis from which to unravel how state officialization of Intercultural/Multicultural and Bilingual/Multilingual Education involved its depolitization through the fading of its historical critical potential. In this light, we will examine how proponents of such officialization chose to ignore critical pedagogy, critical race theory and most of all the contributions and critiques made by feminists and critical gender theorists of education. The seminar will thus end with the exploration of such feminist critiques and those of indigenous women and men interested in “troubling” the educational arena and taking the legacies and trajectories of Freirean approaches to education and of Intercultural/Multicultural and Bilingual/Multicultural Education proposals a step further.  LATC-GA 2537 – Latin American and Caribbean Intellectual History Day/Time: Monday, 12:00pm - 2:30pm Prof. Dylon Robbins Location: 404W KJCC Course Description: In this course, we will explore some of the key texts and ideas in the intellectual history of Latin America and the Caribbean. How have Latin American and Caribbean intellectuals approached the problems of culture and difference? How have they theorized the state, civil society, or the public sphere? How have notions of gender, heterogeneity, race and ethnicity, and nationalism related to their historical contexts? A review of texts including Ángel Rama, Jean Franco, Gilberto Freyre, Marilena Chaui, Fernando Ortiz, Suely Rolnik, Roberto Schwarz, Jamaica Kincaid, C.L.R. James, Frantz Fanon, Glauber Rocha, Gloria Anzaldúa, José Carlos Mariátegui, José Martí, Rubén Darío, and others.    Back to top    Quechua Courses  LATC-GA 10 - Beginning Quechua I (same as SPAN - UA 81) Day/Time: MTR, 9:30am - 10:45am Prof. Odi Gonzales Location: Tisch Hall LC4 Course Syllabus Course Description: Quechua is the most important and most widely distributed indigenous language in South America, with about 10 million speakers living from the high mountains to the tropical lowlands in Colombia (where the language is called Ingano), Ecuador (where it is called kichwa or runa shimi, \"human speech\"), Peru, Bolivia, and Argentina (where it is usually spelled Quechua and called, by its speakers, runa simi). Studying Quechua opens a window onto alternative ways of thinking about social worlds, about space and time, family, and humans' relationship with the natural world. Quechua is recommended for students anticipating travel to the Andean region, those interested in language and linguistics, and those interested in indigenous literatures and cultures. Students who satisfactorily complete introductory Quechua will be well-prepared for intensive summer study at one of many summer study abroad programs in Ecuador, Peru, and Bolivia that will put them in closer contact with the indigenous world.    LATC-GA 11 - Beginning Quechua II (same as SPAN - UA 82) Day/Time: MTR, 11:00am - 12:15am Prof. Odi Gonzales Location: 25W4 C9 Course Syllabus  Course Description: Quechua is the most important and most widely distributed indigenous language in South America, with about 10 million speakers living from the high mountains to the tropical lowlands in Colombia (where the language is called Ingano), Ecuador (where it is called kichwa or runa shimi, \"human speech\"), Peru, Bolivia, and Argentina (where it is usually spelled Quechua and called, by its speakers, runa simi). Studying Quechua opens a window onto alternative ways of thinking about social worlds, about space and time, family, and humans' relationship with the natural world. Quechua is recommended for students anticipating travel to the Andean region, those interested in language and linguistics, and those interested in indigenous literatures and cultures. Students who satisfactorily complete introductory Quechua will be well-prepared for intensive summer study at one of many summer study abroad programs in Ecuador, Peru, and Bolivia that will put them in closer contact with the indigenous world.    LATC-GA 20 - Intermediate Quechua I Day/Time: MTR, 2:00pm - 3:15pm Prof. Odi Gonzales Location: Tisch Hall LC5 Course Syllabus    Back to top    Seminars and Workshops    LATC-GA 1010 – Reading and Research Seminar Day/Time: TBA. Location: KJCC 404W Prof. Jill Lane     Course Description: This course will introduce students to ethnographic methods, offer an overview of different types of ethnography, and reflect critically on the practice of ethnography. Through a series of fieldwork exercises and readings students will learn practical skills related to fieldwork, such as note-taking and interviewing. The course readings will also survey different ethnographic perspectives--such as feminist ethnography, thick description, visual ethnography, and historical ethnography--each of which engenders certain critiques of the limits of qualitative research and empiricism.   LATC-GA 3050 – Internship Seminar Day/Time: Friday, 11:00am - 1:00pm Prof: Pamella Calla Location: KJCC 404W    Back to top     Courses at Columbia University   LATC-GA 2532 - Borders and Boundaries Day/Time: Tuesday, 4:10-6:00 PM Claudio Lomnitz Location:TBA Modern Caribbean-LATC-GA2535 Day/Time:Monday, Wednesday 2:40-3:55 This lecture course examines the social, cultural, and political history of the islands of the Caribbean Sea and coastal regions of Central and South America that collectively form the Caribbean region, from Amerindian settlement, through the era of European imperalism and African enslavement, to the period of socialist revolution and independence. The course will examine historical trajectories of colonialism, slavery, and labor regimes, post-emancipation experiences and migration, radical insurgencies and anti-colonial movements, and intersections of race, culture, and neocolonialism. It will also investigate the production of national, creole, and transborder identities.  World Migration - LATC-GA2538 Day/Time:Tuesday, Thursday, 11:40-12:55 Jose Moya Location: TBA Overview of human migration from pre-history to the present. Sessions on classical Rome; Jewish diaspora; Viking, Mongol, and Arab conquests, peopling of New World, European colonization, and African slavery; 19th-century European mass migration; Chinese and Indian diasporas; resurgence of global migration in last three decades, and current debates. Immigration, Cities, States - LATC-GA2539 Day/Time: Wednesday 4:10-6:00 Saskia Sassen Location:TBA    Please follow the approved procedures carefully when registering for a Columbia course. These procedures can be found in the Consortium Registration Form . Once the cross listed courses are determined here, more information about the courses may be found on Columbia University's website.    Back to top    Calendar                                             Back to Top                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "People, Center for Latin American and Caribbean Studies (CLACS) | NYU                           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                                                                             About Us       People       Undergraduate       Graduate Program       Faculty Resources       Alumni Network       Caribbean Initiative       Andean Initiative       Quechua Language       K-12 Outreach       Events               Home &gt; People     People      CLACS Faculty     CLACS Faculty                 Jill Lane   Director, Center for Latin American and Caribbean Studies (CLACS) Associate Professor of Spanish and Portuguese Email: jill.lane@nyu.edu   Research/Interest: Latin American theater, comparative approaches to race and performance in the Americas, Cuba.                     Thomas A Abercrombie   Associate Professor of Anthropology Email: thomas.abercrombie@nyu.edu   Research/Interest: Cultural history/historical anthropology; memory and patrimonial regimes; colonialism and postcolonial situations; nationalism and modernity; ethnohistory of Andean societies, gender and sexuality in the Hispanic world; food and place; Andes, Spain.                     Pamela Calla   Clinical Associate Professor of Latin American and Caribbean Studies Email: pc1210@nyu.edu   Research/Interest: Gender and class, state formation, education policies, interculturality, and racism in Bolivia                     Jorge Castañeda   Global Distinguished Professor of Latin American and Caribbean Studies Email: jorge.castaneda@nyu.edu   Research/Interest: Latin American politics; comparative politics; U.S.-Latin American relations                     Ada Ferrer   Professor of History Email: ada.ferrer@nyu.edu   Research/Interest: Cuba; comparative slavery, nationalism, revolution                        Sibylle Fischer   Associate Professor of Spanish and Portuguese Email: sibylle.fischer@nyu.edu   Research/Interest: Caribbean literature and culture; Spanish American Independence; the Haitian Revolution; culture and politics in the nineteenth century; the history of political thought.                     Odi Gonzales   Language Lecturer of Spanish and Portuguese Email: og10@nyu.edu   Research/Interest: Quechua Oral Tradition XVI-XXI Centuries; Latin American Literature                     Aisha Khan   Associate Professor of Anthropology Email: ak105@nyu.edu   Research/Interest: Caribbean, Latin America, race and ethnicity, religion (particularly obeah, Islam, Afro-Atlantic religions), theory and method in diaspora studies, creolization.                     Peter Lucas   Adjunct Professor of Latin American and Caribbean Studies Email: peterlucas@nyu.edu   Research/Interest: International studies in human rights, human rights and photography/media, the poetics of witnessing, peace education, human rights education and documentary practice                     Patricio Navia   Master Teacher of Liberal Studies Program Email: pdn200@nyu.edu   Research/Interest: Electoral systems, democratization and democratic institutions.                     Edgardo Pérez Morales   Assistant Professor/Faculty Fellow of Latin American and Caribbean Studies Email: epm7@nyu.edu   Research/Interest: Latin America & the Caribbean, Slavery, Emancipation, Revolution, Privateering, Environmental History                     Dylon Robbins   Assistant Professor of Spanish and Portuguese Email: dylon.robbins@nyu.edu   Research/Interest: Cultural and theoretical production of Brazil and Cuba; African Diasporas; intellectual and cultural histories, media, cinema, and popular music                     Katherine Smith   Assistant Professor/Faculty Fellow of Latin American and Caribbean Studies Email: katherine.smith@nyu.edu   Research/Interest: Culture, arts, religion of Haiti                     María Josefina Saldaña-Portillo   Associate Professor of Social and Cultural Analysis Email: msp6@nyu.edu   Research/Interest: Latina/o cultural studies; development and globalization studies; comparative race in the Americas; 20th century revolutionary thought and literature of the Americas.                     Sinclair Thomson   Associate Professor of History Email: st19@nyu.edu   Research/Interest: Colonial Latin America; Andean region; peasant and Indian politics; Andean religion; race/ethnicity; historical imagination and political memory; Bolivian history and politics.                 GSAS Affiliated       Anthropology           |          Comparative Literature           |          Draper Program           |          Economics           |          Art History           |          French           |          History           |          Latin American and Caribbean Studies           |          Linguistics           |          Museum Studies           |          Music           |          Politics           |          Social and Cultural Analysis           |          Sociology           |          Spanish and Portuguese           |            Affiliated Faculty         Anthropology               Arlene Davila   Email: arlene.davila@nyu.edu   Professor of Anthropology Research/Interest: race and ethnicity; nationalism; media studies; political economy, globalization; the politics of museum and visual representation; urban studies; consumption; Latinos in the U.S.                     Renato I. Rosaldo   Email: renato.rosaldo@nyu.edu   Professor Emeritus of Anthropology Research/Interest: Sociocultural anthropology, theory, history, cultural poetics, poetry, ethnography as text; island Southeast Asia, US Latinos, Mexico.                     Bambi B. Schieffelin   Email: bs4@nyu.edu   Professor of Anthropology Research/Interest: Linguistic anthropology, language ideology, literacy, language socialization, childhood, missionization, Papua New Guinea, Caribbean.                     Noelle M. Stout   Email: nms326@nyu.edu   Assistant Professor of Anthropology Research/Interest: Capitalism; political economy; gender and sexuality; inequality; media and visual anthropology; Cuba and Latin America; the United States.           Art History               Miriam Basilio   Email: miriam.basilio@nyu.edu   Associate Professor of Art History Research/Interest: Art, propaganda, cultural property and national identity in Spain, modern Spanish and Latin American art, and the reception of Latin American art in the United States.                     Edward J Sullivan   Email: edward.sullivan@nyu.edu   Professor of Art History Research/Interest: Art of Latin America, 19th, 20th century art of the Iberian Peninsula, 17th/20th century, Caribbean art.           Comparative Literature               Gabriela Basterra   Email: gabriela.basterra@nyu.edu   Associate Professor of Comparative Literature Research/Interest: Literature and philosophy, ethical and poetic subjectivity, comparative literature, rhetoric, poetry, tragedy, psychoanalysis, ethics and politics, Kant, Levinas.                     Kamau Brathwaite   Email: kb5@nyu.edu   Professor Emeritus of Comparative Literature Research/Interest: Caribbean literature, culture, and society           Draper Program               Robin Nagle             Economics               Raquel Fernandez   Email: raquel.fernandez@nyu.edu   Professor of Economics Research/Interest: International economics, education and income distribution, political economy.                     Kevin Thom   Email: kevin.thom@nyu.edu   Assistant Professor of Economics Research/Interest: Labor Economics, Development Economics and Applied Microeconometrics           French               J. Michael Dash   Email: michael.dash@nyu.edu   Professor of French           History               Lauren Benton   Email: lauren.benton@nyu.edu   Professor of History Research/Interest: Atlantic world, legal history, comparative history of empires.                       Greg Grandin   Email: grandin@nyu.edu   Professor of History                     Barbara Weinstein   Email: bw52@nyu.edu   Professor of History Research/Interest: Modern Latin America, Brazil, labor history, slavery and emancipation, race and gender, regionalism and nationalism.                     Jonathan Zimmerman   Email: jlzimm@aol.com   Professor of History Research/Interest: Education in the U.S. and the world; 20th-century American politics and culture; teaching of history; sexuality and schooling           Linguistics               Gillian Gallagher   Email: ggillian@nyu.edu   Assistant Professor of Linguistics Research/Interest: Phonology and phonetics, Quechua.                     Gregory Guy   Email: gregory.guy@nyu.edu   Professor of Linguistics Research/Interest: Phonology; historical linguistics; Romance linguistics; pidgin and creole studies; phonetics; sociolinguistics and sociolinguistic universals.                     John Victor Singler   Email: john.singler@nyu.edu   Professor of Linguistics Research/Interest: Sociolinguistics; pidgins and creoles; African American English; phonology.                     Renée Blake   Email: renee.blake@nyu.edu   Associate Professor of Linguistics Research/Interest: Urban sociolinguistics; African American Vernacular English; languages and cultures of the Caribbean.           Museum Studies               Bruce J. Altshuler   Email: bruce.altshuler@nyu.edu   Clinical Professor of Museum Studies Research/Interest: History of exhibitions, museum studies, modern and contemporary art.           Music               Jason Stanyek   Assistant Professor of Music Research/Interest: Brazilian music; technologies of popular music; global hip hop; diasporic performance.           Politics               Youssef Cohen (DUGS)   Email: youssef.cohen [at] nyu.edu   Associate Professor of Politics Research/Interest: Political Methodology, Comparative Politics                     Christopher Mitchell (Professor Emeritus)   Email: chris.mitchell [at] nyu.edu   Professor Emeritus of Politics Research/Interest: Latin American politics, United States foreign policy, political aspects of international migration.                     Adam Przeworski   Email: adam.przeworski [at] nyu.edu   Professor of Politics Research/Interest: political economy, methods of cross-national research, democratic theory.                     Tony Spanakos   Email: spanakos@gmail.com   Research/Interest: Comparative Politics, Political Economy, Democratization, and Latin America           Social and Cultural Analysis               Cristina Beltrán   Email: cbeltran@nyu.edu   Associate Professor of Social and Cultural Analysis Research/Interest: modern and contemporary political theory, democratic theory, Latino Studies/Latino politics in the U.S., feminist theory, American political thought, race and ethnicity, gender and sexuality                     Juan Flores   Email: jflores@igc.org   Professor of Social and Cultural Analysis Research/Interest: Social and cultural theory, Latino and Puerto Rican studies, popular music, theory of diaspora and transnational communities, Afro-Latino culture.                     Mary Louise Pratt   Email: mlp7@nyu.edu   Professor of Social and Cultural Analysis           Sociology               Juan E Corradi   Email: juancorradi@gmail.com   Professor of Sociology Research/Interest: Fear and violence; urban cultures; corporate social responsibility programs in developing countries; sociological theory; sociology of culture.                     Jeff Goodwin   Email: jeff.goodwin@nyu.edu   Professor of Sociology Research/Interest: Social movements, revolutions, and terrorism; comparative and historical sociology; social theory; public sociology.                     Guillermina Jasso   Email: gj1@nyu.edu   Professor of Sociology Research/Interest: Basic sociobehavioral theory; distributive justice; status; international migration; inequality and stratification; probability distributions; mathematical methods for theoretical analysis; factorial survey methods for empirical analysis.                     Florencia Torche   Email: florencia.torche@nyu.edu   Associate Professor of Sociology Research/Interest: Comparative sociology, stratification, education, wealth inequality, intergenerational transmission of disadvantage.           Spanish and Portuguese               Laura Amelio   Email: lca220@nyu.edu   Language Lecturer of Spanish and Portuguese Research/Interest: Literature, pedagogy, rhetoric, romanticism, theory, translation.                     Miriam Ayres   Email: mma1@nyu.edu   Senior Language Lecturer of Spanish and Portuguese Research/Interest: second language acquisition, methodologies foreign language instruction, comparative literary and critical studies: Brazil, Spain, Spanish America.                     Tirso Cleves   Email: tc54@nyu.edu   Language Lecturer of Spanish and Portuguese Research/Interest: The short story, Spanish and ESL Education                     Maria de Lourdes Dávila   Email: mdd5@nyu.edu   Clinical Associate Professor of Spanish and Portuguese Research/Interest: 19th and 20th Century Latin American Literature; focus on Southern Cone, Puerto Rican Literature, Latino Studies, Literary Criticism, Aesthetics and Interartistic Studies, Popular Culture, and Translation.                     Enrique Del Risco   Email: ed286@nyu.edu   Language Lecturer of Spanish and Portuguese Research/Interest: Contemporary Latin American Literature; Contemporary Cultural Studies; Cuban Culture and Literature; Nation and National Mythologies; Cultural Exiles.                     Ana María Dopico   Email: ana.dopico@nyu.edu   Associate Professor of Spanish and Portuguese Research/Interest: Comparative studies of the Americas, theory and history of the novel, Cuban and Caribbean Culture, nationhood and imperialism, syncretism and visual culture, memory and popular culture, national poets, public intellectuals and cultural genealogies, U.S. Latino cultures, North-South studies/cultural politics of the global South, gender and narrative, psychoanalysis and social mythologies.                     Georgina Dopico-Black   Email: gdb3@nyu.edu   Associate Professor of Spanish and Portuguese Research/Interest: Early-modern Spanish literatures and cultures; cultural history; the body / anatomy; biopolitics; human / animal studies; gender studies; translation studies; canon formation / libraries; nation / empire; transatlantic studies; Cervantes                     Félix Manuel Burgos   Email: fmburgos@nyu.edu   Language Lecturer of Spanish and Portuguese Research/Interest: Discourse analysis, cognitive semantics, language in mass and social media, sociolinguistics.                     James D. Fernández   Email: jf2@nyu.edu   Associate Professor of Spanish and Portuguese Research/Interest: Historical and cultural relations between Spain, Spanish America and the US; US involvement in the Spanish Civil War; Spanish immigrants in the US; documentary film.                     Sibylle Fischer   Email: sibylle.fischer@nyu.edu   Associate Professor of Spanish and Portuguese Research/Interest: Caribbean literature and culture; Spanish American Independence; the Haitian Revolution; culture and politics in the nineteenth century; the history of political thought.                     Gabriel Giorgi   Email: gag206@nyu.edu   Associate Professor of Spanish and Portuguese Research/Interest: Literature from the Southern Cone; biopolitics; queer theory and gender studies; literature and philosophy; critical theory.                     Heriberto J Hernández   Email: hh46@nyu.edu   Language Lecturer of Spanish and Portuguese Research/Interest: Foreign language methodology, second language acquisition.                       Kenneth Krabbenhoft   Email: kk1@nyu.edu   Professor of Spanish and Portuguese                     Jo Labanyi   Email: jl1220@nyu.edu   Professor of Spanish and Portuguese Research/Interest: Spanish literature and culture of the 19th and 20th centuries; film, especially that of the early Franco period; gender studies; popular culture; memory, especially in relation to the Spanish Civil War.                     Jill Lane   Email: jill.lane@nyu.edu   Associate Professor of Spanish and Portuguese Research/Interest: Latin American theater, comparative approaches to race and performance in the Americas, Cuba.                     Jacques Lezra   Email: jl174@nyu.edu   Professor of Spanish and Portuguese Research/Interest: Comparative literature and literary theory; Shakespeare; the literary and visual culture of Early Modern Europe.                     Anabel Lopez-Garcia   Email: anabel.lopez@nyu.edu   Language Lecturer of Spanish and Portuguese Research/Interest: Medieval and Golden Age Literature, Manuscript Culture, Translation.                     Carlos F. Martinez   Email: cfm5@nyu.edu   Senior Language Lecturer of Spanish and Portuguese Research/Interest: Foreign language methodology, second language acquisition.                     Jordana Mendelson   Email: jm3318@nyu.edu   Associate Professor of Spanish and Portuguese Research/Interest: Early twentieth-century visual culture in Spain                     Judith K. Némethy   Email: jn2@nyu.edu   Clinical Professor of Spanish and Portuguese Research/Interest: Foreign language teaching methodology, second language acquisition, historical linguistics, Spanish dialectology, ethnic, minority and diaspora studies.                     Marta C. Peixoto   Email: marta.peixoto@nyu.edu   Associate Professor of Spanish and Portuguese Research/Interest: Brazilian literature, literary theory, gender theory, modern poetry.                     Eduardo Segura   Email: es140@nyu.edu   Language Lecturer of Spanish and Portuguese Research/Interest: Foreign language methodology, second language acquisition.                             Eduardo Subirats   Email: ers4@nyu.edu   Professor of Spanish and Portuguese Research/Interest: Spanish intellectual history; the Counter Reformation and the colonisation of Spanish America; the Enlightenment; avant-garde theory; artistic movements in Spain and Latin America; modern Latin American and Spanish essay.                       Diana Taylor   Email: diana.taylor@nyu.edu   Professor of Spanish and Portuguese Research/Interest: Performance and politics, theatre and ritual, gender and performance.                     Esther A. Truzman   Email: et41@nyu.edu   Language Lecturer of Spanish and Portuguese Research/Interest: Foreign Language teaching and curricular planning, 19th Century Peninsular and Latin American texts, Transatlantic Studies, Identity Politics                     Carlos Veloso   Email: cv14@nyu.edu   Senior Language Lecturer of Spanish and Portuguese Research/Interest: Luso Brazilian Culture; Contemporary Literature; Art and Culture in Latin America; Aesthetics (second half of the 20th century; philosophy of art);  Individualism, self knowledge, skepticism, theories of solipsism, phenomenology                       Lila Zemborain   Email: lz2@nyu.edu   Clinical Professor of Spanish and Portuguese Research/Interest: Twentieth-century Spanish-American Poetry; relationships between visual arts and contemporary Spanish-American poetry.                     María José Zubieta   Email: mjz1@nyu.edu   Clinical Assistant Professor of Spanish and Portuguese Research/Interest: Translation, legal interpretation, and second language acquisition           Other               Barbara Browning   Email: barbara.browning@nyu.edu   Research/Interest: Brazil and the African diaspora, dance ethnography; race, gender and postcoloniality, spirit possession and healing.                 NYU Affiliated               |           New York University | College of Arts and Science | Gallatin School of Individualized Study | Leonard N. Stern School of Business | Robert F. Wagner Graduate School of Public Service | School of Law | School of Medicine | Silver School of Social Work | The Steinhardt School of Culture, Education and Human Development | Tisch School of the Arts |   NYU Affiliated Faculty       New York University               Angela Carreño   Email: amc1@nyu.edu   Research/Interest: Social Science Bibliographer at Bobst Library of Latin American and Caribbean Studies, Spanish and Portuguese Languages and Literatures, Ethnic Studies           Gallatin School of Individualized Study               Marie Cruz Soto   Email: m.cruz@nyu.edu   Research/Interest: Identity negotiations, (post)memory and other historical narrations, nationalism, community formations, transnational networks, gender, race and imperialism.                     Stacy Pies   Email: sep1@nyu.edu   Research/Interest: Poetry, world literature, narrative across the disciplines and narrative theory, literary criticism, literature and philosophy, and writing on cities and urbanism.                     Millery Polyné   Email: millery.polyne@nyu.edu   Research/Interest: Post-occupation Haiti, transnational socio-political movements (Pan-Americanism and Pan-Africanism); US foreign policy in the Caribbean; intellectual and cultural history.                     Alejandro Velasco   Email: av48@nyu.edu   Research/Interest: Social movements, urban culture and democratization.           Leonard N. Stern School of Business               René A. Caldentey   Email: rcaldent@stern.nyu.edu   Research/Interest: Customer Service, Optimization, Probability Statistics, Retail Management, Stochastic Modeling.                     Ignacio Esponda   Email: iesponda@stern.nyu.edu   Research/Interest: Microeconomic theory, game theory, industrial organization.                     Gabriel Natividad   Email: gnativid@stern.nyu.edu   Research/Interest: Research focuses primarily on how the strategic and financial decisions of the firm are intertwined, especially in companies with a multidivisional form; empirical industrial organization and financial economics; real consequences of information and financing, focusing on specific industries such as the motion picture industry in the United States and the microfinance sector in emerging countries.                     Jeffrey Sharlach   Email: jsharlac@stern.nyu.edu   Research/Interest: Public relations and marketing communications services for global companies and brands targeting Latin American and U.S. Hispanic audiences.           Robert F. Wagner Graduate School of Public Service               John J. Gershman   Email: john.gershman@nyu.edu   Research/Interest: U.S. foreign policy in East and Southeast Asia, the politics of international financial institutions and multilateralism, the political economy of democracy and development, the strategies and responses of social movements and NGOs to globalization, and terrorism.                     Natasha Iskander   Email: natasha.iskander@nyu.edu   Research/Interest: labor migration, economic development, labor mobilization, workforce development, institutional innovation and organizational learning, Mexico and the Middle East                     Salo Coslovsky   Email: salo.coslovsky@nyu.edu   Research/Interest: international development, legal sociology, and organizational behavior, sustainable and equitable growth, Brazil           School of Law               Jose Alvarez   Email: jose.alvarez@nyu.edu                       Paul Chevigny   Email: chevigny@exchange.law.nyu.edu                       Kevin Davis   Email: davisk@exchange.law.nyu.edu                       Cristina Rodríguez   Email: cristina.rodriguez@nyu.edu   Research/Interest: Language, culture and the law, constitutional law, international law and international human rights.                     Bryan Stevensn   Email: bstevenson@eji.org   Research/Interest: Criminal justice reform, punishment, death penalty and prison conditions.           School of Medicine               Nathan Bertelsen   Email: Nathan.Bertelsen@nyumc.org   Research/Interest: Global health curriculum in medical education; non-communicable diseases (NCDs) and comparative primary health care systems; human resources for health (HRH) and interdisciplinary collaborative training                     Thomas Maldonado   Email: thomas.maldonado@nyumc.org   Research/Interest: Endovascular Surgery, Varicose Veins, Lower Extremity Reconstruction, Aneurysm Repair, Aneurysmal Disease, Vascular Surgery, Abdominal Aortic Aneurysms                     Mariano J. Rey   Email: Mariano.Rey@nyumc.org             Silver School of Social Work               Alma J. Carten   Email: alma.carten@nyu.edu   Research/Interest: Child welfare, and the delivery of culturally competent services to children and families;Caribbean and African immigrant communities in the New York metropolitan area.                     Liliana Goldín   Email: goldin@nyu.edu   Research/Interest: Economic anthropology/ development, labor, poverty reduction, indigenous peoples, Guatemala, U.S. Latinos.           The Steinhardt School of Culture, Education and Human Development               Alisha Ali   Email: alisha.ali@nyu.edu   Research/Interest: Poverty, mental health, domestic violence.                     Gary Anderson   Email: ga34@nyu.edu   Research/Interest: Critical Theory, Neoliberalism and Educational Policy, Participatory Action Research, Paulo Freire.                     Dana Burde   Email: dana.burde@nyu.edu                       Fabienne Doucet   Email: fd30@nyu.edu   Research/Interest: Immigrant children’s educational experiences, immigrant adaptation, Haitian immigrants, black children’s educational experiences, immigrant and culturally diverse families, family-school-community partnerships, parenting values and beliefs about education, racial and ethnic identity, racial socialization, gender socialization, social class, qualitative methodology, teaching for social justice / anti-bias education, critical theory, critical discourse analysis.                     Miriam Eisenstein Ebsworth   Email: mee1@nyu.edu   Research/Interest: Second Language Acquisition (special focus on grammar development) , Intercultural Pragmatics, Second Language Writing, Language Attitudes, Technology and Second Language Learning.                     Pamela Fraser-Abder   Email: pamela.abder@nyu.edu   Research/Interest: The professional development of science and mathematics teachers with special attention to the impact of gender and cultural issues on teaching and learning, the development of research-based strategies for achieving scientific literacy for all.                     James Macinko   Email: james.macinko@nyu.edu   Research/Interest: Brazil, evaluation of public policies, child health, health disparities.                     Gigliana Melzi   Email: gigliana.melzi@nyu.edu   Research/Interest: Language and literacy development.                     Erin Murphy-Graham   Email: erin.murphy@nyu.edu   Research/Interest: The role education plays in promoting gender equality and women’s empowerment, the expansion and reform of secondary education in Latin America, and the connection between research and policy.                     Shondel Nero   Email: shondel.nero@nyu.edu   Research/Interest: Language, literacy, and education of Caribbean Creole English Speakers; Anglophone Caribbean Language and Culture; Teaching English as a Second Language (ESL); Teaching Standard English as a Second Dialects (SESD); World Englishes and Dialects in Education; Sociolinguistics; Language and Identity; Culturally Responsive Pedagogy, especially with regard to immigrant children from the Anglo and Spanish Caribbean.                     Pedro Noguera   Email: pedro.noguera@nyu.edu   Research/Interest: Sociology of education, race and ethnic relations, sociology of development, immigration, political change in the Caribbean.                     Juan Pinon   Email: jpinon@nyu.edu   Research/Interest: Latino/Latin American media, globalization, migration, political economy, television studies and social and cultural practices.                     Carola Suárez-Orozco   Email: cso2@nyu.edu   Research/Interest: Immigration; identity; education.                     Marcelo Suárez-Orozco   Email: mso3@nyu.edu   Research/Interest: Cultural psychology and psychological anthropology with a focus on the study of immigration and globalization; Latino Studies.                     Niobe Way   Email: nw4@nyu.edu                       Jonathan Zimmerman   Email: JLZIMM@aol.com   Research/Interest: History of Education; Sex and Sexuality; History and Memory.           Tisch School of the Arts               Gwendolyn Alker   Email: gwendolyn.alker@nyu.edu   Research/Interest: Gender and Performance, Religion and Performance, Latin American and Latino Theatre, Sound Theory and Linguistic Philosophy.                      José Angel Santana   Email: j.a.santana@nyu.edu   Research/Interest: Member: Screen Actors Guild, Actor's Equity, American Federation of Radio and Television Artists. He is a lifetime member of New York's Ensemble Studio Theater and his aim is to make a vital contribution to the community in which he lives.                     Barbara Browning   Email: barbara.browning@nyu.edu   Research/Interest: Brazil and the African diaspora, dance ethnography; race, gender and postcoloniality, spirit possession and healing.                     André Lepecki   Email: andre.lepecki@nyu.edu   Research/Interest: Relationships between dance, philosophy and sculpture.                     Randy Martin   Email: randy.martin@nyu.edu   Research/Interest: Ethnography, Cultural and Political Theory, performing arts, labor, social movements.                     Fred Ritchin   Email: fred@pixelpress.org                       Ella Shohat   Email: ella.shohat@nyu.edu   Research/Interest: Cultural Studies, Postcolonial Theory, Transnational and gender studies                     Robert P. Stam   Email: rps1@nyu.edu   Research/Interest: Brazilian cinema novo; Third World cinema.           Other               Sonia M. Ospina   Email: sonia.ospina@nyu.edu   Research/Interest: Leadership and social change; public management and governance in Latin America; and collaborative problem solving in public service organizations.                     Michele Shedlin   Email: mshedlin@nyu.edu   Professor of Research/Interest: Reproductive health, Substance abuse, HIV/AIDS, Immigrant/refugee health, Sexual minorities, Qualitative research methodology                     Allison Squires   Email: aps6@nyu.edu   Research/Interest: Global Health, Healthcare human resources, Health services research, Language & translation methods, Nursing Education                                 Quick Links         &gt; CLACS Executive Committee                                       Contact Us | &copy; New York University , Arts and Science"}]}]