[{"detail": [{"content": "Ma Lab @ CNS NYU                  Ma Lab   Theoretical neuroscience and experimental psychology  Perception, working memory, decision-making     Center for Neural Science &amp; Department of Psychology   New York University                    Home   |  People   | Research   | Publications   |  Courses   |  Data and code                 Home    We study the behavioral and neural computations underlying perception, working memory, and decision-making. Sensory information is imperfect and incomplete, and the brain has evolved clever (and sometimes not so clever) solutions to deal with the resulting uncertainty. To understand these solutions, we use mathematical models, model-driven behavioral experiments in humans, and computer simulations. We collaborate with researchers in monkey electrophysiology and human fMRI.      Topics we have worked on in recent years include     visual working memory limitations   visual categorization   visual attention   neural implementations of probabilistic inference   multisensory perception and learning   decision-making in strategic games similar to chess     Teaching  I am currently teaching \"From illusions to inference\" (undergraduate psychology elective) and \"Introduction to theoretical neuroscience\"  (undergraduate/graduate neuroscience elective).     Mentorship  With Cristina Alberini, I started a conversation series called \"Growing up in science\" , about the psychological and social issues of working in science. Contact  Wei Ji Ma  Center for Neural Science and Department of Psychology  New York University  4 Washington Place  New York, NY 10003    Office: Meyer 1101  Phone: +1 (212) 992-6530  Email: weijima@nyu.edu              News     Hongsup successfully defended his PhD (March 24, 2015)!   Hongsup won the Best Student Talk award at BCM's Rush Record retreat (Feb 15, 2014)!   Deepna won the first prize among graduate students in the Annual Neuroscience Poster Session (Dec 7, 2013)!   Our new lab website is up! (Sep 9, 2013)"}]},
{"detail": [{"content": "Ma Lab @ CNS NYU                  Ma Lab   Theoretical neuroscience and experimental psychology  Perception, working memory, decision-making     Center for Neural Science &amp; Department of Psychology   New York University                    Home   |  People   | Research   | Publications   |  Courses   |  Data and code                 Home    We study the behavioral and neural computations underlying perception, working memory, and decision-making. Sensory information is imperfect and incomplete, and the brain has evolved clever (and sometimes not so clever) solutions to deal with the resulting uncertainty. To understand these solutions, we use mathematical models, model-driven behavioral experiments in humans, and computer simulations. We collaborate with researchers in monkey electrophysiology and human fMRI.      Topics we have worked on in recent years include     visual working memory limitations   visual categorization   visual attention   neural implementations of probabilistic inference   multisensory perception and learning   decision-making in strategic games similar to chess     Teaching  I am currently teaching \"From illusions to inference\" (undergraduate psychology elective) and \"Introduction to theoretical neuroscience\"  (undergraduate/graduate neuroscience elective).     Mentorship  With Cristina Alberini, I started a conversation series called \"Growing up in science\" , about the psychological and social issues of working in science. Contact  Wei Ji Ma  Center for Neural Science and Department of Psychology  New York University  4 Washington Place  New York, NY 10003    Office: Meyer 1101  Phone: +1 (212) 992-6530  Email: weijima@nyu.edu              News     Hongsup successfully defended his PhD (March 24, 2015)!   Hongsup won the Best Student Talk award at BCM's Rush Record retreat (Feb 15, 2014)!   Deepna won the first prize among graduate students in the Annual Neuroscience Poster Session (Dec 7, 2013)!   Our new lab website is up! (Sep 9, 2013)"}, {"content": "Introducing NYU's New Spatial Data Repository: Making Mapping Easier                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   Publications   /   Connect: Information Technology   /   2011   /   December   /   14                                                         Introducing NYU's New Spatial Data Repository: Making Mapping Easier         By Samantha Guss and Himanshu Mistry            December 14, 2011                                       After a successful pilot this past summer, the Data Service Studio (DSS) has now launched the NYU Spatial Data Repository service, which allows NYU researchers who require geographic information systems (GIS) data to easily find and access it directly through ArcGIS software or by downloading it through the Libraries website. This new service has enabled the DSS to add even more spatial data to its collection while making it easier to access.   GIS services at the DSS   The GIS services at the DSS support teaching, learning, and research with geospatial technology across the University. The Spatial Data Repository (SDR) is a welcome addition to the GIS services long provided by the Data Service Studio (and previously by ITS Statistical Computing).   The DSS provides free access to and actively supports the use of ArcGIS software , spatial data, and training modules. Produced by Environment Systems Research Institute (ESRI), ArcGIS includes mapping and analysis software such as ArcInfo and various components like ArcMap and ArcCatalog. Although ArcGIS is not the only GIS software available on the market, it is the clear market driver—nearly all other GIS software is interoperable with ESRI's spatial data file type, the shapefile.   NYU GIS research   Currently, much research is being done that utilizes spatial technology. GIS has enabled researchers to integrate various data into one system, overlay map layers, analyze and model spatial data, and visualize the results in maps, reports, and charts. As a result, the DSS has seen a significant increase in the number of GIS users from many departments, disciplines, and administrative units across the university. GIS use at NYU is particularly common in the urban planning, transportation, environmental planning, housing, real estate, public health, political science, archaeology, history, food studies, economics, epidemiology, and urban design fields.   One of the most time-consuming tasks when conducting research that involves GIS is finding and accessing relevant spatial data sets. Since its inception, the DSS has provided access to spatial data and helped members of the University community find other available data (such as public data from the City of New York). Prior to the Spatial Data Repository, however, those with GIS data needs had to physically come to the Library and meet with a GIS specialist or data librarian to get the data they needed, which was then delivered via physical media or copied to a memory stick.   Additionally, even though some of the data is freely available, downloading the giant files is time-consuming and repetitive. For example, if a researcher was looking for data on a small study area like Greenwich Village (approximately a 0.20 MB file), they might have had to first download the whole New York City data set (a 250 MB file), or even the entire New York State data set, and then extract the needed subset. This is primarily due to the way government agencies distribute their data in a packaged, or zipped, format. It became very clear that the DSS needed a better way for researchers to find and access spatial data, and so the idea for the NYU Spatial Data Repository was born.   The SDR launched in August 2011. It is the result of more than a year of work with input from seven main team members in ITS and the Division of Libraries, with many others consulting. The SDR contains more than 145 datasets, most of which contain ESRI data and frequently-used public data from the City of New York, such as NYC Community Districts and NYC Streets (LION).   Using the SDR, researchers can quickly and easily find available data without having to visit the DSS in person. They can access all the data they need much faster and more easily, whether it's for a small park, a community district, or the entire country.   How to access the NYU Spatial Data Repository (SDR)   The SDR is available to all current NYU community members with a valid NetID and password , and can be accessed in two ways. The first is by making a direct database connection to the SDR through ArcGIS client software; for instructions on setting up your connection, see the PDF guide . This option allows you to search and browse the DSS' spatial data collection, quickly preview data without downloading it, and extract what you need for your particular project using ArcMap. (Note that to connect from off-campus, you'll need to be logged into NYU-NET using a VPN connection; instructions are included in the SDR documentation found at the link provided above.)   The second way to find and access data through the SDR is by visiting NYU's GIS website . Here you will find a list of the data sets in the SDR, which are available for download in zip file format (.zip). This method of access makes the DSS' spatial data collections available to those using software other than ArcGIS and to ArcGIS users who wish to browse the available data and download it for future use. (To view and download data from off campus, you will need to sign in with your NYU NetID and password.)   Future of the SDR   The SDR service is continually evolving and project team members already have many ideas for expansion and future improvements. For instance, we plan to move away from downloading through the GIS website and incorporate the data collection into the Libraries' wider search environment. The DSS will be working with the Libraries' Knowledge Access and Resource Management Services (KARMS) department to determine how to best simplify searching, discovery, and access to the spatial data sets residing in the SDR.   Of course, the DSS will also continue to expand its collection of spatial data to meet the needs of its clients. This will include continually refreshing ESRI data and data derived from free sources as well as considering new licensed data resources. Another important area of collection development will be to include data sets created by NYU faculty members and others who want to share them with the NYU community. Because data creators often want to share the results of their research with colleagues outside their own institution, the DSS will also prioritize providing wider access to original data and crafting a preservation plan to ensure long-term access to our collections.   If you use GIS, or would like to, the Data Service Studio offers training on GIS software and accessing data through the SDR several times each semester; see the Libraries' Classes website for current offerings. Additionally, the DSS GIS website has documentation available to get you started, and consultants at the DSS are always available for one-on-one help. If you have feedback on the SDR, or are interested in contributing your own spatial data, please contact the Data Service Studio by sending an e-mail to data.service@nyu.edu .     ABOUT THE AUTHORS     Samantha Guss is NYU's Data Services Librarian. Himanshu Mistry is the GIS Specialist and manages GIS services at the Data Service Studio. He has worked with NYC Department of City Planning as an urban planner-designer.                        This Article is in the following Topics:      Connect - Information Technology at NYU , Research , Mapping           Type: Article                                       FINDING HOT SPOTS: Using Social Explorer, a tool available through the DSS, NYU community members can map Census data for social research.                About the NYU Data Service Studio (DSS)   The DSS at NYU is a joint Information Technology Services (ITS) and Libraries facility on the 5th floor of Bobst Library that opened in fall 2008. The DSS is a center for statistical computing, GIS software, and data-related research. It also provides services and support for all parts of the research data lifecycle. For more information, see the Data Service Studio website.                                 SOCIAL AWARENESS: GIS technology from Esri allows NYU community members to create maps using diverse data sets. This map of the October 2011 earthquake in Turkey displays near-real-time data from social media sites YouTube, Twitter, and Flickr.                   Search News                                       Keywords:                          Select a Topic             Data Management &amp; Storage         Learning Management Systems         Mobile         Research         Technical Support         Technology         Technology Security         Wireless Technology                       View articles from:          Through:             Advanced Search                            Recent Connect articles                   Teaching Practices &amp; Technology Platforms   Monday, January 19, 2015          NYU Classes Upgrade During Winter Recess   Wednesday, December 3, 2014          NYU Tries to &#034;Hack&#034; Ebola   Tuesday, December 2, 2014          Geographic Information Systems: Mapping Data   Monday, October 27, 2014          Global Learning Innovation Brings Technology to Classrooms   Monday, October 27, 2014          NYU Poly Prototyping Fund Showcase   Wednesday, October 22, 2014          Instructional Video Module Production   Wednesday, October 22, 2014          Connecting a Student&#039;s Academic Career with Learning Portfolio   Monday, September 22, 2014          Upgrading a Historical Building in Prague   Thursday, September 18, 2014          Augmented Reality   Thursday, September 4, 2014              More                                                     NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Ma Lab @ CNS NYU                  Ma Lab   Theoretical neuroscience and experimental psychology  Perception, working memory, decision-making     Center for Neural Science &amp; Department of Psychology   New York University                    Home   |  People   | Research   | Publications   |  Courses   |  Data and code                 Home    We study the behavioral and neural computations underlying perception, working memory, and decision-making. Sensory information is imperfect and incomplete, and the brain has evolved clever (and sometimes not so clever) solutions to deal with the resulting uncertainty. To understand these solutions, we use mathematical models, model-driven behavioral experiments in humans, and computer simulations. We collaborate with researchers in monkey electrophysiology and human fMRI.      Topics we have worked on in recent years include     visual working memory limitations   visual categorization   visual attention   neural implementations of probabilistic inference   multisensory perception and learning   decision-making in strategic games similar to chess     Teaching  I am currently teaching \"From illusions to inference\" (undergraduate psychology elective) and \"Introduction to theoretical neuroscience\"  (undergraduate/graduate neuroscience elective).     Mentorship  With Cristina Alberini, I started a conversation series called \"Growing up in science\" , about the psychological and social issues of working in science. Contact  Wei Ji Ma  Center for Neural Science and Department of Psychology  New York University  4 Washington Place  New York, NY 10003    Office: Meyer 1101  Phone: +1 (212) 992-6530  Email: weijima@nyu.edu              News     Hongsup successfully defended his PhD (March 24, 2015)!   Hongsup won the Best Student Talk award at BCM's Rush Record retreat (Feb 15, 2014)!   Deepna won the first prize among graduate students in the Annual Neuroscience Poster Session (Dec 7, 2013)!   Our new lab website is up! (Sep 9, 2013)"}, {"content": "Introducing NYU's New Spatial Data Repository: Making Mapping Easier                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   Publications   /   Connect: Information Technology   /   2011   /   December   /   14                                                         Introducing NYU's New Spatial Data Repository: Making Mapping Easier         By Samantha Guss and Himanshu Mistry            December 14, 2011                                       After a successful pilot this past summer, the Data Service Studio (DSS) has now launched the NYU Spatial Data Repository service, which allows NYU researchers who require geographic information systems (GIS) data to easily find and access it directly through ArcGIS software or by downloading it through the Libraries website. This new service has enabled the DSS to add even more spatial data to its collection while making it easier to access.   GIS services at the DSS   The GIS services at the DSS support teaching, learning, and research with geospatial technology across the University. The Spatial Data Repository (SDR) is a welcome addition to the GIS services long provided by the Data Service Studio (and previously by ITS Statistical Computing).   The DSS provides free access to and actively supports the use of ArcGIS software , spatial data, and training modules. Produced by Environment Systems Research Institute (ESRI), ArcGIS includes mapping and analysis software such as ArcInfo and various components like ArcMap and ArcCatalog. Although ArcGIS is not the only GIS software available on the market, it is the clear market driver—nearly all other GIS software is interoperable with ESRI's spatial data file type, the shapefile.   NYU GIS research   Currently, much research is being done that utilizes spatial technology. GIS has enabled researchers to integrate various data into one system, overlay map layers, analyze and model spatial data, and visualize the results in maps, reports, and charts. As a result, the DSS has seen a significant increase in the number of GIS users from many departments, disciplines, and administrative units across the university. GIS use at NYU is particularly common in the urban planning, transportation, environmental planning, housing, real estate, public health, political science, archaeology, history, food studies, economics, epidemiology, and urban design fields.   One of the most time-consuming tasks when conducting research that involves GIS is finding and accessing relevant spatial data sets. Since its inception, the DSS has provided access to spatial data and helped members of the University community find other available data (such as public data from the City of New York). Prior to the Spatial Data Repository, however, those with GIS data needs had to physically come to the Library and meet with a GIS specialist or data librarian to get the data they needed, which was then delivered via physical media or copied to a memory stick.   Additionally, even though some of the data is freely available, downloading the giant files is time-consuming and repetitive. For example, if a researcher was looking for data on a small study area like Greenwich Village (approximately a 0.20 MB file), they might have had to first download the whole New York City data set (a 250 MB file), or even the entire New York State data set, and then extract the needed subset. This is primarily due to the way government agencies distribute their data in a packaged, or zipped, format. It became very clear that the DSS needed a better way for researchers to find and access spatial data, and so the idea for the NYU Spatial Data Repository was born.   The SDR launched in August 2011. It is the result of more than a year of work with input from seven main team members in ITS and the Division of Libraries, with many others consulting. The SDR contains more than 145 datasets, most of which contain ESRI data and frequently-used public data from the City of New York, such as NYC Community Districts and NYC Streets (LION).   Using the SDR, researchers can quickly and easily find available data without having to visit the DSS in person. They can access all the data they need much faster and more easily, whether it's for a small park, a community district, or the entire country.   How to access the NYU Spatial Data Repository (SDR)   The SDR is available to all current NYU community members with a valid NetID and password , and can be accessed in two ways. The first is by making a direct database connection to the SDR through ArcGIS client software; for instructions on setting up your connection, see the PDF guide . This option allows you to search and browse the DSS' spatial data collection, quickly preview data without downloading it, and extract what you need for your particular project using ArcMap. (Note that to connect from off-campus, you'll need to be logged into NYU-NET using a VPN connection; instructions are included in the SDR documentation found at the link provided above.)   The second way to find and access data through the SDR is by visiting NYU's GIS website . Here you will find a list of the data sets in the SDR, which are available for download in zip file format (.zip). This method of access makes the DSS' spatial data collections available to those using software other than ArcGIS and to ArcGIS users who wish to browse the available data and download it for future use. (To view and download data from off campus, you will need to sign in with your NYU NetID and password.)   Future of the SDR   The SDR service is continually evolving and project team members already have many ideas for expansion and future improvements. For instance, we plan to move away from downloading through the GIS website and incorporate the data collection into the Libraries' wider search environment. The DSS will be working with the Libraries' Knowledge Access and Resource Management Services (KARMS) department to determine how to best simplify searching, discovery, and access to the spatial data sets residing in the SDR.   Of course, the DSS will also continue to expand its collection of spatial data to meet the needs of its clients. This will include continually refreshing ESRI data and data derived from free sources as well as considering new licensed data resources. Another important area of collection development will be to include data sets created by NYU faculty members and others who want to share them with the NYU community. Because data creators often want to share the results of their research with colleagues outside their own institution, the DSS will also prioritize providing wider access to original data and crafting a preservation plan to ensure long-term access to our collections.   If you use GIS, or would like to, the Data Service Studio offers training on GIS software and accessing data through the SDR several times each semester; see the Libraries' Classes website for current offerings. Additionally, the DSS GIS website has documentation available to get you started, and consultants at the DSS are always available for one-on-one help. If you have feedback on the SDR, or are interested in contributing your own spatial data, please contact the Data Service Studio by sending an e-mail to data.service@nyu.edu .     ABOUT THE AUTHORS     Samantha Guss is NYU's Data Services Librarian. Himanshu Mistry is the GIS Specialist and manages GIS services at the Data Service Studio. He has worked with NYC Department of City Planning as an urban planner-designer.                        This Article is in the following Topics:      Connect - Information Technology at NYU , Research , Mapping           Type: Article                                       FINDING HOT SPOTS: Using Social Explorer, a tool available through the DSS, NYU community members can map Census data for social research.                About the NYU Data Service Studio (DSS)   The DSS at NYU is a joint Information Technology Services (ITS) and Libraries facility on the 5th floor of Bobst Library that opened in fall 2008. The DSS is a center for statistical computing, GIS software, and data-related research. It also provides services and support for all parts of the research data lifecycle. For more information, see the Data Service Studio website.                                 SOCIAL AWARENESS: GIS technology from Esri allows NYU community members to create maps using diverse data sets. This map of the October 2011 earthquake in Turkey displays near-real-time data from social media sites YouTube, Twitter, and Flickr.                   Search News                                       Keywords:                          Select a Topic             Data Management &amp; Storage         Learning Management Systems         Mobile         Research         Technical Support         Technology         Technology Security         Wireless Technology                       View articles from:          Through:             Advanced Search                            Recent Connect articles                   Teaching Practices &amp; Technology Platforms   Monday, January 19, 2015          NYU Classes Upgrade During Winter Recess   Wednesday, December 3, 2014          NYU Tries to &#034;Hack&#034; Ebola   Tuesday, December 2, 2014          Geographic Information Systems: Mapping Data   Monday, October 27, 2014          Global Learning Innovation Brings Technology to Classrooms   Monday, October 27, 2014          NYU Poly Prototyping Fund Showcase   Wednesday, October 22, 2014          Instructional Video Module Production   Wednesday, October 22, 2014          Connecting a Student&#039;s Academic Career with Learning Portfolio   Monday, September 22, 2014          Upgrading a Historical Building in Prague   Thursday, September 18, 2014          Augmented Reality   Thursday, September 4, 2014              More                                                     NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "The Multiple (Eye)dentity Series                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Student Life   /   Student Diversity   /   Multicultural Education and Programs   /   Programs and Events                                                     The Multiple (Eye)dentity Series      The Multiple (Eye)dentity Series is comprised of films, performances and speakers that showcase the ways in which art and media are platforms for creating dialogue, sharing personal narratives, exploring issues of identity and diversity, and encouraging activism and social change.   Through our Making It In Series , CMEP provides opportunities to engage with current professionals across a number of diverse fields. These industry veterans share how diversity and their social identities have impacted their careers while offering job/internship suggestions and career advice. The Making It In Media Program is done in conjunction with the Wasserman Center for Career Development        Check back here often for updates on up-coming events, as well as information and pictures from events throughout the year! You can also see ALL of our events via bit.ly/cmepevents.              Photo Gallery: MIS_Mark Travis Rivera                                                                                                                                                                                                                                                                                                                                                                            Photo Gallery: MIIM_LGBTQ Identities in Media                                                                                                                                                                                                                                                                                                                                                                                Performances                                                  Spring 2015                               Renaissance in the Belly of a Killer Whale   Wednesday, March 4th, 6-8pm, Kimmel 802  The unique stories of three young women and their love affairs with Harlem from youth to young adulthood. Through spoken word poetry, theatre, dance, and song, they explore the conflicts in coming to terms with a gentrified Harlem and establishing a new Harlem Renaissance that will embrace the inevitable change to their neighborhood while revitalizing the rich culture of its past. Co-sponored by the Organization of Black Women at NYU as part of Women's Herstory Month   CMEP Presents: A Night of Slam Poetry with Kit Yan   DUE TO INCLEMENT WEATHER, EVENT HAS BEEN POSTPONED.  Kit Yan is a queer, transgender, and Asian American Brooklyn based slam poet from Hawaii. Kit performs entertaining and educational theatrical slam poetry pieces about his life as a queer, transgender, and Asian American through stories about family, love, and social justice. Kit has been seen on television programs such as HBO’s Asian Aloud, PBS’ Asian America and MYX TV. His recent performances include headliner at the True Colors Youth Conference, headliner at the New England Queer People of Color Conference, and the Brooklyn Museum.                                                                Fall 2014                               Check back for more future events!                        Films                                                  Spring 2015                               Check back for future events!                                                              Fall 2014                               Kumu Hina   Thursday, December 11th, 6:30-9:30pm  KUMU HINA is a powerful film about the struggle to maintain Pacific Islander culture and values within the westernized society of modern day Hawai'i. It is told through the lens of an extraordinary Native Hawaiian who is both a proud and confident mahu, or transgender woman, and an honored and respected kumu, or teacher, cultural practitioner, and community leader. Learn more at: http://kumuhina.tumblr.com/ RSVP here: bit.ly/cmepevents   American Dreams Deferred   Tuesday, November 18th, 6:30-7:30pm  A young Latino man juggles unconditional family love with the challenge of breaking the cycle that has kept some relatives from reaching their dreams. Set against a backdrop of Coney Island and Fayetteville, North Carolina, an NYU graduate student turns the camera on his Puerto Rican-American family plagued by social, medical and public health issues. U.S. health care and culture are examined through this young man's lens, which also explore both his and family’s dreams. Many immigrants in the U.S. and their descendants aspire to realize the American dream and whether beholden to high self-imposed standards or assessed as falling short by social judgment, this Latino family aims for better. At the story’s genesis, it’s about a family’s migration from Puerto Rico in the 1950’s chasing the American dream. Now two generations later, who has attained the American dream? RSVP here: bit.ly/cmepevents   Black Heirlooms   Tuesday, October 28th, 6-9pm, Kimmel 905  When the 86 year old matriarch, Edna 'Mee Mah' Royal was hospitalized after a stroke, her 8 children became irreconcilably divided over her care and estate. Through the stories of her children, grandchildren, and supporting interviews with prominent researchers, lawyers, and financial planners-- Black Heirlooms examines the need for devising a family plan in communities of color to create and transfer intergenerational wealth, traditions, and values. RSVP here: bit.ly/cmepevents                        Speakers and Panels                                                  Spring 2015                               Men of Color in Education   Tuesday, February 24th, 6-8pm, Kimmel 912  Join us for a panel discussion on the challenges and obstacles men of color often face in the education field. Featuring a special performance by Jaylene Clark Owens.   Brown People in the Jewish Faith   Monday, February 2nd, 6-7:30pm, 7 East 10th Street, between 5th Ave and University  In a culture largely assumed to be only White lives another narrative rarely discussed. Join us for a provocative discussion about the experiences of people of color within the Jewish Faith.                                                              Fall 2014                               Mass Incarceration &amp; Policing of Target Groups   Thursday, November 13th, 6-8pm, Kimball Lobby (246 Green Street)  As incarceration rates continue to soar, hardships for individuals with past criminal convocations are increasing exponentially. Join CMEP and The Incarceration to Education Coalition about life after prison and the challenges that individuals often face.   Networking and Personal Branding Workshop   Wednesday, October 29th, 12-2pm, Kimmel 912  Looking for a job or internship? Interested in learning how to expand your personal network? Need tips about how to market your personal brand? Join CMEP for a networking workshop to help you land that perfect job. &amp;nbsp;   Discrimination on Queer Dating Sites   Monday, October 20th, 6-8pm, Kimmel 802 &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; &amp;nbsp; No fats and no fems--we've seen it all on social dating sites. As a community that continues to fight for acceptance from non-queer individuals, how do we promote acceptance of diverse identities within our community. Join us for a panel discussion and open dialogue about this important issue.                        Making It In Series                                                  Spring 2015                               Making It In: Tech   Tuesday, February 17th, 12PM-1:30PM, NYU Poly Campus, Dibner Library, LC400  Interested in hearing from industry professionals about what it takes to make it in tech? Looking for ways to market your diverse background during the job search? Join us for a panel discussion featuring Ariel Lopez from 2020Shift. Food is provided! RSVP here: http://ow.ly/HEaL0                                                                Fall 2014                               Making It In: Media   Tuesday, November 11th, 12PM-1:30PM, Kimmel 912  Interested in hearing from industry professionals about what it takes to make it in media? Want to know what you should be doing now to prepare? Join us for a panel discussion with representatives from Buzzfeed. Food is provided! RSVP here: http://ow.ly/CKpyR   Making It In: Finance   Tuesday, October 7th, 12PM-1:30PM, Kimmel 912  Interested in hearing from industry professionals about what it takes to make it in finance? Want to know what you should be doing now to prepare? Join us for a panel discussion with representatives from Ares Management and JP Morgan Chase. Food is provided! RSVP here: bit.ly/cmepevents   Making It In: Journalism   Wednesday, September 3rd, 2PM-3PM, Kimmel 907  Interested in hearing from industry professionals about what it takes to make it in the field of journalism? Want to know what you should be doing now to prepare? Join us for a panel discussion with representatives from Twitter and The New York Post. Food is provided! RSVP here: bit.ly/cmepevents                                     Questions?   For more information, please contact Matt Banks at mdb526@nyu.edu .                                                       Upcoming Programs!                                                                                                                                                                     Fall 2014 Multiple (Eye)dentity Series Events                                                                                                                                                                                                                                                                                                                                                                                                                                                          NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]