[{"detail": [{"content": "M.A. in Arts Politics: Tisch School of the Arts at NYU                           Skip to content        Art &amp; Public Policy Home Masters in Arts Politics Center for Art and Public Policy Course Offerings News and Events Faculty Twitter Facebook  home &gt; Art and Public Policy        Master of Arts in Arts Politics  The M.A. in Arts Politics: An Activist, Critical, Interdisciplinary Graduate Program    \"The time has come to train unique arts activists–capable of activating critical and creative dialogue between art and the world, and committed to reshaping how art is produced, perceived and received.\"    The politics that make art. The politics that art makes. This is an opportunity for artists and those working in the intellectual and institutional domains of art to enhance and elaborate the value and significance of their creative endeavors through intensive study, reflection, and engagement with the university and the world. Based at Tisch, the program combines a dedicated core faculty with access to faculty and courses from five different schools at New York University.    Students who undertake this advanced course of study will gain a broad understanding of the issues and the skills required to make their ideas work in practice. They will be well placed to assume a leadership role in creating new institutional venues and public forums for creative work with their publics and for deepening an understanding of how art enriches social life. Students will be encouraged to become advocates for the arts from within the arts. The program will provide a deep grasp of what makes art necessary—both aesthetically and socially—and what constrains its expression and development. They will complicate received notions of access to the arts and the artist’s social responsibility.    New York University is already renowned for producing precisely this kind of independent creative intelligence oriented toward making a mark in the world. Drawing on a diverse faculty across School and departmental lines, a dedicated core faculty, and special visiting faculty, the program avails itself of rich resources and its location in a global cultural center. Students will learn to blend esthetic and social innovation in close connection with various art worlds. They will be able to work collaboratively across disciplinary lines with a robust integration of creative talent and critical acumen. The goal of the program is to train unique arts activists—capable of activating critical and creative dialogue between art and world and committed to reshaping how art is produced, perceived, and received.    …the relation between art and society and the role of the artist in civic life.    The M.A. in Arts Politics Program provides a critical and analytic setting in which artists and others with a social commitment to the arts can develop the means for an appraisal of the political implications and social significance of their work. The program combines an administrative home within the Tisch School of the Arts with partnerships across other NYU schools to offer a spectrum of interdisciplinary courses. The curriculum examines, in an activist key, the relation between art and society and the role of the artist in civic life. Art is treated as providing a particular lens through which the social world can be understood and as a medium of cultural intervention in political processes.    The M.A. program combines core courses with relevant electives drawn from across the University. Students attend classes with those who have related arts interests in other University areas and come together to critically reflect on the discourses and practical strategies that issue from the ability of art to intervene in and transform the social world. Arts politics considers art as both a way of knowing and a kind of action, as an invitation to claim artistic citizenship and a means to democratize the public sphere.    Arts politics attends to both formal and informal political processes that bear on the production, dissemination, and reception of the arts. It integrates approaches from the humanities, social sciences, and the arts themselves. It studies governmental and policy processes and the institutional ecology and political economy of the arts. It employs perspectives that understand how to decode cultural meanings, how social movements are formed, and how to read the aesthetic dimension of contemporary politics. Through official patronage and censorship, celebration and loathing, affirmation and critique of prevailing values, art has long been imbricated and implicated in the political. Yet arts politics is never fixed; its historical and cross-cultural variations help us understand what possibilities exist for civically engaged artists working in the present.    In the United States, cultural policy is typically seen as being weakly developed, and the skills artists use to get their work into the world often frequently rest on tacit knowledge. Art is rarely bestowed with official status or sanction, which can make its social or political impact all the more challenging to discern. Given the often-subtle ways in which art interacts with and acts upon the social world, the political value and efficacy of art can be difficult to assess. Alternately, when art itself is grasped epistemologically, as a way of knowing the world, a distinctive array of art’s social effects becomes legible.    Curriculum    The M.A. is an intensive one year (two semester) program in which students take 18 credits per semester. The curriculum requires four specific courses for this program. They are “Issues in Arts Politics,” “Seminar in Arts Activism,” “Graduate Colloquium,” and “Graduate Fieldwork.” Students also enroll in at least two electives offered through the Department of Art and Public Policy during the course of the academic year. In addition, students must take up to 16 points of electives drawn from a University-wide list of linked course offerings, including advanced course work in art and public policy. Enrollment in the program will remain small, so that there is room in the core courses for students from other programs at the University. Program electives are courses from around the University that are already on the books, and the respective departments have already agreed to admit arts politics students (subject to permission of the individual instructor).    Issues in Arts Politics    This seminar aims to give students both a conceptual and practical grounding in the range of issues and approaches by which arts politics can be understood. The course will be framed by the following considerations: What are the institutional, discursive, and ideological contexts that shape the objects, images, sounds or texts we call “art?” What are the links between cultural spaces-- the museum, the movie-theater, the gallery, the music/dance hall, the bookstore, the fashion runway, the public street, television, cyber space-- and the larger realm of politics? And how do these relationships impact, implicitly or explicitly, the ways we create, curate, or study the arts? How do consumers play an active role in the reception of cultural products? What is the relation between formally promulgated cultural policy and the tacit knowledge that artists call upon to get their work into the world? What dimensions of the broader cultural terrain are made legible through artistic practice? What are the means through which art intervenes in the political arena? “Art” will be studied as a site of contested representations and visions, emb edded in power formations-- themselves shaped by specific historical moments and geographical locations. Given contemporary global technologies, cultural practices will also be studied within the transnational “travel” of ideas and people. Such germane issues as the legal and constitutional dimensions of censorship, the social formation of taste, the consumption of stars, the bio-politics of the body, transnational copyrights law-- will all pass through an intersectional analyses of gender, race, class, sexuality, ethnicity, religion, and nation, incorporating the insights of such areas of inquiry as multiculturalism, feminism, postcolonialism, and queer studies. The first half of the course is explores certain key conceptual issues and the second half examines practical applications. Specific examples are provided through student presentations.    Seminar in Arts Activism    This seminar will focus on developing our work, theory, and art into a realized production. Each student will start with presenting his or her ideas and goals of creating a public project. This may take the form of public art, exhibition, performance, narrative but bringing it to a goal of actualizing the work out of the school student world. But the class is more than just bringing the art into the public light. We will scrutinize and examine intent and where to bring a production. Media, reviews, current events, intent, audience, controversy, economics, politics and other issues and challenges that is vital to a successful professional life. These connections and awareness of the outside world out of school will be a reality check of all the responsibilities of participating in culture. The class is interested in original and dynamic thought, provoking associative thinking and awareness. The class is designed to transform and consider challenging your process and opinion. You are encouraged to bring awareness of different approaches to create new and borrowed strategies in cultural activism. The class is considered process oriented and the professor is encouraging conceptual principles. Process is encouraging original thought over guaranteed knowns.    Core Faculty    Randy Martin is Chair of the Department of Art and Public Policy. He is the author of Performance as Political Act: The Embodied Self ; Socialist Ensembles:Theater and State in Cuba and Nicaragua ; Critical Moves: Dance Studies in Theory and Politics ; On Your Marx: Relinking Socialism and the Left ; Financialization of Daily Life ; and Empire of Indifference: American War and the Financial Logic of Risk Management . He has edited collections on U.S. Communism, sport and academic labor and, most recently, Artistic Citizenship: A Public Voice for the Arts (with Mary Schmidt Campbell) and The Returns of Alwin Nikolais: Bodies , Boundaries, and the Dance Canon (with Claudia Gitelman).    Dr. Martin holds degrees in sociology from the University of California, Berkeley, the University of Wisconsin, Madison, and the City University of New York. He has studied, taught, and performed in dance, theater, and clowning in the United States and abroad. Previously, he served as professor and chair of social science at Pratt Institute, associate dean of faculty at Tisch School of the Arts, and as an editor of the journal Social Text .    Ella Shohat is Professor at the departments of Art &amp; Public Policy and Middle Eastern Studies, and also affiliated with the department of Comparative Literature. She has lectured and published extensively on issues having to with Eurocentrism, post/colonialism and transnatioanlism as well as with orientalism and the representation of the Middle East, including the question of Arab-Jews. Her books include \"Israeli Cinema: East/West and the Politics of Representation\" (U. of Texas Press, a new edition is forthcoming from I.B. Tauris) \"Talking Visions: Multicultural Feminism in a Transnational Age\" (MIT Press &amp; the New Museum,) \"Multiculturalism, Postcoloniality and Transnational Media\" (co-edited, Rutgers University Press, and with Robert Stam, \"Unthinking Eurocentrism\" (Routledge; winner of the Katherine Kovacs Singer Best Book Award) and more recently \"Flagging Patriotism: Crises of Narcissism and Anti-Americanism\" (Routledge). Shohat and Stam are currently in the final stages of writing \"The Culture Wars in Translation\" (NYU press) and Shohat is also currently co-editing a book on the cultural politics of Middle Eastern diasporas throughout the Americas (University of Michigan Press.) Her book \"Taboo Memories, Diasporic Voices\" has recently been published by Duke University Press. A recipient of Rockefeller fellowship, she has served on the editorial board of several journals, including \"Social Text, Critique and Meridians\". Her writing has been translated into diverse languages, including French, Spanish, Portuguese, Arabic, Hebrew, German, Polish, Italian, and Turkish. During the past year she taught at Cornell’s School of Theory &amp; Criticism, and was awarded a senior fellowship at ICAS-- the International Center for Advance Studies, NYU.    Karen Finley is a New York based artist whose raw and transgressive performances have long provoked controversy and debate. She has appeared and exhibited internationally her visual art, performances and plays. Her performances have been presented at Lincoln Center, New York City, The Guthrie, Minneapolis, American Repertory Theatre, The ICA in London, Harvard, The Steppenwolf in Chicago, and The Bobino in Paris. Her artworks are in numerous collections and museums including the Pompidou in Paris and Museum of Contemporary Art, Los Angeles. . Finley attended the San Francisco Art Institute receiving an MFA and honorary PHD. She has received numerous awards and fellowships including a Guggenheim, 2 Obies, 2 Bessies, MS. Magazine Woman Of The Year, NARAL Person of the Year(which she shared with Anna Quindlen and Walter Cronkite), NYSCA and NEA Fellowships She has appeared in many independent films and appeared in the film Philadelphia. She has authored and or edited seven books including Shock Treatment (City Lights 1990), Enough is Enough (Poseidon, Simon and Schuster 1993), Living It Up (Doubleday 1996), Pooh Unplugged (Smart Art Books 1999), A Different Kind Of Intimacy: The Collected Writings of Karen Finley (Thunders Mouth Press 2000), she edited and contributed to Aroused” A Collection of Erotic Writings (Thunders Mouth Press 2001) and George and Martha (Verso 2006).  Alumni of the MA in Arts Politics Applying for Financial Aid Art & Public Policy Web Site Arts Politics Application Requirements How to Apply: Graduate Program MA Arts Politics Class of 2015 Tisch Scholarship Guide  FAQs about the M.A. in Arts Politics  Department of Art & Public Policy 665 Broadway, 6th Floor New York, NY 10012               Phone:       212-992-8200 tisch.arpo@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]},
{"detail": [{"content": "M.A. in Arts Politics: Tisch School of the Arts at NYU                           Skip to content        Art &amp; Public Policy Home Masters in Arts Politics Center for Art and Public Policy Course Offerings News and Events Faculty Twitter Facebook  home &gt; Art and Public Policy        Master of Arts in Arts Politics  The M.A. in Arts Politics: An Activist, Critical, Interdisciplinary Graduate Program    \"The time has come to train unique arts activists–capable of activating critical and creative dialogue between art and the world, and committed to reshaping how art is produced, perceived and received.\"    The politics that make art. The politics that art makes. This is an opportunity for artists and those working in the intellectual and institutional domains of art to enhance and elaborate the value and significance of their creative endeavors through intensive study, reflection, and engagement with the university and the world. Based at Tisch, the program combines a dedicated core faculty with access to faculty and courses from five different schools at New York University.    Students who undertake this advanced course of study will gain a broad understanding of the issues and the skills required to make their ideas work in practice. They will be well placed to assume a leadership role in creating new institutional venues and public forums for creative work with their publics and for deepening an understanding of how art enriches social life. Students will be encouraged to become advocates for the arts from within the arts. The program will provide a deep grasp of what makes art necessary—both aesthetically and socially—and what constrains its expression and development. They will complicate received notions of access to the arts and the artist’s social responsibility.    New York University is already renowned for producing precisely this kind of independent creative intelligence oriented toward making a mark in the world. Drawing on a diverse faculty across School and departmental lines, a dedicated core faculty, and special visiting faculty, the program avails itself of rich resources and its location in a global cultural center. Students will learn to blend esthetic and social innovation in close connection with various art worlds. They will be able to work collaboratively across disciplinary lines with a robust integration of creative talent and critical acumen. The goal of the program is to train unique arts activists—capable of activating critical and creative dialogue between art and world and committed to reshaping how art is produced, perceived, and received.    …the relation between art and society and the role of the artist in civic life.    The M.A. in Arts Politics Program provides a critical and analytic setting in which artists and others with a social commitment to the arts can develop the means for an appraisal of the political implications and social significance of their work. The program combines an administrative home within the Tisch School of the Arts with partnerships across other NYU schools to offer a spectrum of interdisciplinary courses. The curriculum examines, in an activist key, the relation between art and society and the role of the artist in civic life. Art is treated as providing a particular lens through which the social world can be understood and as a medium of cultural intervention in political processes.    The M.A. program combines core courses with relevant electives drawn from across the University. Students attend classes with those who have related arts interests in other University areas and come together to critically reflect on the discourses and practical strategies that issue from the ability of art to intervene in and transform the social world. Arts politics considers art as both a way of knowing and a kind of action, as an invitation to claim artistic citizenship and a means to democratize the public sphere.    Arts politics attends to both formal and informal political processes that bear on the production, dissemination, and reception of the arts. It integrates approaches from the humanities, social sciences, and the arts themselves. It studies governmental and policy processes and the institutional ecology and political economy of the arts. It employs perspectives that understand how to decode cultural meanings, how social movements are formed, and how to read the aesthetic dimension of contemporary politics. Through official patronage and censorship, celebration and loathing, affirmation and critique of prevailing values, art has long been imbricated and implicated in the political. Yet arts politics is never fixed; its historical and cross-cultural variations help us understand what possibilities exist for civically engaged artists working in the present.    In the United States, cultural policy is typically seen as being weakly developed, and the skills artists use to get their work into the world often frequently rest on tacit knowledge. Art is rarely bestowed with official status or sanction, which can make its social or political impact all the more challenging to discern. Given the often-subtle ways in which art interacts with and acts upon the social world, the political value and efficacy of art can be difficult to assess. Alternately, when art itself is grasped epistemologically, as a way of knowing the world, a distinctive array of art’s social effects becomes legible.    Curriculum    The M.A. is an intensive one year (two semester) program in which students take 18 credits per semester. The curriculum requires four specific courses for this program. They are “Issues in Arts Politics,” “Seminar in Arts Activism,” “Graduate Colloquium,” and “Graduate Fieldwork.” Students also enroll in at least two electives offered through the Department of Art and Public Policy during the course of the academic year. In addition, students must take up to 16 points of electives drawn from a University-wide list of linked course offerings, including advanced course work in art and public policy. Enrollment in the program will remain small, so that there is room in the core courses for students from other programs at the University. Program electives are courses from around the University that are already on the books, and the respective departments have already agreed to admit arts politics students (subject to permission of the individual instructor).    Issues in Arts Politics    This seminar aims to give students both a conceptual and practical grounding in the range of issues and approaches by which arts politics can be understood. The course will be framed by the following considerations: What are the institutional, discursive, and ideological contexts that shape the objects, images, sounds or texts we call “art?” What are the links between cultural spaces-- the museum, the movie-theater, the gallery, the music/dance hall, the bookstore, the fashion runway, the public street, television, cyber space-- and the larger realm of politics? And how do these relationships impact, implicitly or explicitly, the ways we create, curate, or study the arts? How do consumers play an active role in the reception of cultural products? What is the relation between formally promulgated cultural policy and the tacit knowledge that artists call upon to get their work into the world? What dimensions of the broader cultural terrain are made legible through artistic practice? What are the means through which art intervenes in the political arena? “Art” will be studied as a site of contested representations and visions, emb edded in power formations-- themselves shaped by specific historical moments and geographical locations. Given contemporary global technologies, cultural practices will also be studied within the transnational “travel” of ideas and people. Such germane issues as the legal and constitutional dimensions of censorship, the social formation of taste, the consumption of stars, the bio-politics of the body, transnational copyrights law-- will all pass through an intersectional analyses of gender, race, class, sexuality, ethnicity, religion, and nation, incorporating the insights of such areas of inquiry as multiculturalism, feminism, postcolonialism, and queer studies. The first half of the course is explores certain key conceptual issues and the second half examines practical applications. Specific examples are provided through student presentations.    Seminar in Arts Activism    This seminar will focus on developing our work, theory, and art into a realized production. Each student will start with presenting his or her ideas and goals of creating a public project. This may take the form of public art, exhibition, performance, narrative but bringing it to a goal of actualizing the work out of the school student world. But the class is more than just bringing the art into the public light. We will scrutinize and examine intent and where to bring a production. Media, reviews, current events, intent, audience, controversy, economics, politics and other issues and challenges that is vital to a successful professional life. These connections and awareness of the outside world out of school will be a reality check of all the responsibilities of participating in culture. The class is interested in original and dynamic thought, provoking associative thinking and awareness. The class is designed to transform and consider challenging your process and opinion. You are encouraged to bring awareness of different approaches to create new and borrowed strategies in cultural activism. The class is considered process oriented and the professor is encouraging conceptual principles. Process is encouraging original thought over guaranteed knowns.    Core Faculty    Randy Martin is Chair of the Department of Art and Public Policy. He is the author of Performance as Political Act: The Embodied Self ; Socialist Ensembles:Theater and State in Cuba and Nicaragua ; Critical Moves: Dance Studies in Theory and Politics ; On Your Marx: Relinking Socialism and the Left ; Financialization of Daily Life ; and Empire of Indifference: American War and the Financial Logic of Risk Management . He has edited collections on U.S. Communism, sport and academic labor and, most recently, Artistic Citizenship: A Public Voice for the Arts (with Mary Schmidt Campbell) and The Returns of Alwin Nikolais: Bodies , Boundaries, and the Dance Canon (with Claudia Gitelman).    Dr. Martin holds degrees in sociology from the University of California, Berkeley, the University of Wisconsin, Madison, and the City University of New York. He has studied, taught, and performed in dance, theater, and clowning in the United States and abroad. Previously, he served as professor and chair of social science at Pratt Institute, associate dean of faculty at Tisch School of the Arts, and as an editor of the journal Social Text .    Ella Shohat is Professor at the departments of Art &amp; Public Policy and Middle Eastern Studies, and also affiliated with the department of Comparative Literature. She has lectured and published extensively on issues having to with Eurocentrism, post/colonialism and transnatioanlism as well as with orientalism and the representation of the Middle East, including the question of Arab-Jews. Her books include \"Israeli Cinema: East/West and the Politics of Representation\" (U. of Texas Press, a new edition is forthcoming from I.B. Tauris) \"Talking Visions: Multicultural Feminism in a Transnational Age\" (MIT Press &amp; the New Museum,) \"Multiculturalism, Postcoloniality and Transnational Media\" (co-edited, Rutgers University Press, and with Robert Stam, \"Unthinking Eurocentrism\" (Routledge; winner of the Katherine Kovacs Singer Best Book Award) and more recently \"Flagging Patriotism: Crises of Narcissism and Anti-Americanism\" (Routledge). Shohat and Stam are currently in the final stages of writing \"The Culture Wars in Translation\" (NYU press) and Shohat is also currently co-editing a book on the cultural politics of Middle Eastern diasporas throughout the Americas (University of Michigan Press.) Her book \"Taboo Memories, Diasporic Voices\" has recently been published by Duke University Press. A recipient of Rockefeller fellowship, she has served on the editorial board of several journals, including \"Social Text, Critique and Meridians\". Her writing has been translated into diverse languages, including French, Spanish, Portuguese, Arabic, Hebrew, German, Polish, Italian, and Turkish. During the past year she taught at Cornell’s School of Theory &amp; Criticism, and was awarded a senior fellowship at ICAS-- the International Center for Advance Studies, NYU.    Karen Finley is a New York based artist whose raw and transgressive performances have long provoked controversy and debate. She has appeared and exhibited internationally her visual art, performances and plays. Her performances have been presented at Lincoln Center, New York City, The Guthrie, Minneapolis, American Repertory Theatre, The ICA in London, Harvard, The Steppenwolf in Chicago, and The Bobino in Paris. Her artworks are in numerous collections and museums including the Pompidou in Paris and Museum of Contemporary Art, Los Angeles. . Finley attended the San Francisco Art Institute receiving an MFA and honorary PHD. She has received numerous awards and fellowships including a Guggenheim, 2 Obies, 2 Bessies, MS. Magazine Woman Of The Year, NARAL Person of the Year(which she shared with Anna Quindlen and Walter Cronkite), NYSCA and NEA Fellowships She has appeared in many independent films and appeared in the film Philadelphia. She has authored and or edited seven books including Shock Treatment (City Lights 1990), Enough is Enough (Poseidon, Simon and Schuster 1993), Living It Up (Doubleday 1996), Pooh Unplugged (Smart Art Books 1999), A Different Kind Of Intimacy: The Collected Writings of Karen Finley (Thunders Mouth Press 2000), she edited and contributed to Aroused” A Collection of Erotic Writings (Thunders Mouth Press 2001) and George and Martha (Verso 2006).  Alumni of the MA in Arts Politics Applying for Financial Aid Art & Public Policy Web Site Arts Politics Application Requirements How to Apply: Graduate Program MA Arts Politics Class of 2015 Tisch Scholarship Guide  FAQs about the M.A. in Arts Politics  Department of Art & Public Policy 665 Broadway, 6th Floor New York, NY 10012               Phone:       212-992-8200 tisch.arpo@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Texts & Ideas    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Texts & Ideas | 2014-2015 Note: * indicates draft/sample syllabus  Fall 2014 FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Utopias and Dystopias Prof. Becker (Classics)   syllabus  We all have difficulty living in the present. We find ourselves stretched between the past and the future, flung into a world we did not create and yearning for something better. We have expectations of the world and even fantasies of other ones. Our thought often transcends this world, leaving reality behind. The stories we tell of other, better worlds can often be critiques of our own, whereas sometimes we develop and implement projects for the transformation of this world and even of ourselves. Our goal is to demonstrate the ongoing conversation and practice of utopia in Western (i.e, ancient Greek and Roman, Western Mediterranean Christian, European, and Euro-American) cultural history. In examining some parts of this complex and at times contradictory tradition we will develop a set of questions which can be asked of utopian literature. We also examine our own relationship to this literary, ethical, and political tradition.  FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Political Economy Prof. Gross (History)  syllabus  What   is the “market”, the “economy”, or “capitalism”? How do individuals   interact with each other in the marketplace? What is the morality of   commerce? And how does, or should, the state govern the economy? These   are all questions that have no simple answers and as a consequence they   stimulate controversy today, in America and throughout the world. Yet   these questions have a long pedigree. Since antiquity intellectuals have   grappled with the fundamental issues of what in the past they called   moral philosophy, what today we call political economy: how the   individual, the market, and the state should interact with each other.   Readings: Aristotle, Aquinas, Locke, Smith, Ricardo, Rousseau, Zola,   Marx, Mill, Bagehot, Weber, Orwell, Keynes, Polanyi, Friedman, Hayek,   Galbraith, Kindleberger, Harvey, Sachs. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Medieval Political Thought Prof. Stoller (NYU Libraries)  syllabus Medieval   political thought spanned three great religious traditions:   Christianity, Islam and Judaism. Across all three traditions it was   grounded in a deeply religious perspective on the human condition, one   originating in a set of sacred texts that shared a common monotheism and   a similar moral ethic. The political thought of all three groups was   equally grounded in a set of ancient, pagan texts, drawing on the   perspective of the Greeks and Romans, on whose shoulders the medievals   believed they stood. Political theorists across all three traditions   drew heavily from one another, but each spoke to the unique concerns of   its own community. We explore the commonalities and the contrasts among   the three political systems and the extraordinary minds that shaped   them. Readings will include Hebrew and Christian scriptures, the Qur'an,   Plato, Aristotle, Augustine, Alfarabi, Alghazali, Aquinas, Avicenna,   Bacon, Giles of Rome, Maimonides, Marsilius of Padua, and Polgar.  FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Action Prof. Halpern (English)  syllabus  What   does it mean to perform an act? What are we doing when we do something?   The term “action” covers everything from picking up a pencil to leading   a political revolution. Action is a way of intervening in the world and   changing it, in minor or major ways. Both ethics and politics involve   acting in relation to others. Philosophers have found action interesting   because it bridges the mental and physical worlds, beginning as   intention and ending with some sort of embodied execution. The English   word “act” complicates things still further, since it can mean not only   “to do something” but also “to pretend to do something; to play a part.”   Acting in the “serious” sense is always haunted by dramatic or   play-acting. And because drama is the art form that relies on people   actually doing things onstage—or rather, pretending to actually do   things onstage—it is also an art form that has thought through questions   of action in sophisticated ways. We read a variety of works by   philosophers, playwrights, theologians, filmmakers, and economists in   order to get a sense of how action has been understood from the   classical era to the present day, including Aeschylus, Aristotle,   Augustine, Marlowe, Shakespeare, Smith, Marx, Nietzsche, Freud, Beckett.  FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Value Prof. Poovey (English) &amp; Prof. Zaloom (Social and Cultural Analysis)  syllabus Can   you put a price on sex? art? love? life? Is time money, or is   daydreaming time well-spent? Would you accept a pound of flesh as   payment of a debt? Is there such a thing as a free lunch, and what would   it taste like? We explore different—and often conflicting—conceptions   of value spanning literature, philosophy, ethnography, and social   theory, seeking to convey three fundamental principles: Value is not   inherent in things but the result of a social process, value is often   determined at the intersection of different conceptions of productive   potential, and value is conceptualized or measured in different, and   often conflicting, ways. Readings include selections from Aristotle,   Christian Scripture, Shakespeare, Smith, Bentham, Wordsworth, Austen,   Weber, Keynes, Milton Friedman, Kazuo Ishiguro, and Pierre Bourdieu. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—This World and the Next Prof. Connolly (Classics)  syllabus  Explores different ways of thinking about the world or worlds beyond (and better than) the one in which we live, concentrating on the afterlife, political utopias, and the worlds created by artistic imagination. Readings include Homer, Vergil, Dante, the Bible, Plato's Republic, Marx and Engels' Communist Manifesto, selection of Romantic poetry, and Philip K. Dick's Do Androids Dream of Electric Sheep, and its film adaptation, Blade Runner. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Arts and Publics Prof. Blake (English)  syllabus Civic values and public purpose are intricately bound up with the arts. Whenever a case needs to be made that the arts matter, we tend to speak (usually, in very general terms) about how the arts contribute to education, or self-expression, or community life, or public deliberation, or the moral and social reform of individuals and institutions. On the other side, those who question the public value of the arts might complain that the arts are elitist, or overweening, or out of touch, or too political, or not political enough. How did we come to think about the arts in these terms? What are some of our assumptions about public life, such that it makes sense for us to promote the arts as having an important public cultural role, or alternatively distrust or dismiss them for not properly or effectively living up to that role? And, ultimately, what is at stake: Why does it matter if the arts matter? Readings from the Classical period through the present day, with a specific focus on drama and theatre. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Visible and Invisible Cities Prof. Cox (Italian Studies)  syllabus The   experience of living in a city is one vital thread that connects us   with our ancient, medieval, and early modern ancestors, and that   continues to provide a unifying element in millions of our   contemporaries’ disparate lives across the globe. Urban life is a   constant environment and stimulus, whether you find yourself in New   York, Florence, Accra, or Shanghai. Our aim is to supply conceptual   frameworks and historical contexts for this experience by exploring the   ways human communities have been theorized and imagined within the   Western tradition from classical antiquity through to the Renaissance,   particularly the city, conceived since Aristotle as the proper habitat   of humankind, and the relationship between the family or household and   the state. The primary texts encompass utopian writings and works of   political theory, but also texts describing and analyzing real-world   communities and visual and cartographic representations of cities and   urban space. Readings include the canonical—from Plato, Aristotle,   Vergil, Dante, Boccaccio, More, Shakespeare—to texts from Christine de   Pizan and Moderata Fontelong, marginalized from the canon and only now   becoming visible. FALL 2014 CORE-UA 403, Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Rubenstein (Hebrew &amp; Judaic Studies)  syllabus Beginning with the collision of the \"Judeo-Christian\" and Hellenistic traditions and their encounter in the Christian Scriptures and Augustine, we see Enlightenment thinkers grapple with the fusion of these traditions they had inherited, subjecting both to serious criticism and revising them as a new tradition—science and technology—rises to prominence. Reading from the Hebrew and Christian Scriptures, Sophocles, Plato, Augustine, Montesquieu, Pope, Voltaire, and Rousseau. FALL 2014 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Corradi (Sociology)  syllabus A guide to the intellectual heritage distinctive to the West, with special attention to the nature of the person, freedom, rationality, democracy, and the social order. The works we study continue to shape the way people understand themselves and the world. They are 'classic' in the sense that they have not finished saying what they have to say. We situate them in historical context, looking for ways in which later authors responded to themes introduced by earlier ones. From the particularity of the West, these themes show a vocation for universality. Readings include: Genesis, Exodus, Luke, Corinthians; Sophocles' Oedipus and Antigone; Plato's Apology and Republic; Aristotle's Nicomachean Ethics; Pericles' Funeral Oration; Epictetus' Discourses; Augustine's Confessions; Tocqueville's Democracy in America; Mill's On Liberty; Darwin's Origins of the Species; Marx and Engels' Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Weber's Protestant Ethic and the Spirit of Capitalism; Lincoln's Gettysburg Address; Freud's Civilization and Its Discontents. FALL 2014 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (College Core Curriculum)  syllabus Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology, Gorgias, Symposium; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. FALL 2014 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ulfers (German)  syllabus A conversation between two paradigms informing Western culture: the dominant, optimistic one, revolving around notions of historical progress toward absolute knowledge and utopian visions of the world and society; and the subterranean, pessimistic one, which looks on the former as a human construct or fiction that must come to naught. Readings: works from the Hebrew and Christian scriptures, Plato, and Sophocles; Augustine's Confessions; selections from Darwin; Marx and Engels' Communist Manifesto; Nietzsche's Birth of Tragedy; Freud's Interpretation of Dreams; Kafka's Metamorphosis; Mann's Death in Venice. Spring 2015 SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics - Materialism Prof. Shaw (English)  syllabus Why is materialism a dirty word? Through what logic has it come to be associated with crass monetary gain and excessive bodily pleasure? When did these associations begin, and why? What other senses of materialism (as a philosophy of the everyday, and as a critical corrective to idealism) lurk underneath these pejorative, immediate associations? How might they be activated? We examine conflicts between Christian idealism and a range of materialist philosophies, including Epicureanism, experimentalism and Marxism. Materialists became infamous for directing their attention at bodies rather than souls, at terrestrial matter rather than divine will, and at the letter rather than the spirit of scripture. We follow their lead and pay close attention to a range of texts and objects, but in doing so we also consider just how various materialisms could be, how their realist correctives operated at different scales and in different contexts: from the atomic to the economic, from the corporeal to the textual. Readings: Lucretius, Vergil’s Georgics, 1 Corinthians, Machiavelli’s Prince, More’s Utopia, selections from Montaigne, Shakespeare, Bacon, Diderot, Wordsworth, Poe, Balzac, Marx, Nietzsche and Whitman.  SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics—On Objectivity Prof. Gitelman (English)  syllabus Bias. Spin. Propaganda. Hype. These are familiar pejoratives for citizens of the twenty-first century, and by implication they privilege the same alternative: objectivity. Objectivity is a concept—or an ideal—that frames our understanding of pursuits as diverse as politics, journalism, and science, realms in which we hope to be able to discern the right, the true, and the real. But what is objectivity? Whose discernment counts as objective? How can we tell? Questions like these ask us to consider not only what we know but also how, while the conditions of evolving, possessing, and assessing knowledge turn out to be remarkably available to cultural and historical change. We consider the origins and character of objectivity within and against the Western intellectual tradition by considering selected episodes in its emergence, both ancient and modern, asking how thinkers have thought about knowing. What are or have been the available routes to certainty? What standards exist or have existed for knowledge about the past, about the self or about others, and about the world around us? Is it possible that the twenty-first century will involve new forms of objectivity? Readings: Matthew, Thucydides, Plato’s Protagoras and Meno, Descartes’ Discourse on Method, selections from Montaigne, Bird’s Sheppard Lee, Agee and Evan’s Let Us Now Praise Famous Men. SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics—Action Prof. Halpern (English)  syllabus  What   does it mean to perform an act? What are we doing when we do something?   The term “action” covers everything from picking up a pencil to leading   a political revolution. Action is a way of intervening in the world and   changing it, in minor or major ways. Both ethics and politics involve   acting in relation to others. Philosophers have found action interesting   because it bridges the mental and physical worlds, beginning as   intention and ending with some sort of embodied execution. The English   word “act” complicates things still further, since it can mean not only   “to do something” but also “to pretend to do something; to play a part.”   Acting in the “serious” sense is always haunted by dramatic or   play-acting. And because drama is the art form that relies on people   actually doing things onstage—or rather, pretending to actually do   things onstage—it is also an art form that has thought through questions   of action in sophisticated ways. We read a variety of works by   philosophers, playwrights, theologians, filmmakers, and economists in   order to get a sense of how action has been understood from the   classical era to the present day, including Aeschylus, Aristotle,   Augustine, Marlowe, Shakespeare, Smith, Marx, Nietzsche, Freud, Beckett.  SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics—Life and Death Prof. Velleman (Philosophy)  syllabus  Every   person has a life to live, but what is this thing, “a life”, that every   person has? To begin with, it’s just the temporally extended existence   of the person, the proverbial three score and ten. But a person’s life   is more than that, because it follows a natural progression of   life-stages, from childhood to adolescence to middle age to senescence.   And it’s even more still, since it is partly the creation of the person   living it, who can plan it, evaluate it, anticipate its future, and   remember its past. We explore these and other aspects of a person’s life   through works of literature and philosophy. What makes you the same   person throughout the different stages of your life? How does the   passage of time color your perception of life? What makes for a good   life? A meaningful life? Should you be grateful for having been born, or   dismayed at having to die? Readings: Aristotle’s Nicomachean Ethics,   Epicurus’ “Letter to Menoeceus,” Cicero’s De Finibus, Lucretius De Rerum   Natura, Dickens’ Great Expectations, Tolstoy’s “A Confession” and   “Death of Ivan Ilych,” Kertesz’ Kaddish for an Unborn Child, Kafka’s   Metamorphosis, McCullers’ Member of the Wedding, Vonnegut’s   Slaughterhouse-Five. SPRING 2015 CORE-UA 400, Texts and Ideas: Topics—Technologies of the Universe Prof. Weatherby (German)  syllabus The human is the \"tool-making animal,\" as Karl Marx wrote, quoting Benjamin Franklin. Marx's writing partner Friedrich Engels would make this the center of his philosophy, declaring the invention of tools and the work they do as the evolutionary force that led to the separation between the ape and the human. But if human activity is \"technological\" by nature, it is in nature itself that tools arise; then how does human time fit into geological time, how does the cosmos come to include the \"tool-making animal,\" and who remakes that cosmos? In an age sometimes now called the \"anthropocene,\" the questions of the cosmos and the tool are increasingly intertwined. Beginning with cosmogonies in the ancient world (Gilgamesh, Hebrew Bible, Hesiod, Plato), we track the shifts that led to the modern scientific conception of the universe (Aristotle, Copernicus, Helmholtz, Einstein). We then explore problems that the ubiquity of technological objects raises—artificial life (Leibniz, Hoffmann, Lem), entropy (Kelvin, Wiener), computing (Babbage, Turing, von Neumann)—compare Carl Sagan's Cosmos with its ongoing update by Neil deGrasse Tyson, and visit the Hayden Planetarium. SPRING 2015 CORE-UA 402, Texts &amp; Ideas: Antiquity and the Renaissanc e Prof. Sider (Classics)  syllabus The West began with Greece, moved to Rome, and the incorporated Judeo-Christian values during the Middle Ages. The Renaissance, looking back to the Greeks for re-inspiration, gave near final shape to our ideas of Western culture. Since this series of movements and influences is not chronological, neither shall we read our text in chronological order. Instead, we will take our rubric seriously and look for a few \"conversations\" between and among writers from all our areas: Hesiod and Genesis; Homer and Vergil; Aristophanes and Rabelais; Song of Songs, Sappho, and Marguerite de Navarre; Thucydides and Machiavelli; Catullus and Petrarch; Ovid and Shakespeare; Euripides, Plato, and a Gospel SPRING 2015 CORE-UA 403, Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Deneys (French)  syllabus The Enlightenment was a Europe-wide movement, which concerned all aspects of culture of the time: philosophy and literature, the arts (painting, music, architecture), as well as politics and society as a whole. The Enlightenment defined itself as a new birth, a subversive movement that would free mankind of all its prejudices--philosophical, religious, political, sexual, racial. In doing so, the Enlightenment appears today to be indeed the beginning of our modernity, as it invented key concepts that define or frame our contemporary representations of ourselves and the world around us: the concept of the subject or subjectivity, of nature, of origins, of equality, of critical philosophy and democracy, of pleasure, of sexuality, of happiness. It is a unique moment in history, where philosophy aims not only at interpreting the world but also at changing it to make it a better place for mankind. It culminates at the end of the 18th century in France with the French Revolution, which declared for the first time in human history that all men are born free and equal. Readings: Genesis, Plato's Symposium and Phedrus, Epicurus' Maxims and letters, Descartes' Discourse on Method, Rousseau's Discourse on Inequality and Rêveries, Diderot's Indiscreet Jewels and Jacques the Fatalist, Voltaire's Candide and Zadig, Marivaux's Dispute and Double Unfaithfulness, Kant's \"What is Enlightenment?\" SPRING 2015 CORE-UA 403, Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Chazan (Hebrew &amp; Judaic Studies)  syllabus Focuses on the understanding of knowledge and truth in antiquity and the Enlightenment. Divergent perspectives on knowledge and truth have important implications for society and the individual. They lead to alternative notions of how society should be ordered, who should exercise power in society, the goals of individual endeavor, and the nature of individual fulfillment. Key texts from antiquity and the Enlightenment will be read and analyzed with these issues uppermost in mind. Readings: Genesis, Exodus, Luke, Acts, Galatians; Sophocles' Antigone; Euripides' Bacchae; Plato's Apology and Symposium; Augustine's Confessions; Spinoza's Tractatus Theologico-Politicus; Locke's Letter Concerning Toleration; Lessing's Nathan the Wise; Montesquieu's Persian Letters; Voltaire's Letters Concerning the English Nation; Paine's Age of Reason. SPRING 2015 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (College Core Curriculum)  syllabus Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. SPRING 2015 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ertman (Sociology)  syllabus Explores the ancient foundations of traditional Western culture by examining the political and social institutions, religious beliefs, and value systems of the Israelites, Greeks, Romans, and early Christians; then turns to the radical challenges to this traditional culture, in the areas of the economy, politics, religion, and morality, that arose over the course of the 19th century, challenges that continue to reverberate to this day. Readings: Genesis, Exodus, Deuteronomy, Luke, Acts, Romans; Thucydides' Peloponnesian War; Plato's Apology and Symposium; Vergil's Aeneid; Augustine's Confessions; Smith's Wealth of Nations; Marx and Engels' Communist Manifesto; Mill's On Liberty; Darwin's Origin of Species; Nietzsche's Genealogy of Morality; Freud's Civilization and Its Discontents.  Note: * indicates draft/sample syllabus            Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "M.A. in Arts Politics: Tisch School of the Arts at NYU                           Skip to content        Art &amp; Public Policy Home Masters in Arts Politics Center for Art and Public Policy Course Offerings News and Events Faculty Twitter Facebook  home &gt; Art and Public Policy        Master of Arts in Arts Politics  The M.A. in Arts Politics: An Activist, Critical, Interdisciplinary Graduate Program    \"The time has come to train unique arts activists–capable of activating critical and creative dialogue between art and the world, and committed to reshaping how art is produced, perceived and received.\"    The politics that make art. The politics that art makes. This is an opportunity for artists and those working in the intellectual and institutional domains of art to enhance and elaborate the value and significance of their creative endeavors through intensive study, reflection, and engagement with the university and the world. Based at Tisch, the program combines a dedicated core faculty with access to faculty and courses from five different schools at New York University.    Students who undertake this advanced course of study will gain a broad understanding of the issues and the skills required to make their ideas work in practice. They will be well placed to assume a leadership role in creating new institutional venues and public forums for creative work with their publics and for deepening an understanding of how art enriches social life. Students will be encouraged to become advocates for the arts from within the arts. The program will provide a deep grasp of what makes art necessary—both aesthetically and socially—and what constrains its expression and development. They will complicate received notions of access to the arts and the artist’s social responsibility.    New York University is already renowned for producing precisely this kind of independent creative intelligence oriented toward making a mark in the world. Drawing on a diverse faculty across School and departmental lines, a dedicated core faculty, and special visiting faculty, the program avails itself of rich resources and its location in a global cultural center. Students will learn to blend esthetic and social innovation in close connection with various art worlds. They will be able to work collaboratively across disciplinary lines with a robust integration of creative talent and critical acumen. The goal of the program is to train unique arts activists—capable of activating critical and creative dialogue between art and world and committed to reshaping how art is produced, perceived, and received.    …the relation between art and society and the role of the artist in civic life.    The M.A. in Arts Politics Program provides a critical and analytic setting in which artists and others with a social commitment to the arts can develop the means for an appraisal of the political implications and social significance of their work. The program combines an administrative home within the Tisch School of the Arts with partnerships across other NYU schools to offer a spectrum of interdisciplinary courses. The curriculum examines, in an activist key, the relation between art and society and the role of the artist in civic life. Art is treated as providing a particular lens through which the social world can be understood and as a medium of cultural intervention in political processes.    The M.A. program combines core courses with relevant electives drawn from across the University. Students attend classes with those who have related arts interests in other University areas and come together to critically reflect on the discourses and practical strategies that issue from the ability of art to intervene in and transform the social world. Arts politics considers art as both a way of knowing and a kind of action, as an invitation to claim artistic citizenship and a means to democratize the public sphere.    Arts politics attends to both formal and informal political processes that bear on the production, dissemination, and reception of the arts. It integrates approaches from the humanities, social sciences, and the arts themselves. It studies governmental and policy processes and the institutional ecology and political economy of the arts. It employs perspectives that understand how to decode cultural meanings, how social movements are formed, and how to read the aesthetic dimension of contemporary politics. Through official patronage and censorship, celebration and loathing, affirmation and critique of prevailing values, art has long been imbricated and implicated in the political. Yet arts politics is never fixed; its historical and cross-cultural variations help us understand what possibilities exist for civically engaged artists working in the present.    In the United States, cultural policy is typically seen as being weakly developed, and the skills artists use to get their work into the world often frequently rest on tacit knowledge. Art is rarely bestowed with official status or sanction, which can make its social or political impact all the more challenging to discern. Given the often-subtle ways in which art interacts with and acts upon the social world, the political value and efficacy of art can be difficult to assess. Alternately, when art itself is grasped epistemologically, as a way of knowing the world, a distinctive array of art’s social effects becomes legible.    Curriculum    The M.A. is an intensive one year (two semester) program in which students take 18 credits per semester. The curriculum requires four specific courses for this program. They are “Issues in Arts Politics,” “Seminar in Arts Activism,” “Graduate Colloquium,” and “Graduate Fieldwork.” Students also enroll in at least two electives offered through the Department of Art and Public Policy during the course of the academic year. In addition, students must take up to 16 points of electives drawn from a University-wide list of linked course offerings, including advanced course work in art and public policy. Enrollment in the program will remain small, so that there is room in the core courses for students from other programs at the University. Program electives are courses from around the University that are already on the books, and the respective departments have already agreed to admit arts politics students (subject to permission of the individual instructor).    Issues in Arts Politics    This seminar aims to give students both a conceptual and practical grounding in the range of issues and approaches by which arts politics can be understood. The course will be framed by the following considerations: What are the institutional, discursive, and ideological contexts that shape the objects, images, sounds or texts we call “art?” What are the links between cultural spaces-- the museum, the movie-theater, the gallery, the music/dance hall, the bookstore, the fashion runway, the public street, television, cyber space-- and the larger realm of politics? And how do these relationships impact, implicitly or explicitly, the ways we create, curate, or study the arts? How do consumers play an active role in the reception of cultural products? What is the relation between formally promulgated cultural policy and the tacit knowledge that artists call upon to get their work into the world? What dimensions of the broader cultural terrain are made legible through artistic practice? What are the means through which art intervenes in the political arena? “Art” will be studied as a site of contested representations and visions, emb edded in power formations-- themselves shaped by specific historical moments and geographical locations. Given contemporary global technologies, cultural practices will also be studied within the transnational “travel” of ideas and people. Such germane issues as the legal and constitutional dimensions of censorship, the social formation of taste, the consumption of stars, the bio-politics of the body, transnational copyrights law-- will all pass through an intersectional analyses of gender, race, class, sexuality, ethnicity, religion, and nation, incorporating the insights of such areas of inquiry as multiculturalism, feminism, postcolonialism, and queer studies. The first half of the course is explores certain key conceptual issues and the second half examines practical applications. Specific examples are provided through student presentations.    Seminar in Arts Activism    This seminar will focus on developing our work, theory, and art into a realized production. Each student will start with presenting his or her ideas and goals of creating a public project. This may take the form of public art, exhibition, performance, narrative but bringing it to a goal of actualizing the work out of the school student world. But the class is more than just bringing the art into the public light. We will scrutinize and examine intent and where to bring a production. Media, reviews, current events, intent, audience, controversy, economics, politics and other issues and challenges that is vital to a successful professional life. These connections and awareness of the outside world out of school will be a reality check of all the responsibilities of participating in culture. The class is interested in original and dynamic thought, provoking associative thinking and awareness. The class is designed to transform and consider challenging your process and opinion. You are encouraged to bring awareness of different approaches to create new and borrowed strategies in cultural activism. The class is considered process oriented and the professor is encouraging conceptual principles. Process is encouraging original thought over guaranteed knowns.    Core Faculty    Randy Martin is Chair of the Department of Art and Public Policy. He is the author of Performance as Political Act: The Embodied Self ; Socialist Ensembles:Theater and State in Cuba and Nicaragua ; Critical Moves: Dance Studies in Theory and Politics ; On Your Marx: Relinking Socialism and the Left ; Financialization of Daily Life ; and Empire of Indifference: American War and the Financial Logic of Risk Management . He has edited collections on U.S. Communism, sport and academic labor and, most recently, Artistic Citizenship: A Public Voice for the Arts (with Mary Schmidt Campbell) and The Returns of Alwin Nikolais: Bodies , Boundaries, and the Dance Canon (with Claudia Gitelman).    Dr. Martin holds degrees in sociology from the University of California, Berkeley, the University of Wisconsin, Madison, and the City University of New York. He has studied, taught, and performed in dance, theater, and clowning in the United States and abroad. Previously, he served as professor and chair of social science at Pratt Institute, associate dean of faculty at Tisch School of the Arts, and as an editor of the journal Social Text .    Ella Shohat is Professor at the departments of Art &amp; Public Policy and Middle Eastern Studies, and also affiliated with the department of Comparative Literature. She has lectured and published extensively on issues having to with Eurocentrism, post/colonialism and transnatioanlism as well as with orientalism and the representation of the Middle East, including the question of Arab-Jews. Her books include \"Israeli Cinema: East/West and the Politics of Representation\" (U. of Texas Press, a new edition is forthcoming from I.B. Tauris) \"Talking Visions: Multicultural Feminism in a Transnational Age\" (MIT Press &amp; the New Museum,) \"Multiculturalism, Postcoloniality and Transnational Media\" (co-edited, Rutgers University Press, and with Robert Stam, \"Unthinking Eurocentrism\" (Routledge; winner of the Katherine Kovacs Singer Best Book Award) and more recently \"Flagging Patriotism: Crises of Narcissism and Anti-Americanism\" (Routledge). Shohat and Stam are currently in the final stages of writing \"The Culture Wars in Translation\" (NYU press) and Shohat is also currently co-editing a book on the cultural politics of Middle Eastern diasporas throughout the Americas (University of Michigan Press.) Her book \"Taboo Memories, Diasporic Voices\" has recently been published by Duke University Press. A recipient of Rockefeller fellowship, she has served on the editorial board of several journals, including \"Social Text, Critique and Meridians\". Her writing has been translated into diverse languages, including French, Spanish, Portuguese, Arabic, Hebrew, German, Polish, Italian, and Turkish. During the past year she taught at Cornell’s School of Theory &amp; Criticism, and was awarded a senior fellowship at ICAS-- the International Center for Advance Studies, NYU.    Karen Finley is a New York based artist whose raw and transgressive performances have long provoked controversy and debate. She has appeared and exhibited internationally her visual art, performances and plays. Her performances have been presented at Lincoln Center, New York City, The Guthrie, Minneapolis, American Repertory Theatre, The ICA in London, Harvard, The Steppenwolf in Chicago, and The Bobino in Paris. Her artworks are in numerous collections and museums including the Pompidou in Paris and Museum of Contemporary Art, Los Angeles. . Finley attended the San Francisco Art Institute receiving an MFA and honorary PHD. She has received numerous awards and fellowships including a Guggenheim, 2 Obies, 2 Bessies, MS. Magazine Woman Of The Year, NARAL Person of the Year(which she shared with Anna Quindlen and Walter Cronkite), NYSCA and NEA Fellowships She has appeared in many independent films and appeared in the film Philadelphia. She has authored and or edited seven books including Shock Treatment (City Lights 1990), Enough is Enough (Poseidon, Simon and Schuster 1993), Living It Up (Doubleday 1996), Pooh Unplugged (Smart Art Books 1999), A Different Kind Of Intimacy: The Collected Writings of Karen Finley (Thunders Mouth Press 2000), she edited and contributed to Aroused” A Collection of Erotic Writings (Thunders Mouth Press 2001) and George and Martha (Verso 2006).  Alumni of the MA in Arts Politics Applying for Financial Aid Art & Public Policy Web Site Arts Politics Application Requirements How to Apply: Graduate Program MA Arts Politics Class of 2015 Tisch Scholarship Guide  FAQs about the M.A. in Arts Politics  Department of Art & Public Policy 665 Broadway, 6th Floor New York, NY 10012               Phone:       212-992-8200 tisch.arpo@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}, {"content": "Texts & Ideas    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum            Back to Home       Texts & Ideas | 2014-2015 Note: * indicates draft/sample syllabus  Fall 2014 FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Utopias and Dystopias Prof. Becker (Classics)   syllabus  We all have difficulty living in the present. We find ourselves stretched between the past and the future, flung into a world we did not create and yearning for something better. We have expectations of the world and even fantasies of other ones. Our thought often transcends this world, leaving reality behind. The stories we tell of other, better worlds can often be critiques of our own, whereas sometimes we develop and implement projects for the transformation of this world and even of ourselves. Our goal is to demonstrate the ongoing conversation and practice of utopia in Western (i.e, ancient Greek and Roman, Western Mediterranean Christian, European, and Euro-American) cultural history. In examining some parts of this complex and at times contradictory tradition we will develop a set of questions which can be asked of utopian literature. We also examine our own relationship to this literary, ethical, and political tradition.  FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Political Economy Prof. Gross (History)  syllabus  What   is the “market”, the “economy”, or “capitalism”? How do individuals   interact with each other in the marketplace? What is the morality of   commerce? And how does, or should, the state govern the economy? These   are all questions that have no simple answers and as a consequence they   stimulate controversy today, in America and throughout the world. Yet   these questions have a long pedigree. Since antiquity intellectuals have   grappled with the fundamental issues of what in the past they called   moral philosophy, what today we call political economy: how the   individual, the market, and the state should interact with each other.   Readings: Aristotle, Aquinas, Locke, Smith, Ricardo, Rousseau, Zola,   Marx, Mill, Bagehot, Weber, Orwell, Keynes, Polanyi, Friedman, Hayek,   Galbraith, Kindleberger, Harvey, Sachs. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Medieval Political Thought Prof. Stoller (NYU Libraries)  syllabus Medieval   political thought spanned three great religious traditions:   Christianity, Islam and Judaism. Across all three traditions it was   grounded in a deeply religious perspective on the human condition, one   originating in a set of sacred texts that shared a common monotheism and   a similar moral ethic. The political thought of all three groups was   equally grounded in a set of ancient, pagan texts, drawing on the   perspective of the Greeks and Romans, on whose shoulders the medievals   believed they stood. Political theorists across all three traditions   drew heavily from one another, but each spoke to the unique concerns of   its own community. We explore the commonalities and the contrasts among   the three political systems and the extraordinary minds that shaped   them. Readings will include Hebrew and Christian scriptures, the Qur'an,   Plato, Aristotle, Augustine, Alfarabi, Alghazali, Aquinas, Avicenna,   Bacon, Giles of Rome, Maimonides, Marsilius of Padua, and Polgar.  FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Action Prof. Halpern (English)  syllabus  What   does it mean to perform an act? What are we doing when we do something?   The term “action” covers everything from picking up a pencil to leading   a political revolution. Action is a way of intervening in the world and   changing it, in minor or major ways. Both ethics and politics involve   acting in relation to others. Philosophers have found action interesting   because it bridges the mental and physical worlds, beginning as   intention and ending with some sort of embodied execution. The English   word “act” complicates things still further, since it can mean not only   “to do something” but also “to pretend to do something; to play a part.”   Acting in the “serious” sense is always haunted by dramatic or   play-acting. And because drama is the art form that relies on people   actually doing things onstage—or rather, pretending to actually do   things onstage—it is also an art form that has thought through questions   of action in sophisticated ways. We read a variety of works by   philosophers, playwrights, theologians, filmmakers, and economists in   order to get a sense of how action has been understood from the   classical era to the present day, including Aeschylus, Aristotle,   Augustine, Marlowe, Shakespeare, Smith, Marx, Nietzsche, Freud, Beckett.  FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Value Prof. Poovey (English) &amp; Prof. Zaloom (Social and Cultural Analysis)  syllabus Can   you put a price on sex? art? love? life? Is time money, or is   daydreaming time well-spent? Would you accept a pound of flesh as   payment of a debt? Is there such a thing as a free lunch, and what would   it taste like? We explore different—and often conflicting—conceptions   of value spanning literature, philosophy, ethnography, and social   theory, seeking to convey three fundamental principles: Value is not   inherent in things but the result of a social process, value is often   determined at the intersection of different conceptions of productive   potential, and value is conceptualized or measured in different, and   often conflicting, ways. Readings include selections from Aristotle,   Christian Scripture, Shakespeare, Smith, Bentham, Wordsworth, Austen,   Weber, Keynes, Milton Friedman, Kazuo Ishiguro, and Pierre Bourdieu. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—This World and the Next Prof. Connolly (Classics)  syllabus  Explores different ways of thinking about the world or worlds beyond (and better than) the one in which we live, concentrating on the afterlife, political utopias, and the worlds created by artistic imagination. Readings include Homer, Vergil, Dante, the Bible, Plato's Republic, Marx and Engels' Communist Manifesto, selection of Romantic poetry, and Philip K. Dick's Do Androids Dream of Electric Sheep, and its film adaptation, Blade Runner. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Arts and Publics Prof. Blake (English)  syllabus Civic values and public purpose are intricately bound up with the arts. Whenever a case needs to be made that the arts matter, we tend to speak (usually, in very general terms) about how the arts contribute to education, or self-expression, or community life, or public deliberation, or the moral and social reform of individuals and institutions. On the other side, those who question the public value of the arts might complain that the arts are elitist, or overweening, or out of touch, or too political, or not political enough. How did we come to think about the arts in these terms? What are some of our assumptions about public life, such that it makes sense for us to promote the arts as having an important public cultural role, or alternatively distrust or dismiss them for not properly or effectively living up to that role? And, ultimately, what is at stake: Why does it matter if the arts matter? Readings from the Classical period through the present day, with a specific focus on drama and theatre. FALL 2014 CORE-UA 400, Texts &amp; Ideas: Topics—Visible and Invisible Cities Prof. Cox (Italian Studies)  syllabus The   experience of living in a city is one vital thread that connects us   with our ancient, medieval, and early modern ancestors, and that   continues to provide a unifying element in millions of our   contemporaries’ disparate lives across the globe. Urban life is a   constant environment and stimulus, whether you find yourself in New   York, Florence, Accra, or Shanghai. Our aim is to supply conceptual   frameworks and historical contexts for this experience by exploring the   ways human communities have been theorized and imagined within the   Western tradition from classical antiquity through to the Renaissance,   particularly the city, conceived since Aristotle as the proper habitat   of humankind, and the relationship between the family or household and   the state. The primary texts encompass utopian writings and works of   political theory, but also texts describing and analyzing real-world   communities and visual and cartographic representations of cities and   urban space. Readings include the canonical—from Plato, Aristotle,   Vergil, Dante, Boccaccio, More, Shakespeare—to texts from Christine de   Pizan and Moderata Fontelong, marginalized from the canon and only now   becoming visible. FALL 2014 CORE-UA 403, Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Rubenstein (Hebrew &amp; Judaic Studies)  syllabus Beginning with the collision of the \"Judeo-Christian\" and Hellenistic traditions and their encounter in the Christian Scriptures and Augustine, we see Enlightenment thinkers grapple with the fusion of these traditions they had inherited, subjecting both to serious criticism and revising them as a new tradition—science and technology—rises to prominence. Reading from the Hebrew and Christian Scriptures, Sophocles, Plato, Augustine, Montesquieu, Pope, Voltaire, and Rousseau. FALL 2014 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Corradi (Sociology)  syllabus A guide to the intellectual heritage distinctive to the West, with special attention to the nature of the person, freedom, rationality, democracy, and the social order. The works we study continue to shape the way people understand themselves and the world. They are 'classic' in the sense that they have not finished saying what they have to say. We situate them in historical context, looking for ways in which later authors responded to themes introduced by earlier ones. From the particularity of the West, these themes show a vocation for universality. Readings include: Genesis, Exodus, Luke, Corinthians; Sophocles' Oedipus and Antigone; Plato's Apology and Republic; Aristotle's Nicomachean Ethics; Pericles' Funeral Oration; Epictetus' Discourses; Augustine's Confessions; Tocqueville's Democracy in America; Mill's On Liberty; Darwin's Origins of the Species; Marx and Engels' Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Weber's Protestant Ethic and the Spirit of Capitalism; Lincoln's Gettysburg Address; Freud's Civilization and Its Discontents. FALL 2014 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (College Core Curriculum)  syllabus Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology, Gorgias, Symposium; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. FALL 2014 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ulfers (German)  syllabus A conversation between two paradigms informing Western culture: the dominant, optimistic one, revolving around notions of historical progress toward absolute knowledge and utopian visions of the world and society; and the subterranean, pessimistic one, which looks on the former as a human construct or fiction that must come to naught. Readings: works from the Hebrew and Christian scriptures, Plato, and Sophocles; Augustine's Confessions; selections from Darwin; Marx and Engels' Communist Manifesto; Nietzsche's Birth of Tragedy; Freud's Interpretation of Dreams; Kafka's Metamorphosis; Mann's Death in Venice. Spring 2015 SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics - Materialism Prof. Shaw (English)  syllabus Why is materialism a dirty word? Through what logic has it come to be associated with crass monetary gain and excessive bodily pleasure? When did these associations begin, and why? What other senses of materialism (as a philosophy of the everyday, and as a critical corrective to idealism) lurk underneath these pejorative, immediate associations? How might they be activated? We examine conflicts between Christian idealism and a range of materialist philosophies, including Epicureanism, experimentalism and Marxism. Materialists became infamous for directing their attention at bodies rather than souls, at terrestrial matter rather than divine will, and at the letter rather than the spirit of scripture. We follow their lead and pay close attention to a range of texts and objects, but in doing so we also consider just how various materialisms could be, how their realist correctives operated at different scales and in different contexts: from the atomic to the economic, from the corporeal to the textual. Readings: Lucretius, Vergil’s Georgics, 1 Corinthians, Machiavelli’s Prince, More’s Utopia, selections from Montaigne, Shakespeare, Bacon, Diderot, Wordsworth, Poe, Balzac, Marx, Nietzsche and Whitman.  SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics—On Objectivity Prof. Gitelman (English)  syllabus Bias. Spin. Propaganda. Hype. These are familiar pejoratives for citizens of the twenty-first century, and by implication they privilege the same alternative: objectivity. Objectivity is a concept—or an ideal—that frames our understanding of pursuits as diverse as politics, journalism, and science, realms in which we hope to be able to discern the right, the true, and the real. But what is objectivity? Whose discernment counts as objective? How can we tell? Questions like these ask us to consider not only what we know but also how, while the conditions of evolving, possessing, and assessing knowledge turn out to be remarkably available to cultural and historical change. We consider the origins and character of objectivity within and against the Western intellectual tradition by considering selected episodes in its emergence, both ancient and modern, asking how thinkers have thought about knowing. What are or have been the available routes to certainty? What standards exist or have existed for knowledge about the past, about the self or about others, and about the world around us? Is it possible that the twenty-first century will involve new forms of objectivity? Readings: Matthew, Thucydides, Plato’s Protagoras and Meno, Descartes’ Discourse on Method, selections from Montaigne, Bird’s Sheppard Lee, Agee and Evan’s Let Us Now Praise Famous Men. SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics—Action Prof. Halpern (English)  syllabus  What   does it mean to perform an act? What are we doing when we do something?   The term “action” covers everything from picking up a pencil to leading   a political revolution. Action is a way of intervening in the world and   changing it, in minor or major ways. Both ethics and politics involve   acting in relation to others. Philosophers have found action interesting   because it bridges the mental and physical worlds, beginning as   intention and ending with some sort of embodied execution. The English   word “act” complicates things still further, since it can mean not only   “to do something” but also “to pretend to do something; to play a part.”   Acting in the “serious” sense is always haunted by dramatic or   play-acting. And because drama is the art form that relies on people   actually doing things onstage—or rather, pretending to actually do   things onstage—it is also an art form that has thought through questions   of action in sophisticated ways. We read a variety of works by   philosophers, playwrights, theologians, filmmakers, and economists in   order to get a sense of how action has been understood from the   classical era to the present day, including Aeschylus, Aristotle,   Augustine, Marlowe, Shakespeare, Smith, Marx, Nietzsche, Freud, Beckett.  SPRING 2015 CORE-UA 400, Texts &amp; Ideas: Topics—Life and Death Prof. Velleman (Philosophy)  syllabus  Every   person has a life to live, but what is this thing, “a life”, that every   person has? To begin with, it’s just the temporally extended existence   of the person, the proverbial three score and ten. But a person’s life   is more than that, because it follows a natural progression of   life-stages, from childhood to adolescence to middle age to senescence.   And it’s even more still, since it is partly the creation of the person   living it, who can plan it, evaluate it, anticipate its future, and   remember its past. We explore these and other aspects of a person’s life   through works of literature and philosophy. What makes you the same   person throughout the different stages of your life? How does the   passage of time color your perception of life? What makes for a good   life? A meaningful life? Should you be grateful for having been born, or   dismayed at having to die? Readings: Aristotle’s Nicomachean Ethics,   Epicurus’ “Letter to Menoeceus,” Cicero’s De Finibus, Lucretius De Rerum   Natura, Dickens’ Great Expectations, Tolstoy’s “A Confession” and   “Death of Ivan Ilych,” Kertesz’ Kaddish for an Unborn Child, Kafka’s   Metamorphosis, McCullers’ Member of the Wedding, Vonnegut’s   Slaughterhouse-Five. SPRING 2015 CORE-UA 400, Texts and Ideas: Topics—Technologies of the Universe Prof. Weatherby (German)  syllabus The human is the \"tool-making animal,\" as Karl Marx wrote, quoting Benjamin Franklin. Marx's writing partner Friedrich Engels would make this the center of his philosophy, declaring the invention of tools and the work they do as the evolutionary force that led to the separation between the ape and the human. But if human activity is \"technological\" by nature, it is in nature itself that tools arise; then how does human time fit into geological time, how does the cosmos come to include the \"tool-making animal,\" and who remakes that cosmos? In an age sometimes now called the \"anthropocene,\" the questions of the cosmos and the tool are increasingly intertwined. Beginning with cosmogonies in the ancient world (Gilgamesh, Hebrew Bible, Hesiod, Plato), we track the shifts that led to the modern scientific conception of the universe (Aristotle, Copernicus, Helmholtz, Einstein). We then explore problems that the ubiquity of technological objects raises—artificial life (Leibniz, Hoffmann, Lem), entropy (Kelvin, Wiener), computing (Babbage, Turing, von Neumann)—compare Carl Sagan's Cosmos with its ongoing update by Neil deGrasse Tyson, and visit the Hayden Planetarium. SPRING 2015 CORE-UA 402, Texts &amp; Ideas: Antiquity and the Renaissanc e Prof. Sider (Classics)  syllabus The West began with Greece, moved to Rome, and the incorporated Judeo-Christian values during the Middle Ages. The Renaissance, looking back to the Greeks for re-inspiration, gave near final shape to our ideas of Western culture. Since this series of movements and influences is not chronological, neither shall we read our text in chronological order. Instead, we will take our rubric seriously and look for a few \"conversations\" between and among writers from all our areas: Hesiod and Genesis; Homer and Vergil; Aristophanes and Rabelais; Song of Songs, Sappho, and Marguerite de Navarre; Thucydides and Machiavelli; Catullus and Petrarch; Ovid and Shakespeare; Euripides, Plato, and a Gospel SPRING 2015 CORE-UA 403, Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Deneys (French)  syllabus The Enlightenment was a Europe-wide movement, which concerned all aspects of culture of the time: philosophy and literature, the arts (painting, music, architecture), as well as politics and society as a whole. The Enlightenment defined itself as a new birth, a subversive movement that would free mankind of all its prejudices--philosophical, religious, political, sexual, racial. In doing so, the Enlightenment appears today to be indeed the beginning of our modernity, as it invented key concepts that define or frame our contemporary representations of ourselves and the world around us: the concept of the subject or subjectivity, of nature, of origins, of equality, of critical philosophy and democracy, of pleasure, of sexuality, of happiness. It is a unique moment in history, where philosophy aims not only at interpreting the world but also at changing it to make it a better place for mankind. It culminates at the end of the 18th century in France with the French Revolution, which declared for the first time in human history that all men are born free and equal. Readings: Genesis, Plato's Symposium and Phedrus, Epicurus' Maxims and letters, Descartes' Discourse on Method, Rousseau's Discourse on Inequality and Rêveries, Diderot's Indiscreet Jewels and Jacques the Fatalist, Voltaire's Candide and Zadig, Marivaux's Dispute and Double Unfaithfulness, Kant's \"What is Enlightenment?\" SPRING 2015 CORE-UA 403, Texts &amp; Ideas: Antiquity and the Enlightenment Prof. Chazan (Hebrew &amp; Judaic Studies)  syllabus Focuses on the understanding of knowledge and truth in antiquity and the Enlightenment. Divergent perspectives on knowledge and truth have important implications for society and the individual. They lead to alternative notions of how society should be ordered, who should exercise power in society, the goals of individual endeavor, and the nature of individual fulfillment. Key texts from antiquity and the Enlightenment will be read and analyzed with these issues uppermost in mind. Readings: Genesis, Exodus, Luke, Acts, Galatians; Sophocles' Antigone; Euripides' Bacchae; Plato's Apology and Symposium; Augustine's Confessions; Spinoza's Tractatus Theologico-Politicus; Locke's Letter Concerning Toleration; Lessing's Nathan the Wise; Montesquieu's Persian Letters; Voltaire's Letters Concerning the English Nation; Paine's Age of Reason. SPRING 2015 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Renzi (College Core Curriculum)  syllabus Contemporary moral psychology: where it came from, where it’s brought us, how we might move beyond it. Readings: Book of J; Genesis, Exodus, Isaiah; Matthew, Galatians; Gospel of Mary; Euripides' Medea; Aristophanes' Clouds; Plato's Apology and Republic; Xenophon's Apology; Augustine's Confessions; Marx and Engels’ Communist Manifesto; Kierkegaard's Fear and Trembling; Nietzsche's Genealogy of Morality; Freud's \"Case of Miss Lucy R.\" and Civilization and Its Discontents. SPRING 2015 CORE-UA 404, Texts &amp; Ideas: Antiquity and the 19th Century Prof. Ertman (Sociology)  syllabus Explores the ancient foundations of traditional Western culture by examining the political and social institutions, religious beliefs, and value systems of the Israelites, Greeks, Romans, and early Christians; then turns to the radical challenges to this traditional culture, in the areas of the economy, politics, religion, and morality, that arose over the course of the 19th century, challenges that continue to reverberate to this day. Readings: Genesis, Exodus, Deuteronomy, Luke, Acts, Romans; Thucydides' Peloponnesian War; Plato's Apology and Symposium; Vergil's Aeneid; Augustine's Confessions; Smith's Wealth of Nations; Marx and Engels' Communist Manifesto; Mill's On Liberty; Darwin's Origin of Species; Nietzsche's Genealogy of Morality; Freud's Civilization and Its Discontents.  Note: * indicates draft/sample syllabus            Contact Us | &copy; New York University , Arts and Science"}, {"content": "Alumni of the MA in Arts Politics: Tisch School of the Arts at NYU                           Skip to content        Art &amp; Public Policy Home Masters in Arts Politics Center for Art and Public Policy Course Offerings News and Events Faculty Twitter Facebook  home &gt; Art and Public Policy        Alumni of the MA in Arts Politics  The MA in Arts Politics program attracts students from a variety of backgrounds who seek to create new spaces for themselves in art and society. The diverse accomplishments of our alumni exemplify this spirit of ingenuity and the desire to cultivate individualized paths. Please read on to find out what graduates of our program are doing now.  Mia Michelle McClain 2014 Art & Public Policy                                    Mia Michelle is a performing artist, activist,  and educator of vast repertoire and ability. Born in New Orleans, LA, Mia began  her love affair with the arts at the age of 3. She went on to study drama at  Syracuse University, graduating magna cum laude with a BFA in Musical Theatre.  Mia has been on a never-ending journey to seek truth and speak life through the  performing arts, arts education, and cultural activism. She is the executive  producer of Voices of Peace, an extended play album promoting peace and positive  change through music.      Additionally, Mia has showcased her theatrical  talents across the country, most recently seen at the New York Musical Theatre  Festival, North Shore Music Theatre, Westchester Broadway Theatre, Fulton  Theatre, and Syracuse Stage. Post-grad, Mia continues to interrogate  ideas of blackness and the intersection of spirituality and performance in  cultures founded in the African diaspora. Additionally, she is  currently writing a one-woman show that will touch on topics of  gentrification, the dehumanization of black bodies, and the sexual  victimization of women. This fall, Mia will be on tour with the Cornerstone  Chorale as a featured soloist, followed by another glorious production of the  musical Hairspray at Syracuse Stage. Concurrently, she is in production for her  second Extended Play album.      Harry Belafonte once said, \"Art is  invincible.\" Mia believes that with the power of art, even the darkest  corners of the world will rise from invisibility to invincibility. You, like  art, can be invincible.          Leticia Gutierrez 2014 Art & Public Policy Leticia Gutierrez is a curator, writer, arts educator and arts administrator. Originally from Mexico City, she lives and works in New York. Leticia graduated from Tisch School of the Arts, New York University with MA in Arts Politics in 2014; and Universidad Iberoamericana, Mexico City with BAs in Art History in 2008. She believes that artists and cultural agents have the ability and capacity to foster a society with civic responsibilities. Coordinating exhibitions, organizing public programs and producing in situ work with artists are part of her interest in developing multidisciplinary and hybrid projects that explore forms of cultural activism. She has worked and collaborated for different institutions that include Museo del Palacio de Bellas Artes, Casa del Lago-Universidad Autonoma de Mexico, Museo Rufino Tamayo, Museo de Arte Carrillo Gil, Laboratorio de Arte Alameda and currently, the Museum of Modern Art, New York. Natalie Walmsley 2013 Art & Public Policy       Web Site:        nataliewalmsley.blog.com/ Natalie Walmsley hails from the UK and graduated from Brunel University, London with a first class honours BA in English and Drama. Her foremost passions as an artist, academic and advocate for LGBTQ and Women’s Rights lie in children’s television and media. She is a musician, poet and performer and invested in all creative educational tools for youth, and is involved with the alliance for Dyslexia.    Upon graduating from the MA Arts Politics, she is working towards her first ‘tween show’ observational sitcom and is a freelance writer for Time Out New York.  Jon Henry 2013 Art & Public Policy       Web Site:        www.thejonhenry.com Jon is originally from Little Washington, VA. He graduated from the University of Richmond with BAs in Studio Art &amp; International Studies in 2012. Jon is interested in anything queer from art, aesthetics, activism, theory, or politics. He has worked and organized with a variety of southern queer organizations that focus on building communities, direct political actions, social space, and educational campaigns. Jon root his artistic practice in sculpture. His work explores the intersections of identity politics, queer theory, geography, history, ecology, and dreams. He is currently enrolled in JMU's MFA program in Studio Art as a Graduate Assistant. top Miho Tsujii 2013 Art & Public Policy Miho Tsujii is an artist, a creative producer and a human rights advocate. She has worked with 'comfort women' survivors across Asia for over a decade, supporting their advocacy including the Women's International War Crimes Tribunal for Japan's Military Sexual Slavery. As Project Coordinator for Women's Caucus for Gender Justice, she lobbed the UN to incorporate gender into the International Criminal Court, and coordinated a documentary film production featuring this global women's movement. She co-built Women In Black Tokyo after 911 and staged street performances to end violence and militarism through the neo-con era.    She is a co-founder, producer and exhibiting artist of Renren-Yawa Vgirls, a group of women artists in their 20s-40s presenting/creating space for feminist art in Tokyo. She co-produced, scripted and acted in a series of productions in Tokyo, where she organized women to develop consciousness over gender issues confronting their lives and perform their stories in public. As part of Feminist Active Documentary Video Festa, she co-documented visits to tsunami survivors and screened it for survivors and people in other areas of Japan to mediate relationships in between and to engage women in the reconstruction process. In 2013, Miho and other members of the Tokyo-based artist collective Stand Up Sisters exhibited the \"One Thousand Needles Project\", a thousand stitch belt, or \"sennibari\", to enourage war memory and promote peace, at the Hako Gallery in Yoygi Uehara.    Miho's art emerges out of her personal encounters/relationships with people living to overcome injustice, oppression or difficult social conditions. Her visual art, poetry, photography, film and performance works address and respond to human conditions, and is embedded in the lives of people mediating empowerment, relationship building and transpiration of life with dignity.    She has written and spoken extensively on her works. She is also a professional translator/interpreter. She was born in Osaka and grew up in Europe. She holds a BA from Swarthmore College, U.S., and studied Figurative Art at Bigakko, Japan.  Ralph Castaldo 2013 Art & Public Policy       Web Site:        www.castaldodesigngroup.org Ralph A. Castaldo returned to NYU’s Tisch School of the Arts twenty-two years after receiving his MFA in Scenic Design from the Department of Design for Stage and Film, and 27 years after completing a BA in Politics/Pre-Law from NYU’s Washington Square and University College. He designs for professional and academic theatre and for events worldwide, from New York to San Francisco to Shenzhen, China. His designs for commencement exercises at Radio City Music Hall are regularly published in the Rose Brand catalog. Ralph also designs for film, most notably working with Nitin Desai and the National Film Development Corporation of India on their 2000 feature, Dr. Babasaheb Ambedkar, which won three National Film Awards in India. Repeatedly, he has seen the worlds of Art and Politics come together; sometimes peacefully, and sometimes colliding. As a professor of theatre arts, he is constantly reminded that the best way to ensure that the Arts thrive is through education, and he has stepped back into the classroom – now as a student – to make this a reality in his own life. Ralph’s dedication to education is also seen in his alumni work and his continual placement of new graduates in his many projects. With the Department of Design for Stage and Film, he is a founding member and presently Chair of Tisch Design Alumni. He also sits on the Board of the New York University Alumni Association. Ralph will continue designing and teaching, and has plans to launch an Italian-American theatre company in New York City. He lives with his wife, Laurie, in Pelham, NY... sharing their house with Oliver and Lucia, their two amazingly wonderful dogs. It doesn’t get much better than this. Ricardo Gamboa 2013 Art & Public Policy Ricardo Gamboa is a artist, activist, and academic. He graduated from the University of Illinois, Urbana-Champaign in 2003 (B.A. Spanish) and then began his career in his native Chicago. There he was the Artistic Director of Teatro Americano, company member of Barrel of Monkeys, and worked with young people throughout the city using performance and media as a means for empowerment. In 2010 he moved to New York City where he has since participated in the Hemispheric Institute of Performance and Politics EmergeNYC program, made socially conscious youth media at Scenarios USA, and became a NY Neo-Futurist. Gamboa received his M.A. in Arts Politics from NYU's Tisch School of the Arts and is pursuing his doctorate degree in American Studies in the university's school of Social and Cultural Analysis. He has received several awards for his performance and writing work and in May 2013 his first feature film Maydays premiered at the Chicago Latino Film Festival. Gamboa's work during 2013-2014 includes artist residencies with National Museum of Mexican Art and Free Street Theater, creating a series of performance art short film exploring the experiences of Chicago's Mexican-American and queer communities, and filming his second feature film.  Ellen McTigue 2013 Art & Public Policy Ellen McTigue has sung, danced, and performed since the age of 5. She received a B.A. from Columbia College in Chicago in Arts Management, and most recently earned her M.A. from New York University's Tisch School of the Arts. While living and studying in New York, Ellen's main area of interest was learning how to use the stage a platform for growth. Her professional and personal vision is to use the theatre for bringing art and its educational and inspirational powers to those most in need of acceptance -- most specifically the differently abled community and women struggling with self acceptance and body image issues. \"There is a strong and desperate need to rework the definition of disability. It's not just black and white anymore. We need to give it a space, an art form, and a sage on which to present it with a powerful and loud voice. It's no longer about creating art to simply delight the senses.\"    Now, Ellen is living and working in Los Angeles, California. She continues to work on her body image performance art piece (inspired by the likes of Eve Ensler, Marina Abramovic and David Wojnarowicz) currently entitled \"Exhibiting Misogyny: the story of a _______ girl\" along with exploring her photography skills in a piece that she hopes will coincide with her performance.  Tyler S. Bugg 2013 Art & Public Policy Tyler S. Bugg is a writer, activist, and arts-based organizer working within the intersections of theatre and dance, memory, and trauma. He aims to facilitate the creation of new stage plays and performance art works that serve as sites of reconciliation for the communities their themes engage.    Originally from Augusta, Georgia, Tyler was a student of international affairs and cultural geography at the University of Georgia. During his time there, he developed extensive public advocacy and organizing experience, serving as a senior intern with the Office of Congressman John Barrow, an operations coordinator with Teach For America, a regional organizer for STAND: the student-led division of United to End Genocide, an organizing fellow with Obama for America, and as associate editor for the Georgia Political Review. His writing has appeared in Racialicious, PolicyMic, Next New Deal, The Nation, and several other policy journals and collective community anthologies. In April 2012, he was named a Millennial Values Fellow with Georgetown University's Berkley Center for Religion, Peace, and World Affairs. Graduating summa cum laude in 2012 with a Bachelor of Arts in Comparative Politics, Tyler was also awarded the university’s Pearson Atlas Prize.    In addition to his advocacy work, Tyler has also both acted in and directed several community-based plays, including El Teatro Campesino’s Los Vendidos, Eve Ensler’s A Memory, A Monologue, A Rant, and A Prayer, and the self-written He Said, She Said, Zhe Said: Gender Stories; an original dance installation, I break and I build; and his solo performance series, Paternalism in the living room of small town America. His practice imagines new, radical opportunities for theatre-as-art and theatre-as-pedagogy and always takes a collaborative approach to fostering innovative and equitable theatre- and decision-making. top Ngoc-Tran Vu 2013 Art & Public Policy       Web Site:        www.ngoctranvu.com                                                                           Born  in Vietnam and growing up in the diverse immigrant neighborhoods of Dorchester,  Massachusetts, Ngoc-Tran was exposed to the world of multiculturalism in an  urban environment. She graduated from Brown University in 2010 with a double  concentration in Ethnic Studies and Visual Arts. It is Ngoc-Tran's ambition for  her art to provoke thoughts and questions surrounding identity, community,  politics, accessibility, spirituality and humanity. As a first generation  Vietnamese-American visual artist, scholar and community worker, she is  passionate about the arts and using its tools to express and create a  consciousness around social justice issues. Ngoc-Tran currently lives in  Dorchester, Massachusetts and is working with the Last Days in Vietnam documentary  film and First Days Story project. Please visit her website at: http://ngoctranvu.com/       Chelsea Rae Klein 2012 Art & Public Policy       Web Site:        www.sfartscommission.org Chelsea Rae Klein is the founder and executive director of Descry Arts Organization, a comprehensive support to emerging visual artists through publication, exhibition and grants. Descry also houses Chelsea’s non-profit project, Through the Lens, a free and subsidized arts education, exhibition and publication program for low-income and underserved individuals. Chelsea is a curator, editor, arts educator, publisher, photographer and graphic designer and has partnered with numerous non-profits, fine arts institutions and galleries, public schools, and community-based organizations throughout the San Francisco Bay Area, where her work is currently based. In 2013, Chelsea was awarded the Individual Artist Commission from the San Francisco Arts Commission for a project she conceived in Professor Randy Martin's \"Issues in Arts Politics\" class while studying in the Department of Art and Public Policy. During the same year, Chelsea published a book, \"Among Dreams,\" a collaboration with inmates from a San Francisco county jail.  Da-Eun Chung 2012 Art & Public Policy After graduating college in Political Science and International relations, Da-Eun couldn't deny the 'calling' of the theatre and started learning acting.    Da-Eun's ulltimate dream is to make a better world with the two disciplines: arts and politics. She have worked as a freelance translator, interpreter. Da-Eun is currently working for the Korean Christian Culture Association and is CEO of a Christian Press Company, Chung-Pa. In the future Da-Eun would like to work in the Korean ministry of culture, and is interested in activating the plans of the ministry to enhance art's influence within the Korean society.  Dixin Qu 2012 Art & Public Policy Dixin is the director and producer of 'Dancer- Where I meet myself' and 'Dance of Swan', she has over four years of experience working within some of China's leading dance institutions.    In her undergraduate studies, she was selected by The New Century Leader School to be a training leader and manager by China and received leadership training for one year, which focused on self-cultivation of political theory, ideology and moral training, policy making and analyzing, professional quality, cultural enrichment and teamwork.    She is also an actress and dancer/choreograpgher at ZY Dance School.    Dixin is interested in exploring new possibilities and opportunities within the world of film and beyond.  Eunji Lee 2012 Art & Public Policy Eunji has attained B.A., M.F.A. in Visual Arts, Ewha Women's Univ. of Seoul, Korea. She has organized and coordinated numerous International Culture Exchange events/ conferences, and worked as Public Art Curator for the Seoul Metropolitan Government before coming to New York, as well as freelance interpreter/ translator. Eunji has translated 'World Design Capital Seoul 2010' and various art related catalogues and websites. She is willing to continue to work as a bridge in the culture and arts field between Korea and the U.S., also establishing her own organization in the near future.  top Grace McAvoy 2012 Art & Public Policy Grace is a new media creative, whose work in politics and communication has compelled her to study the role of art in social activism and political communication. Grace graduated from San Francisco State University, where she majored in Political Science with a minor in Philosophy. After graduation, she gained extensive campaign, photography, and digital media experience through her work as a Junior Account Executive at Storefront Political Media and as the Deputy Director of New Media for Gavin Newsom’s gubernatorial campaign in California. After the campaign, she moved to the Big Apple to work at RLM Finsbury, a strategic communications firm, where she specialized in media relations and digital media, working for a wide range of clients, including microfinance and education nonprofits.  Horacio Perez 2012 Art & Public Policy Horacio is a theatre director and actor from Chile. He is also a professor of undergraduate acting classes and workshops.    In addition to his work in the theatre, Horacio has developed photographic projects with actors and theatre companies.    In July 2011, Horacio was awarded a scholarship from the Chilean government to undertake the Masters of Arts Politics program at NYU.  Ladi'Sasha Jones 2012 Art & Public Policy Ladi'Sasha Jones describes her work as archival artistry centered within Black narratives and community histories. Having been positioned within the Schomburg Center for Research in Black Culture in Harlem and the Charles L. Blockson Afro-American Collection in Philadelphia, her background and interests in the global history, stories and genealogy of African people have developed into her life work. Ladi'Sasha hopes to develop her skills in film and photography to continue to merge her interest in visual art expression with her documentation practices. In her down time, she enjoys traveling, women writers' circles, French and Nigerian cinema, and cooking. Lindsay Harris 2012 Art & Public Policy Harking from Santa Fe, NM, Lindsay has studied theatre at Santa Fe High School and the American Academy of Dramatic Arts, and visual arts at Santa Fe Community College, Vassar College, and the Art Students League of NY. She has written theatre reviews for the Santa Fe New Mexican newspaper and art reviews for Whitehot Magazine. She studied arts and culture in Ghana and received a research grant for her undergraduate thesis on British/Nigerian artist Yinka Shonibare, MBE and the “burden of representation” within Black British arts. She is also a comedienne and fiction writer. Lindsay is currently a teaching artist at BRIC House. Her current project, Evoking the Mulatto: Exploring Black Mixed Identity in the 21st Century will be shown at BRIC beginning in May 2014, and can be viewed at http://www.evokingthemulatto.com .  Megan Rollins 2012 Art & Public Policy Things had been downhill for Megan after she peaked at the age of 9, appearing as Michelle Tanner's \"friend\" in an episode of the TV series Full House. But, in the summer of 2006, with the help of an inordinate amount of Venti Starbucks Coffees and dumpster-chic clothing, Megan was revived and joined the Los Angeles staff of the Huffington Post. It was there that she learned two of her most valuable life skills: how to comb through the vast realm of the internets, and how to properly imitate a boss with a foreign accent. In 2007, when Barack Obama announced his candidacy for President, Megan took a position with Evolutionary Media Group to work on the grassroots visibility campaign. There, in partnership with Shepard Fairey, she distributed over 100,000 stickers and posters throughout swing states and co-produced a gallery at the Democratic National Convention and Presidential Inauguration called Manifest Hope—a celebration of the artistic grassroots movement surrounding President Obama. (It will be another two years before Megan can go to sleep without seeing the red, white and blue image of HOPE burned into the back of her eyelids.) In August of 2009, Megan joined the staff of Blue State Digital, where she pairs her experience in marketing and online strategy as a communications strategist. She plans to remain with the company while studying for an M.A. in Arts Politics at NYU until Bob Saget requests her appearance on the reunion episode of Full House. No word yet on when that will air. top Micaela Anaya 2012 Art & Public Policy Chicago born Chicana artist Micaela Anaya found purpose and freedom in her art at a young age. Despite receiving limited arts education she always managed to cultivate her art. In January 2010, Micaela’s debut solo show: Eluding Definition was exhibited at the Azucarera Art Gallery in Harlem. Micaela earned her B.A in Psychology at Wesleyan University in 2008. The awareness she reached through that experience profoundly changed her purpose with painting. Micaela’s art touches upon a spectrum of social injustices while seeking to empower those that have been made invincible.    Micaela intends to broaden her artistic medium during her time at Tisch by experimenting with documentary film. She is also interested in ideas of artistic citizenship, interventionist art, cultural equity and community art.  Michelle Steuernagel 2012 Art & Public Policy A native from South Brazil, has been living in New York since 2007. Holds a Graduate Certificate in Business with emphasis in Marketing and a B.A in Theater Directing. In Brazil, has worked for six years as Executive Producer at ACT - Ateliê de Criação Teatral, and as a freelance Producer for several plays. Before joining the M.A, she worked for the Creative Economy Development Programme at the United National Development Programme, working with the team who coordinates the Creative Corridors, a multimedia installation showing video-cases of creative economy around the world, displayed at the UN Pavilion of the Shanghai World Expo 2010. Natasha Katerinopoulos 2012 Art & Public Policy Natasha grew up in the island of Crete, Greece. While studying theater she was involved in student politics, organizing various cultural activism actions and participating in the Student Council and Departmental General Assembly as president of the student government. She was also part of the schools theater and film group. Natasha has worked as a Drama Teacher and Actress.  Tina Orlandini 2012 Art & Public Policy Tina is originally from Altadena, California, but moved to the New York to complete her Undergraduate work. Tina is a recent Graduate from Ithaca College, where she earned her BA in Art History with a minor in Writing. She has been involved in student activist organizations dealing with the preservation of human rights, particularly in Darfur, Sudan; eastern Congo and Burma. Tina has written a number of papers and articles on the current situation in Darfur and eastern Congo, including the published article \"The Cost of Capitalism: America and the Conflict Mineral Trade in Eastern Congo,\" which explores the lack of transparency in the supply chains of American electronic company and how this controversy relates to the history of American Capitalism. Tina has also written both art exhibition proposals and a need-based proposal for the Ithaca City of Asylum, a non-profit organization that provides financial and creative support to at risk writers abroad.    In addition to human rights activism, Tina also specializes in curation and exhibition design. In Tina's last semester at Ithaca College, Tina organized the Senior Student Art Show at the Handwerker Gallery on campus.    Tina hopes to fuse her interests in writing, activism and curation together to develop a program or organization that uses art exhibitions to spread awareness and ultimately create social change toward freedom and equality.  Alexander Cavaluzzo 2012 Art & Public Policy       Web Site:        www.acavaluzzo.wordpress.com Bachelor of Science, Art History &amp; Museum Professions, The Fashion Institute of Technology, State University of New York. Alexander Cavaluzzo is currently a New York-based social media writer, freelance art and fashion journalist, and Curator-in-Chief of the 'zine Vitrine: a printed museum.  top Rashida McDuffie 2011 Art & Public Policy Prior to earning her MA in Arts Politcs at NYU, Rashida earned her BS in Health Care Management at Florida A&amp;M University, and a MA in Community Development from the University of Detroit Mercy.    Rashida seeks to merge her interests toward global service, social justice and sustainability. A native Detroiter with roots in Chicago, Atlanta and Texas, the foreclosure crisis of 2007 left this former real estate investor homeless and poised to perfectly quantify her values in life. Expressing these values through the universal language of art shall be her conduit. She recently wrote, produced, directed, filmed and edited a documentary about the importance of keeping arts in the school systems of struggling post-industrial cities like Detroit. In the spirit of W.E.B. Dubois, Rashida aspires to continue to be a voice for the inarticulate wherever possible, whenever necessary.  Kevin Stanton 2011 Art & Public Policy       Web Site:        thatiswhatwedo.com Kevin earned his BFA at The School of the Art Institute of Chicago. Kevin is a cultural activator working everywhere all the time. His activities include co-organizing Version Festival, directing public art events, writing, self-publishing, and causing problems. Ava Ansari 2011 Art & Public Policy Ava Ansari is an artist and curator graduated from the Arts-Politics MA program in May 2011. As an artist, Ava finds the most value when she succeed in creating collective moments of collaboration, education, and creation. She plays on this directly in Subway, an interactive artwork in progress, that includes a video, a freely available Android app, and hundreds of still images collected from participants in Iran—Subway tests the subversive possibilities of digital media. A collaboration with Andrew Quitmeyer and the Digital World and Image Group which has been accepted and presented in different venues including ISEA, ArtsIT, and Artaud.    Ava sees the voluntary collaborative attitude toward making art as vitally important, urgent, and a way of interrelating that can expand from the art community into the society at large. This belief in the power of collective art practice and the need for safe spaces for experimentation and collaborative art making led her to co-found the Back Room, a liquid curatorial and pedagogical platform in 2011. The Back Room’s mission is to use new media to facilitate exchanges between artists, curators, and scholars, in the US and Iran, circumventing the boundaries and limitations of transporting works, travel cost, and the bureaucracy of getting a visa. Though the project started between Tehran and NYC, it has now expanded to three other major cities in Iran.    Ava currently works at Aperture. She has previously worked in curatorial positions at Basement Gallery, Dubai, and Silk Road Gallery, Tehran and as an artist has presented work at Dixon Place, La Mama, Eyebeam, the AC Institute, among other.  Kate Conroy 2011 Art & Public Policy Before Kate entered the NYU Arts Politics program she worked to make arts accessible from upstate New York to downtown New York City and drafted an arts and economic development critique entitled Business is from Mars, the Arts are from Venus . During the MA program, she claimed her field of concentration: Lesbian Cultural Community Studies. Her immersion in this field generated The Lesbian Card project, The Lesbian Culture Studies, The Lesbian Migration Survey , and the character Prof. B. Giles through whom she presents The Giles Findings: The Natural Herstory of Lesbeings , which genetically links lesbeing hominids to the historic sites of Amelia Earhart's fatal crash, the Bermuda Triangle, and the Bowery.    Conroy migrated from Portland, Oregon to New York City's East Village, over 20 years ago where she continues to reside with her lesbian spouse of 15 years, Worcester-born writer Marty Correia. To sustain her arts activist practice, Conroy holds an administrative staff position at NYU's Department of Art History. Her independent research continues to explore the politics of humor.  Aisha Jordan 2011 Art & Public Policy       Web Site:        http://www.umass.edu/fac/nwt/Project-2050A.html Aisha earned her BA in Theater and The Arts at The New School University, Eugene-Lang College. Her passion is to provoke thought and change within audiences and performers through collaborative interdisciplinary and cultural, Social Justice Theater. Growing up Aisha was intimately exposed to innovative cultural arts and performances for social change through New WORLD Theater a company devoted to developing new works by artist of color. Aisha has then been, for ten years working with New WORLD Theaters youth group project 2050 developing dynamic collaborative hip-hop theater centered around crucial social issues affecting many communities in the United States. Her work involves infusing spoken word poerty, dance, movement, song and monologue within stage performances. Aisha has developed pieces under the influence of artists such as Steven Sapp and Mildred Ruiz of Universes, Rokafella and Kwikstep of Full Circle, Rha Goddess, Lemon Anderson, Flaco Navaja, Willie Perdomo, Jorge Cortinas, Magdalena Gomez, Renita Harris, Reggie Cabico, and Zishan ugurlu. Since moving and studying in NYC Aisha has performed and or worked with, New Victory Theater, Jazz at Lincoln Center, Hip-Hop Theater Festival, 13P, The Public Theater, Manhattan Theatre Club, The Brotherhood Sister-Sol, Lyrical Circle, the Nuyorican Poets Café, Bowery Poetry Club, and The Hemispheric Institute EmergeNYC. Aisha has also devoted time to re-developing the 2050 program due to the untimely closing of New WORLD Theater last fall. She is currently working on efforts to form her own interdisciplinary theater arts production company inspired by the work and teachings of mentor and friend Sekou Sundiata. She works to empower individuals and strengthen communities through art and social change. top Hilary Sand 2011 Art & Public Policy Hilary earned her BA in Art History, Theory, and Criticism at UC San Diego. Prior to attending NYU for her MA in Arts Politics, Ms. Sand worked as an artist’s and installation assistant on numerous projects in the San Diego and Los Angeles area, and graduated in 2010 magna cum laude from the University of California, San Diego, where she received a BA with departmental honors in Art History, Theory, and Criticism and a minor in Studio Art. In the spring of 2010 Ms. Sand presented her honors thesis, entitled “Scenery, Sculpture, Symbol, Subject: The Evolution and Problems of Depicting Architecture in Photography,” at the Undergraduate Research Conference on a panel led by Alain Cohen on visual culture. She curated the university-wide undergraduate exhibition, “Subject Subject,” sponsored by the Visual Arts Department, in May of the same year. Her text entitled: “Manifesto: It’s An Ideology in Here,” appears in the limited-release anthology, Manifest-O , an accompaniment to the show of the same title that took place at Concrete Utopia, an alternative space in Brooklyn, in mid-October of 2010. Her work implements a variety of media, including sculpture, performance, and digital photography, as well as fiction, theory, and critical writing. Adrianne Koteen 2011 Art & Public Policy       Web Site:        www.adriannekoteen.com Adrianne earned her BA in Visual Art and African American Studies from Oberlin College. Her experience includes a two year tenure as the program director for Fotovision, a Bay Area non-profit whose mission is to advance social documentary photography and storytelling though education, dialogue and community building, and a five year tenure working as an editor and curator with the International Museum of Women on the exhibit and anthology \"Imagining Ourselves: A Global Generation of Women.\" She teaches digital photography and documentary storytelling workshops internationally and has partnered with organizations and communities in the United States, Egypt, Nepal, Indonesia, and Lebanon.  Mariana Azevedo 2011 Art & Public Policy Mariana, a native of São Paulo, Brazil, earned her BA in Social Communication at FAAP (São Paulo, Brazil). She has a background in social communication and graphic design. Mariana worked for three years at the Jewish Culture Center in her hometown. She is interested in curating exhibitions and cultural projects, especially in alternative spaces where she believes the dialogue between community and artists can be powerful.    After earning her M.A. in Arts Politics, Mariana was an intern for the on-line platform Collectionof, which is a virtual place to display and sell works of art from individuals' and institutions' collections. She also serves as an intern at MoMA, where she works with the Assistant Curator of the Drawing Department, on a project of the exhibition about Brazilian artist, Lygia Clark.  Samantha Calvano 2011 Art & Public Policy Sam earned her BA in Film + Media Studies at Vassar College. She is a thinker and a dabbler, and is searching for that elusive connection that will bring together her love of film, graphic design, poetry, critique, and yoga. She is, above all, a work in progress.    Of mixed heritage and raised in Indonesia, Thailand and now New York City, questions of identity, representation, and cultural equity resonate strongly within her. She seeks to better understand and foster the notion of home and community. She hopes to always be listening and to never stop learning.    Her previous experience includes two years at MUSE Film and Television, a not for profit documentary production company that produces and distributes films on art, as well as freelance graphic design work for a number of organizations and institutions. She is also a certified yoga instructor and avid practitioner of mindful breath and movement.  Koby Rogers Hall 2011 Art & Public Policy Koby is the founding artistic director of Mischief Theatre, a performance collective dedicated to redefining the audience/performer dynamic through site-specific and interactive performance events. Her work there as creator/director/performer includes Nothing Like The Sun (Harbourfront Centre), Look Up! (Arts 101 Festival Bend, Oregon), Lady J ( EARTH festival Vancouver, Montreal Fringe), and Bordering (Playwrights’ Workshop Montreal). Recent collaborations include: Zeitgeist Theatre Collective’s P4W: Invisible Stories from the Prison for Women , bluemouth inc.’s interactive Dance Marathon , and arden 2’s City Acts Without Borders exchange between North American and Polish artists. She is an ongoing contributor to Artthreat magazine, the Emerging Arts Professionals network, and the grassroots movement for the Department of Culture across Canada. Koby directed and co-devised Abby Paige’s Piecework: When We Were French (in 2010-2011), and developed Mischief Theatre’s Dialogues Project with artists based in New York City and Masaka, Uganda. Her work has been supported by the Government of Canada’s Millenium Awards for innovation in her field, and the Zonta Club of Ottawa’s Emerging Artist Award. She was a Rosa Parks Fellow for Non-Violent Studies with the Alpha Kappa Alpha Educational Advancement Foundation Inc., and a recipient of a professional development grant for theatre artists from the Canada Council for the Arts. top Victoria Joy Murray 2011 Art & Public Policy Prior to enrolling in the MA in Arts Politics, Victoria was the Arts Program Coordinator for the DC Commission on the Arts and Humanities, the official arts agency for the District of Columbia. Ms. Murray served as Executive Producer for numerous signature events for the District including the coveted Mayor’s Arts Awards, the most prestigious honor conferred by the District to individual artists, arts organizations, and patrons of the arts. Another such event, Art Unplugged, a new initiative which she developed and implemented for the Commission was recognized by the National Assembly of States Arts Agencies (NASAA) as a National best practice. Additionally, Ms. Murray served as Program Officer for several long-standing grant programs that assist artists and arts organizations by providing funding and a broad range of resources. She was responsible for managing a collective budget of $1.5 Million in District funds for these events and grant programs.    Ms. Murray is an artist in her own right and has directed numerous productions throughout the Washington, DC metropolitan area including PASSING STANGE; HERSTORY: Love Forever Hip-Hop; Moon Bitch (DC Premiere); A Woman's Liberation; SHE: The Healing Pool; The Lover; and Lady Day at Emerson's Bar and Grill. She has assisted directors including the Tony Award Winning Moises Kaufman, David Muse, Timothy Bond and Peter C. Brosius, among others. Ms. Murray is the Founding Artistic Director of Yams Theatre, Inc. and an associate member of the Stage Directors and Choreographers Society. An avid traveler, Ms. Murray has trained both nationally and internationally, New York City (Women's Project Producer's Lab); Ashland, Oregon (Oregon Shakespeare Festival FAIR Fellow); Washington, DC (Allen Lee Hughes Fellow, Arena Stage); Italy (LaMaMa, ETC. International Symposium for Directors); Brazil (Center for the Theatre of the Oppressed); and London (British Academy of Dramatic Arts Shakespeare Program).  Yeojin Chung 2011 Art & Public Policy Yeojin grew up in South Korea, and studied theatre in Hawaii and Seattle, focusing on stage management and technical theatre. She had internships with Seattle Children's Theatre, Denver Center Theatre Company, and Washington National Opera before coming to NYC. While Yeojin was wondering how art can be more accessible and diverse, she found the Arts Politics program. She loves healthy food, but can't resist ice cream. She loves theatre, but it's not always healthy for her. Yeojin earned her BA in Drama at the University of Washington.  Chang-Han Liu 2011 Art & Public Policy Chang-Han has a BA in Diplomacy, and a MA in Acting, in addition to his MA in Arts Politics. Aside from acting and singing, Chang-Han used to be a full-time arts administrator, coordinator and executive producer as well as free-lance translator, interpretor, voice talent and acting lecturer. Right now he is searching all possibilities for an even tighter bonding between arts, cultures and peoples in the hope that there will be a better world. Leah Thomas 2011 Art & Public Policy As the former Director of Industry Relations for Ghetto Film School, a not for profit, that teaches film to students based in the South Bronx, Ms. Thomas used her knowledge of the entertainment business to create opportunity for youth with a desire to break into the film industry. During her tenure, GFS received the Mayor's Award for Art and Culture, was recognized by Russell Simmons at his Art For Life Benefit and spear headed its first Annual Benefit Dinner. Recently, GFS opened the Cinema School, the first high school in the nation with a focus on filmmaking. She is currently producing, THE GANG OF FOUR, a documentary revealing the extraordinary 50 year political legacy of Percy Sutton, Basil Paterson, David Dinkins and Charles Rangel, collectively known as the Gang of Four and AUTISTIC LIKE ME, the personal journey of five African American fathers of son’s with autism. As the Managing Partner of Femme Noir Films, Ms. Thomas is committed to telling stories with dynamic female leads. She is a full member of BAFTA and a Tribeca Film Festival Industry Delegate and was recently named as one of the Top Ten Rising Women Executives in Entertainment by Uptown Magazine.  Ayesha Omer 2011 Art & Public Policy Ayesha Omer is an artist and educator based in Karachi, Pakistan. Her work addresses issues of public formation, social marginalization and art activism. She trained in Arts Politics at the Tisch School of Art, NYU, after receiving a degree in Political Science from Davidson College, N.C. She teaches Cultural Studies and Arts Politics at the Indus Valley School of Art and Architecture in Karachi, Pakistan.    Her art practice is collaborative and cross-cultural. Currently, she is working with artist Fahad Naveed Zahidi on “Love Letters to Karachi” (2012 – present): a community-based letter-writing project with different communities of Karachi.    \"Where’s My Revolution?\" (2011 – present) is a response to social movements in Pakistan and around the world that aims to facilitate collaborative, cross-cultural art projects that build solidarity among activists and artists. “Mukhatib Awaam\" (2013 – present) is social media public campaign in collaboration with Rahnuma Design Matters to respond to Pakistan’s issues of religious intolerance, class divides, gender discrimination and environmental degradation.       Photo Credit: Bartek Górka, courtesy of CCA Ujazdowski Castle, Warsaw top Roslyn Helper 2011 Art & Public Policy       Web Site:        http://roslynhelper.tumblr.com/ Roslyn is the Artistic Co-Director of Electrofringe, an organization dedicated to nurturing and presenting experimental technology-based art through an annual program of interactive exhibitions, workshops and performances. Roslyn is also Co-Founder and Co-Director of zin, a Sydney-based live art partnership that creates audience-driven, socially engaged works focusing on the power of experience by combining immersive, visceral and hybrid-art elements. Roslyn completed a BA (Media and Communications) from Sydney University in 2010 and an MA in Arts Politics from Tisch School of the Arts in 2011. She is most interested in contemporary artforms and modes of participation that investigate and reorient our positions within social, political and economic systems.    Electrofringe - http://electrofringe.net/ and http://vimeo.com/85495737    zin - http://zinari.org/  Lauren Nicole Nixon 2010 Art & Public Policy       Web Site:        www.laurennicolenixon.com Lauren Nixon is a food and sustainability educator. During her undergraduate work at The New School, her background in Dance Studies , a field that recognizes movement and the physical body as catalysts for comprehending both history and culture, provided a framework for her interest in holistic health, a field that encourages individuals to listen to their physical bodies in order to achieve optimal health and wellness. Nixon’s studies at New York University in Arts Politics acted as a catalyst for her interest in social justice in relation to food, sustainability and the environment.    Lauren uses her academic and professional experiences in education, administration, research, feminist studies, queer theory, and Black studies to inform her work with food and holistic health. Her experiences include FoodCorps, Hidden Villa, Sing for Hope, Brooklyn Museum, The I Have a Dream Foundation, Smithsonian’s Discovery Theatre, Pentacle, Creative Action, Smithsonian Institute, Imagination Stage and Round House Theatre.    Photo Credit: Adrianne Koteen  Marjuan Canady 2010 Art & Public Policy       Web Site:        www.marjuancanady.com                                        Marjuan Canady, a native Washingtonian with  Trinidadian/Black American roots, is a published writer, actress, playwright,  director, educator and producer for both film and the stage. Her one-woman  play, Girls! Girls? Girls. has been featured  Off-Broadway, at national festivals and regional theaters. Her second  play, Callaloo: A Jazz Folktale has been seen at the  Ellington Theater and IATI Theater. For this work, Canady served as a featured  playwright at the 2013 Lincoln Center for Performing Arts Director’s Lab.  A Matteo Ricci and Schomburg Mellon Fellow, Canady is the founder and creative  director of her production company, Sepia  Works . Her diverse acting  work includes plays, films, television, commercials and voiceovers. Canady  currently writes for The Caribbean Current and recently starred and co-produced  the short film The Resort shot in Tobago, WI.  She is also currently directing the documentary, Girls! Girls? Girls.  set to release in 2015. In 2013 she  published her first children’s book Callaloo: A Jazz  Folktale  which she was recognized by The National Library of Trinidad and Tobago  in their First Time Author’s Program.  She is a  graduate of Duke Ellington School of the Arts and holds a B.A. in  Theater/African Studies from Fordham University and her M.A. in Arts Politics  from New York University’s Tisch School of the Arts.  Wan-Jung Wei 2010 Art & Public Policy Wan-Jung Wei, a native of Taiwan, is an art administrator and dancer with extensive experience on both creative and administrative aspects of theatrical production. When working in Solar Art Management , one of the leading art management companies in Taiwan, Wei contributed in all phases of production including dance performance, set design and marketing. She has brought several world-known acts to Taiwan, including Maria Serrano Flamenco Dance Company and the Disney musical Winnie the Pooh , adding diversity to performance business. Besides working on theater productions, Wei is also one of the founding members of DX5, an award-winning contemporary dance company in Taiwan. She received her B.A in International Relations from National Taiwan University in 2005.  Noelle Ghoussaini 2010 Art & Public Policy       Web Site:        www.noelleghoussaini.com  Noelle Ghoussaini is  an American-Lebanese playwright, director and community artist. She creates  theatrical events dedicated to examining and re-imagining our society within a  political, social and historical context. She  has written and directed 5 original plays, the most recent, phoenicia  flowers, was produced by NOOR theatre in the Spring of 2014. In  2013, Noelle received the Create Change Fellowship with the Laudromat Project   and was a part of the Lincoln Center Directors's lab. She has written,  directed and choreographed with companies such as Culture Project, the Jenin  Freedom Theatre, New York Theatre Workshop, Sepia Works, Noor Theatre, the  Bolshoi Drama theatre, and the Movement Theatre Company. She  has also led workshops on community-based arts at UNESCO in Paris and the  Queens Museum in NYC. She  holds an M.A. in Arts Politics from NYU’s Tisch School of the Arts and a B.A.  in Performance Studies, French and African Studies from Northwestern  University.                                             top Clara Inés Schuhmacher 2010 Art & Public Policy       Web Site:        www.vvitalny.com                                    Born in Italy to Argentine parents, Clara Inés  Schuhmacher is an artist, writer and producer interested in participatory  public art and creative placemaking. She currently serves as Director of  Operations for Make Music New York, where she facilitates the creation of  thousands of free, participatory musical events across New York City annually  on June 21. She also serves as Associate Producer for the New York Village  Halloween Parade, the largest of its kind in the United States. From 2008-2013,  she was Development Manager for Institutional Giving for the American Music  Center, where she played a key role in supporting the organization through a  merger which resulted in New Music USA. Prior, she served as Assistant Artistic  Director of the new media festival Pixilierations, under the auspices of  Providence’s FirstWorks.      Clara is a founding artist member  of vvitalny, a collective that looks to time-based art to tell stories of love,  language and transnationality; their video art &amp; installations have been  presented in the United States, Europe, Israel and Argentina. Her multimedia  journalism appears in Serious Eats, the Huffington Post and Organic Gardening.  She is the co-founder of Brown Opera Productions in Providence, RI, and as a  vocalist she has performed across Europe, Russia, South America and the United  States, most recently with the Tanglewood Festival Chorus. Clara holds a  BA in Ethnomusicology from Brown University, and an MA in Arts Politics from  NYU’s Tisch School of the Arts. She lives in Brooklyn, New York.      Esther Chang 2010 Art & Public Policy Esther is a Senior Producer and Strategic Consultant with experience leading and executing global interactive, experiential, digital productions, campaigns, and cause-based communications for brands, start-ups and international NGO's. Some projects include: managing the production of the first free skate park in India, creating multi-platform content with Deepak Chopra and luminaries (Nobel Laureate’s Leymah Gbowee and Wangari Maathai, actors Mark Ruffalo, Fran Drescher, Adrian Grenier, and Goldie Hawn, TED Prize winners JR and Karen Armstrong, Bobby Kennedy Jr, Arianna Huffington, Dylan Ratigan, Congressman Tim Ryan, Musician Donovan and rapper 50 Cent), producing art and music festivals (The Last Weekend, Pitchfork Music Festival, SXSW, Coachella) to fundraisers for President Barack Obama and Alicia Keys. Parallel to this journey is a deep passion and commitment to the fight against HIV/AIDS. 2014 marks a decade of volunteering as a counselor and mentor to youth living with the virus in the US and East Africa. She currently advises various international health organizations on program development, fundraising, marketing, and volunteer recruitment. She is also a certified Sivananda Yoga Teacher and Little Flower Yoga &amp; Mindfulness Instructor for Children and Youth. Esther has a BA in Ethnic Studies from the University of California, Berkeley and an MA in Arts Politics from New York University’s Tisch School of the Arts.  Victoria Lynford 2010 Art & Public Policy Victoria \"Tory\" Lynford is an Arts Administrator trained on both sides of the proscenium in production and fundraising. With 12 years of experiences in the cultural area, she produces public programming centered on arts, communities and social consciousness. She has worked with many of NYC's vital arts institutions including BAM, Creative Capital, Central Park Summerstage and Creative Time. She has also managed emerging not-for-profit arts groups and believes that this difference in scale has given her a unique understanding of how to produce performing and visual art initiatives on budgets of all sizes.    Tory is the Executive Director of the New York City Arts Coalition, an advocacy based collective of approximately 250 arts organizations that promotes a broad awareness of the arts in the life of the city. It encourages leaders and elected officials to protect the creative freedom of the arts community and to support adequate appropriations for the arts in the city, state and federal budgets. Concurrently, she serves as Program Manager of American Photography Archives Group (APAG) where she works to preserve the archives of many of the 20th century's most iconic photographers.    Additionally, in support of the NYC arts community, Tory is active with the Steering Committee of the Brooklyn Museum's Sackler Center for Feminist Art, and is a member of the Board of Directors of Moving Theater, a not-for-profit dance theater company.    She earned a Bachelors degree in Literature and Theatre Arts from Hobart &amp; William Smith Colleges, and is certified in Arts Administration from NYU School of Continuing Education and Professional Studies. Tory was a recipient of the New York Foundation For the Arts BUILD grant award, and a three-time grant awardee from Rockefeller Brothers Fund for her work with Moving Theater. She is a fifth generation New Yorker and resides in Downtown Brooklyn.  M. Liz Andrews 2009 Art & Public Policy       Web Site:        www.LetterToObama.com M. Liz Andrews (2009) is an artist, curator, educator and serves as an administrator in the Department of Photography &amp; Imaging at Tisch. While in the Arts Politics program, Liz conceptualized the LetterToObama project: a platform for people to present letters to the President… in the form of art. She believes that art has a unique power to document histories, convey messages, envision change and incite action. She is particularly passionate about vocal music performance. M. Liz Andrews was born and raised in Denver, Colorado and currently resides in New York City.    M. Liz Andrews held her second LetterToObama in New York City on September 11, 2011 to commemorate the tenth anniversary of the twin towers. Liz also performed and composed the music and choreography for a production of blood pudding a jazz aesthetic theater in April. In fall 2012, Liz will enter the Ph.D. in Cultural Studies at George Mason University to continue her work on art and social change.  Olive McKeon 2009 Art & Public Policy Olive Mckeon is a doctoral student at the University of California, Los Angeles, writing a dissertation on historical materialism, feminism, and dance studies. She is involved in university organizing and feminist groups. She lives in Los Angeles, California. top Jackie Miller 2009 Art & Public Policy Since March 2012 Jackie has been the Artistic Director of Only Make Believe, a non-profit bringing interactive children's theatre into over 50 hospitals and care facilities throughout New York City and Washington DC free of charge. After earning her BFA in Performance from Tisch in 2002, Jackie worked as a youth drama instructor for a variety of organizations across the greater NY area. She produced educational arts initiatives at the college level for five years, curating programs for campuses including Columbia University, New York University and Sarah Lawrence College. Jackie is a 2009 graduate of the MA Arts Politics program with a focus on how the performing arts can be used to intervene and transform the social world.  Daniel Sander 2009 Art & Public Policy Daniel Sander is currently a doctoral student in the Department of Performance Studies, Tisch School of the Arts, New York University where his research interests include the philosophy of desire, the psychopathology of deviance, libidinal materialism, and queer nihilism.  Azza Satti 2009 Art & Public Policy       Web Site:        www.acuteobservation.com Azza Satti is a producer, educator and curator from Sudan. Her work is based on using the arts and arts education for social and political change. She has previously worked for Opening Act Theater, Rashid Diab Arts Centre and Japan Society, and holds a B.A. in Media Studies from Hunter College. She is on the board of Asmi international, a non-profit that trains young leaders in displaced populations to use theater and literacy to reclaim their identity, and she is leading the al-Mashish theater partnership in Nyala, Darfur.  Chelsea Whitaker 2009 Art & Public Policy       Web Site:        http://www.chelseawhitaker.com Chelsea is a multimedia artist who is exploring the intersection of new media and social causes though her work in online marketing. She came to New York City from Michigan to study in the Tisch Film Program at New York University. After working on documentary and experimental multimedia projects, she continued on at NYU, this time focusing on the impact media can have on social and political dynamics. Upon graduation Chelsea was hired at Sanky Communications in New York City where she designs and manages online marketing campaigns for nonprofit organizations. She hopes to continue to work with socially relevant causes though applying a creative mindset to new forms of marketing.  Anne Marie Butler 2009 Art & Public Policy       Web Site:        https://buffalo.academia.edu/AnneMarieButler Anne Marie Butler holds a B.A. from  Scripps College with a dual major in Art History and French, and an M.A. from  New York University in Arts Politics. She is currently a Ph.D. candidate  in the Global Gender Studies Program at the State University of New York at  Buffalo, where her research focuses on contemporary women's art practice in  Tunisia, and women, art, gender and revolution in the broader Middle East North  Africa region.                                            top Jasmine Mahmoud 2008 Art & Public Policy       Web Site:        theartspolitic.com Jasmine Mahmoud is an accomplished musician, arts journalist, and social justice advocate. Jasmine holds a BA in Government from Harvard University, where she volunteered violin lessons through HARMONY (Harvard and Radcliffe Musical Outreach to Neighborhood Youth) and wrote for The Harvard Crimson . Her career experience includes progressive policy research at the Brennan Center for Justice at NYU School of Law, community-oriented arts journalism at the Williamsburg Greenpoint News + Arts , and various performance pursuits on guitar and piano with her soul/funk band, with Seattle-based band Lawn-dree, as a classical violinist, and as music director for several Seattle-based original productions. She currently works for MusicianCorps Seattle at Arts Corps, part of Music National Service’s pilot modeling the need for full-time music service work. Jasmine also founded and currently edits The Arts Politic , a magazine which grew out of the Arts Politics program, which is dedicated to arts policy and political arts issues.  RonAmber Deloney 2008 Art & Public Policy RonAmber Deloney graduated with BAs in English and German from Austin College. After her undergraduate studies she went to Berlin, Germany on a Fulbright scholarship where she did performance research on slam poetry and was a grassroots community organizer with local artists and activists. Some of the cool projects RonAmber achieved during this time include getting published, completing a spoken word album as The New Night Babies, working with The Last Poets to secure gigs around Europe and moderating discussions with Amiri Baraka and Jayne Cortez at The House of World Cultures. After 3.5 years in Berlin, she moved back to the US and attended Tisch where she found more direction for her activist interests. In 2011 she will graduate with an M.S.Ed in Adolescent Education from St Johns University, Manhattan campus. She has been writing instructional units at the intersection of arts and social justice. She plans to be a school resource instructor and teach an arts politics class in high schools. Her objective is to engage students in critical thinking and writing through creative curriculum.    The New Night Babies will also release a 2nd album, Lilac and Rapeseed, in the coming months. The New Night Babies is the effort of friends Khabo and two awesome brothers, Joerg and Frank Pokall who recorded both albums, Of Brickwalls and Breezeways and Lilac and Rapeseed, in Frank's bedroom in Berlin. It's electronic spoken word and Khabo's tracks on the first album are hip-hop influenced.    Music links: www.myspace.com/newnightbabies Photo credit: Nicolas James Harris   Master of Arts in Arts Politics  Department of Art & Public Policy 665 Broadway, 6th Floor New York, NY 10012               Phone:       212-992-8200 tisch.arpo@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]}]