[{"detail": [{"content": "Facilities (FCM) Waste                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   Be Safe   /   Environmental Health and Safety   /   Waste Disposal                                                     Facilities (FCM) Waste        Chemical Waste     Spill Cleanup Materials     Fluorescent Light Tubes     Batteries     Computer and Electronic Equipment     Thermostats     Ballasts     Used Oil     Used Paint     Reducing Paint Waste     Air Quality (low VOCs)     Solvents     Rags     Aerosol Cans     Sink Traps     Lead     Photographic Waste     Gas Cylinders     Empty Containers     Unknowns     Outside Contractor Guide            Ballasts   When disposing ballasts, it is important to understand the possible hazards. A ballast will contain packing material that is typically ignitable or may contain PCBs. The proper disposal route for all (non leaking) ballast is through EHS. To establish a PCB ballast collection drum, please contact EHS at extension 81450 for assistance.   Unless the ballast label does not specifically read - &quot;NON PCB CONTAINING&quot; or something similar, you must assume that the ballast contains PCB's. If the ballast label is illegible, consider it to contain PCB's. All (non leaking) PCB ballasts must be collected through EHS.   If you are involved in a large scale renovation or construction project, ensure a system is in place to collect all ballasts. Please use adequate collection containers for the ballasts eg.- 5 gallon poly ( plastic) screw top pail, 15 gallon poly open top, 30/ 55 gallon poly or steel drums. The containers should be closed when not adding ballasts and be labeled as USED PCB BALLASTS.   Leaking ballast     Leaking ballast must be managed as hazardous waste and separated from the non-leaking ballasts and labeled as USED PCB LEAKING BALLASTS.   Non-Leaking, Non- PCB ballasts   All Non-Leaking, Non- PCB ballasts should be collected through EHS. Facilities generating Non- PCB ballast as a result of ongoing maintenance activities are encouraged to set up a suitable container for their collection. If you are involved in a large scale renovation or construction project, ensure a system is in place to collect all ballasts. Please use adequate collection containers for the ballasts eg.- 5 gallon poly screw top pail,15 gallon poly open top, 30/ 55 gallon poly or steel drums. The containers should be closed when not adding ballasts and be labeled as USED NON PCB BALLASTS. Contact EHS for any additional assistance x81450.   For more information on hazards and labeling, please click disposing of old/unwanted ballasts  (PDF) .          Back to Top          Used Oil   EPA's regulatory definition of used oil is as follows: Used oil is any oil that has been refined from crude oil or any synthetic oil that has been used and as a result of such use is contaminated by physical or chemical impurities. Simply put, used oil is exactly what its name implies--any petroleum-based or synthetic oil that has been used. At NYU, used oil gets recycled off-campus but must be properly collected, labeled and EHS must be called for a pickup.          Back to Top          Used Paint   Paint itself is a mixture of liquid and powder; the powder is the pigment that gives color to the paint and the liquid is what binds it and allows it to spread. In some paints a solvent, or thinner, is used to make the paint easier to spread. The kind of liquid and solvent used is determined by the kind of paint being made and the kind of paint waste to be collected. There are many kinds of paint and they have many different uses:       Oil-based paints are thick and are commonly used as a protective barrier. Outside paints can protect houses and buildings from weather and the elements, while wall and floor paints provide color to the inside.   Latex paints can be used indoors and outdoors much like oil-based paints, and are generally preferred due to their ease of use. Because these paints are water-based, they can be cleaned up with soap and water.   Primers are used as the first coat on plaster and wood walls and usually have a varnish or synthetic resin base. They coat and flow into the uneven surface, filling in the tiny holes and cracks to allow the next layers of paint to be smoothed across without soaking into the wall. Enamels are used to cover inside and outside surfaces.   Lacquers are used to paint automobiles and are made with synthetic resins and fast evaperating solvents. Pigment is added to the solution and, after application, the paint dries quickly as the solvent evaporates.   Fire-retardent and heat-resistant paints are used where there is danger of high heat or fire. Fire-retardent paints use an oil or oil resin base and have chemicals that cause it to blister and form an insulating barrier between the fire and the wall. Heat-resisting paints cover warm or hot surfaces such as ovens, and boilers.     Most paint has four components: resin, solvent, pigment and additives. To determine the hazardous ingredients of paint, request a Material Safety Data Sheet from the retailer when you buy it.       The resin is the main ingredient and forms a coating or film on the surface being painted. This typically non-hazardous component includes linseed, acrylic or other synthetic resins. The solvent keeps the paint in a liquid form until the solvent evaporates after the paint is applied.   The solvent in oil-based paint is derived from a petroleum distillate and can include such hazardous ingredients as mineral spirits, toluene and xylene. Oil-based paint should be disposed of as hazardous waste.   The solvent in latex paint is water and therefore not hazardous as a result of its solvent component.   Pigments provide the color and opacity or covering power. The major pigments used presently are titanium oxide, iron oxide, calcium sulfate, clay or silicates. These pigments are relatively nontoxic and not considered to be hazardous according to the EPA. Some highly colored pigments may contain heavy metals such as chromium, cadmium, or arsenic. If your paint contains these metals for pigmentation, the paint is considered to be hazardous waste.   Paints purchased before 1977 may contain lead in the pigment. Lead, also a heavy metal, is poisonous. Do not use paint purchased prior to 1977. Paint may also have additives. Some latex paints contain a mercury-based fungicide preservative. Mercury is a heavy metal that is highly toxic. Paints containing mercury produced since August 1990 had to be labeled exclusively for exterior use.     Concerns have arisen about health risks due to the severe effects of several heavy metals traditionally added to paint, including antimony, cadmium, hexavalent chromium, lead, and mercury. The use of lead in paints was phased out beginning in 1978, and the use of mercury in most paints was phased out beginning in the early 1990s (small amounts of mercury may still be found in specialty paints - call the paint manufacturer and ask as the product information may not be required to disclose this).   As of August 1991, the United States Environmental Protection Agency prohibits mercury in all newly manufactured paints. The National Paint and Coatings Association has voluntarily complied with these guidelines. To determine if your latex paint contains mercury, call the National Pesticide Telecommunication Network at 1-800-858-7378.   Never put liquid paint into the trash or pour it down the drain. Paint disposed of this way can contaminate our water resources and the environment.          Back to Top          Reducing Paint Waste   There are a number of ways to reduce paint waste. Before purchasing paint, measure the area to be painted. Talk with suppliers and/or contractors and read product information to determine the right amount of paint to purchase. Store leftover paint for future use by securing the paint lid tightly (loosely covering a container of paint dries it out) and store in an area that will not allow the paint to freeze (frozen paint becomes unusable).   Recycled Paint   Recycled paint is made from paint collected through public and private collection programs. Collected paints are screened for usability and quality. Virgin materials such as resins and colorants can be added, and the products may be tested before packaging and resale. Recycled paint contains 20 percent to 100 percent postconsumer content.   There are two types of recycled-content paint: reprocessed and reblended. Although both types originate from the collection of leftover latex paint, there are important differences.   Reprocessed paint    Reprocessed paint, also called remanufactured paint, is mixed with virgin materials such as resins and colorants, and is then tested, generally by the same tests as those done on virgin paints, before packaging for resale. [5] Reprocessed paint typically contains a minimum of 50 percent postconsumer content.   Reblended paint    Reblended paint, also called consolidated paint, is re-mixed, screened, and packaged for distribution. Virgin raw materials such as resins and colorants may be added in small quantities. Minimal testing is applied to reblended paint. Typically, reblended paint contains more than 95 percent postconsumer content, with ranges between 75 percent to 100 percent postconsumer content.   What to look for    What to look for: Consider the application to determine which type of recycled paint is appropriate. Look for reprocessed paint if a higher quality product is needed and look for paint labeled or sold as &quot;recycled paint&quot; with at least 50 percent postconsumer content.          Air Quality (low VOCs)   All oil and many latex-based paints contain organic solvents to disperse and bind other paint components. These organic solvents are the major ingredients that contribute to indoor VOC levels when paints are applied inside a building. Many VOCs in paints are known to cause human health effects, such as: headaches, fatigue, eye and, in some individuals, upper respiratory irritation. There are outdoor and indoor air quality considerations for paint. Please consult the MSDS and EHS prior to purchasing any products to be used in renovation and construction.          Back to Top          Solvents   Solvent is the liquid in paint that suspends the pigment and resins and transports them from the paint brush to the wall. The solvent then evaporates and leaves the paint film behind. Solvents in paint can be water (for latex paint) or mineral spirits (for oil based alkyd paint). The less solvent in the paint, the higher the quality and the better the coverage.   A solvent is a solution that breaks down the essential properties of paints and varnishes, lacquer, shellac, oils, grease and adhesive residues. There are many different kinds of solvents, each performing a specific reaction (function) with a specific product. All solvents, except for water, have a toxic effect on organic tissue, biochemical, physiochemical and neurochemical. Use with care and always dispose of properly.       It is important to use caution with solvents. Always use appropriate protective gear on all exposed body areas, especially the hands and eyes. Always work in a well-ventilated room. Refrain from smoking of working near heat sources as many solvents are flammable.   All solvents should be properly disposed of through EHS.       Turpentine   Turpentine is an effective solvent for oil and alkyd based paints and varnishes, and removing tar, grease and tree sap. Genuine turpentine has a strong odor and is becoming less commonly used in the painting and art industries. Many substitute products have arrived on the market that performs essentially the same function, with less noxious vapors. Some of the substitutes include mineral spirits and turpenoid. EHS discourages the use of turpentine and should be disposed of by calling x81450.   Mineral spirits (White spirits)   Mineral spirits is a petroleum-based product. Mineral spirits is an oil based solvent ideally used for thinning oil based exterior and interior varnishes, such as oil varnish, and paint products, as well as an efficient solvent for artist’s oil paints.   Turpenoid   Turpenoid is a turpentine substitute with limited odor, ideally suited for artist oil painting.   Lacquer thinner   Used to dilute, dissolve and clean up of lacquer products. Typically too caustic for oil paints, lacquer thinner is often used additionally for removing inks on metal, and adhesive residue from a variety of surfaces. Lacquer thinner is very strong and rapidly deteriorates many surfaces and fabrics. EHS discourages the use of Lacquer thinner and should be disposed of by calling x81450.   Denatured Alcohol   A solvent primarily used to dilute and dissolve shellac and aniline dyes. Denatured alcohol also acts as a semi-aggressive cleaning agent.   MEK (methyl ethyl ketone or 2-butanone)   MEK is a highly caustic solvent and a known carcinogen. It is prohibited from use on NYU Campus.   Kerosene   Though typically used as a fuel, kerosene has very strong solvent properties. For ‘oil glazing’ in decorative finishing, kerosene is sometimes employed to make the glaze ‘hot’, increasing the workable time with the glaze, as well as ‘fusing’ with a glaze previously applied. EHS discourages the use and should be disposed of by calling x81450.   Kerosene is highly flammable. Always use in a well-ventilated area. Wear protective gear over all exposed areas of the body. Do not smoke or use near any open heat source.   Gasoline   Typically used as a fuel, gasoline has very strong solvent properties. Often used to remove grease, tar, and waxes. Gasoline makes an excellent solvent for cleaning tools and metal parts.   Gasoline is highly flammable. Always use in a well-ventilated area. Wear protective gear over all exposed areas of the body. Do not smoke or use near any open heat source.   Acetone   A moderately aggressive solvent. Acetone is often used to clean glass, general dirt and grime. In restoration and conservation practices acetone is often used to clean dirt, soot and grime from paintings and furniture. It is also used for the slow dissolving of varnished paintings, to clean, then re-varnish the painting.   Water   Water acts as general solvent and thinner with virtually all water based interior and exterior paints and varnishes. Most latex, acrylic products break down in water. Artist acrylic paints , watercolor, gauche, tempura paint all use water as the dilution agent.   Many other chemicals - including formaldehyde, benzene, toluene, and methylene chloride - can be present in paint and pose health risks to paint users and occupants of buildings. Formaldehyde, often added to paint as a preservative, is a known human carcinogen and respiratory irritant. Other organic solvents used in paint can be carcinogenic as well. The MSDS from the distributor provides important information on ingredients in the paint that are health hazards. However, it is only required to disclose chemicals in the paint that are more than 1 percent for non-carcinogens, and more than 0.1 percent for carcinogens. Exposure to chemicals present in paints that are below the mentioned non-disclosure levels can cause health effects depending on various factors such as the type of chemical(s) exposed to, exposure conditions, sensitivity of the exposed population, etc. Growing interest in worker and occupant safety has led to an increasing number of safer paint choices.   Generally, water-based latex paints contain fewer solvents and toxic materials than oil-based paints.   What to look for: Look for product information on latex paints showing the ingredients - avoid paints with the solvents and heavy metals listed above. Oil-based paints for renovation and construction purposes is prohibited.        Back to Top          Rags   EHS must make a hazard determination of oil, solvent and paint rags prior to disposal to determine the proper disposal method. If you are disposing of these rags in the trash without written approval from EHS, please call x81450.   Areas of Concern       Elevator Machine Rooms   Boiler Machine Rooms   Painting Facilities     Rag disposal depends on the particular process and the material's characteristics. It should be assumed that the rags exhibit the same Hazardous Waste Characteristics as would the chemical applied to it. If the substance was a hazardous chemical, the rags therefore must be considered a hazardous waste and must be handled as such and disposed of through EHS. For more information on disposal, click on Disposal .          Back to Top          Aerosol Cans     Aerosol cans whether spent or unspent need to be collected, labeled and disposed of as hazardous waste. For more information on hazards and labeling, please click disposing of aerosol cans (PDF) .         Back to Top          Outside Contractor Guide   Outside Contractor Guide (DOC) .     The NYU Contractor guide has been developed by Environmental Health and Safety to provide information to outside vendors on NYU Environmental, Health, and Safety policies. The policies set forth have been designed to protect not only NYU employees and properties, but also those employees contracted to work on NYU premises.   Application       Every contractor on New York University (NYU) premises is expected to follow university policies and report any Environmental, Safety, or Health concerns to their NYU Construction Project Manager (PM) or NYU Building or Facility Manager (BM).   This guide does not contain all OSHA and NYU safety, health, environmental, and security requirements. It does, however, try to address those requirements that are of particular importance or may be overlooked.     Hazardous Waste Minimization and Disposal Program For Contractors and FCM (Appendix A) (DOC) .     The intent of this Compliance Plan is to assist contractors to properly identify, handle, store and dispose of Hazardous and Universal Waste generated during construction activities. Any chemical or material that meets the definition of hazardous or universal waste must be handled, stored and disposed in accordance with all applicable University, State and Federal requirements. Disposal of all hazardous and universal waste generated during construction activities at or in NYU buildings will be done through NYU EH&amp;S by calling 212-998-1450. FCM project managers should ensure that all outside contractors read this guide, fill out, sign and return Appendix A to EHS.   FCM Work Rules  (PDF) .     Facilities and Construction Management’s Construction and Maintenance Work Rules.                             Quick Links                      Select an Option...           Art Department Waste Biological/Regulated Medical Waste Chemical Waste Computer & Electronic Waste Dental Clinic Wastes Facilities (FCM) Waste Housing Facilities Waste Laboratory Waste Radioactive Waste Renovation & Demolition Waste Recyclable Materials Universal Waste Waste Labels Waste Pick-up Schedules Waste Minimization                                                                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Facilities (FCM) Waste                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   Be Safe   /   Environmental Health and Safety   /   Waste Disposal                                                     Facilities (FCM) Waste        Chemical Waste     Spill Cleanup Materials     Fluorescent Light Tubes     Batteries     Computer and Electronic Equipment     Thermostats     Ballasts     Used Oil     Used Paint     Reducing Paint Waste     Air Quality (low VOCs)     Solvents     Rags     Aerosol Cans     Sink Traps     Lead     Photographic Waste     Gas Cylinders     Empty Containers     Unknowns     Outside Contractor Guide            Ballasts   When disposing ballasts, it is important to understand the possible hazards. A ballast will contain packing material that is typically ignitable or may contain PCBs. The proper disposal route for all (non leaking) ballast is through EHS. To establish a PCB ballast collection drum, please contact EHS at extension 81450 for assistance.   Unless the ballast label does not specifically read - &quot;NON PCB CONTAINING&quot; or something similar, you must assume that the ballast contains PCB's. If the ballast label is illegible, consider it to contain PCB's. All (non leaking) PCB ballasts must be collected through EHS.   If you are involved in a large scale renovation or construction project, ensure a system is in place to collect all ballasts. Please use adequate collection containers for the ballasts eg.- 5 gallon poly ( plastic) screw top pail, 15 gallon poly open top, 30/ 55 gallon poly or steel drums. The containers should be closed when not adding ballasts and be labeled as USED PCB BALLASTS.   Leaking ballast     Leaking ballast must be managed as hazardous waste and separated from the non-leaking ballasts and labeled as USED PCB LEAKING BALLASTS.   Non-Leaking, Non- PCB ballasts   All Non-Leaking, Non- PCB ballasts should be collected through EHS. Facilities generating Non- PCB ballast as a result of ongoing maintenance activities are encouraged to set up a suitable container for their collection. If you are involved in a large scale renovation or construction project, ensure a system is in place to collect all ballasts. Please use adequate collection containers for the ballasts eg.- 5 gallon poly screw top pail,15 gallon poly open top, 30/ 55 gallon poly or steel drums. The containers should be closed when not adding ballasts and be labeled as USED NON PCB BALLASTS. Contact EHS for any additional assistance x81450.   For more information on hazards and labeling, please click disposing of old/unwanted ballasts  (PDF) .          Back to Top          Used Oil   EPA's regulatory definition of used oil is as follows: Used oil is any oil that has been refined from crude oil or any synthetic oil that has been used and as a result of such use is contaminated by physical or chemical impurities. Simply put, used oil is exactly what its name implies--any petroleum-based or synthetic oil that has been used. At NYU, used oil gets recycled off-campus but must be properly collected, labeled and EHS must be called for a pickup.          Back to Top          Used Paint   Paint itself is a mixture of liquid and powder; the powder is the pigment that gives color to the paint and the liquid is what binds it and allows it to spread. In some paints a solvent, or thinner, is used to make the paint easier to spread. The kind of liquid and solvent used is determined by the kind of paint being made and the kind of paint waste to be collected. There are many kinds of paint and they have many different uses:       Oil-based paints are thick and are commonly used as a protective barrier. Outside paints can protect houses and buildings from weather and the elements, while wall and floor paints provide color to the inside.   Latex paints can be used indoors and outdoors much like oil-based paints, and are generally preferred due to their ease of use. Because these paints are water-based, they can be cleaned up with soap and water.   Primers are used as the first coat on plaster and wood walls and usually have a varnish or synthetic resin base. They coat and flow into the uneven surface, filling in the tiny holes and cracks to allow the next layers of paint to be smoothed across without soaking into the wall. Enamels are used to cover inside and outside surfaces.   Lacquers are used to paint automobiles and are made with synthetic resins and fast evaperating solvents. Pigment is added to the solution and, after application, the paint dries quickly as the solvent evaporates.   Fire-retardent and heat-resistant paints are used where there is danger of high heat or fire. Fire-retardent paints use an oil or oil resin base and have chemicals that cause it to blister and form an insulating barrier between the fire and the wall. Heat-resisting paints cover warm or hot surfaces such as ovens, and boilers.     Most paint has four components: resin, solvent, pigment and additives. To determine the hazardous ingredients of paint, request a Material Safety Data Sheet from the retailer when you buy it.       The resin is the main ingredient and forms a coating or film on the surface being painted. This typically non-hazardous component includes linseed, acrylic or other synthetic resins. The solvent keeps the paint in a liquid form until the solvent evaporates after the paint is applied.   The solvent in oil-based paint is derived from a petroleum distillate and can include such hazardous ingredients as mineral spirits, toluene and xylene. Oil-based paint should be disposed of as hazardous waste.   The solvent in latex paint is water and therefore not hazardous as a result of its solvent component.   Pigments provide the color and opacity or covering power. The major pigments used presently are titanium oxide, iron oxide, calcium sulfate, clay or silicates. These pigments are relatively nontoxic and not considered to be hazardous according to the EPA. Some highly colored pigments may contain heavy metals such as chromium, cadmium, or arsenic. If your paint contains these metals for pigmentation, the paint is considered to be hazardous waste.   Paints purchased before 1977 may contain lead in the pigment. Lead, also a heavy metal, is poisonous. Do not use paint purchased prior to 1977. Paint may also have additives. Some latex paints contain a mercury-based fungicide preservative. Mercury is a heavy metal that is highly toxic. Paints containing mercury produced since August 1990 had to be labeled exclusively for exterior use.     Concerns have arisen about health risks due to the severe effects of several heavy metals traditionally added to paint, including antimony, cadmium, hexavalent chromium, lead, and mercury. The use of lead in paints was phased out beginning in 1978, and the use of mercury in most paints was phased out beginning in the early 1990s (small amounts of mercury may still be found in specialty paints - call the paint manufacturer and ask as the product information may not be required to disclose this).   As of August 1991, the United States Environmental Protection Agency prohibits mercury in all newly manufactured paints. The National Paint and Coatings Association has voluntarily complied with these guidelines. To determine if your latex paint contains mercury, call the National Pesticide Telecommunication Network at 1-800-858-7378.   Never put liquid paint into the trash or pour it down the drain. Paint disposed of this way can contaminate our water resources and the environment.          Back to Top          Reducing Paint Waste   There are a number of ways to reduce paint waste. Before purchasing paint, measure the area to be painted. Talk with suppliers and/or contractors and read product information to determine the right amount of paint to purchase. Store leftover paint for future use by securing the paint lid tightly (loosely covering a container of paint dries it out) and store in an area that will not allow the paint to freeze (frozen paint becomes unusable).   Recycled Paint   Recycled paint is made from paint collected through public and private collection programs. Collected paints are screened for usability and quality. Virgin materials such as resins and colorants can be added, and the products may be tested before packaging and resale. Recycled paint contains 20 percent to 100 percent postconsumer content.   There are two types of recycled-content paint: reprocessed and reblended. Although both types originate from the collection of leftover latex paint, there are important differences.   Reprocessed paint    Reprocessed paint, also called remanufactured paint, is mixed with virgin materials such as resins and colorants, and is then tested, generally by the same tests as those done on virgin paints, before packaging for resale. [5] Reprocessed paint typically contains a minimum of 50 percent postconsumer content.   Reblended paint    Reblended paint, also called consolidated paint, is re-mixed, screened, and packaged for distribution. Virgin raw materials such as resins and colorants may be added in small quantities. Minimal testing is applied to reblended paint. Typically, reblended paint contains more than 95 percent postconsumer content, with ranges between 75 percent to 100 percent postconsumer content.   What to look for    What to look for: Consider the application to determine which type of recycled paint is appropriate. Look for reprocessed paint if a higher quality product is needed and look for paint labeled or sold as &quot;recycled paint&quot; with at least 50 percent postconsumer content.          Air Quality (low VOCs)   All oil and many latex-based paints contain organic solvents to disperse and bind other paint components. These organic solvents are the major ingredients that contribute to indoor VOC levels when paints are applied inside a building. Many VOCs in paints are known to cause human health effects, such as: headaches, fatigue, eye and, in some individuals, upper respiratory irritation. There are outdoor and indoor air quality considerations for paint. Please consult the MSDS and EHS prior to purchasing any products to be used in renovation and construction.          Back to Top          Solvents   Solvent is the liquid in paint that suspends the pigment and resins and transports them from the paint brush to the wall. The solvent then evaporates and leaves the paint film behind. Solvents in paint can be water (for latex paint) or mineral spirits (for oil based alkyd paint). The less solvent in the paint, the higher the quality and the better the coverage.   A solvent is a solution that breaks down the essential properties of paints and varnishes, lacquer, shellac, oils, grease and adhesive residues. There are many different kinds of solvents, each performing a specific reaction (function) with a specific product. All solvents, except for water, have a toxic effect on organic tissue, biochemical, physiochemical and neurochemical. Use with care and always dispose of properly.       It is important to use caution with solvents. Always use appropriate protective gear on all exposed body areas, especially the hands and eyes. Always work in a well-ventilated room. Refrain from smoking of working near heat sources as many solvents are flammable.   All solvents should be properly disposed of through EHS.       Turpentine   Turpentine is an effective solvent for oil and alkyd based paints and varnishes, and removing tar, grease and tree sap. Genuine turpentine has a strong odor and is becoming less commonly used in the painting and art industries. Many substitute products have arrived on the market that performs essentially the same function, with less noxious vapors. Some of the substitutes include mineral spirits and turpenoid. EHS discourages the use of turpentine and should be disposed of by calling x81450.   Mineral spirits (White spirits)   Mineral spirits is a petroleum-based product. Mineral spirits is an oil based solvent ideally used for thinning oil based exterior and interior varnishes, such as oil varnish, and paint products, as well as an efficient solvent for artist’s oil paints.   Turpenoid   Turpenoid is a turpentine substitute with limited odor, ideally suited for artist oil painting.   Lacquer thinner   Used to dilute, dissolve and clean up of lacquer products. Typically too caustic for oil paints, lacquer thinner is often used additionally for removing inks on metal, and adhesive residue from a variety of surfaces. Lacquer thinner is very strong and rapidly deteriorates many surfaces and fabrics. EHS discourages the use of Lacquer thinner and should be disposed of by calling x81450.   Denatured Alcohol   A solvent primarily used to dilute and dissolve shellac and aniline dyes. Denatured alcohol also acts as a semi-aggressive cleaning agent.   MEK (methyl ethyl ketone or 2-butanone)   MEK is a highly caustic solvent and a known carcinogen. It is prohibited from use on NYU Campus.   Kerosene   Though typically used as a fuel, kerosene has very strong solvent properties. For ‘oil glazing’ in decorative finishing, kerosene is sometimes employed to make the glaze ‘hot’, increasing the workable time with the glaze, as well as ‘fusing’ with a glaze previously applied. EHS discourages the use and should be disposed of by calling x81450.   Kerosene is highly flammable. Always use in a well-ventilated area. Wear protective gear over all exposed areas of the body. Do not smoke or use near any open heat source.   Gasoline   Typically used as a fuel, gasoline has very strong solvent properties. Often used to remove grease, tar, and waxes. Gasoline makes an excellent solvent for cleaning tools and metal parts.   Gasoline is highly flammable. Always use in a well-ventilated area. Wear protective gear over all exposed areas of the body. Do not smoke or use near any open heat source.   Acetone   A moderately aggressive solvent. Acetone is often used to clean glass, general dirt and grime. In restoration and conservation practices acetone is often used to clean dirt, soot and grime from paintings and furniture. It is also used for the slow dissolving of varnished paintings, to clean, then re-varnish the painting.   Water   Water acts as general solvent and thinner with virtually all water based interior and exterior paints and varnishes. Most latex, acrylic products break down in water. Artist acrylic paints , watercolor, gauche, tempura paint all use water as the dilution agent.   Many other chemicals - including formaldehyde, benzene, toluene, and methylene chloride - can be present in paint and pose health risks to paint users and occupants of buildings. Formaldehyde, often added to paint as a preservative, is a known human carcinogen and respiratory irritant. Other organic solvents used in paint can be carcinogenic as well. The MSDS from the distributor provides important information on ingredients in the paint that are health hazards. However, it is only required to disclose chemicals in the paint that are more than 1 percent for non-carcinogens, and more than 0.1 percent for carcinogens. Exposure to chemicals present in paints that are below the mentioned non-disclosure levels can cause health effects depending on various factors such as the type of chemical(s) exposed to, exposure conditions, sensitivity of the exposed population, etc. Growing interest in worker and occupant safety has led to an increasing number of safer paint choices.   Generally, water-based latex paints contain fewer solvents and toxic materials than oil-based paints.   What to look for: Look for product information on latex paints showing the ingredients - avoid paints with the solvents and heavy metals listed above. Oil-based paints for renovation and construction purposes is prohibited.        Back to Top          Rags   EHS must make a hazard determination of oil, solvent and paint rags prior to disposal to determine the proper disposal method. If you are disposing of these rags in the trash without written approval from EHS, please call x81450.   Areas of Concern       Elevator Machine Rooms   Boiler Machine Rooms   Painting Facilities     Rag disposal depends on the particular process and the material's characteristics. It should be assumed that the rags exhibit the same Hazardous Waste Characteristics as would the chemical applied to it. If the substance was a hazardous chemical, the rags therefore must be considered a hazardous waste and must be handled as such and disposed of through EHS. For more information on disposal, click on Disposal .          Back to Top          Aerosol Cans     Aerosol cans whether spent or unspent need to be collected, labeled and disposed of as hazardous waste. For more information on hazards and labeling, please click disposing of aerosol cans (PDF) .         Back to Top          Outside Contractor Guide   Outside Contractor Guide (DOC) .     The NYU Contractor guide has been developed by Environmental Health and Safety to provide information to outside vendors on NYU Environmental, Health, and Safety policies. The policies set forth have been designed to protect not only NYU employees and properties, but also those employees contracted to work on NYU premises.   Application       Every contractor on New York University (NYU) premises is expected to follow university policies and report any Environmental, Safety, or Health concerns to their NYU Construction Project Manager (PM) or NYU Building or Facility Manager (BM).   This guide does not contain all OSHA and NYU safety, health, environmental, and security requirements. It does, however, try to address those requirements that are of particular importance or may be overlooked.     Hazardous Waste Minimization and Disposal Program For Contractors and FCM (Appendix A) (DOC) .     The intent of this Compliance Plan is to assist contractors to properly identify, handle, store and dispose of Hazardous and Universal Waste generated during construction activities. Any chemical or material that meets the definition of hazardous or universal waste must be handled, stored and disposed in accordance with all applicable University, State and Federal requirements. Disposal of all hazardous and universal waste generated during construction activities at or in NYU buildings will be done through NYU EH&amp;S by calling 212-998-1450. FCM project managers should ensure that all outside contractors read this guide, fill out, sign and return Appendix A to EHS.   FCM Work Rules  (PDF) .     Facilities and Construction Management’s Construction and Maintenance Work Rules.                             Quick Links                      Select an Option...           Art Department Waste Biological/Regulated Medical Waste Chemical Waste Computer & Electronic Waste Dental Clinic Wastes Facilities (FCM) Waste Housing Facilities Waste Laboratory Waste Radioactive Waste Renovation & Demolition Waste Recyclable Materials Universal Waste Waste Labels Waste Pick-up Schedules Waste Minimization                                                                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Building Guide and Policies | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Housing &rsaquo; On-Campus Housing &rsaquo; Building Guide and Policies                  Housing                 Building Guide and Policies                 On-Campus Housing       Application Instructions   Explore Our Residence Halls   Res Life Experience   Check-In and Check-Out Procedures   Request for Reasonable Accommodations   Building Guide and Policies   Billing and Payments                            Welcome to residential living at New York University School of Law! What follows is a guide to our residential facilities, the amenities provided, and a brief overview of some of our policies.   Community Facilities and Study Rooms     D’Agostino Hall:     The D’Agostino Hall Commons is a large, open space which offers lounge style seating, access to computers, printing and copying, tables and power outlets for group study, and vending machines. More computers and a printer are available in the computer lab located in room 309.   The 14 th Floor D’Agostino terrace offers a commanding view of the city and makes for a great study spot or place to relax and enjoy the view. Additionally, the 12 th floor possesses a small terrace outside the laundry room good for studying or waiting for your laundry.   D’Agostino features modern banquet, lecture and seminar rooms which are available for outside conferences and meetings. A commercial kitchen is fully staffed and offers catering service. For more information on reserving one of these spaces or utilizing our services, visit the Office of Conferencing and Special Events website by clicking here .     Mercer Residence:     Mercer Residence Hall’s lobby offers a comfortable lounge style seating area with four computers and printing. More computers, printers and a scanner are available in the computer lab located on the 7 th floor.   Behind the elevators and down the hall, Mercer’s game room features ping pong, foosball, a pool table, darts and a few tables and seating to relax at.   Mercer has four study rooms on the 8 th floor and one on the 3 rd . These rooms are specified as quiet-study areas.   The Mercer Pub/TV room located on the basement level offers seating. Additionally, the room has a large television and makes for a great location to host a small gathering to watch the game or a movie.   The basement level features vending machines, as well as a piano that is available to Mercer’s resident musicians to practice.     Door Attendants and the Front Desk   Both Mercer and D’Agostino residence halls provide 24 hour front desk attendants. In addition to ensuring only residents and their approved guests are entering the building, our attendants provide a variety of services:     Lending out:    Vacuum cleaners   Emergency lock-out keys   Moving bins       Attendants will contact you on your room phone to announce guests and food deliveries    Building staff will not go up to your apartment to announce guests, nor contact you via your cell phone. Please coordinate with your guests and food delivery services accordingly         Residents of 130 MacDougal Street may utilize the building buzzer system for guests and deliveries.   Keys   One apartment key is issued to each resident upon arrival. A temporary guest key can be obtained for a refundable $5.00 deposit from your building office. Lost keys (room or mail) should be reported to your hall office immediately. A $50.00 lock replacement charge is assessed on all lost or overdue room/guest keys for security reasons.   Residents who have locked themselves out may obtain a lock-out key from the Front Desk Attendant by presenting their University ID. The lock-out key must be returned to the front desk within 15 minutes or, for security reasons, a $50.00 dollar fee will be assessed and the locks changed.   Note: Residents of 130 MacDougal Street should visit D’Agostino Hall’s front desk for lock-out keys.   The Resource Center   Both D’Agostino and Mercer residence halls have a Resource Center located in the lobby. The Resource Center manages all aspects of mail/parcel receipt for their respective halls.   Incoming letter mail may be picked up from your mailbox, located in the lobby of your residence hall.   All packages for residents are received, signed for, and distributed at the Resource Center. Upon receipt of a package an email notification will be sent to your NYU email only. Packages not retrieved within 3 business days will be returned to sender. In order to pick up your package visit the Resource Center and present your valid NYU ID.   Note: All mail and packages must have your full name on the address label. Otherwise the package cannot be released to you as your ownership cannot be verified. We cannot accept mail or packages for any person that is not a confirmed resident of the residence hall. Additionally, cash-on-delivery items will not be accepted.   Your addresses are as follows:           D’Agostino Residence Hall       Mercer Residence Hall       130 MacDougal Street           “Your name”       “Your name”       “Your name”           110 West Third Street       240 Mercer Street       130 MacDougal Street           Apt # (eg. 1405B)       Apt # (eg. 203A)       Apt # (eg. A)           New York, NY 10012       N ew York, NY 10012       New York, NY 10012                       Security   All residents must show a valid NYU ID Card with the corresponding residential sticker in order to enter their residence halls. Residents of other NYU Law Residence Halls cannot freely visit other residence halls and must be announced as guests.   Lost and Found   In the event that any of your personal belongings are misplaced, Mercer and D’Agostino residence halls have lost and found boxes located at the Front Desk.   Visitors and Guest Passes   Guests must be accompanied by the resident/licensee or possess a Guest Pass in order to enter the building. The Front Desk Attendant can also call your room phone to announce a guest and obtain your permission to allow your guest(s) to go up to your apartment unescorted. Overnight guests are permitted for no more than 7 nights per 30 day period.   The resident/licensee may obtain a Guest Pass for each guest by stopping by their respective building office and filling out a Guest Pass Request Form. If your guest is staying for more than three consecutive nights, written permission from your apartment mate(s) is required before the Guest Pass Request Form can be processed. In addition to building access, the Guest Pass allows the use of University Transportation services.   Note: Guest Passes cannot be obtained by telephone or email. You must visit the office in person.   Cot Rentals   Cots for overnight guests in D’Agostino and Mercer residence halls are available for rental. Cot rentals cost $5 per night (Monday-Thursday) and $10 for the weekend (Friday-Sunday). Due to the limited number of cots available, reservations must be made in advance and in person.   To make a cot reservation, please visit your building office. For the Mercer Residence see the Office of Residential Life, located adjacent to the Mercer Lobby. If you are in D’Agostino Hall visit the Office of Facilities and Services, located on the Mezzanine level.   Check-Out Time   All residents and visitors must check out by 10:00 a.m. on the date you are contracted to depart. If you wish to depart at another time or date, contact the NYU Law Office of Residential Life located in the Mercer Residence to determine whether a special arrangement may be accommodated.   There will be a $300.00 late check-out fee assessed to any resident who fails to check out on time.   Housing Payments   Housing payments may be made online via e-check, by phone or in person. Bills are processed and distributed by the University Bursar’s Office , located at 25 West Fourth Street.   Computers   Residents have access to computers and printers located throughout the Law School. The computer room in the Law Library is available only to NYU School of Law students. For more information about computing at the Law School, contact the Department of Information and Technology Services .   To request toner or paper for printers in the Mercer lobby or computer labs and D’Agostino Commons or computer lab, please contact the front desk.   Report computer and printer hardware problems to the Department of Information and Technology Services at 212-998-6719   Cable Television   Both D’Agostino and Mercer residence halls receive cable television through NYU Campus Cable . Residents must provide their own television sets and cable cords. Instructions on how to connect your television to campus cable can be found here .   Residents of 130 MacDougal Street may personally contract with an external cable provider.   Telephones   D’Agostino and Mercer residence halls are part of the NYU telephone service. Telephone numbers are provided to students before arrival.   This service includes:     Unlimited local calls   Call waiting   Voice Mail     A long distance calling card is required for international calls. For additional information, or assistance with your service please see the NYU ITS Telephones &amp; Voicemail website.   Residents of 130 MacDougal Street may personally contract with a third party telephone provider.   Maintenance and Repairs   Should any appliance, furniture or other furnishing supplied by NYU School of Law need repair, residents of Mercer and D’Agostino residence halls must complete a work request online . The handyman on duty will be forwarded the work order and correct the problems as they arise in the queue. Repairs to appliances, furnishings or equipment supplied by NYU are the responsibility of management alone. No reimbursement to a resident or vendor performing repair services is allowed. In cases of emergency repair issues (eg. overflowing toilet, smell of gas, or no heat): contact the front desk of your respective building.   Residents of 130 MacDougal Street should make their requests for service to Collins Building Services’ Client Services division. Submit a work request online or contact the Client Services Center by telephone at (212) 998-1001. In the event of service emergencies (eg. flooding, smell of gas, or no heat) contact the D’Agostino Hall front desk at (212) 998-6502.   Pest Control   An exterminating service representative visits each building once per week. On these visits, an NYU building staff member accompanies the representative for the duration of any preventative maintenance or responses to complaints.   If you require this service contact the Office of Residential Life for Mercer Residence Hall, or the Office of Facilities Services for D’Agostino Residence Hall.   Services for 130 MacDougal Street are managed by Collins Building Services. Requests for extermination should be submitted online or by telephone (212) 998-1001 to the Client Services Center.   Windows   Windows in all apartments have window limiters installed on the window frame of the sliding portion of the window. This restricts the amount the window can open (6 inches) and removal of these stops is strictly prohibited by university policy. All apartment windows are cleaned annually by a professional window cleaning service. Residents will be notified ahead of time of scheduled window-cleaning dates.   Cleaning   Residents are responsible for the cleaning and care of their apartments. Cleaning supplies and materials are not provided, but a vacuum cleaner can be borrowed from the Front Desk Attendant. Failure to maintain the apartment in reasonable condition may result in termination of your housing license.   Laundry   The NYU School of Law Residences provides do-it-yourself laundry facilities in Mercer and D’Agostino residence halls. Residents of 130 MacDougal Street may utilize those in D’Agostino Residence Hall. Laundry facilities are open for use daily between 7:00 a.m. and 11:30 p.m. Our laundry facilities utilize the Smart Card pay system. Using one of the machines located in the laundry room, the smart card can be loaded with money from a credit or debit card.     D’Agostino Hall: Located on the 12th floor by the small terrace.   Mercer Residence: located on the 7th and 17th floors.     D’Agostino Residence Hall is additionally equipped with a laundry notification system. Machine (washer/dryer) availability can be checked using the internet. Additionally, an email alert or text message can be requested when either machines are available or laundry is finished.     Log onto Laundry Alert at www.laundryalert.com   Type in “NYUL898” when prompted to sign in   Click “Submit”   To be notified via email or text when a machine is available or your laundry is done, click the link on the left hand side of the page titled “Let Me Know” and provide the requested information     Room Furnishings and Supplies   University furnishings may not be removed under any circumstances from the apartment. NYU cannot store unwanted university furniture due to storage limitations   Each apartment comes equipped with the following furnishings:     Refrigerator   Stove/Oven    Nearly all campus stoves utilize an electric ignition. To turn on the burner, push the valve handle in and turn to the light position. An audible click will be heard as an electric spark attempts to light the burner. Once the burner is lit, turn the valve handle until the sparking ceases and adjust the flame to the desired height.   To operate the oven, turn the dial counter-clockwise­ to the desired temperature setting. Allow for a delay of 45 seconds before the main burner lights.       Bed    All beds are extra-long twin mattresses (80”x36”) with the exceptions of the following:    Full Sized Beds    D’Agostino hall L1 type apartments   All 130 MacDougal Street apartments       Queen Sized Beds    Mercer Residence type A, D, and E apartments               Either a dresser or in-closet shelving for clothing storage   Desk   Desk Chair   Bookcase or shelving unit   Lounge chair    Available in:    Mercer Residence Hall   D’Agostino Residence Hall type L1 apartments   130 MacDougal Street           Shower Curtain   Window Blinds   Either a bathtub or standing shower   Recycling Bin   Compost Bin   Lighting:    Mercer Residence Hall and 130 MacDougal Street residents should bring floor and desk lighting as the apartments are not equipped with lighting.   D’Agostino Residence Hall residents should bring desk lighting; a wall light fixture is provided in each bedroom.   Halogen lamps are prohibited in NYU School of Law housing as they pose a significant fire risk.         Shower Operation   To activate the showerhead, turn the faucet(s) and push in the horizontal ‘diverter stem’ which allows water to flow upwards into the showerhead. Do not pull the stem forward to turn the shower off. Once water has been turned off, the diverter stem will release automatically.   Decorating and Painting   Residents may decorate their apartment walls with pictures and other wall decorations with the use of safe-peel tapes or small nails. Any type of hanger resulting in larger nail holes, marks on the walls or damage to the wall is not permitted. Any damage caused to painted surfaces, including those cause by glue or large nails, is assessed against the occupants of the apartment.   Additionally residents are not permitted to paint their own rooms. If the room requires painting, residents can submit a work request to have their apartment added to the painting list.   Heating and Air Conditioning   Mercer and D’Agostino apartments have units for heating during the winter, and cooling during the summer. Due to the nature of our temperature systems, air conditioning and heating cannot be run simultaneously within the building. As seasonal temperatures change, the buildings overgo a switch between the two systems.   The wall-mounted thermostat in each room can be set as follows:     Fan speed can be set to: off, low, medium, or high   In the heating season: temperature can be set between 68-74°F   In the cooling season: temperature can be set between 70-78°F     In addition, the temperature in unoccupied bedrooms is automatically lowered to a minimum of 55 degrees in winter and raised to a maximum of 84 degrees during summer. The smart building management system maintains these temperatures in a range such that comfortable conditions are restored within 15 minutes when bedrooms are entered. This is an energy savings measure as part of NYU’s sustainability initiative.   Electricity and Electrical Outlets   Each bathroom and kitchen is equipped with a ground-fault electric outlet. Should moisture levels in these rooms raise to high, the outlets will automatically shut off. Once moisture returns to safe levels, pressing the reset button will restore power to the outlet.   As part of New York University’s ongoing sustainability initiatives, the Office of Residential Life asks that all residents turn off lights when leaving their apartment.   Ventilation   The kitchens and bathrooms in our residences are equipped with low-volume exhaust fans that operate twenty four hours per day. The fans are located on the roof and are calibrated to provide an adequate turnover of air in each apartment.   Smoke Detectors   The smoke detectors used at NYU are set to early warning. These detectors will activate before fire, toxic gases, smoke, or heat reach dangerous levels. These require no adjustment and residents should refrain from tampering with them. If the device is activated, it will automatically cease once the triggering condition no longer exists.   Note: If your apartment smoke detector sounds due to cooking, do not open the door to your apartment. Turn off your stove, and open a window. Opening the door could cause the smoke to activate the building alarms, triggering an evacuation and emergency response.   Emergency   If an emergency arises and the need for EMS, Police, or Fire personnel is required, always dial 911.     After calling 911, follow up with the front desk of your respective building    Mercer Residence Hall: (212) 998-6513   D’Agostino Residence Hall: (212) 998-6502       In situations that do not require immediate emergency response, call the University Office of Public Safety : (212) 998-2222     Note: If you or someone living with you has a special need which will hinder your egress during an emergency or evacuation, please let the Office of Residence Services know ahead of time so that the office is prepared to send assistance during a crisis.   Emergency and Fire Safety Procedures   Residents should be fully aware of Emergency and Fire Evacuation Procedures and the locations of building exits. If there is a fire, or you must evacuate, follow the path outlined on the inside of your apartment door in an orderly fashion. Familiarize yourself with the location of the red pull-box fire alarms located throughout the buildings.   FERPA   New York University is bound by federal law to protect each resident's right to privacy. We must abide by the tenets of the Federal Education Rights and Privacy Act (FERPA) of 1974. According to FERPA guidelines, NYU cannot provide information about any student's residency to third parties. This information includes, but is not limited to, assignment verification, account statements, and telephone numbers. Please visit the NYU FERPA Policy website for more information.   Personal Proerty Insurance   NYU assumes no responsibility for your personal property. This includes property lost, stolen, or damaged in academic and residential buildings. As noted in the housing license, each resident is responsible for his or her personal property; therefore, it is suggested that residents carry property insurance. Renters' or tenants' insurance is a form of personal property insurance which can provide a year of coverage at a reasonable cost. If you do not already have a policy that will cover lost or damaged property, you may choose to purchase an insurance policy, some of which are especially designed for university students. CSI Insurance Agency offers a plan for students.   The insurance companies below have been listed for your convenience. This information is offered as an option and is not intended as an endorsement of any company.         CSI Insurance Agency   104 Bombay Lane   PO Box 1207   Rosewall GA 30077-1207   Tele: (888) 411-4911   Fax: (678) 832-4910   Email: info@csiprotection.com   Web: collegestudentinsurance.com   National Student Services Inc.   PO Box 2137   Stillwater OK 74076-2137   Tel: (800) 256-NSSI   Fax: (405) 372-9584   Email: contactus@nssi.com   Web: www.nssi.com/         Compost   All residents of D’Agostino and Mercer residence halls are provided with a compost pail for their apartment. All compostable materials collected in this pail should be placed in the green compost bin located in the refuse closets located on each floor.   Compost these following items:     All food (fruit, vegetables, cheese, meat, poultry, seafood, bread, rice, pasta, bones, etc.)   Coffee grounds and filters   Paper bags and newspaper used to wrap food scraps, or any paper used to line the compost pails   Tea Bags   Food soiled paper (napkins, paper towels, paper plates, etc.)    This does not include Styrofoam or plastic dishes/cutlery as those items are not considered to be compostable         Recycling   Recycling bins are located in the Mercer Residence Hall refuse closets. In D’Agostino Residence Hall they can be found by the elevators. Residents of 130 MacDougal Street have recycling containers located in the basement.   Both Mercer and D’Agostino residence halls utilize single stream recycling. No separation of glass, paper, plastic or metal is necessary and can be placed in the same bin.   ATM   ATM machines are located in the Mercer Residence Lobby and in the D’Agostino Hall Commons.   Noise   Residents are reminded that social gatherings in apartments should be conducted in such a manner that is considerate of apartmentmates and neighbors. Parties should be concluded by 11:00 p.m. Monday-Thursday. On Fridays, Saturdays, Sundays or on evenings immediately preceding holidays, the deadline is 1:00 a.m. Parties may never occur in hallways. For the consideration of your neighbors noise (eg. music and loud conversations) from your gathering should not be heard in adjoining apartments. Quiet hours may be added during exam periods or for other special circumstances. Of course, twenty-four hour courtesy hours are always in effect.   Pets   As per the housing license, students in Law School housing are not permitted pets of any kind. Visitors and guests may not bring pets into the building.   Smoking   NYU is a smoke-free campus. Smoking in all residence halls is prohibited. Any resident or guest wishing to smoke must exit the building and do so in the designated smoking areas. This includes the use of electronic smoking devices.   Bicycle Storage   A secure bicycle storage room is located adjacent to the front lobby of Mercer Residence Hall. Bike room storage spaces are available by lottery at the start of the academic year. Other spaces are available outdoors in designated areas; any bicycles found chained or stored attached to undesignated building property will be removed.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]},
{"detail": [{"content": "Facilities (FCM) Waste                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Safety, Health, and Wellness   /   Be Safe   /   Environmental Health and Safety   /   Waste Disposal                                                     Facilities (FCM) Waste        Chemical Waste     Spill Cleanup Materials     Fluorescent Light Tubes     Batteries     Computer and Electronic Equipment     Thermostats     Ballasts     Used Oil     Used Paint     Reducing Paint Waste     Air Quality (low VOCs)     Solvents     Rags     Aerosol Cans     Sink Traps     Lead     Photographic Waste     Gas Cylinders     Empty Containers     Unknowns     Outside Contractor Guide            Ballasts   When disposing ballasts, it is important to understand the possible hazards. A ballast will contain packing material that is typically ignitable or may contain PCBs. The proper disposal route for all (non leaking) ballast is through EHS. To establish a PCB ballast collection drum, please contact EHS at extension 81450 for assistance.   Unless the ballast label does not specifically read - &quot;NON PCB CONTAINING&quot; or something similar, you must assume that the ballast contains PCB's. If the ballast label is illegible, consider it to contain PCB's. All (non leaking) PCB ballasts must be collected through EHS.   If you are involved in a large scale renovation or construction project, ensure a system is in place to collect all ballasts. Please use adequate collection containers for the ballasts eg.- 5 gallon poly ( plastic) screw top pail, 15 gallon poly open top, 30/ 55 gallon poly or steel drums. The containers should be closed when not adding ballasts and be labeled as USED PCB BALLASTS.   Leaking ballast     Leaking ballast must be managed as hazardous waste and separated from the non-leaking ballasts and labeled as USED PCB LEAKING BALLASTS.   Non-Leaking, Non- PCB ballasts   All Non-Leaking, Non- PCB ballasts should be collected through EHS. Facilities generating Non- PCB ballast as a result of ongoing maintenance activities are encouraged to set up a suitable container for their collection. If you are involved in a large scale renovation or construction project, ensure a system is in place to collect all ballasts. Please use adequate collection containers for the ballasts eg.- 5 gallon poly screw top pail,15 gallon poly open top, 30/ 55 gallon poly or steel drums. The containers should be closed when not adding ballasts and be labeled as USED NON PCB BALLASTS. Contact EHS for any additional assistance x81450.   For more information on hazards and labeling, please click disposing of old/unwanted ballasts  (PDF) .          Back to Top          Used Oil   EPA's regulatory definition of used oil is as follows: Used oil is any oil that has been refined from crude oil or any synthetic oil that has been used and as a result of such use is contaminated by physical or chemical impurities. Simply put, used oil is exactly what its name implies--any petroleum-based or synthetic oil that has been used. At NYU, used oil gets recycled off-campus but must be properly collected, labeled and EHS must be called for a pickup.          Back to Top          Used Paint   Paint itself is a mixture of liquid and powder; the powder is the pigment that gives color to the paint and the liquid is what binds it and allows it to spread. In some paints a solvent, or thinner, is used to make the paint easier to spread. The kind of liquid and solvent used is determined by the kind of paint being made and the kind of paint waste to be collected. There are many kinds of paint and they have many different uses:       Oil-based paints are thick and are commonly used as a protective barrier. Outside paints can protect houses and buildings from weather and the elements, while wall and floor paints provide color to the inside.   Latex paints can be used indoors and outdoors much like oil-based paints, and are generally preferred due to their ease of use. Because these paints are water-based, they can be cleaned up with soap and water.   Primers are used as the first coat on plaster and wood walls and usually have a varnish or synthetic resin base. They coat and flow into the uneven surface, filling in the tiny holes and cracks to allow the next layers of paint to be smoothed across without soaking into the wall. Enamels are used to cover inside and outside surfaces.   Lacquers are used to paint automobiles and are made with synthetic resins and fast evaperating solvents. Pigment is added to the solution and, after application, the paint dries quickly as the solvent evaporates.   Fire-retardent and heat-resistant paints are used where there is danger of high heat or fire. Fire-retardent paints use an oil or oil resin base and have chemicals that cause it to blister and form an insulating barrier between the fire and the wall. Heat-resisting paints cover warm or hot surfaces such as ovens, and boilers.     Most paint has four components: resin, solvent, pigment and additives. To determine the hazardous ingredients of paint, request a Material Safety Data Sheet from the retailer when you buy it.       The resin is the main ingredient and forms a coating or film on the surface being painted. This typically non-hazardous component includes linseed, acrylic or other synthetic resins. The solvent keeps the paint in a liquid form until the solvent evaporates after the paint is applied.   The solvent in oil-based paint is derived from a petroleum distillate and can include such hazardous ingredients as mineral spirits, toluene and xylene. Oil-based paint should be disposed of as hazardous waste.   The solvent in latex paint is water and therefore not hazardous as a result of its solvent component.   Pigments provide the color and opacity or covering power. The major pigments used presently are titanium oxide, iron oxide, calcium sulfate, clay or silicates. These pigments are relatively nontoxic and not considered to be hazardous according to the EPA. Some highly colored pigments may contain heavy metals such as chromium, cadmium, or arsenic. If your paint contains these metals for pigmentation, the paint is considered to be hazardous waste.   Paints purchased before 1977 may contain lead in the pigment. Lead, also a heavy metal, is poisonous. Do not use paint purchased prior to 1977. Paint may also have additives. Some latex paints contain a mercury-based fungicide preservative. Mercury is a heavy metal that is highly toxic. Paints containing mercury produced since August 1990 had to be labeled exclusively for exterior use.     Concerns have arisen about health risks due to the severe effects of several heavy metals traditionally added to paint, including antimony, cadmium, hexavalent chromium, lead, and mercury. The use of lead in paints was phased out beginning in 1978, and the use of mercury in most paints was phased out beginning in the early 1990s (small amounts of mercury may still be found in specialty paints - call the paint manufacturer and ask as the product information may not be required to disclose this).   As of August 1991, the United States Environmental Protection Agency prohibits mercury in all newly manufactured paints. The National Paint and Coatings Association has voluntarily complied with these guidelines. To determine if your latex paint contains mercury, call the National Pesticide Telecommunication Network at 1-800-858-7378.   Never put liquid paint into the trash or pour it down the drain. Paint disposed of this way can contaminate our water resources and the environment.          Back to Top          Reducing Paint Waste   There are a number of ways to reduce paint waste. Before purchasing paint, measure the area to be painted. Talk with suppliers and/or contractors and read product information to determine the right amount of paint to purchase. Store leftover paint for future use by securing the paint lid tightly (loosely covering a container of paint dries it out) and store in an area that will not allow the paint to freeze (frozen paint becomes unusable).   Recycled Paint   Recycled paint is made from paint collected through public and private collection programs. Collected paints are screened for usability and quality. Virgin materials such as resins and colorants can be added, and the products may be tested before packaging and resale. Recycled paint contains 20 percent to 100 percent postconsumer content.   There are two types of recycled-content paint: reprocessed and reblended. Although both types originate from the collection of leftover latex paint, there are important differences.   Reprocessed paint    Reprocessed paint, also called remanufactured paint, is mixed with virgin materials such as resins and colorants, and is then tested, generally by the same tests as those done on virgin paints, before packaging for resale. [5] Reprocessed paint typically contains a minimum of 50 percent postconsumer content.   Reblended paint    Reblended paint, also called consolidated paint, is re-mixed, screened, and packaged for distribution. Virgin raw materials such as resins and colorants may be added in small quantities. Minimal testing is applied to reblended paint. Typically, reblended paint contains more than 95 percent postconsumer content, with ranges between 75 percent to 100 percent postconsumer content.   What to look for    What to look for: Consider the application to determine which type of recycled paint is appropriate. Look for reprocessed paint if a higher quality product is needed and look for paint labeled or sold as &quot;recycled paint&quot; with at least 50 percent postconsumer content.          Air Quality (low VOCs)   All oil and many latex-based paints contain organic solvents to disperse and bind other paint components. These organic solvents are the major ingredients that contribute to indoor VOC levels when paints are applied inside a building. Many VOCs in paints are known to cause human health effects, such as: headaches, fatigue, eye and, in some individuals, upper respiratory irritation. There are outdoor and indoor air quality considerations for paint. Please consult the MSDS and EHS prior to purchasing any products to be used in renovation and construction.          Back to Top          Solvents   Solvent is the liquid in paint that suspends the pigment and resins and transports them from the paint brush to the wall. The solvent then evaporates and leaves the paint film behind. Solvents in paint can be water (for latex paint) or mineral spirits (for oil based alkyd paint). The less solvent in the paint, the higher the quality and the better the coverage.   A solvent is a solution that breaks down the essential properties of paints and varnishes, lacquer, shellac, oils, grease and adhesive residues. There are many different kinds of solvents, each performing a specific reaction (function) with a specific product. All solvents, except for water, have a toxic effect on organic tissue, biochemical, physiochemical and neurochemical. Use with care and always dispose of properly.       It is important to use caution with solvents. Always use appropriate protective gear on all exposed body areas, especially the hands and eyes. Always work in a well-ventilated room. Refrain from smoking of working near heat sources as many solvents are flammable.   All solvents should be properly disposed of through EHS.       Turpentine   Turpentine is an effective solvent for oil and alkyd based paints and varnishes, and removing tar, grease and tree sap. Genuine turpentine has a strong odor and is becoming less commonly used in the painting and art industries. Many substitute products have arrived on the market that performs essentially the same function, with less noxious vapors. Some of the substitutes include mineral spirits and turpenoid. EHS discourages the use of turpentine and should be disposed of by calling x81450.   Mineral spirits (White spirits)   Mineral spirits is a petroleum-based product. Mineral spirits is an oil based solvent ideally used for thinning oil based exterior and interior varnishes, such as oil varnish, and paint products, as well as an efficient solvent for artist’s oil paints.   Turpenoid   Turpenoid is a turpentine substitute with limited odor, ideally suited for artist oil painting.   Lacquer thinner   Used to dilute, dissolve and clean up of lacquer products. Typically too caustic for oil paints, lacquer thinner is often used additionally for removing inks on metal, and adhesive residue from a variety of surfaces. Lacquer thinner is very strong and rapidly deteriorates many surfaces and fabrics. EHS discourages the use of Lacquer thinner and should be disposed of by calling x81450.   Denatured Alcohol   A solvent primarily used to dilute and dissolve shellac and aniline dyes. Denatured alcohol also acts as a semi-aggressive cleaning agent.   MEK (methyl ethyl ketone or 2-butanone)   MEK is a highly caustic solvent and a known carcinogen. It is prohibited from use on NYU Campus.   Kerosene   Though typically used as a fuel, kerosene has very strong solvent properties. For ‘oil glazing’ in decorative finishing, kerosene is sometimes employed to make the glaze ‘hot’, increasing the workable time with the glaze, as well as ‘fusing’ with a glaze previously applied. EHS discourages the use and should be disposed of by calling x81450.   Kerosene is highly flammable. Always use in a well-ventilated area. Wear protective gear over all exposed areas of the body. Do not smoke or use near any open heat source.   Gasoline   Typically used as a fuel, gasoline has very strong solvent properties. Often used to remove grease, tar, and waxes. Gasoline makes an excellent solvent for cleaning tools and metal parts.   Gasoline is highly flammable. Always use in a well-ventilated area. Wear protective gear over all exposed areas of the body. Do not smoke or use near any open heat source.   Acetone   A moderately aggressive solvent. Acetone is often used to clean glass, general dirt and grime. In restoration and conservation practices acetone is often used to clean dirt, soot and grime from paintings and furniture. It is also used for the slow dissolving of varnished paintings, to clean, then re-varnish the painting.   Water   Water acts as general solvent and thinner with virtually all water based interior and exterior paints and varnishes. Most latex, acrylic products break down in water. Artist acrylic paints , watercolor, gauche, tempura paint all use water as the dilution agent.   Many other chemicals - including formaldehyde, benzene, toluene, and methylene chloride - can be present in paint and pose health risks to paint users and occupants of buildings. Formaldehyde, often added to paint as a preservative, is a known human carcinogen and respiratory irritant. Other organic solvents used in paint can be carcinogenic as well. The MSDS from the distributor provides important information on ingredients in the paint that are health hazards. However, it is only required to disclose chemicals in the paint that are more than 1 percent for non-carcinogens, and more than 0.1 percent for carcinogens. Exposure to chemicals present in paints that are below the mentioned non-disclosure levels can cause health effects depending on various factors such as the type of chemical(s) exposed to, exposure conditions, sensitivity of the exposed population, etc. Growing interest in worker and occupant safety has led to an increasing number of safer paint choices.   Generally, water-based latex paints contain fewer solvents and toxic materials than oil-based paints.   What to look for: Look for product information on latex paints showing the ingredients - avoid paints with the solvents and heavy metals listed above. Oil-based paints for renovation and construction purposes is prohibited.        Back to Top          Rags   EHS must make a hazard determination of oil, solvent and paint rags prior to disposal to determine the proper disposal method. If you are disposing of these rags in the trash without written approval from EHS, please call x81450.   Areas of Concern       Elevator Machine Rooms   Boiler Machine Rooms   Painting Facilities     Rag disposal depends on the particular process and the material's characteristics. It should be assumed that the rags exhibit the same Hazardous Waste Characteristics as would the chemical applied to it. If the substance was a hazardous chemical, the rags therefore must be considered a hazardous waste and must be handled as such and disposed of through EHS. For more information on disposal, click on Disposal .          Back to Top          Aerosol Cans     Aerosol cans whether spent or unspent need to be collected, labeled and disposed of as hazardous waste. For more information on hazards and labeling, please click disposing of aerosol cans (PDF) .         Back to Top          Outside Contractor Guide   Outside Contractor Guide (DOC) .     The NYU Contractor guide has been developed by Environmental Health and Safety to provide information to outside vendors on NYU Environmental, Health, and Safety policies. The policies set forth have been designed to protect not only NYU employees and properties, but also those employees contracted to work on NYU premises.   Application       Every contractor on New York University (NYU) premises is expected to follow university policies and report any Environmental, Safety, or Health concerns to their NYU Construction Project Manager (PM) or NYU Building or Facility Manager (BM).   This guide does not contain all OSHA and NYU safety, health, environmental, and security requirements. It does, however, try to address those requirements that are of particular importance or may be overlooked.     Hazardous Waste Minimization and Disposal Program For Contractors and FCM (Appendix A) (DOC) .     The intent of this Compliance Plan is to assist contractors to properly identify, handle, store and dispose of Hazardous and Universal Waste generated during construction activities. Any chemical or material that meets the definition of hazardous or universal waste must be handled, stored and disposed in accordance with all applicable University, State and Federal requirements. Disposal of all hazardous and universal waste generated during construction activities at or in NYU buildings will be done through NYU EH&amp;S by calling 212-998-1450. FCM project managers should ensure that all outside contractors read this guide, fill out, sign and return Appendix A to EHS.   FCM Work Rules  (PDF) .     Facilities and Construction Management’s Construction and Maintenance Work Rules.                             Quick Links                      Select an Option...           Art Department Waste Biological/Regulated Medical Waste Chemical Waste Computer & Electronic Waste Dental Clinic Wastes Facilities (FCM) Waste Housing Facilities Waste Laboratory Waste Radioactive Waste Renovation & Demolition Waste Recyclable Materials Universal Waste Waste Labels Waste Pick-up Schedules Waste Minimization                                                                                                NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Building Guide and Policies | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Housing &rsaquo; On-Campus Housing &rsaquo; Building Guide and Policies                  Housing                 Building Guide and Policies                 On-Campus Housing       Application Instructions   Explore Our Residence Halls   Res Life Experience   Check-In and Check-Out Procedures   Request for Reasonable Accommodations   Building Guide and Policies   Billing and Payments                            Welcome to residential living at New York University School of Law! What follows is a guide to our residential facilities, the amenities provided, and a brief overview of some of our policies.   Community Facilities and Study Rooms     D’Agostino Hall:     The D’Agostino Hall Commons is a large, open space which offers lounge style seating, access to computers, printing and copying, tables and power outlets for group study, and vending machines. More computers and a printer are available in the computer lab located in room 309.   The 14 th Floor D’Agostino terrace offers a commanding view of the city and makes for a great study spot or place to relax and enjoy the view. Additionally, the 12 th floor possesses a small terrace outside the laundry room good for studying or waiting for your laundry.   D’Agostino features modern banquet, lecture and seminar rooms which are available for outside conferences and meetings. A commercial kitchen is fully staffed and offers catering service. For more information on reserving one of these spaces or utilizing our services, visit the Office of Conferencing and Special Events website by clicking here .     Mercer Residence:     Mercer Residence Hall’s lobby offers a comfortable lounge style seating area with four computers and printing. More computers, printers and a scanner are available in the computer lab located on the 7 th floor.   Behind the elevators and down the hall, Mercer’s game room features ping pong, foosball, a pool table, darts and a few tables and seating to relax at.   Mercer has four study rooms on the 8 th floor and one on the 3 rd . These rooms are specified as quiet-study areas.   The Mercer Pub/TV room located on the basement level offers seating. Additionally, the room has a large television and makes for a great location to host a small gathering to watch the game or a movie.   The basement level features vending machines, as well as a piano that is available to Mercer’s resident musicians to practice.     Door Attendants and the Front Desk   Both Mercer and D’Agostino residence halls provide 24 hour front desk attendants. In addition to ensuring only residents and their approved guests are entering the building, our attendants provide a variety of services:     Lending out:    Vacuum cleaners   Emergency lock-out keys   Moving bins       Attendants will contact you on your room phone to announce guests and food deliveries    Building staff will not go up to your apartment to announce guests, nor contact you via your cell phone. Please coordinate with your guests and food delivery services accordingly         Residents of 130 MacDougal Street may utilize the building buzzer system for guests and deliveries.   Keys   One apartment key is issued to each resident upon arrival. A temporary guest key can be obtained for a refundable $5.00 deposit from your building office. Lost keys (room or mail) should be reported to your hall office immediately. A $50.00 lock replacement charge is assessed on all lost or overdue room/guest keys for security reasons.   Residents who have locked themselves out may obtain a lock-out key from the Front Desk Attendant by presenting their University ID. The lock-out key must be returned to the front desk within 15 minutes or, for security reasons, a $50.00 dollar fee will be assessed and the locks changed.   Note: Residents of 130 MacDougal Street should visit D’Agostino Hall’s front desk for lock-out keys.   The Resource Center   Both D’Agostino and Mercer residence halls have a Resource Center located in the lobby. The Resource Center manages all aspects of mail/parcel receipt for their respective halls.   Incoming letter mail may be picked up from your mailbox, located in the lobby of your residence hall.   All packages for residents are received, signed for, and distributed at the Resource Center. Upon receipt of a package an email notification will be sent to your NYU email only. Packages not retrieved within 3 business days will be returned to sender. In order to pick up your package visit the Resource Center and present your valid NYU ID.   Note: All mail and packages must have your full name on the address label. Otherwise the package cannot be released to you as your ownership cannot be verified. We cannot accept mail or packages for any person that is not a confirmed resident of the residence hall. Additionally, cash-on-delivery items will not be accepted.   Your addresses are as follows:           D’Agostino Residence Hall       Mercer Residence Hall       130 MacDougal Street           “Your name”       “Your name”       “Your name”           110 West Third Street       240 Mercer Street       130 MacDougal Street           Apt # (eg. 1405B)       Apt # (eg. 203A)       Apt # (eg. A)           New York, NY 10012       N ew York, NY 10012       New York, NY 10012                       Security   All residents must show a valid NYU ID Card with the corresponding residential sticker in order to enter their residence halls. Residents of other NYU Law Residence Halls cannot freely visit other residence halls and must be announced as guests.   Lost and Found   In the event that any of your personal belongings are misplaced, Mercer and D’Agostino residence halls have lost and found boxes located at the Front Desk.   Visitors and Guest Passes   Guests must be accompanied by the resident/licensee or possess a Guest Pass in order to enter the building. The Front Desk Attendant can also call your room phone to announce a guest and obtain your permission to allow your guest(s) to go up to your apartment unescorted. Overnight guests are permitted for no more than 7 nights per 30 day period.   The resident/licensee may obtain a Guest Pass for each guest by stopping by their respective building office and filling out a Guest Pass Request Form. If your guest is staying for more than three consecutive nights, written permission from your apartment mate(s) is required before the Guest Pass Request Form can be processed. In addition to building access, the Guest Pass allows the use of University Transportation services.   Note: Guest Passes cannot be obtained by telephone or email. You must visit the office in person.   Cot Rentals   Cots for overnight guests in D’Agostino and Mercer residence halls are available for rental. Cot rentals cost $5 per night (Monday-Thursday) and $10 for the weekend (Friday-Sunday). Due to the limited number of cots available, reservations must be made in advance and in person.   To make a cot reservation, please visit your building office. For the Mercer Residence see the Office of Residential Life, located adjacent to the Mercer Lobby. If you are in D’Agostino Hall visit the Office of Facilities and Services, located on the Mezzanine level.   Check-Out Time   All residents and visitors must check out by 10:00 a.m. on the date you are contracted to depart. If you wish to depart at another time or date, contact the NYU Law Office of Residential Life located in the Mercer Residence to determine whether a special arrangement may be accommodated.   There will be a $300.00 late check-out fee assessed to any resident who fails to check out on time.   Housing Payments   Housing payments may be made online via e-check, by phone or in person. Bills are processed and distributed by the University Bursar’s Office , located at 25 West Fourth Street.   Computers   Residents have access to computers and printers located throughout the Law School. The computer room in the Law Library is available only to NYU School of Law students. For more information about computing at the Law School, contact the Department of Information and Technology Services .   To request toner or paper for printers in the Mercer lobby or computer labs and D’Agostino Commons or computer lab, please contact the front desk.   Report computer and printer hardware problems to the Department of Information and Technology Services at 212-998-6719   Cable Television   Both D’Agostino and Mercer residence halls receive cable television through NYU Campus Cable . Residents must provide their own television sets and cable cords. Instructions on how to connect your television to campus cable can be found here .   Residents of 130 MacDougal Street may personally contract with an external cable provider.   Telephones   D’Agostino and Mercer residence halls are part of the NYU telephone service. Telephone numbers are provided to students before arrival.   This service includes:     Unlimited local calls   Call waiting   Voice Mail     A long distance calling card is required for international calls. For additional information, or assistance with your service please see the NYU ITS Telephones &amp; Voicemail website.   Residents of 130 MacDougal Street may personally contract with a third party telephone provider.   Maintenance and Repairs   Should any appliance, furniture or other furnishing supplied by NYU School of Law need repair, residents of Mercer and D’Agostino residence halls must complete a work request online . The handyman on duty will be forwarded the work order and correct the problems as they arise in the queue. Repairs to appliances, furnishings or equipment supplied by NYU are the responsibility of management alone. No reimbursement to a resident or vendor performing repair services is allowed. In cases of emergency repair issues (eg. overflowing toilet, smell of gas, or no heat): contact the front desk of your respective building.   Residents of 130 MacDougal Street should make their requests for service to Collins Building Services’ Client Services division. Submit a work request online or contact the Client Services Center by telephone at (212) 998-1001. In the event of service emergencies (eg. flooding, smell of gas, or no heat) contact the D’Agostino Hall front desk at (212) 998-6502.   Pest Control   An exterminating service representative visits each building once per week. On these visits, an NYU building staff member accompanies the representative for the duration of any preventative maintenance or responses to complaints.   If you require this service contact the Office of Residential Life for Mercer Residence Hall, or the Office of Facilities Services for D’Agostino Residence Hall.   Services for 130 MacDougal Street are managed by Collins Building Services. Requests for extermination should be submitted online or by telephone (212) 998-1001 to the Client Services Center.   Windows   Windows in all apartments have window limiters installed on the window frame of the sliding portion of the window. This restricts the amount the window can open (6 inches) and removal of these stops is strictly prohibited by university policy. All apartment windows are cleaned annually by a professional window cleaning service. Residents will be notified ahead of time of scheduled window-cleaning dates.   Cleaning   Residents are responsible for the cleaning and care of their apartments. Cleaning supplies and materials are not provided, but a vacuum cleaner can be borrowed from the Front Desk Attendant. Failure to maintain the apartment in reasonable condition may result in termination of your housing license.   Laundry   The NYU School of Law Residences provides do-it-yourself laundry facilities in Mercer and D’Agostino residence halls. Residents of 130 MacDougal Street may utilize those in D’Agostino Residence Hall. Laundry facilities are open for use daily between 7:00 a.m. and 11:30 p.m. Our laundry facilities utilize the Smart Card pay system. Using one of the machines located in the laundry room, the smart card can be loaded with money from a credit or debit card.     D’Agostino Hall: Located on the 12th floor by the small terrace.   Mercer Residence: located on the 7th and 17th floors.     D’Agostino Residence Hall is additionally equipped with a laundry notification system. Machine (washer/dryer) availability can be checked using the internet. Additionally, an email alert or text message can be requested when either machines are available or laundry is finished.     Log onto Laundry Alert at www.laundryalert.com   Type in “NYUL898” when prompted to sign in   Click “Submit”   To be notified via email or text when a machine is available or your laundry is done, click the link on the left hand side of the page titled “Let Me Know” and provide the requested information     Room Furnishings and Supplies   University furnishings may not be removed under any circumstances from the apartment. NYU cannot store unwanted university furniture due to storage limitations   Each apartment comes equipped with the following furnishings:     Refrigerator   Stove/Oven    Nearly all campus stoves utilize an electric ignition. To turn on the burner, push the valve handle in and turn to the light position. An audible click will be heard as an electric spark attempts to light the burner. Once the burner is lit, turn the valve handle until the sparking ceases and adjust the flame to the desired height.   To operate the oven, turn the dial counter-clockwise­ to the desired temperature setting. Allow for a delay of 45 seconds before the main burner lights.       Bed    All beds are extra-long twin mattresses (80”x36”) with the exceptions of the following:    Full Sized Beds    D’Agostino hall L1 type apartments   All 130 MacDougal Street apartments       Queen Sized Beds    Mercer Residence type A, D, and E apartments               Either a dresser or in-closet shelving for clothing storage   Desk   Desk Chair   Bookcase or shelving unit   Lounge chair    Available in:    Mercer Residence Hall   D’Agostino Residence Hall type L1 apartments   130 MacDougal Street           Shower Curtain   Window Blinds   Either a bathtub or standing shower   Recycling Bin   Compost Bin   Lighting:    Mercer Residence Hall and 130 MacDougal Street residents should bring floor and desk lighting as the apartments are not equipped with lighting.   D’Agostino Residence Hall residents should bring desk lighting; a wall light fixture is provided in each bedroom.   Halogen lamps are prohibited in NYU School of Law housing as they pose a significant fire risk.         Shower Operation   To activate the showerhead, turn the faucet(s) and push in the horizontal ‘diverter stem’ which allows water to flow upwards into the showerhead. Do not pull the stem forward to turn the shower off. Once water has been turned off, the diverter stem will release automatically.   Decorating and Painting   Residents may decorate their apartment walls with pictures and other wall decorations with the use of safe-peel tapes or small nails. Any type of hanger resulting in larger nail holes, marks on the walls or damage to the wall is not permitted. Any damage caused to painted surfaces, including those cause by glue or large nails, is assessed against the occupants of the apartment.   Additionally residents are not permitted to paint their own rooms. If the room requires painting, residents can submit a work request to have their apartment added to the painting list.   Heating and Air Conditioning   Mercer and D’Agostino apartments have units for heating during the winter, and cooling during the summer. Due to the nature of our temperature systems, air conditioning and heating cannot be run simultaneously within the building. As seasonal temperatures change, the buildings overgo a switch between the two systems.   The wall-mounted thermostat in each room can be set as follows:     Fan speed can be set to: off, low, medium, or high   In the heating season: temperature can be set between 68-74°F   In the cooling season: temperature can be set between 70-78°F     In addition, the temperature in unoccupied bedrooms is automatically lowered to a minimum of 55 degrees in winter and raised to a maximum of 84 degrees during summer. The smart building management system maintains these temperatures in a range such that comfortable conditions are restored within 15 minutes when bedrooms are entered. This is an energy savings measure as part of NYU’s sustainability initiative.   Electricity and Electrical Outlets   Each bathroom and kitchen is equipped with a ground-fault electric outlet. Should moisture levels in these rooms raise to high, the outlets will automatically shut off. Once moisture returns to safe levels, pressing the reset button will restore power to the outlet.   As part of New York University’s ongoing sustainability initiatives, the Office of Residential Life asks that all residents turn off lights when leaving their apartment.   Ventilation   The kitchens and bathrooms in our residences are equipped with low-volume exhaust fans that operate twenty four hours per day. The fans are located on the roof and are calibrated to provide an adequate turnover of air in each apartment.   Smoke Detectors   The smoke detectors used at NYU are set to early warning. These detectors will activate before fire, toxic gases, smoke, or heat reach dangerous levels. These require no adjustment and residents should refrain from tampering with them. If the device is activated, it will automatically cease once the triggering condition no longer exists.   Note: If your apartment smoke detector sounds due to cooking, do not open the door to your apartment. Turn off your stove, and open a window. Opening the door could cause the smoke to activate the building alarms, triggering an evacuation and emergency response.   Emergency   If an emergency arises and the need for EMS, Police, or Fire personnel is required, always dial 911.     After calling 911, follow up with the front desk of your respective building    Mercer Residence Hall: (212) 998-6513   D’Agostino Residence Hall: (212) 998-6502       In situations that do not require immediate emergency response, call the University Office of Public Safety : (212) 998-2222     Note: If you or someone living with you has a special need which will hinder your egress during an emergency or evacuation, please let the Office of Residence Services know ahead of time so that the office is prepared to send assistance during a crisis.   Emergency and Fire Safety Procedures   Residents should be fully aware of Emergency and Fire Evacuation Procedures and the locations of building exits. If there is a fire, or you must evacuate, follow the path outlined on the inside of your apartment door in an orderly fashion. Familiarize yourself with the location of the red pull-box fire alarms located throughout the buildings.   FERPA   New York University is bound by federal law to protect each resident's right to privacy. We must abide by the tenets of the Federal Education Rights and Privacy Act (FERPA) of 1974. According to FERPA guidelines, NYU cannot provide information about any student's residency to third parties. This information includes, but is not limited to, assignment verification, account statements, and telephone numbers. Please visit the NYU FERPA Policy website for more information.   Personal Proerty Insurance   NYU assumes no responsibility for your personal property. This includes property lost, stolen, or damaged in academic and residential buildings. As noted in the housing license, each resident is responsible for his or her personal property; therefore, it is suggested that residents carry property insurance. Renters' or tenants' insurance is a form of personal property insurance which can provide a year of coverage at a reasonable cost. If you do not already have a policy that will cover lost or damaged property, you may choose to purchase an insurance policy, some of which are especially designed for university students. CSI Insurance Agency offers a plan for students.   The insurance companies below have been listed for your convenience. This information is offered as an option and is not intended as an endorsement of any company.         CSI Insurance Agency   104 Bombay Lane   PO Box 1207   Rosewall GA 30077-1207   Tele: (888) 411-4911   Fax: (678) 832-4910   Email: info@csiprotection.com   Web: collegestudentinsurance.com   National Student Services Inc.   PO Box 2137   Stillwater OK 74076-2137   Tel: (800) 256-NSSI   Fax: (405) 372-9584   Email: contactus@nssi.com   Web: www.nssi.com/         Compost   All residents of D’Agostino and Mercer residence halls are provided with a compost pail for their apartment. All compostable materials collected in this pail should be placed in the green compost bin located in the refuse closets located on each floor.   Compost these following items:     All food (fruit, vegetables, cheese, meat, poultry, seafood, bread, rice, pasta, bones, etc.)   Coffee grounds and filters   Paper bags and newspaper used to wrap food scraps, or any paper used to line the compost pails   Tea Bags   Food soiled paper (napkins, paper towels, paper plates, etc.)    This does not include Styrofoam or plastic dishes/cutlery as those items are not considered to be compostable         Recycling   Recycling bins are located in the Mercer Residence Hall refuse closets. In D’Agostino Residence Hall they can be found by the elevators. Residents of 130 MacDougal Street have recycling containers located in the basement.   Both Mercer and D’Agostino residence halls utilize single stream recycling. No separation of glass, paper, plastic or metal is necessary and can be placed in the same bin.   ATM   ATM machines are located in the Mercer Residence Lobby and in the D’Agostino Hall Commons.   Noise   Residents are reminded that social gatherings in apartments should be conducted in such a manner that is considerate of apartmentmates and neighbors. Parties should be concluded by 11:00 p.m. Monday-Thursday. On Fridays, Saturdays, Sundays or on evenings immediately preceding holidays, the deadline is 1:00 a.m. Parties may never occur in hallways. For the consideration of your neighbors noise (eg. music and loud conversations) from your gathering should not be heard in adjoining apartments. Quiet hours may be added during exam periods or for other special circumstances. Of course, twenty-four hour courtesy hours are always in effect.   Pets   As per the housing license, students in Law School housing are not permitted pets of any kind. Visitors and guests may not bring pets into the building.   Smoking   NYU is a smoke-free campus. Smoking in all residence halls is prohibited. Any resident or guest wishing to smoke must exit the building and do so in the designated smoking areas. This includes the use of electronic smoking devices.   Bicycle Storage   A secure bicycle storage room is located adjacent to the front lobby of Mercer Residence Hall. Bike room storage spaces are available by lottery at the start of the academic year. Other spaces are available outdoors in designated areas; any bicycles found chained or stored attached to undesignated building property will be removed.                                                  Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}, {"content": "IFA - Conservation Center                                                                                                                    ABOUT      EVENTS      PEOPLE      NEWS      ACADEMICS      CONSERVATION PROGRAM      PROSPECTIVE STUDENTS      RESEARCH & LIBRARIES      CONTACT      SUPPORT US                                   Paintings Conservation       The paintings curriculum allows students to pursue their interest in Old Master paintings, paintings on canvas, and modern and contemporary paintings and painted surfaces. Every paintings major takes at least one class in the Kress Paintings Conservation program. Subsequent foundation courses expose students to the structural treatment of canvas paintings, the different approaches to damages such as tear repair, flattening of distorted supports, humidity treatments, consolidation of paint and ground layers, strip lining, the preparation of the lining canvas, lining reversals and re-stretching, as well as cleaning and inpainting techniques. The procedures learned and/or demonstrated depend on the condition of the particular paintings available. In addition, students are expected to take a course introducing them to the technical connoisseurship of European and American paintings, taught by Dianne Dwyer Modestini using the vast collections of the Metropolitan Museum of Art.             In order to accommodate the growing interest in the conservation of modern and contemporary paintings, courses have been added that take advantage of the abundance of collections and resources in New York City. Students have treated pictures by established artists, such as Yayoi Kusama, Andy Warhol, Helen Frankenthaler, Will Barnet, Rammellzee, and Esteban Vicente, just to name a few. We are very fortunate to have close connections with the Grey Art Gallery of NYU, which has works from the late 19th through 20th centuries and is particularly strong in mid-century modern, as well as the collections and professionals at MoMA, the Whitney and Guggenheim Museums. Students learn about the techniques and materials that might be used to treat unvarnished paintings and are introduced to the often-unpredictable nature of modern paints.             Students at the advanced level also have the opportunity to create their own individualized coursework. With the guidance of a supervising instructor and the approval of the Chairman, students can work in other museums or private labs in the city, which can expose them to an even wider range of paintings and conservation problems.                                    Conservation Program     Welcome and History   What is Conservation                   Curriculum           Program Overview   Program Outline   Full Course Listings   Practical Training   Latest Internship Placements                                 Specializations       Modern and Contemporary   Objects   Paintings   Kress Paintings Program   Kress Paintings Research   Paper   Photographs   Mellon Library and Archive                          Workshops     Mellon Summer Technical Institute   Kress Summer Teaching Institute   Professional Development Workshops            Conservation Resources              Sign up to our mailing list   If you wish to receive information on our upcoming events, please click here .               Follow us!"}]}]