[{"detail": [{"content": "Honors and Awards, College of Arts and Science Bulletin | NYU                                                  Navigation       College of Arts and Science Bulletin                 About Arts and Science | Departments and Programs | The Faculty             Home &gt; Honors and Awards         Honors and Awards            Matriculated students  with superior academic records are honored in various ways, such as  by placement on the Dean's Honors List, election  to honor societies, and admission to departmental honors programs.      Additional information  may be obtained from departmental advisers and from the College  Advising Center, Silver Center, Room 905; 212-998-8130.      Honors      Dean's Honors List    A Dean's Honors List  is compiled at the end of each academic year, in June. This is an  honors roll of matriculated students who have achieved an average of  3.65 or higher for that academic year (September to May) in at least  28 graded points. To be listed, a student must not have any grades of  Incomplete or N at the time the list is compiled. Note that  grade point averages are carried to two decimal places (but are not  rounded off).      Honorary Societies  in Arts and Science    Any student seeking to  join a departmental scholastic honorary society is required to  maintain, as a minimum scholastic requirement for election to  membership, a general average of 3.50, as well as an average in the  major subject of 3.50. Students should consult with departmental  advisers in regard to the specific requirements for the various  departmental honor societies.      Phi Beta Kappa    Phi Beta Kappa  celebrates and advocates excellence in the liberal arts and sciences.      The Phi Beta Kappa  Society invites for induction the most outstanding arts and science  students in America's leading colleges and universities. NYU's  College of Arts and Science chapter, the Beta of New York, was  established in 1858. In terms of seniority, it ranks as the 15th  oldest chapter of the Society.      Each April, the faculty  members of the Beta chapter automatically review the academic  performance of all students in the College for eligibility for  election to Phi Beta Kappa.      Eligibility for  Graduation With Latin Honors    To be graduated with honors, a student must have at least 64 points earned in courses from CAS, GSAS and selected Tisch departments. All graded courses taken while enrolled either in the College or in another school of NYU will be used in computing the grade point average on which Latin honors are based, as long as the 64 point residency requirement is met. Pass/\"P\" grades are not counted; grades received in courses taken at other institutions are also not counted. The student must also have a clean record of conduct.      Effective with the September 2008 graduating class, the GPA cutoffs for each category are determined by the combined GPA distribution from the preceding academic year, all graduation moments included. The cutoff for summa cum laude is the GPA included within the top 5 percent of the previous year's graduating class. The cutoff for magna cum laude is the GPA included within the next 10 percent of the previous year's class. The cutoff for cum laude is the GPA included within the next 15 percent of the previous year's class. For example, the necessary GPA level for summa cum laude for students graduating in September 2008 will be based on the GPA cutoff for the top 5 percent of the combined graduates from September 2007, January 2008, and May 2008.          Departmental Honors    Students who have  completed at least 64 points of graded work in the College may be  awarded degrees with departmental honors if they complete the  designated honors sequence in a department and maintain the requisite  grade point average. There are three levels: honors, high honors, and  highest honors.      Students seeking  admission to and graduation with departmental honors are expected to  have a minimum grade point average of 3.65, both overall and in the  major. Departments may exercise some flexibility in admissions, as  follows. In rare cases where a candidate for admission to a  departmental honors program falls short of the expected minimum GPA,  the director of undergraduate studies or the director of departmental  honors may petition the director of college honors for an exception.  In all cases, once admitted, students are expected to maintain the  GPA at the stipulated level in order to graduate with departmental  honors. Should there be an exceptional circumstance in which the  stipulated GPA is not maintained, the director of college honors may  be petitioned for an exception. If the case is compelling, the latter  will inform the registrar's office of the waiver.      Honors programs must,  minimally, be a two-term (8-point) experience that includes a  capstone research project. The capstone project, which typically  culminates in a thesis, should reflect sustained original research  over two semesters. The scope and length of a thesis will vary by  discipline, but the thesis is typically 40 to 60 pages in length. All students completing  departmental honors must make public presentations of their work,  preferably at the CAS Undergraduate Research Conference (URC) held at  the end of the academic year, or in a departmental forum (e.g., oral  defenses or presentations) held in conjunction with the URC.      Students with double  majors in discrete, unrelated disciplines must complete honors  programs in each major for which they seek honors. Students with  double majors in interdisciplinary or related fields may, if the two  departments concur, convene a joint honors committee to establish an  interdisciplinary research program of course work that culminates in  a single thesis. Similarly, in the case of joint majors, the relevant  departments must work out an agreement on the requirements for honors  and on the supervision and evaluation of students' theses or  projects.      Presidential Honors  Scholars    Membership in the  Presidential Honors Scholars at the College of Arts and Science  offers outstanding students the opportunity to receive special  advising from College faculty and staff, to challenge themselves in  honors courses and through independent research, to study away, to  take advantage of New York City's cultural resources, and to  develop leadership skills through community service. Scholars  comprise a distinguished group of undergraduates; only the top 10  percent of the entering class are chosen, and students who apply for  entry after they have matriculated must demonstrate not only  superlative academic achievements but also a consistent record of  leadership and service to the community.      Freshmen appointed on  the basis of their high school records participate in a Scholars  Seminar. They meet regularly for lectures and discussions and  participate in a wide variety of cocurricular activities. These  include the Scholars Lecture Series, cultural events in the city,  social events, and community service projects. Scholars also register  for a Freshman Honors Seminar. During the January intersession,  freshman scholars travel with faculty mentors to Villa La Pietra in  Florence, Italy. Sophomore scholars also participate in a study away  spring break, choosing a destination that most closely relates to  their academic or personal interests. During their junior or senior  year, scholars spend an entire semester (or year) studying at one of  NYU's programs or exchanges away. In their junior and senior years,  they also enroll in the honors track of their chosen major. In  addition, Presidential Honors Scholars are committed to volunteering  and serving in the community.      Membership in the  Scholars Program is renewable annually, depending on the quality of  the scholar's academic records and his or her level of  participation in the program. All scholars are expected to be  full-time students and maintain a grade point average of at least  3.65. Students who are not designated as Presidential Honors Scholars  for the freshman year are invited to apply for membership at the end  of the spring semester.      Further information is  available from the Office of the Associate Dean for Students, Silver  Center, Room 909 (212-998-8140) or from the Office of Undergraduate  Admissions, 665 Broadway, 11th Floor (212-998-4540).         Martin Luther King,  Jr., Scholars Program    Since its inception in  1987, the Martin Luther King, Jr., Scholars Program has awarded over  400 need-based and merit scholarships to incoming freshmen at NYU.  These students present records of outstanding academic achievement,  leadership, and commitment to the principles of community service,  humanitarianism, and social progress. MLK Scholars help to plan and  participate in academic and cultural events that draw on the vast  resources of New York University and New York City. They explore  cultural diversity through domestic and international travel and take  the lead in helping others through community service.      Women in Science  Program    The Women in Science  (WINS) Program selects and supports a core group of talented,  motivated women from each entering class who are interested in a  career path focused on science and math research. These women, WINS  Scholars, will have the opportunity to participate in a program of  study, research, and mentoring specifically tailored to their chosen  academic path. WINS Scholars are offered certain specialized courses  and invitations to events with notable women in the science and math  professions, as well as both a financial scholarship and a research  stipend. Information is available from the College's  Preprofessional Center (Silver Center, Room 901; 212-998-8160).      Lewis Rudin City  Scholars    Rudin Scholars are  outstanding entering freshmen selected from public and parochial high  schools in all five boroughs of New York City. In addition to their  scholarship, the scholars participate in academic and cultural  activities in New York City. The program is named in honor of the  late real estate developer Lewis Rudin, former president of the  Association for a Better New York and an NYU alumnus and trustee.      Departmental Awards  and Prizes        Africana Studies Prize    Presented for  excellence in this field.        Alexander L. Shluger  Class of 1914 Award   The income of a bequest  from Fannie B. Shluger in memory of her husband, Alexander L.  Shluger, Class of 1914, awarded to a senior who has majored in  sociology and who has excelled in his or her study of this subject.        Alumni Association  Award   Presented each year by  the Alumni Association to a senior who has excelled in scholarship  and general attainments.        Alvin H. Zagor  Scholarship Prize   Awarded annually to an  undergraduate or undergraduates at the College whose academic record  and life experience demonstrate wide-ranging interests and concern  for the necessity of humanity in the intellectual development of the  modern professional. Candidates must have a deep appreciation for and  commitment to ethical choices and principles and demonstrate, as  well, the conviction that a liberal arts education is a means of  defining the educated person. Strong preference is given to  candidates in economics, English, philosophy, political science, and  pre-law.        American Institute of  Chemists Prize   A certificate offered  each year to a member of the senior class in recognition of  excellence in scholarship and character.        Anna and John Peter  Zenger Award   Awarded by the National  Journalism Honor Society and presented for overall excellence in  journalism to the institute's highest-ranking student.        Annette B. Weiner  Memorial Prize   Presented for  excellence in the field of anthropology and for service to the  department.        Anthropology Department  Prize   Presented to a senior  majoring in anthropology who has demonstrated excellence in academic  achievement and who shows outstanding promise in the field of  anthropology.        Antonio Mazzeo Memorial  Scholarship   Awarded to a senior who  plans to pursue graduate studies in the humanities.        Arthur E. Hill Prize in  Chemistry   The income from a fund  given anonymously in memory of Arthur E. Hill, a member of the  Department of Chemistry for 35 years and head of the department from  1912 to 1937, awarded for excellence in chemistry to a senior who has  majored in the subject.        Asian/Pacific/American  Studies Outstanding Student Award   Presented for the best  senior project that best combines rigorous and original scholarship  with a strong community service approach.        Auguste Ulfers Memorial  Prize   Awarded to a student  for excellence and accomplishment in German studies (language,  literature, or literature in translation).        Benjamin Salom Memorial  Award   Awarded annually for  excellence in biology to a junior or senior student who has performed  outstanding research.        Bernard Garniez  Memorial Prize   Presented to a senior  for excellence in the study of French literature or culture.          Beta Lambda Sigma Award    A prize awarded by the  Beta Lambda Sigma Honor Society for the highest scholastic  achievement in biology.        Bluma L. Trell Prize    Awarded to a graduating  senior who has made an outstanding contribution in the field of  classics.        B'nai Zion Prize    Presented for  excellence and achievement in the study of Hebrew.        Carl Prince Prize    Presented for  distinguished service to the Department of History's undergraduate  program.        Chair's Award in  Biology   A prize awarded to a  senior majoring in biology who has demonstrated exceptional  intellectual ability and commitment in the study of natural science.        Charles Andrew Stahl  Memorial Scholarship Prize   Presented to a senior  for academic excellence and accomplishment in his or her studies.        Charles H. Willey Prize  in Biology Honors   Income from a fund  given by Dr. George Schwartz of the Class of 1925 to honor Professor  Willey, awarded to the senior who, in the judgment of the Department  of Biology, has completed the requirements for honors in biology with  the greatest distinction.        Chemical Rubber Company  Prize   A copy of the Handbook  of Chemistry and Physics, the gift of the Chemical Rubber Company,  presented annually to the student with the highest average in general  chemistry at the end of the first term of this course.        Chemistry Mentor Award    Presented to a student  for assisting in the College Chemistry Mentoring Program.        Chesler Prelaw  Scholarship   Founded by alumnus Evan  Chesler and his wife Barbara to recognize a junior, outstanding in  academic excellence and NYU community leadership, who most exhibits  the potential to enhance the legal profession's commitment to  honesty, candor, and ethics, who will care more about the integrity  of the system than the outcome of a particular case, and whose  professional conduct will inspire others to hold themselves to such  high standards.        Comparative Literature  Senior Thesis Prizes   Two prizes awarded  every year, based on nomination from faculty member supervising the  thesis.        Comparative Literature  Senior Thesis Summer Research Grant   Intended to encourage  juniors to begin researching their senior thesis project in  comparative literature. A three-page prospectus outlining the project  and how the grant will be used is due to the department's director  of undergraduate studies on April 15. Faculty nominations are also  welcome. The stipend can be used for expenses related to research and  field work, including travel and living expenses.          Computer Science Prize  for Academic Excellence   Awarded to graduating  seniors for excellence in computer science.          Computer Science Prize  for Academic Excellence and Service to the Department   Awarded to graduating  seniors for excellence in computer science and for service to the  department.        Computer Science Prize  for Academic Excellence in the Honors Program   Awarded to graduating  seniors for excellence in the computer science honors program.        Computer Science Prize  for the Most Promising Student in the Junior Year   Awarded to juniors for  academic excellence.          Computer  Science/Engineering Prize for Academic Excellence   Awarded to graduating  seniors in the dual-degree program with the Polytechnic Institute of  NYU for excellence in computer science and engineering.        David James Burrell  Prize   Award presented to an  outstanding journalism student in the communications and society  concentration.        Dean Archibald L.  Bouton Memorial Award for Research in English   Income from a fund  established by Dr. George Schwartz of the Class of 1925 as a memorial  to Dean Archibald L. Bouton and awarded for research by undergraduate  honors students in English and American literature.        Dean's Award for  Scholarship and/or Service   Presented by the dean  of the College to a graduating senior for outstanding accomplishment  in either or both of these areas.        Diploma Recipient    A plaque presented to  the senior selected by the dean to receive the diploma on behalf of  all the members of the graduating class at Commencement. Selection is  made on the basis of scholarship and/or contribution and service to  the graduating class and to the College.        Don R. Mellett Prize    Established by Mrs. Don  R. Mellett in memory of her husband and awarded annually to an  outstanding student of journalism in the broadcast concentration.        Donald Parker Prize    Presented to a student  of German for distinguished academic achievement and exceptional  service to the department.        Douglas F. Maxwell  Award in Fine Arts   Stipend presented to a  graduating senior for excellence in the study of fine arts for travel  outside the United States to see and study original works of art.        East Asian Studies  Prize   Awarded to a student  for excellence in this field.        Edgar Wilson Nye Prize    A prize established by  the American Press Humorists Association and presented to an  outstanding student in the public relations concentration.        Editor and Publisher  Prize A prize representing  the income of a grant from Editor and Publisher, to be awarded  annually to an outstanding student of journalism in the newspaper  concentration.        Edward J. McNelis Award    Presented for  excellence in organic chemistry.        Edward Sapir Award    Presented to an  outstanding senior with a joint major in anthropology and  linguistics.        Eileen Guggenheim Award    Presented for scholarly  accomplishment in fine arts.        Elaine R. Brody  Memorial Prize   Awarded to an  outstanding music major in the junior or senior class.        Elizabeth Claster  Memorial Scholarship Award   Presented by the dean  of the College to a member of the junior class who, in terms of  academic excellence, student leadership, personality, and character,  embodies the goals and ideals of the College and the hopes, dreams,  and personal spirit of its students.        Emanuel Stein Memorial  Award in Economics   Presented to a senior  in the College for outstanding scholarship in economics.        Ernst Rose-G. C. L.  Schuchard Anniversary Prize   A prize endowed by  alumni, students, and faculty members to mark the 25th anniversary of  Dr. Ernst Rose and Dr. G. C. L. Schuchard, former professors of  German in Washington Square College. Awarded each year to the winner  in a competition sponsored by the Department of German.        Eryk Spektor  Scholarship   Presented to students  who combine a commitment to community service with a strong interest  in secular Jewish studies.        Estelle M. Holmes Award  in American Literature   A prize established by  Mrs. Paula M. Alexander in honor of her sister and awarded annually  to the student who writes the best term paper in the field of  American literature.        European Studies Prize    Presented to a student  for the best undergraduate thesis in this field.        Evelyn Jablow  Lilienthal, '64 Heights Arts and Science, Award   Presented to an  especially accomplished junior in the Urban Design and Architecture  Studies program in the Department of Art History.        Evliya Chelebi Prize    Presented for  excellence in Turkish studies.        Faculty Memorial Award    Presented to the  student of the College who has used its resources to the fullest in  his or her intellectual, social, and personal development.        Fiona McGillivray Prize    Presented for the best  thesis in international political economy.          Frederick Seward Gibson  Prize   Income from a fund  founded in 1901 from the estate of Frederick Seward Gibson, awarded  for the best piece of critical or creative writing by a junior or  senior.        Gary Bruce Slochowsky  Memorial Award   Presented to a student  for excellence in Hebrew and Judaic studies.        George Granger Brown  Scholarship   Merit awards presented  at the end of the junior year to undergraduates majoring in chemistry  or physics solely for excellence and promise in these fields.        George Safiol  Meritocracy Award Memorializing Harold Geneen   A competition for  juniors consisting of a $3,000 cash prize and a $2,000 scholarship  for the best essay on the topic \"Meritocracy in the Current  Business Climate.\"        George Schwartz Prize  in Biology   Income from a fund  given by Dr. George Schwartz, Class of 1925, awarded for outstanding  performance in the general biology laboratory course.        Germaine Brée Prize    Awarded to a student  who made a significant contribution to French cultural life at NYU.        Gregory D. Legon  Memorial Award   Presented to the  student in the freshman year who in academic accomplishment and  campus citizenship is deemed by the dean to be the most outstanding.        Gustave Reese Memorial  Prize in Music   An award presented for  excellence in this field.        Hanna van Vollenhollen  Vories Memorial Prize in Music   An award presented to  an accomplished music major in the senior class.        Harold Seidenstein  Award   Income from a fund  established by Mrs. Harold Seidenstein in memory of her husband, Dr.  Harold Seidenstein, Class of 1934, awarded annually to a student who  shows special ability in chemistry.        Harry A. Charipper  Memorial Award   A prize in honor of  Harry A. Charipper, former chair of the Department of Biology, to the  student who has performed the most meritorious service to the  biological sciences.        Helen M. Jones Prize in  History   Income from a fund  established in memory of Helen M. Jones, whose son Theodore Francis  Jones was a member of the Department of History for 41 years. Awarded  to the student who in the judgment of the Department of History has  attained the best record in the history honors course.        Hema Sakhrani Memorial  Award   Presented to a  sophomore student for excellence in chemistry.        Hillary Citrin Memorial  Prize   Award established by  the family of Hillary Citrin in her memory and presented for  outstanding departmental honors theses in psychology.        Hollis Cooley Memorial  Prize   Presented for  excellence and for exceptional promise in mathematics.        Horace W. Stunkard  Prize in Biology   Income from a fund  given by Dr. Jacob Taub, Class of 1925, to honor Professor Stunkard,  awarded to a senior who has majored in biology and whose personal and  scholastic qualifications show promise of a noteworthy professional  career.        Hossein Jafari Memorial  Award   Presented to a  premedical student with diverse interests, for excellence in academic  and extracurricular endeavors.        Ibn Khaldun Prize    Presented for  excellence and achievement in the study of Arabic.        Ilse Dusoir Lind Prize    Presented for the  outstanding honors thesis in English and American Literature.        International Relations  Program Awards   Awarded for excellence  and achievements in this field.        Irving H. Jurow WSC '26  Prelaw Scholastic Achievement Award   Presented for  scholastic excellence to a graduating senior who has been accepted to  the New York University School of Law.        Isidore Rubiner Award    Presented for  outstanding chemical research.        Italian Department  Awards   Presented to seniors  for excellence and accomplishment in the study of Italian.        James Fenimore Cooper  Memorial Prize   An award from the funds  given by the citizens of Otsego County, New York, to mark the  lifelong friendship between James Fenimore Cooper and Professor  Samuel F. B. Morse of New York University and presented annually to  an outstanding undergraduate student of journalism.        James Gordon Bennett  Prize   Established in 1893 by  James Gordon Bennett and awarded to a senior for the \"best essay in  English prose upon some subject of American governmental, domestic,  or foreign policy of contemporaneous interest.\"        Jane Costello Prize    Presented for  excellence in the study of fine arts.        Jindrich Zezula Prize    Awarded to the best  honors thesis in French.          Joel Hershman  Scholarship Prize   Presented to a  graduating senior for excellence in American history. Recipient must  meet Phi Beta Kappa eligibility.        John W. Wilkes Memorial  Prize   Presented for service  and academic achievement in history.        Joseph Berliner  Scholarship   Presented to an  undergraduate at the end of the junior year who has distinguished  himself or herself in the field of Jewish history.        Josiah Marshall Favill  Prize   Income from a bequest  from Josiah M. Favill, awarded for the best examination in either  Latin or Greek.        Joyce Kilmer Prize    A prize from the income  of a fund established by the former students of Joyce Kilmer and  others for a prize to be awarded annually to an outstanding student  in the magazine concentration.        Kenneth Bromberg  Memorial Award   An annual prize given  to a student in the prelaw program for academic excellence and/or  service to the students in that program.        Kwame Yeboah Daaku  Memorial Prize   Presented to a  graduating senior for accomplishment and interest in African history.        Lillian  Lindhardt-Solotoroff Prize in Chemistry   Prize awarded annually  on the basis of scholarship in chemistry and general scholarship  average to a woman student who has majored in chemistry and who has  taken at least three years of her undergraduate work in the College.  Prize derived from a fund established in memory of Lillian  Lindhardt-Solotoroff, Class of 1924, by her family and the Alpha  Epsilon Phi sorority.        Lionel Casson Prize    Presented to a student  in the Department of Classics who is outstanding in scholarship in  the classics and in service to fellow students and to the department.        Marty Hoffert  Graduation Prize   Presented to  outstanding graduating environmental studies honors students who have  shown academic excellence and dedication in the field.        Mathematics Awards    Presented to a  graduating senior for excellence in mathematics and service to the  department and to a member of the junior class for either meritorious  service or excellence in mathematics.        Medieval and  Renaissance Studies Program Award   Awarded for excellence  and service to an outstanding student in the Program in Medieval and  Renaissance Studies to allow that student to travel abroad. Also  known as the Marco Polo Travel Award.        Merck and Company Award    A copy of Merck Index,  the gift of Merck and Company, presented annually to a senior for  high scholastic achievement in chemistry.        Metropolitan Studies  Program Prize   Presented to a student  in this major for dedicated service to metropolitan studies and to  the community at large.        Michael L. Owen  Scholarship Prize   Presented annually to  the student completing his or her freshman year who has declared his  or her intention of majoring in English and who has achieved the  highest academic distinction.        Michelle Lapautre Prix  D'Excellence   Awarded to the most  promising sophomore or junior majoring in French.        Morris and Clara Gratz  Award   An annual award given  to a student in the premedical program for academic excellence and  service to the College.        Murray Altman Prize    An award from a  memorial fund established by the sons and certain friends of Murray  Altman, a New York University student in 1916 and 1917. Awarded to a  junior with an outstanding record in economics and related subjects.        Nathan Schoengood  History Award for Interest and Achievement in American History   Awarded annually to the  graduating senior considered to have demonstrated conscientious and  outstanding work in the field of American history.        Neural Science Theses  Prizes   The Cajal Neural  Science Thesis Prize and the Samuel M. Feldman Thesis Prize are  presented for outstanding honors theses submitted by graduating  seniors.          New York University  Chemistry Alumni Association Award   A book prize presented  to a junior or senior with an outstanding record in chemistry.        Perley Lenwood Thorne  Award   Prize endowed by the  faculty to honor Professor Thorne at the time of his retirement in  1949 and awarded to a graduating student for outstanding scholarship  in mathematics.        Phi Beta Kappa/Albert  S. Borgman Memorial Prize   Awarded to the  candidates for honors who submit the best honors theses in the  humanities, social sciences, and natural sciences.        Politics Prize for Best  Honors Thesis   Presented to a  graduating senior for an excellent thesis.          Premchand Prize    Presented for  excellence in Hindi and Urdu studies.        Prix d'Excellence    Awarded to the student  with the highest level of achievement in French literature or  culture.        Prix France-Amérique    Awarded to the student  who displays a particular commitment to furthering and elucidating  Franco-American relations.        Prix Paris    Awarded to the student  who, in addition to academic excellence, has made a significant  contribution to the NYU Paris Program.        Prix Spécial du  Département   Awarded to a student  who made an exceptional contribution to the intellectual and social  life of the Department of French.        Psi Chi Service Award    A certificate presented  to a senior who has majored in psychology and who has contributed in  an exceptional way to the functioning of this honor society.        Psychology Department  Award   Presented for  excellence in this field.        Rae Dalven Prize    Presented for  outstanding undergraduate work in modern Greek studies in the  Alexander S. Onassis Program in Hellenic Studies.        Religious Studies Prize    Presented for  excellence and accomplishment in the field of religion to a  graduating senior.        Rita Cooley Prize    Established upon her  retirement in 1986 by the students of Professor Cooley in honor of  her four decades of dedicated and spirited teaching and presented to  a graduating senior in politics for excellence and accomplishment in  that field.        Robert A. Fowkes Award    Presented to an  outstanding graduating senior in the Department of Linguistics.        Robert B. Dow Award    Given annually by the  Class of 1938 in memory of Dr. Robert B. Dow, former associate  professor of English in Washington Square College, to a student in  the graduating class for \"four years of devoted service to the  college.\"        Roger Deakins Prize    Presented to one  outstanding graduating senior in English and Dramatic Literature.        Roland P. Beattie  Memorial Award   Established in 1984 by  the family of Roland Percival Beattie, University College Class of  1920, and presented to the valedictorian of the graduating class.        Rumi-Biruni Prize    Presented for  excellence and achievement in the study of Persian.        Russian Language  Studies Prize   Presented for  excellence in this field.        Salomonowitz Memorial  Prize   Presented to a  deserving student for outstanding scholarship in philosophy.        Samuel F. B. Morse  Medal   A medal award, provided  for in the will of Samuel F. B. Morse, former NYU faculty member, and  presented annually to a student who shows special ability in physics.        Seth Barkas Prize in  Creative Writing   Prize established in  memory of Seth Barkas, University College Class of 1966, and awarded  to the student with the best record in either the course in creative  writing or the course in playwriting.        Sherborne Vernon  Damerel Memorial Prize   Income from a fund  given by his parents in memory of Sherborne Vernon Damerel,  University College Class of 1910, awarded to a graduating senior who  has displayed zeal in his or her studies and in promoting the general  welfare of his or her class and College.        Sherrington Award for  Undergraduate Neural Science   Presented to an  outstanding senior who has shown outstanding ability and submitted  the best thesis in neural science.        Sid Gross Memorial  Prize   Presented for the best  essay on investigative journalism.        Sidney Goldwater Roth  Prize in Mathematics   Established in 1979 by  the family, colleagues, and friends of Professor Sidney Roth to honor  his memory. Awarded to the graduating senior who in the estimation of  the Department of Mathematics shows the greatest mathematical promise  and who has been of greatest service to the department and his or her  fellow students.        Sigma Pi Sigma Prize    A book awarded each  year by Sigma Pi Sigma to the student with the highest scholastic  average in physics.        Slavic Award for  Excellence   Presented to an  outstanding senior for excellence and achievement in the field of  Slavic languages and literature.        Spanish and Portuguese  Department Awards   Presented to members of  the senior class for excellence in the study of Spanish, excellence  in the mastery of the technique of translation between Spanish and  English, and excellence in the study of Portuguese.        Standard Bearer    A plaque presented to  the senior selected by the dean to carry the College of Arts and  Science banner at Commencement. Awarded on the basis of contribution  and service to the graduating class and to the College.        Thomas Wolfe Memorial  Poetry Award   An award for  outstanding poetry, donated by Professors Cargill and Pollock from  royalties on their book, Thomas Wolfe at Washington Square.        Vocal Interpretation of  Literature Prizes   Three prizes for  effectiveness in the vocal interpretation of literature. Contest held  in the Department of English.        William Bush Baer  Memorial Prize   Established in memory  of Dean Baer by the CBS Foundation. Awarded to the graduating senior  who has excelled in English and who has contributed in a noteworthy  way to the life of the campus during four years.        Wortis Biological Prize    Income from a fund  established by S. Bernard Wortis, Class of 1929, in memory of his  parents, and awarded to the senior who has maintained the highest  scholastic record for three years in biology.                      CAS Bulletin 2014-2016       An Introduction to New York University       Administration       A Brief History of the College of Arts and Science       College Directory       Calendar 2014&ndash;2016       The College Core Curriculum       College of Arts and Science Seminars       Departments and Programs       Cross-School Minors       Preprofessional, Accelerated, and Specialized Programs       Arts and Science Summer and Winter Programs       New York University Study Away       Admission       Tuition, Fees, and Financial Aid       Registration, Advisement, and Counseling       Degree Requirements       Academic Policies     Honors and Awards     Student Activities, University Services and Community Service       Faculty of Arts and Science       Standing Committees in CAS and FAS       Majors and Minors as Registered by the New York State Education Department       Travel Directions to the Washington Square Campus       Archived Bulletins                     Contact Us                             Contact Us"}]},
{"detail": [{"content": "Honors and Awards, College of Arts and Science Bulletin | NYU                                                  Navigation       College of Arts and Science Bulletin                 About Arts and Science | Departments and Programs | The Faculty             Home &gt; Honors and Awards         Honors and Awards            Matriculated students  with superior academic records are honored in various ways, such as  by placement on the Dean's Honors List, election  to honor societies, and admission to departmental honors programs.      Additional information  may be obtained from departmental advisers and from the College  Advising Center, Silver Center, Room 905; 212-998-8130.      Honors      Dean's Honors List    A Dean's Honors List  is compiled at the end of each academic year, in June. This is an  honors roll of matriculated students who have achieved an average of  3.65 or higher for that academic year (September to May) in at least  28 graded points. To be listed, a student must not have any grades of  Incomplete or N at the time the list is compiled. Note that  grade point averages are carried to two decimal places (but are not  rounded off).      Honorary Societies  in Arts and Science    Any student seeking to  join a departmental scholastic honorary society is required to  maintain, as a minimum scholastic requirement for election to  membership, a general average of 3.50, as well as an average in the  major subject of 3.50. Students should consult with departmental  advisers in regard to the specific requirements for the various  departmental honor societies.      Phi Beta Kappa    Phi Beta Kappa  celebrates and advocates excellence in the liberal arts and sciences.      The Phi Beta Kappa  Society invites for induction the most outstanding arts and science  students in America's leading colleges and universities. NYU's  College of Arts and Science chapter, the Beta of New York, was  established in 1858. In terms of seniority, it ranks as the 15th  oldest chapter of the Society.      Each April, the faculty  members of the Beta chapter automatically review the academic  performance of all students in the College for eligibility for  election to Phi Beta Kappa.      Eligibility for  Graduation With Latin Honors    To be graduated with honors, a student must have at least 64 points earned in courses from CAS, GSAS and selected Tisch departments. All graded courses taken while enrolled either in the College or in another school of NYU will be used in computing the grade point average on which Latin honors are based, as long as the 64 point residency requirement is met. Pass/\"P\" grades are not counted; grades received in courses taken at other institutions are also not counted. The student must also have a clean record of conduct.      Effective with the September 2008 graduating class, the GPA cutoffs for each category are determined by the combined GPA distribution from the preceding academic year, all graduation moments included. The cutoff for summa cum laude is the GPA included within the top 5 percent of the previous year's graduating class. The cutoff for magna cum laude is the GPA included within the next 10 percent of the previous year's class. The cutoff for cum laude is the GPA included within the next 15 percent of the previous year's class. For example, the necessary GPA level for summa cum laude for students graduating in September 2008 will be based on the GPA cutoff for the top 5 percent of the combined graduates from September 2007, January 2008, and May 2008.          Departmental Honors    Students who have  completed at least 64 points of graded work in the College may be  awarded degrees with departmental honors if they complete the  designated honors sequence in a department and maintain the requisite  grade point average. There are three levels: honors, high honors, and  highest honors.      Students seeking  admission to and graduation with departmental honors are expected to  have a minimum grade point average of 3.65, both overall and in the  major. Departments may exercise some flexibility in admissions, as  follows. In rare cases where a candidate for admission to a  departmental honors program falls short of the expected minimum GPA,  the director of undergraduate studies or the director of departmental  honors may petition the director of college honors for an exception.  In all cases, once admitted, students are expected to maintain the  GPA at the stipulated level in order to graduate with departmental  honors. Should there be an exceptional circumstance in which the  stipulated GPA is not maintained, the director of college honors may  be petitioned for an exception. If the case is compelling, the latter  will inform the registrar's office of the waiver.      Honors programs must,  minimally, be a two-term (8-point) experience that includes a  capstone research project. The capstone project, which typically  culminates in a thesis, should reflect sustained original research  over two semesters. The scope and length of a thesis will vary by  discipline, but the thesis is typically 40 to 60 pages in length. All students completing  departmental honors must make public presentations of their work,  preferably at the CAS Undergraduate Research Conference (URC) held at  the end of the academic year, or in a departmental forum (e.g., oral  defenses or presentations) held in conjunction with the URC.      Students with double  majors in discrete, unrelated disciplines must complete honors  programs in each major for which they seek honors. Students with  double majors in interdisciplinary or related fields may, if the two  departments concur, convene a joint honors committee to establish an  interdisciplinary research program of course work that culminates in  a single thesis. Similarly, in the case of joint majors, the relevant  departments must work out an agreement on the requirements for honors  and on the supervision and evaluation of students' theses or  projects.      Presidential Honors  Scholars    Membership in the  Presidential Honors Scholars at the College of Arts and Science  offers outstanding students the opportunity to receive special  advising from College faculty and staff, to challenge themselves in  honors courses and through independent research, to study away, to  take advantage of New York City's cultural resources, and to  develop leadership skills through community service. Scholars  comprise a distinguished group of undergraduates; only the top 10  percent of the entering class are chosen, and students who apply for  entry after they have matriculated must demonstrate not only  superlative academic achievements but also a consistent record of  leadership and service to the community.      Freshmen appointed on  the basis of their high school records participate in a Scholars  Seminar. They meet regularly for lectures and discussions and  participate in a wide variety of cocurricular activities. These  include the Scholars Lecture Series, cultural events in the city,  social events, and community service projects. Scholars also register  for a Freshman Honors Seminar. During the January intersession,  freshman scholars travel with faculty mentors to Villa La Pietra in  Florence, Italy. Sophomore scholars also participate in a study away  spring break, choosing a destination that most closely relates to  their academic or personal interests. During their junior or senior  year, scholars spend an entire semester (or year) studying at one of  NYU's programs or exchanges away. In their junior and senior years,  they also enroll in the honors track of their chosen major. In  addition, Presidential Honors Scholars are committed to volunteering  and serving in the community.      Membership in the  Scholars Program is renewable annually, depending on the quality of  the scholar's academic records and his or her level of  participation in the program. All scholars are expected to be  full-time students and maintain a grade point average of at least  3.65. Students who are not designated as Presidential Honors Scholars  for the freshman year are invited to apply for membership at the end  of the spring semester.      Further information is  available from the Office of the Associate Dean for Students, Silver  Center, Room 909 (212-998-8140) or from the Office of Undergraduate  Admissions, 665 Broadway, 11th Floor (212-998-4540).         Martin Luther King,  Jr., Scholars Program    Since its inception in  1987, the Martin Luther King, Jr., Scholars Program has awarded over  400 need-based and merit scholarships to incoming freshmen at NYU.  These students present records of outstanding academic achievement,  leadership, and commitment to the principles of community service,  humanitarianism, and social progress. MLK Scholars help to plan and  participate in academic and cultural events that draw on the vast  resources of New York University and New York City. They explore  cultural diversity through domestic and international travel and take  the lead in helping others through community service.      Women in Science  Program    The Women in Science  (WINS) Program selects and supports a core group of talented,  motivated women from each entering class who are interested in a  career path focused on science and math research. These women, WINS  Scholars, will have the opportunity to participate in a program of  study, research, and mentoring specifically tailored to their chosen  academic path. WINS Scholars are offered certain specialized courses  and invitations to events with notable women in the science and math  professions, as well as both a financial scholarship and a research  stipend. Information is available from the College's  Preprofessional Center (Silver Center, Room 901; 212-998-8160).      Lewis Rudin City  Scholars    Rudin Scholars are  outstanding entering freshmen selected from public and parochial high  schools in all five boroughs of New York City. In addition to their  scholarship, the scholars participate in academic and cultural  activities in New York City. The program is named in honor of the  late real estate developer Lewis Rudin, former president of the  Association for a Better New York and an NYU alumnus and trustee.      Departmental Awards  and Prizes        Africana Studies Prize    Presented for  excellence in this field.        Alexander L. Shluger  Class of 1914 Award   The income of a bequest  from Fannie B. Shluger in memory of her husband, Alexander L.  Shluger, Class of 1914, awarded to a senior who has majored in  sociology and who has excelled in his or her study of this subject.        Alumni Association  Award   Presented each year by  the Alumni Association to a senior who has excelled in scholarship  and general attainments.        Alvin H. Zagor  Scholarship Prize   Awarded annually to an  undergraduate or undergraduates at the College whose academic record  and life experience demonstrate wide-ranging interests and concern  for the necessity of humanity in the intellectual development of the  modern professional. Candidates must have a deep appreciation for and  commitment to ethical choices and principles and demonstrate, as  well, the conviction that a liberal arts education is a means of  defining the educated person. Strong preference is given to  candidates in economics, English, philosophy, political science, and  pre-law.        American Institute of  Chemists Prize   A certificate offered  each year to a member of the senior class in recognition of  excellence in scholarship and character.        Anna and John Peter  Zenger Award   Awarded by the National  Journalism Honor Society and presented for overall excellence in  journalism to the institute's highest-ranking student.        Annette B. Weiner  Memorial Prize   Presented for  excellence in the field of anthropology and for service to the  department.        Anthropology Department  Prize   Presented to a senior  majoring in anthropology who has demonstrated excellence in academic  achievement and who shows outstanding promise in the field of  anthropology.        Antonio Mazzeo Memorial  Scholarship   Awarded to a senior who  plans to pursue graduate studies in the humanities.        Arthur E. Hill Prize in  Chemistry   The income from a fund  given anonymously in memory of Arthur E. Hill, a member of the  Department of Chemistry for 35 years and head of the department from  1912 to 1937, awarded for excellence in chemistry to a senior who has  majored in the subject.        Asian/Pacific/American  Studies Outstanding Student Award   Presented for the best  senior project that best combines rigorous and original scholarship  with a strong community service approach.        Auguste Ulfers Memorial  Prize   Awarded to a student  for excellence and accomplishment in German studies (language,  literature, or literature in translation).        Benjamin Salom Memorial  Award   Awarded annually for  excellence in biology to a junior or senior student who has performed  outstanding research.        Bernard Garniez  Memorial Prize   Presented to a senior  for excellence in the study of French literature or culture.          Beta Lambda Sigma Award    A prize awarded by the  Beta Lambda Sigma Honor Society for the highest scholastic  achievement in biology.        Bluma L. Trell Prize    Awarded to a graduating  senior who has made an outstanding contribution in the field of  classics.        B'nai Zion Prize    Presented for  excellence and achievement in the study of Hebrew.        Carl Prince Prize    Presented for  distinguished service to the Department of History's undergraduate  program.        Chair's Award in  Biology   A prize awarded to a  senior majoring in biology who has demonstrated exceptional  intellectual ability and commitment in the study of natural science.        Charles Andrew Stahl  Memorial Scholarship Prize   Presented to a senior  for academic excellence and accomplishment in his or her studies.        Charles H. Willey Prize  in Biology Honors   Income from a fund  given by Dr. George Schwartz of the Class of 1925 to honor Professor  Willey, awarded to the senior who, in the judgment of the Department  of Biology, has completed the requirements for honors in biology with  the greatest distinction.        Chemical Rubber Company  Prize   A copy of the Handbook  of Chemistry and Physics, the gift of the Chemical Rubber Company,  presented annually to the student with the highest average in general  chemistry at the end of the first term of this course.        Chemistry Mentor Award    Presented to a student  for assisting in the College Chemistry Mentoring Program.        Chesler Prelaw  Scholarship   Founded by alumnus Evan  Chesler and his wife Barbara to recognize a junior, outstanding in  academic excellence and NYU community leadership, who most exhibits  the potential to enhance the legal profession's commitment to  honesty, candor, and ethics, who will care more about the integrity  of the system than the outcome of a particular case, and whose  professional conduct will inspire others to hold themselves to such  high standards.        Comparative Literature  Senior Thesis Prizes   Two prizes awarded  every year, based on nomination from faculty member supervising the  thesis.        Comparative Literature  Senior Thesis Summer Research Grant   Intended to encourage  juniors to begin researching their senior thesis project in  comparative literature. A three-page prospectus outlining the project  and how the grant will be used is due to the department's director  of undergraduate studies on April 15. Faculty nominations are also  welcome. The stipend can be used for expenses related to research and  field work, including travel and living expenses.          Computer Science Prize  for Academic Excellence   Awarded to graduating  seniors for excellence in computer science.          Computer Science Prize  for Academic Excellence and Service to the Department   Awarded to graduating  seniors for excellence in computer science and for service to the  department.        Computer Science Prize  for Academic Excellence in the Honors Program   Awarded to graduating  seniors for excellence in the computer science honors program.        Computer Science Prize  for the Most Promising Student in the Junior Year   Awarded to juniors for  academic excellence.          Computer  Science/Engineering Prize for Academic Excellence   Awarded to graduating  seniors in the dual-degree program with the Polytechnic Institute of  NYU for excellence in computer science and engineering.        David James Burrell  Prize   Award presented to an  outstanding journalism student in the communications and society  concentration.        Dean Archibald L.  Bouton Memorial Award for Research in English   Income from a fund  established by Dr. George Schwartz of the Class of 1925 as a memorial  to Dean Archibald L. Bouton and awarded for research by undergraduate  honors students in English and American literature.        Dean's Award for  Scholarship and/or Service   Presented by the dean  of the College to a graduating senior for outstanding accomplishment  in either or both of these areas.        Diploma Recipient    A plaque presented to  the senior selected by the dean to receive the diploma on behalf of  all the members of the graduating class at Commencement. Selection is  made on the basis of scholarship and/or contribution and service to  the graduating class and to the College.        Don R. Mellett Prize    Established by Mrs. Don  R. Mellett in memory of her husband and awarded annually to an  outstanding student of journalism in the broadcast concentration.        Donald Parker Prize    Presented to a student  of German for distinguished academic achievement and exceptional  service to the department.        Douglas F. Maxwell  Award in Fine Arts   Stipend presented to a  graduating senior for excellence in the study of fine arts for travel  outside the United States to see and study original works of art.        East Asian Studies  Prize   Awarded to a student  for excellence in this field.        Edgar Wilson Nye Prize    A prize established by  the American Press Humorists Association and presented to an  outstanding student in the public relations concentration.        Editor and Publisher  Prize A prize representing  the income of a grant from Editor and Publisher, to be awarded  annually to an outstanding student of journalism in the newspaper  concentration.        Edward J. McNelis Award    Presented for  excellence in organic chemistry.        Edward Sapir Award    Presented to an  outstanding senior with a joint major in anthropology and  linguistics.        Eileen Guggenheim Award    Presented for scholarly  accomplishment in fine arts.        Elaine R. Brody  Memorial Prize   Awarded to an  outstanding music major in the junior or senior class.        Elizabeth Claster  Memorial Scholarship Award   Presented by the dean  of the College to a member of the junior class who, in terms of  academic excellence, student leadership, personality, and character,  embodies the goals and ideals of the College and the hopes, dreams,  and personal spirit of its students.        Emanuel Stein Memorial  Award in Economics   Presented to a senior  in the College for outstanding scholarship in economics.        Ernst Rose-G. C. L.  Schuchard Anniversary Prize   A prize endowed by  alumni, students, and faculty members to mark the 25th anniversary of  Dr. Ernst Rose and Dr. G. C. L. Schuchard, former professors of  German in Washington Square College. Awarded each year to the winner  in a competition sponsored by the Department of German.        Eryk Spektor  Scholarship   Presented to students  who combine a commitment to community service with a strong interest  in secular Jewish studies.        Estelle M. Holmes Award  in American Literature   A prize established by  Mrs. Paula M. Alexander in honor of her sister and awarded annually  to the student who writes the best term paper in the field of  American literature.        European Studies Prize    Presented to a student  for the best undergraduate thesis in this field.        Evelyn Jablow  Lilienthal, '64 Heights Arts and Science, Award   Presented to an  especially accomplished junior in the Urban Design and Architecture  Studies program in the Department of Art History.        Evliya Chelebi Prize    Presented for  excellence in Turkish studies.        Faculty Memorial Award    Presented to the  student of the College who has used its resources to the fullest in  his or her intellectual, social, and personal development.        Fiona McGillivray Prize    Presented for the best  thesis in international political economy.          Frederick Seward Gibson  Prize   Income from a fund  founded in 1901 from the estate of Frederick Seward Gibson, awarded  for the best piece of critical or creative writing by a junior or  senior.        Gary Bruce Slochowsky  Memorial Award   Presented to a student  for excellence in Hebrew and Judaic studies.        George Granger Brown  Scholarship   Merit awards presented  at the end of the junior year to undergraduates majoring in chemistry  or physics solely for excellence and promise in these fields.        George Safiol  Meritocracy Award Memorializing Harold Geneen   A competition for  juniors consisting of a $3,000 cash prize and a $2,000 scholarship  for the best essay on the topic \"Meritocracy in the Current  Business Climate.\"        George Schwartz Prize  in Biology   Income from a fund  given by Dr. George Schwartz, Class of 1925, awarded for outstanding  performance in the general biology laboratory course.        Germaine Brée Prize    Awarded to a student  who made a significant contribution to French cultural life at NYU.        Gregory D. Legon  Memorial Award   Presented to the  student in the freshman year who in academic accomplishment and  campus citizenship is deemed by the dean to be the most outstanding.        Gustave Reese Memorial  Prize in Music   An award presented for  excellence in this field.        Hanna van Vollenhollen  Vories Memorial Prize in Music   An award presented to  an accomplished music major in the senior class.        Harold Seidenstein  Award   Income from a fund  established by Mrs. Harold Seidenstein in memory of her husband, Dr.  Harold Seidenstein, Class of 1934, awarded annually to a student who  shows special ability in chemistry.        Harry A. Charipper  Memorial Award   A prize in honor of  Harry A. Charipper, former chair of the Department of Biology, to the  student who has performed the most meritorious service to the  biological sciences.        Helen M. Jones Prize in  History   Income from a fund  established in memory of Helen M. Jones, whose son Theodore Francis  Jones was a member of the Department of History for 41 years. Awarded  to the student who in the judgment of the Department of History has  attained the best record in the history honors course.        Hema Sakhrani Memorial  Award   Presented to a  sophomore student for excellence in chemistry.        Hillary Citrin Memorial  Prize   Award established by  the family of Hillary Citrin in her memory and presented for  outstanding departmental honors theses in psychology.        Hollis Cooley Memorial  Prize   Presented for  excellence and for exceptional promise in mathematics.        Horace W. Stunkard  Prize in Biology   Income from a fund  given by Dr. Jacob Taub, Class of 1925, to honor Professor Stunkard,  awarded to a senior who has majored in biology and whose personal and  scholastic qualifications show promise of a noteworthy professional  career.        Hossein Jafari Memorial  Award   Presented to a  premedical student with diverse interests, for excellence in academic  and extracurricular endeavors.        Ibn Khaldun Prize    Presented for  excellence and achievement in the study of Arabic.        Ilse Dusoir Lind Prize    Presented for the  outstanding honors thesis in English and American Literature.        International Relations  Program Awards   Awarded for excellence  and achievements in this field.        Irving H. Jurow WSC '26  Prelaw Scholastic Achievement Award   Presented for  scholastic excellence to a graduating senior who has been accepted to  the New York University School of Law.        Isidore Rubiner Award    Presented for  outstanding chemical research.        Italian Department  Awards   Presented to seniors  for excellence and accomplishment in the study of Italian.        James Fenimore Cooper  Memorial Prize   An award from the funds  given by the citizens of Otsego County, New York, to mark the  lifelong friendship between James Fenimore Cooper and Professor  Samuel F. B. Morse of New York University and presented annually to  an outstanding undergraduate student of journalism.        James Gordon Bennett  Prize   Established in 1893 by  James Gordon Bennett and awarded to a senior for the \"best essay in  English prose upon some subject of American governmental, domestic,  or foreign policy of contemporaneous interest.\"        Jane Costello Prize    Presented for  excellence in the study of fine arts.        Jindrich Zezula Prize    Awarded to the best  honors thesis in French.          Joel Hershman  Scholarship Prize   Presented to a  graduating senior for excellence in American history. Recipient must  meet Phi Beta Kappa eligibility.        John W. Wilkes Memorial  Prize   Presented for service  and academic achievement in history.        Joseph Berliner  Scholarship   Presented to an  undergraduate at the end of the junior year who has distinguished  himself or herself in the field of Jewish history.        Josiah Marshall Favill  Prize   Income from a bequest  from Josiah M. Favill, awarded for the best examination in either  Latin or Greek.        Joyce Kilmer Prize    A prize from the income  of a fund established by the former students of Joyce Kilmer and  others for a prize to be awarded annually to an outstanding student  in the magazine concentration.        Kenneth Bromberg  Memorial Award   An annual prize given  to a student in the prelaw program for academic excellence and/or  service to the students in that program.        Kwame Yeboah Daaku  Memorial Prize   Presented to a  graduating senior for accomplishment and interest in African history.        Lillian  Lindhardt-Solotoroff Prize in Chemistry   Prize awarded annually  on the basis of scholarship in chemistry and general scholarship  average to a woman student who has majored in chemistry and who has  taken at least three years of her undergraduate work in the College.  Prize derived from a fund established in memory of Lillian  Lindhardt-Solotoroff, Class of 1924, by her family and the Alpha  Epsilon Phi sorority.        Lionel Casson Prize    Presented to a student  in the Department of Classics who is outstanding in scholarship in  the classics and in service to fellow students and to the department.        Marty Hoffert  Graduation Prize   Presented to  outstanding graduating environmental studies honors students who have  shown academic excellence and dedication in the field.        Mathematics Awards    Presented to a  graduating senior for excellence in mathematics and service to the  department and to a member of the junior class for either meritorious  service or excellence in mathematics.        Medieval and  Renaissance Studies Program Award   Awarded for excellence  and service to an outstanding student in the Program in Medieval and  Renaissance Studies to allow that student to travel abroad. Also  known as the Marco Polo Travel Award.        Merck and Company Award    A copy of Merck Index,  the gift of Merck and Company, presented annually to a senior for  high scholastic achievement in chemistry.        Metropolitan Studies  Program Prize   Presented to a student  in this major for dedicated service to metropolitan studies and to  the community at large.        Michael L. Owen  Scholarship Prize   Presented annually to  the student completing his or her freshman year who has declared his  or her intention of majoring in English and who has achieved the  highest academic distinction.        Michelle Lapautre Prix  D'Excellence   Awarded to the most  promising sophomore or junior majoring in French.        Morris and Clara Gratz  Award   An annual award given  to a student in the premedical program for academic excellence and  service to the College.        Murray Altman Prize    An award from a  memorial fund established by the sons and certain friends of Murray  Altman, a New York University student in 1916 and 1917. Awarded to a  junior with an outstanding record in economics and related subjects.        Nathan Schoengood  History Award for Interest and Achievement in American History   Awarded annually to the  graduating senior considered to have demonstrated conscientious and  outstanding work in the field of American history.        Neural Science Theses  Prizes   The Cajal Neural  Science Thesis Prize and the Samuel M. Feldman Thesis Prize are  presented for outstanding honors theses submitted by graduating  seniors.          New York University  Chemistry Alumni Association Award   A book prize presented  to a junior or senior with an outstanding record in chemistry.        Perley Lenwood Thorne  Award   Prize endowed by the  faculty to honor Professor Thorne at the time of his retirement in  1949 and awarded to a graduating student for outstanding scholarship  in mathematics.        Phi Beta Kappa/Albert  S. Borgman Memorial Prize   Awarded to the  candidates for honors who submit the best honors theses in the  humanities, social sciences, and natural sciences.        Politics Prize for Best  Honors Thesis   Presented to a  graduating senior for an excellent thesis.          Premchand Prize    Presented for  excellence in Hindi and Urdu studies.        Prix d'Excellence    Awarded to the student  with the highest level of achievement in French literature or  culture.        Prix France-Amérique    Awarded to the student  who displays a particular commitment to furthering and elucidating  Franco-American relations.        Prix Paris    Awarded to the student  who, in addition to academic excellence, has made a significant  contribution to the NYU Paris Program.        Prix Spécial du  Département   Awarded to a student  who made an exceptional contribution to the intellectual and social  life of the Department of French.        Psi Chi Service Award    A certificate presented  to a senior who has majored in psychology and who has contributed in  an exceptional way to the functioning of this honor society.        Psychology Department  Award   Presented for  excellence in this field.        Rae Dalven Prize    Presented for  outstanding undergraduate work in modern Greek studies in the  Alexander S. Onassis Program in Hellenic Studies.        Religious Studies Prize    Presented for  excellence and accomplishment in the field of religion to a  graduating senior.        Rita Cooley Prize    Established upon her  retirement in 1986 by the students of Professor Cooley in honor of  her four decades of dedicated and spirited teaching and presented to  a graduating senior in politics for excellence and accomplishment in  that field.        Robert A. Fowkes Award    Presented to an  outstanding graduating senior in the Department of Linguistics.        Robert B. Dow Award    Given annually by the  Class of 1938 in memory of Dr. Robert B. Dow, former associate  professor of English in Washington Square College, to a student in  the graduating class for \"four years of devoted service to the  college.\"        Roger Deakins Prize    Presented to one  outstanding graduating senior in English and Dramatic Literature.        Roland P. Beattie  Memorial Award   Established in 1984 by  the family of Roland Percival Beattie, University College Class of  1920, and presented to the valedictorian of the graduating class.        Rumi-Biruni Prize    Presented for  excellence and achievement in the study of Persian.        Russian Language  Studies Prize   Presented for  excellence in this field.        Salomonowitz Memorial  Prize   Presented to a  deserving student for outstanding scholarship in philosophy.        Samuel F. B. Morse  Medal   A medal award, provided  for in the will of Samuel F. B. Morse, former NYU faculty member, and  presented annually to a student who shows special ability in physics.        Seth Barkas Prize in  Creative Writing   Prize established in  memory of Seth Barkas, University College Class of 1966, and awarded  to the student with the best record in either the course in creative  writing or the course in playwriting.        Sherborne Vernon  Damerel Memorial Prize   Income from a fund  given by his parents in memory of Sherborne Vernon Damerel,  University College Class of 1910, awarded to a graduating senior who  has displayed zeal in his or her studies and in promoting the general  welfare of his or her class and College.        Sherrington Award for  Undergraduate Neural Science   Presented to an  outstanding senior who has shown outstanding ability and submitted  the best thesis in neural science.        Sid Gross Memorial  Prize   Presented for the best  essay on investigative journalism.        Sidney Goldwater Roth  Prize in Mathematics   Established in 1979 by  the family, colleagues, and friends of Professor Sidney Roth to honor  his memory. Awarded to the graduating senior who in the estimation of  the Department of Mathematics shows the greatest mathematical promise  and who has been of greatest service to the department and his or her  fellow students.        Sigma Pi Sigma Prize    A book awarded each  year by Sigma Pi Sigma to the student with the highest scholastic  average in physics.        Slavic Award for  Excellence   Presented to an  outstanding senior for excellence and achievement in the field of  Slavic languages and literature.        Spanish and Portuguese  Department Awards   Presented to members of  the senior class for excellence in the study of Spanish, excellence  in the mastery of the technique of translation between Spanish and  English, and excellence in the study of Portuguese.        Standard Bearer    A plaque presented to  the senior selected by the dean to carry the College of Arts and  Science banner at Commencement. Awarded on the basis of contribution  and service to the graduating class and to the College.        Thomas Wolfe Memorial  Poetry Award   An award for  outstanding poetry, donated by Professors Cargill and Pollock from  royalties on their book, Thomas Wolfe at Washington Square.        Vocal Interpretation of  Literature Prizes   Three prizes for  effectiveness in the vocal interpretation of literature. Contest held  in the Department of English.        William Bush Baer  Memorial Prize   Established in memory  of Dean Baer by the CBS Foundation. Awarded to the graduating senior  who has excelled in English and who has contributed in a noteworthy  way to the life of the campus during four years.        Wortis Biological Prize    Income from a fund  established by S. Bernard Wortis, Class of 1929, in memory of his  parents, and awarded to the senior who has maintained the highest  scholastic record for three years in biology.                      CAS Bulletin 2014-2016       An Introduction to New York University       Administration       A Brief History of the College of Arts and Science       College Directory       Calendar 2014&ndash;2016       The College Core Curriculum       College of Arts and Science Seminars       Departments and Programs       Cross-School Minors       Preprofessional, Accelerated, and Specialized Programs       Arts and Science Summer and Winter Programs       New York University Study Away       Admission       Tuition, Fees, and Financial Aid       Registration, Advisement, and Counseling       Degree Requirements       Academic Policies     Honors and Awards     Student Activities, University Services and Community Service       Faculty of Arts and Science       Standing Committees in CAS and FAS       Majors and Minors as Registered by the New York State Education Department       Travel Directions to the Washington Square Campus       Archived Bulletins                     Contact Us                             Contact Us"}, {"content": "Honors Programs, College of Arts and Science | NYU                                                  Navigation       College of Arts and Science                 About Arts and Science | Departments and Programs | The Faculty       About the College | Programs | Students | Admissions | Alumni               Home &gt; Academic Programs &gt; Honors Programs         Honors Programs          The College provides many opportunities to students wishing to challenge themselves intellectually. Presidential Honors Scholars, Advanced Honors Seminars, and Departmental Honors programs are some of these opportunities (Freshman Honors Seminars are now required of all incoming CAS students; these courses remain rigorous and devoted to academic inquiry at a sophisticated level).      Presidential Honors Scholars           The top five percent of the entering class is invited to join; students may also apply for entry after they have matriculated, having demonstrated superlative academic achievement and a consistent record of leadership and service to the community. In this program, students will be able to: Receive special advising from College faculty and staff Challenge themselves in honors courses and through independent research Study abroad Take advantage of New York City's cultural resources, and develop leadership skills through community service.      Activities include: Scholars Lecture Series Cultural events in the city Community service projects Freshman Honors Seminar Study abroad intersession Trips    Scholars are admitted as freshmen directly from high school. Membership in the Scholars Program is renewable annually, depending on the quality of the scholar's academic records and his or her level of participation in the program. All scholars are expected to be full-time students and maintain a grade point average of at least 3.65.    Students interested in joining the program have the opportunity to apply in the spring term prior to their sophomore year. Applications are available in the Dean's office, Silver Center, Room 909, each year after spring break.    Freshman Seminars     This first-year requirement offers freshmen the opportunity to be in a small, intellectually stimulating class taught by a distinguished faculty member. Introduce students to demanding and challenging standards of analysis and argumentation, oral as well as written, by means of intensive discussion, papers on focused topics, and reading that emphasizes critical interpretation rather than absorption of information.      Except where noted, the seminars do not assume any specific course or background on the student's part. Each seminar is 4 points, and enrollment is limited to 18 students.       Advanced Honors Seminars    Established in response to the popularity and success of the Freshman Honors Seminars, the Advanced Honors Seminars are primarily designed for sophomores and juniors in the College. Offered in the spring of each year, they give students the same opportunity to come into direct contact with great ideas and great thinkers in small seminars taught by distinguished professors from throughout the University faculty. Each seminar is 4 credits and enrollment is usually limited to 18 students. Departmental Honors      Many departments and programs offer talented and highly motivated juniors and seniors the opportunity to take individual honors courses or to enroll in special honors programs that often culminate in the writing of a thesis under faculty supervision. See the individual departmental listings for further information.               WINS - Women in Science at NYU    A selective program for highly motivated women planning careers in science and mathematics    Did you know that there are more women than men at many liberal arts colleges but that nationally women are underrepresented in scientific and mathematical studies and research? To address this shortage, the College of Arts and Science at NYU has instituted the Women in Science (WINS) program that will capitalize on the talents of women undergraduates who are interested in careers that focus on research in science and math. A core group of women, WINS Scholars, are selected from each entering class whose interests and abilities are nurtured through a highly individualized program of study, research, and mentoring.   WINS seeks to foster the talents and support the aspirations of young women preparing for professional and academic careers that involve research in anthropology, bio-chemistry, biology, chemistry, computer science, mathematics, neural science, physics, or psychology.   For further information, please contact:      Shara E. Bailey Director of WINS sbailey@nyu.edu                          Welcome!       About CAS       Academic Programs                Majors and Minors            Honors Programs            College Core Curriculum              Study Abroad and Summer Study              Professional Edge Certificates              CAS Bulletin              Accelerated Bachelor's-Master's Programs         Undergraduate Research       Academic Integrity       Academic Support Service       College Cohort Program       Study Abroad and Summer Study       Student Life       Admissions       Financial Aid       Events           Stay Connected       like us on Facebook       follow us on Twitter       follow us on Vimeo       follow us on Instagram                          See Also               Past Advanced Honors Seminars       Past Collegiate Seminars       Past Freshman Seminars                      Stay Connected       like us on Facebook       follow us on Twitter       follow us on Vimeo       follow us on Instagram           Contact Us | Welcome Class of 2019!                             Contact Us | Welcome Class of 2019!"}]}]