[{"detail": [{"content": "Afghanistan Before and After 9/11 from the Perspective of a Muslim Afghan studying near Ground Zero          Afghanistan Before and After   9/11 from the Perspective of an Afghan Muslim studying near Ground Zero         by Fareed Tokhi, December 15, 2001     Afghanistan Before 9/11/01     Afghanistan: An Introduction      Afghanistan (Land of the Afghan) is a mountainous   land-locked country in Central Asia with a history and culture that goes back   over 5000 years. Throughout its long, splendid, and sometimes chaotic history,   this area of the world has been known by various names. In the ancient times,   the land was called Aryana by its inhabitants. In the medieval era, it was called   Khorasan, and in modern times, its people have decided to call it Afghanistan.   The exact population of Afghanistan is unknown, however, it is estimated to   be around 21-26 million.   It is a heterogeneous nation, the four major ethnic   groups are: Pashtoons, Tajiks, Hazaras, and Uzbeks. Numerous other minority   ethnic groups (Nuristanis, Baluchis, Turkmens, etc.) also call Afghanistan their   home. The majority of Afghans (99%) belong to the Islamic faith, however, there   are also small pockets of Sikhs, Hindus and even some Jews. The official languages   of the country are Pashto and Dari (Afghan Persian).   The capital of Afghanistan is Kabul, and these   days, due to many years of war, the city remains shattered and destroyed. However,   throughout history, Kabul was admired by many great figures, such as the great   Central Asian conqueror, Zahirudeen Babur.   Today, Afghanistan is in a disastrous state: the   economy is in ruins, its people are dying of war and hunger, and its neighbors   are taking advantage of its instability. Currently there is no one group or   government that rules over the entire country. The majority of Afghanistan,   including its major cities (Kabul, Kandahar, Mazar-e-Sharif, and Herat) are   under Taliban rule, whose leader goes by the name of Mullah Omar. The rest of   the country is under the control of the United Front, headed by Burhanuddin   Rabbani; his administration is recognized by the United Nations, USA, and the   rest of the world as the legitimate government in Afghanistan.. Only Pakistan,   Saudi Arabia, and the United Arab Emirates recognize the Taliban. The Taliban   have recently declared the country an Emirate, however, to their opponents,   it is still called the Islamic State of Afghanistan.     My Family Background     My family has lived in Afghanistan for countless   generations, as part of the indigenous population called the Pashtuns. I grew   up as a young boy in the city of Kandahar until the age of five, after which   I moved to Pakistan until the age of nine. Afghanistan proved to be limiting   to my parents - they desired a better way of living and a better education for   me and my seven siblings. Afghanistan as I remember it was full of poverty and   destitution; however, its people still remained spirited and hopeful even in   the face of such daily tragedy. During the time that I and my family were in   Kandahar, the Taliban were building up their support and strength, and it was   after we left that they came into full power and devastated Afghanistan. Although   I personally have never been back to Afghanistan since the tender age of five,   my parents and older brothers and sisters have, and now I wish that I may have   the chance in the near future to visit once again.              J   iha    d   vs. McWorld      .   &quot;Gillete's chairman Alfred M. Zeien has said   'I don't find foreign countries foreign.' Welcome to McWorld. There is no activity   more intrinsically globalizing than trade, no ideology less interested in nations   than capitalism, no challenge to frontiers more audacious than the market.&quot;   (Jihad vs. McWorld). It is quite obvious that when Mr. Zeien said this, he did   not have Afghanistan in mind. The market as we know it in the United States,   this furious machine of capitalism is not present in Afghanistan, in fact, only   the opposite is.   Economically speaking, Afghanistan is one of the   world's poorest countries. Many years of war and political instability have   left the country in ruins, and dependent on foreign aid. The main source of   income in the country is agriculture, and during its good years, Afghanistan   produces enough food and food products to provide for the people, as well as   to create a surplus for export. The major food crops produced are: corn, rice,   barley, wheat, vegetables, fruits and nuts. In Afghanistan, industry is also   based on agriculture, and pastoral raw materials. The major industrial crops   are: cotton, tobacco, madder, castor beans, and sugar beets. Sheep farming is   also extremely valuable. The major sheep product exports are wool, and highly   prized Karakul skins. Afghanistan is a land that is rich in natural resources.   There are numerous mineral and precious stone deposits, as well as natural gas   and yet untapped petroleum stores. Some of these resources have been exploited,   while others have remained relatively unexploited.     Terrorists and Taliban      September 11   Suicide Bombers Hijacking Muslim Faith   The True, Peaceful Face Of Islam   There are 1.2 billion Muslims in the world, and Islam is the   world's fastest-growing religion. If the evil carnage we witnessed on Sept.   11 were typical of the faith, and Islam truly inspired and justified such violence,   its growth and the increasing presence of Muslims in both Europe and the U.S.   would be a terrifying prospect. Fortunately, this is not the case.     The very word Islam, which means &quot;surrender,&quot; is related to the Arabic   salam, or peace. When the Prophet Muhammad brought the inspired scripture known   as the Koran to the Arabs in the early 7th century A.D., a major part of his   mission was devoted precisely to bringing an end to the kind of mass slaughter   we witnessed in New York City and Washington. Pre-Islamic Arabia was caught   up in a vicious cycle of warfare, in which tribe fought tribe in a pattern of   vendetta and countervendetta. Muhammad himself survived several assassination   attempts, and the early Muslim community narrowly escaped extermination by the   powerful city of Mecca. The Prophet had to fight a deadly war in order to survive,   but as soon as he felt his people were probably safe, he devoted his attention   to building up a peaceful coalition of tribes and achieved victory by an ingenious   and inspiring campaign of nonviolence. When he died in 632, he had almost single-handedly   brought peace to war-torn Arabia.     Because the Koran was revealed in the context of an all-out war, several passages   deal with the conduct of armed struggle. Warfare was a desperate business on   the Arabian Peninsula. A chieftain was not expected to spare survivors after   a battle, and some of the Koranic injunctions seem to share this spirit. Muslims   are ordered by God to &quot;slay [enemies] wherever you find them!&quot; (4:   89). Extremists such as Osama bin Laden like to quote such verses but do so   selectively. They do not include the exhortations to peace, which in almost   every case follow these more ferocious passages: &quot;Thus, if they let you   be, and do not make war on you, and offer you peace, God does not allow you   to harm them&quot; (4: 90).     In the Koran, therefore, the only permissible war is one of self-defense. Muslims   may not begin hostilities (2: 190). Warfare is always evil, but sometimes you   have to fight in order to avoid the kind of persecution that Mecca inflicted   on the Muslims (2: 191; 2: 217) or to preserve decent values (4: 75; 22: 40).   The Koran quotes the Torah, the Jewish scriptures, which permits people to retaliate   eye for eye, tooth for tooth, but like the Gospels, the Koran suggests that   it is meritorious to forgo revenge in a spirit of charity (5: 45). Hostilities   must be brought to an end as quickly as possible and must cease the minute the   enemy sues for peace (2: 192-3).     Islam is not addicted to war, and jihad is not one of its &quot;pillars,&quot;   or essential practices. The primary meaning of the word jihad is not &quot;holy   war&quot; but &quot;struggle.&quot; It refers to the difficult effort that is   needed to put God's will into practice at every level--personal and social as   well as political. A very important and much quoted tradition has Muhammad telling   his companions as they go home after a battle, &quot;We are returning from the   lesser jihad [the battle] to the greater jihad,&quot; the far more urgent and   momentous task of extirpating wrongdoing from one's own society and one's own   heart.     Islam did not impose itself by the sword. In a statement in which the Arabic   is extremely emphatic, the Koran insists, &quot;There must be no coercion in   matters of faith!&quot; (2: 256). Constantly Muslims are enjoined to respect   Jews and Christians, the &quot;People of the Book,&quot; who worship the same   God (29: 46). In words quoted by Muhammad in one of his last public sermons,   God tells all human beings, &quot;O people! We have formed you into nations   and tribes so that you may know one another&quot; (49: 13)--not to conquer,   convert, subjugate, revile or slaughter but to reach out toward others with   intelligence and understanding.     So why the suicide bombing, the hijacking and the massacre of innocent civilians?   Far from being endorsed by the Koran, this killing violates some of its most   sacred precepts. But during the 20th century, the militant form of piety often   known as fundamentalism erupted in every major religion as a rebellion against   modernity. Every fundamentalist movement that can be seen in Judaism, Christianity   and Islam is convinced that liberal, secular society is determined to wipe out   religion. Fighting, as they imagine, a battle for survival, fundamentalists   often feel justified in ignoring the more compassionate principles of their   faith. But in amplifying the more aggressive passages that exist in all our   scriptures, they distort the tradition.     It would be as grave a mistake to see Osama bin Laden as an authentic representative   of Islam as to consider James Kopp, the alleged killer of an abortion provider   in Buffalo, N.Y., a typical Christian or Baruch Goldstein, who shot 29 worshipers   in the Hebron mosque in 1994 and died in the attack, a true martyr of Israel.   The vast majority of Muslims, who are horrified by the atrocity of Sept. 11,   must reclaim their faith from those who have so violently hijacked it.       Afghanistan After 9/11: War on   Terror     The self-defining terminology &quot;fiscal conservative-social   liberal,&quot; newly popularized by politicians and citizens alike, implies   there exists a happy medium between conservatism and liberalism, where one can   subscribe to all of the financial strategies of the right, while supporting   the social policy of the left. My only question is: Are people actually buying   this?     Don&#146;t get me wrong. I&#146;m not one who expects all people to fall entirely   one way or the other or to align themselves wholly with one set of beliefs.   My wishes here are not to eradicate independent thought or dissent, but, rather,   to reveal the idiocy in this now-fashionable political classification. All of   this best-of-both-worlds gobbledygook is downright impossible.     The contradiction inherent in this approach is that it assumes these worlds   can peacefully coexist while it conveniently ignores the fact that when it comes   down to policy, social liberalism is almost always pitted directly against fiscal   conservatism. In reality, these two worlds are nearly opposites and are certainly   incapable of being united into a single political ideology.     Being a social liberal does not mean supporting only equal rights for all, common   sense gun control and a woman&#146;s right to choose. On the contrary, one of   the key concepts behind social liberalism is the idea of easing the harsh edge   of capitalism, which in conservative circles attains an infallible deity-like   status. If one is truly a fiscal conservative, how can he or she support welfare,   affirmative action or pro-environment policies &#151; all of which threaten   the idea of unadulterated capitalism and make true fiscal conservatives shudder,   but are integral to the social liberal?     It all comes down to priorities. In rhetoric, everyone is pro-environment, pro-education   and pro-rights. When it comes time to fund social programs, however, it becomes   clear what &quot;fiscal conservative-social liberal&quot; actually means. Excluding   the rare exception, these self-defined compassionate conservatives are compassionate   until their pocketbook gets involved. Their battle cries are well heard:   &quot;Sure, everyone deserves adequate health care, but I&#146;d rather have   a tax refund.&quot;     &quot;Yes, I believe that all children should have the opportunity to have an   adequate education, but I don&#146;t want my tax dollars paying for someone   else&#146;s kid.&quot;     &quot;Of course, we should protect our environment, but let&#146;s not burden   the corporations upon which our economy survives.&quot;     My point is not to invite a debate on these specific political issues, but merely   to illustrate the conflicts that are inherent to the two ideologies. Maybe by   endorsing this cross-breed of dogmas, people feel they can prove to the world   they are not na&iuml;ve enough to be completely liberal, and they are not callous   enough to be wholly conservative. (Here&#146;s where I digress.)     We&#146;ve all heard any conservative younger than 30 has no heart and any liberal   older than 30 has no brain. It is time to realize what idioms like this one   are actually saying. They equate maturing to becoming self-centered, a natural   tendency of the ever-flawed mankind. But even if selfishness   is an innate quality, since when has it become an inescapable destiny? Maybe   I am too idealistic, but I feel that as a society, we need to retain the lessons   we have all learned from &quot;Sesame Street.&quot;     Growing up is becoming conscious of your social surroundings; it is learning   to share and to empathize with the suffering; in essence, it is man&#146;s attempt   to overcome his flawed nature.We cannot forget that selfishness, greed, hatred   and fear &#151; all instinctive in man &#151; are conquerable forces. To settle   for an &quot;I&quot;-before-&quot;we&quot; mindset is nothing more than to forget   how far we have come and can go. It is to ignore what Big Bird &amp; Co. have   been trying to tell us all along.   Just because people are people doesn&#146;t mean they   can&#146;t be human. That, to me, is all that is left. It&#146;s time for an   intervention.     Perhaps because I think we all need a break from current events,   I&#146;d like to take a moment and expose the elusive philosophy of the latest   political craze &#151; the fusing of fiscal conservatism and social liberalism.   The self-defining terminology &quot;fiscal conservative-social liberal,&quot;   newly popularized by politicians and citizens alike, implies there exists a   happy medium between conservatism and liberalism, where one can subscribe to   all of the financial strategies of the right, while supporting the social policy   of the left. My only question is: Are people actually buying this?     Don&#146;t get me wrong. I&#146;m not one who expects all people to fall entirely   one way or the other or to align themselves wholly with one set of beliefs.   My wishes here are not to eradicate independent thought or dissent, but, rather,   to reveal the idiocy in this now-fashionable political classification. All of   this best-of-both-worlds gobbledygook is downright impossible.     The contradiction inherent in this approach is that it assumes these worlds   can peacefully coexist while it conveniently ignores the fact that when it comes   down to policy, social liberalism is almost always pitted directly against fiscal   conservatism. In reality, these two worlds are nearly opposites and are certainly   incapable of being united into a single political ideology.     Being a social liberal does not mean supporting only equal rights for all, common   sense gun control and a woman&#146;s right to choose. On the contrary, one of   the key concepts behind social liberalism is the idea of easing the harsh edge   of capitalism, which in conservative circles attains an infallible deity-like   status. If one is truly a fiscal conservative, how can he or she support welfare,   affirmative action or pro-environment policies &#151; all of which threaten   the idea of unadulterated capitalism and make true fiscal conservatives shudder,   but are integral to the social liberal?     It all comes down to priorities. In rhetoric, everyone is pro-environment, pro-education   and pro-rights. When it comes time to fund social programs, however, it becomes   clear what &quot;fiscal conservative-social liberal&quot; actually means. Excluding   the rare exception, these self-defined compassionate conservatives are compassionate   until their pocketbook gets involved. Their battle cries are well heard:   &quot;Sure, everyone deserves adequate health care, but I&#146;d rather have   a tax refund.&quot;     &quot;Yes, I believe that all children should have the opportunity to have an   adequate education, but I don&#146;t want my tax dollars paying for someone   else&#146;s kid.&quot;     &quot;Of course, we should protect our environment, but let&#146;s not burden   the corporations upon which our economy survives.&quot;     My point is not to invite a debate on these specific political issues, but merely   to illustrate the conflicts that are inherent to the two ideologies. Maybe by   endorsing this cross-breed of dogmas, people feel they can prove to the world   they are not na&iuml;ve enough to be completely liberal, and they are not callous   enough to be wholly conservative. (Here&#146;s where I digress.)     We&#146;ve all heard any conservative younger than 30 has no heart and any liberal   older than 30 has no brain. It is time to realize what idioms like this one   are actually saying. They equate maturing to becoming self-centered, a natural   tendency of the ever-flawed mankind.     But even if selfishness is an innate quality, since when has it become an inescapable   destiny? Maybe I am too idealistic, but I feel that as a society, we need to   retain the lessons we have all learned from &quot;Sesame Street.&quot;     Just because people are people doesn&#146;t mean they can&#146;t be human. That,   to me, is all that is left.A friend of mine recently gave me a Plain Dealer   clipping bearing the headline: &quot;The pacifists are attacking.&quot; Like   so many others are doing these days, the author, Michael Kelly of the Washington   Post, declared the profound harms of the developing pacifist movement in the   United States.     Kelly centered his argument on a 1942 quote from the author George Orwell. Orwell,   in a Great Britain challenged by German Nazis, argued that to hinder the war   effort is helping one&#146;s enemy. Thus, Orwell concluded that pacifists were   objectively pro-fascism. Kelly, proceeding down a slippery slope, used the same   logic to condemn the pacifists as pro-terrorism. He asserted, as both Bush and   Orwell have done, if you are not on our side, you are on theirs. &quot;That   is the pacifists&#146; position,&quot; Kelly concluded. &quot;And   it is evil.&quot;     I, for one, fully support a military reaction to September 11. I am a Muslim   coming from the strictest Islamic country in the world, a country that before   September 11 did not even really seem to exist. People would ask, &quot;What   country are you from?&quot; To which I would reply &quot;Afghanistan,&quot;   and often get blank stares. But now that is not so. Everyone, everywhere immediately   recognizes the name, and has a judgement to pass upon me. And I can&#146;t even   blame them, for I myself would do the same thing. What happened that day is   not only merciless, but absolutely humiliating to every true Muslim in the world.       I believe that the United States is justified in seeking retribution.   But then why is it that I feel it is necessary to defend these &quot;evil&quot;   pacifists? Maybe it was the idealist in me that was kicking and screaming from   Kelly&#146;s unhealthily haughty rhetoric, which has become all too commonly   used in the right&#146;s belittling of the left.     &quot;Pacifists are not serious people,&quot; Kelly wrote. &quot;Although they   devoutly believe they are.&quot; I rest my case.     Or maybe it was because there is an intrinsic value, on both moral and substantive   levels, in the function of pacifism in an overwhelmingly pro-war nation. But   in reality, why I felt the need to respond stemmed from the fact that Kelly   extended his censure not just to the peace advocates, but also to those he called   the &quot;let-us-be-reasonable&quot; crowd. These are the people who might support   military retaliation but are not brash enough to endorse any and every form   of military retaliation.     &quot;You are either for doing what is necessary to capture or kill those who   control and fund and harbor the terrorists, or you are for not doing this,&quot;   Kelly wrote. &quot;If you are for not doing this, you are for allowing the terrorists   to continue their attacks on America.&quot; What troubles me in his argument   is this now-widespread post-September 11 breed of patriotism that embodies an   &quot;America: love-it-or-leave-it&quot; attitude. The logic&#146;s fallacy   is that it equates love for one&#146;s country with an all-out support of war.   Not only is this outlook incorrect, it is inherently dangerous.     Kelly&#146;s condemnation of those who do not give their unconditional and unabashed   support to any and every U.S. war effort is, in itself, terribly un-American.   By our very principles, no one can be un-American for questioning his country   &#150; even in times like this. This nation thrives on skepticism and is shaped   by those who criticize it.     No one doubted that the United States would respond militarily. Since September   11, this has been a war on terrorism. Pacifists, rather, keep their feet on   the ground. For a movement rooted in idealism, it does an effective job of providing   the nation with a dose of reality when it needs it the most. Does anyone want   to imagine where we would be without the peace protests during Vietnam? Pacifists   and the so-called &quot;let-us-be-reasonable&quot; crowd have helped restrain   our sometimes-foolhardy military ambitions &#150; for example, the proposal   of Republican Steve Buyer, R-Indiana, a few weeks ago.     Maybe it is fitting that while Kelly declared the evils of pacifism, Buyer,   one of his conservative brethren, advocated an action on the opposite end of   the gamut &#150; the use of nuclear weapons against Osama bin Laden&#146;s terrorist   network. Is this the patriotic, no-holds-barred aggression that Kelly wants   to see in every true American? If so, Kelly&#146;s America is an America in   which I want no part. It is time to eliminate the notion of shame in idealism.   We need to reassert the fact that pacifists are not the adversaries of patriots,   but rather, they too founded their beliefs in a love for their country and a   desire to live in a better world.   However, it is not just individuals in America that are pacifists; in fact,   every true Muslim is an inherent pacifist. Islam itself is based upon these   ideas of peace and amity in order to make the world better overall. There are   1.2 billion Muslims in the world, making Islam the world's fastest-growing religion.   If the evil carnage we witnessed on September 11 were typical of the faith,   and Islam truly inspired and justified such violence, its growth and the increasing   presence of Muslims in both Europe and the U.S. would be a terrifying prospect.   Fortunately, this is not the case.     The very word Islam, which means &quot;surrender,&quot; is related to the Arabic   salam, or peace. When the Prophet Muhammad brought the inspired scripture known   as the Koran to the Arabs in the early 7th century A.D., a major part of his   mission was devoted precisely to bringing an end to the kind of mass slaughter   we witnessed in New York City and Washington. Pre-Islamic Arabia was caught   up in a vicious cycle of warfare, in which tribe fought tribe in a pattern of   vendetta and countervendetta.     Muhammad himself survived several assassination attempts, and the early Muslim   community narrowly escaped extermination by the powerful city of Mecca. The   Prophet had to fight a deadly war in order to survive, but as soon as he felt   his people were probably safe, he devoted his attention to building up a peaceful   coalition of tribes and achieved victory by an ingenious and inspiring campaign   of nonviolence. When he died in 632, he had almost single-handedly brought peace   to war-torn Arabia.     Because the Koran was revealed in the context of an all-out war, several passages   deal with the conduct of armed struggle. Although fundamentally Islam was based   upon pacifism, warfare became a desperate business on the Arabian Peninsula.   A chieftain was not expected to spare survivors after a battle, and some of   the Koranic injunctions seem to share this spirit. Muslims are ordered by God   to &quot;slay [enemies] wherever you find them!&quot; (4: 89). Extremists such   as Osama bin Laden like to quote such verses but do so selectively. They do   not include the exhortations to peace, which in almost every case follow these   more ferocious passages: &quot;Thus, if they let you be, and do not make war   on you, and offer you peace, God does not allow you to harm them&quot; (4: 90).     In the Koran, therefore, the only permissible war is one of self-defense. Muslims   may not begin hostilities (2: 190). Warfare is always evil, but sometimes you   have to fight in order to avoid the kind of persecution that Mecca inflicted   on the Muslims (2: 191; 2: 217) or to preserve decent values (4: 75; 22: 40).   The Koran quotes the Torah, the Jewish scriptures, which permits people to retaliate   eye for eye, tooth for tooth, but like the Gospels, the Koran suggests that   it is meritorious to forgo revenge in a spirit of charity (5: 45). Hostilities   must be brought to an end as quickly as possible and must cease the minute the   enemy sues for peace (2: 192-3).     Islam is not addicted to war, and jihad is not one of its &quot;pillars,&quot;   or essential practices. The primary meaning of the word jihad is not &quot;holy   war&quot; but &quot;struggle.&quot; It refers to the difficult effort that is   needed to put God's will into practice at every level &#150; personal and social   as well as political. A very important and much quoted tradition has Muhammad   telling his companions as they go home after a battle, &quot;We are returning   from the lesser jihad (the battle) to the greater jihad,&quot; the far more   urgent and momentous task of extirpating wrongdoing from one's own society and   one's own heart.     Islam did not impose itself by the sword. In a statement in which the Arabic   is extremely emphatic, the Koran insists, &quot;There must be no coercion in   matters of faith!&quot; (2: 256). Constantly Muslims are enjoined to respect   Jews and Christians, the &quot;People of the Book,&quot; who worship the same   God (29: 46). In words quoted by Muhammad in one of his last public sermons,   God tells all human beings, &quot;O people! We have formed you into nations   and tribes so that you may know one another&quot; (49: 13)--not to conquer,   convert, subjugate, revile or slaughter but to reach out toward others with   intelligence and understanding.     So why the suicide bombing, the hijacking and the massacre of innocent civilians?   Far from being endorsed by the Koran, this killing violates some of its most   sacred precepts. But during the 20th century, the militant form of piety often   known as fundamentalism erupted in every major religion as a rebellion against   modernity. Every fundamentalist movement that can be seen in Judaism, Christianity   and Islam is convinced that liberal, secular society is determined to wipe out   religion. Fighting, as they imagine, a battle for survival, fundamentalists   often feel justified in ignoring the more compassionate principles of their   faith. But in amplifying the more aggressive passages that exist in all our   scriptures, they distort the tradition.     It would be as grave a mistake to see Osama bin Laden as an authentic representative   of Islam as to consider James Kopp, the alleged killer of an abortion provider   in Buffalo, N.Y., a typical Christian or Baruch Goldstein, who shot 29 worshipers   in the Hebron mosque in 1994 and died in the attack, a true martyr of Israel.     The vast majority of Muslims, who are horrified by the atrocity   of September 11, must reclaim their faith from those who have so violently hijacked   it.   And so I applaud those pacifists in America. They have the one quality of Islam   that even the most &quot;religious&quot; of Muslims didn&#146;t have while rendering   an entire country into a state of wordless, horrified shock. I defend the pacifists,   although I myself believe in the opposite. Then again, maybe I too am as na&iuml;vet&eacute;-stricken   as my peace-mongering comrades. But these are my positions and, as Michael Kelly   would say, they are evil.A friend of mine recently gave me a Plain Dealer clipping   bearing the headline: &quot;The pacifists are attacking.&quot; Like so many   others are doing these days, the author, Michael Kelly of the Washington Post,   declared the profound harms of the developing pacifist movement in the United   States.   Please view bibliography at very end of web   page         Media's Perpetuation of the Ignorance       Recently the news media have been eager to pat   themselves on the back, applauding the service they are providing to the American   people in a time fraught with uncertainty. Coverage of the aftermath has been   extensive, but we cannot forget the many factors that have brought us to such   a state of insecurity. Above all is our country&#146;s undoubted lack of preparedness   for what happened five weeks ago. It wasn&#146;t just our intelligence agencies   that failed us then &#151; it was also our press.     Pre-Sept. 11 Americans lived in a bubble of false security from the outside   world. Comforted by our own ignorance, we had no need for international news   &#151; nearly all of which covered only chaos and disaster that was occurring   somewhere far away. We had no need to care about U.S. foreign policy and its   worldwide repercussions. The media, shying from their responsibility to inform   the American people, cited this public disinterest in defense of their simplistic   coverage. Herein we find the problem: a public unwilling to go out of its way   to be informed, and a press unwilling to go out of its way to inform.   Combined, the country became susceptible to the creation and tragic loss of   its false sense of security.     Post-Sept. 11 Americans, on the other hand, have been forced to extend their   vocabularies. Even despite their previous unawareness, people found themselves   with a perfect opportunity and a will to understand what happens outside our   borders. Instead, society is pushing forward into the ease of ignorance, allowing   its government and mass media to perpetuate oversimplifications of the situation   at hand and, in turn, fortifying our skewed perception of reality.     Understandably, the Bush administration wants a flag-flying, &quot;God Bless   America&quot;-singing country in full support of its military strikes in Afghanistan.   However, in seeking this unconditional patriotism, it has dangerously distorted   our condition. President Bush continuously refers to our enemies simply as &quot;evildoers.&quot;   He attempts to write off the al Qaeda&#146;s hatred of America as an unfounded   loathing of the democracy and freedom we enjoy.     The scary reality is that the president&#146;s simplifications ignore the fact   that there are tangible origins of this hatred. It is not a fluke. Al Qaeda   and other U.S. enemies worldwide do not hate our principles of freedom and democracy.   Their hate stems from U.S. foreign policy, which they believe is applied in   conflict with these principles. They too see theirs as the righteous cause.   No matter how worthy bin Laden and his followers may be of the term &quot;evil   madmen,&quot; portraying them as such does no one any good. Pitting good against   evil might rally the country around the flag, but it does so at a great cost   &#151; re-establishing a cycle of oversimplification and the source of our vulnerability.       This has been a time of tragedy, of sadness, of anger and, of course, of love   for our country. But most importantly, this must become a time of reflection.   Let the thousands of lives lost five weeks ago remind us of the importance of   fully grasping the events outside our world. We need to struggle to comprehend   both the conflicts in the Middle East and the repercussions of U.S. foreign   policies in the global community. When we reduce terrorism to the mere product   of insane evildoers, we are only building ourselves another fictitious bubble   of security. Ridding ourselves of a skewed reality might be the only way to   ensure that terrorism does not become a permanent one.     November 2, 2001A large number of Muslims currently reside in non-Muslim countries   around the world. They are either refugees or natives of various different ethnic   origins. According to the latest statistics, a total of 400 million Muslims   are living as minorities in different countries, and this number counts as one   third of the total population of Muslims in the world. Among these Muslim minorities,   the largest number, which is estimated at 200 million, live in India.     The size of the Muslim minority population in India is even larger than the   total population of Indonesia, which is considered to be largest Muslim country   in the world, with 180 million Muslims. However, it has to be taken into account   that some of the countries with Muslim minorities do not reveal their exact   number for political reasons and because they do not want the issue to be picked   up by the international media and projected onto the world scene.     Many of these Muslim minorities are denied even the basic human rights. This   is despite the existence of the Universal Declaration of Human Rights and the   Civil and political Rights Treaty, which clearly provide for the basic human   right to free religious expression. In certain countries, particularly the so-called   secular countries, Muslims are frequently denied the right to find jobs other   than of a menial nature; to enjoy a comfortable life; to take part in elections   freely or send their representatives to parliament; to bring out publications;   to receive decent education and training and generally to voice their concerns   and problems. Muslim minorities are frequently forced to follow the laws framed   by the majority in the countries in which they reside, despite the fact that   in cases of marriage, divorce, inheritance, legal succession and wills, Muslims   are obliged to settle their affairs according to Islamic law. Further to this,   Muslims in such countries are often denied the right to their own religious   education, and, as far as culture is concerned, they have no choice but to follow   the popular traditions of the country where they live.     During the last decade, and following the advent of the Islamic Revolution in   Iran, a huge wave of people entering into the fold of Islam has been witnessed   in various parts of the world. The statistical dataavailable confirms the fact   that the number of people who are embracing Islam is much larger than the number   of converts to other religious. This has caused great concern in all non - Muslim   countries, andparticularly in those countries in the West which regard themselves   as secular in character.     It is in the context of these fears about the spread of Islam that a wave of   discrimination against Muslim minorities can be witnessed in many countries.   However, these countries and particularly western nations who identify themselves   as leading proponents of human rights, are not in a position to take an open   stand against Muslims. Although everyone knows that they are trying their best   to undermine the position of Muslim minorities, they are doing so in an indirect   manner. It is sufficient to mention for example, that Muslim girl students were   expelled from educational institutions in Europe and particularly in France,   simply because they had opted to wear head dresses according to Islamic traditions.       Besides this, the western media is playing a leading role in branding Muslims   as terrorists while similar acts are undertaken by the neo-Nazi groups in Germany   in order to harass Muslims living there. The Zionist regime continuously denies   human rights to the Palestinians, and the western media instead of offering   sympathy to the bereaved Muslims, is doing its best to distort their image and   strengthen the handof their oppressors. Despite practicing   the worst kind of discrimination against Muslims minorities discussed above,   the so called secular countries argue that they have every respect for the religion   of Islam and that they are taking very step to safeguard the interests of Muslim   minorities in their states. Meanwhile, the same powers consistently endeavor   to undermine the significance and importance of Muslim minorities in economic,   political, social and cultural fields and take every precaution to prevent the   Muslims from playing a respectable role at national levels   in their countries.     The total population of Muslims in the United States, for example, is around   eight million, whereas the total number of Jews in that country is between 3   and 3.5 million. In practice, Muslims have been given no rights, while Jews   control almost everything from installing a government of their choice to managing   national affairs in a manner that suits them best.         Afghan Women's Role as Represented   in the Qu'ran     Afghan Women: (Pictures of Afghan women) In   the west, the common picture of a Muslim woman is the stereotype of a woman   hidden behind a veil, a voiceless, silent figure, bereft of rights. It is a   picture familiar to all of us, in large part because this is invariably how   the western media portrays women in Islam. However, this depiction is quite   the contrary to the rights that women truly have as Muslims. However, in order   to understand the status of women as outlined in Islam and to learn how the   rules of Islam apply to them, one needs to examine the place of women in the   pre-Islamic era&#133;     Islam was born in the Arabia Peninsula, now Saudi Arabia, in the seventh century   AD. The pre-Islamic era dates back to more than 1400 years ago. Many cultures,   nations, and countries, other than Arabia, existed during that time. In the   tribal culture of the Arabs, before the birth of Islam, women were not equal   to men with respect to many social and personal conditions and systems, such   as marriage, inheritance, or education, among many other areas. Women did not   own property, have businesses, or have independent legal rights. In Arabia,   female infants were often buried alive or abandoned, and the practice of polygamy   was extremely prevalent (Gay 24-25). The status of women during this time in   countries other than Arabia was also hindering&#151;in many European nations   sons would inherit the name, wealth, and position of the family a daughter&#146;s   only hope what to marry a rich man. Women could not even choose their husbands;   they were forced to marry whomever their parents chose. If ever widowed, they   were subjugated into a dark period of mourning until the end of their life.     As time progressed, and the Islamic faith had arisen, one could not emphasize   enough of the influence of the teachings of the Prophet Mohammed and the verses   of the Qu&#146;ran upon the advancement of civilization. In the history of humankind,   perhaps none other work did so much to protect human rights- especially women&#146;s-   with such integrity, strategic genius, strength, beauty and divinity. The Prophet   Mohammed freed the innocent from the chains of prejudice, manipulations, corruption,   and personal and social injustice. His chapters regarding education, social   and political rights, property rights, and ultimately human rights, are among   the most valuable teachings in the book of human civilization as we know it   today. &quot;The pursuit of knowledge is a duty of every Muslim, man and woman,&quot;   said the Prophet. With this instruction, it became a religious duty for Muslims   to educate themselves, their families, and their societies. The pursuit of education   became religious law, therefore necessary to attain; with this command, no one   could prevent another human being from the quest for knowledge. Gender or race,   culture or tradition could not become the cause for prohibiting a person from   becoming learned. With such instruction, the Prophet not only created an qual   right to education, but also opened the door to a better understanding (Interview).   An aspect of society that people began to have a clear understanding   for was the treatment of women as outlined in the Qu&#146;ran. What the Islamic   faith had established for women centuries ago still remains standing today&#151;it   is that which suits their nature, gives them full security, and protect them   against disgraceful circumstances and uncertain channels of life. To begin with,   one must grasp the distinction between equality and sameness because it is of   paramount importance in understanding the existing disparities between women   and men in Islam. Equality is fair, just, and desirable; sameness, however,   is not. People are not created identical but they are created equal. With this   distinction in mind, there is no ground to assume that women are inferior to   men; she is not less important because her rights are not duplications of his.   The fact that Islam gives woman equal rights, but not identical to that of man,   shows that it takes woman into due consideration and recognizes her as an independent   personality.   Looking closer to the Qu&#146;ran, a woman is recognized as   a full and equal partner of a man in the procreation of humankind. Man is the   father; woman is the mother, and both are vital for life to exist. The woman&#146;s   role is not any less essential than his; by this partnership she has an equal   share in every aspect. Therefore, she is entitled to equal rights, she undertakes   equal responsibilities, and in her there are as many qualities and as much humanity   as there are in her partner. To this equal partnership in the reproduction of   human kind, Allah says:   &quot;O mankind! Verily We have created you from a single (pair) of a male and   a female, and made you into nations and tribes that you may know each other&#133;&quot;   (Qu&#146;ran, 49:13).   A woman is equal to a man in bearing personal and common responsibilities   and in receiving rewards for her deeds. She is acknowledged as free personalities,   in possession of human qualities and worthy of spiritual aspirations. Her human   nature is neither inferior to nor deviant from that of a man. Both are members   and co-creators of one another, as is stated by Allah:   &quot;And their Lord has accepted (their prayers) and answered them (saying):   &#145;Never will I cause to be lost the work of any of you be he male or female;   you are members, one of another&#133;&#146;&quot; (Qu&#146;ran, 3:195).     According to Muslims, women are considered to have a very unique nature than   that of a man. Woman is thought of as a delicate flower, whose beauty and grace   is unsurpassed, and should be guarded. It should be noted that although Muslims   believe woman is of exquisite quality and should be taken care of by man, they   also believe that she is intelligent and strong, and should not be made subservient   to man in any way. These notions are central to the status of women and the   rights they have in the Islamic faith (Interview).     Throughout the Qu&#146;ran, a woman has certain privileges of which a man is   deprived due to her unique nature from that of a man. She is exempt from religious   duties, such as prayer and fasting, during her regular menstrual periods; in   addition, she is exempt from all financial liabilities. As a mother, a woman   enjoys more recognition and higher honor in the sight of God (31:14-15; 46:15).   The Prophet acknowledged this honor when he declared that Paradise is under   the feet of the mothers. A woman is entitled to three-fourths of the son&#146;s   love and kindness with one-fourth left for his father; as a wife, she is able   to ask her prospective husband for a suitable dowry that she will be given.   She is entitled to complete maintenance and total provision by the husband.   If she wishes to work or be self-supporting and participate in handling the   family responsibilities, she is free to do so, provided her honor and integrity   are safeguarded. As a daughter or a sister, she is entitled to security and   provision by the father and brother respectively.     As far as a Muslim woman&#146;s financial responsibilities are concerned, she   has little or none at all, except for a few of her personal expenses of luxurious   things that she may like to have. She is financially secure and provided for   - if she is a wife, her husband is the provider; if she is a mother, it is the   son; if she is the daughter, it is the father; if she is a sister; it is the   brother, and so on. If she has no relations on whom she can depend, then there   is no question of her starving; maintenance of such a woman is the responsibility   of the society as a whole, the state. She may be given aid or a job to earn   her living, and whatever money she makes will be hers. So, in the hardest situation   a woman&#146;s financial burden is limited, while a man&#146;s is unlimited.     The culture of Islam acknowledges an ultimate power of women- their sexuality   and beauty. In order to curb this power, to increase the respect for women,   and keep their morality pure, Muslim women are almost always associated with   an old tradition known as the &quot;veil&quot;. It is central to the Islamic   faith that the women should cover herself with the veil of honor, chastity,   dignity, integrity, and purity. She should refrain from all deeds and gestures   that may stir the passions of people other than her legitimate husband or cause   evil suspicion of her morality. A Muslim woman is warned not to display her   charms or expose her physical attraction before strangers. The veil, which she   must wear, is one that can save her soul from weakness, her mind from indulgence,   her eyes from lustful looks, and her personality from demoralization. Islam   is not trying to restrict women by making them cover themselves with the veil,   but it is most concerned with the integrity of a woman, with the safeguarding   of her morale and with the protection of her character and personality (Qu&#146;ran,   24:30-31).     Another effort to curb the power of a woman&#146;s sexuality is in the Mosque,   a Muslim temple; women are required to be separated from the men, and stand   behind the men during mass prayers. The standing of a woman in prayers behind   a man does not indicate in any sense that she is inferior to him. A woman, as   already mentioned, is exempt from attending congregational prayers that are   obligatory on man. But if she does attend, she must stand in separate lines   made up of women exclusively. This is a regulation of discipline in prayers,   and not a classification of importance. In men&#146;s rows the head of state   stands shoulder to shoulder to the pauper. Men of the highest ranks in society   stand in prayer side by side with other men of the lowest ranks. The order of   lines in prayers is introduced to help every one to concentrate in his meditation.   It is very important because Muslim prayers are not simply chanting; they involve   actions, motions, standing, bowing, or prostration, etc. If men were to mix   with women in the same lines, it is possible that something may be distracting   or disturbing. The mind will become occupied by something alien to prayer and   derailed from the clear path of meditation. The result will be a loss of the   purpose of prayers, besides an offense of adultery committed by the eye, because   the eye, by looking at forbidden things, can be guilty of adultery as much as   the heart itself. Moreover, no Muslim man or woman is allowed during prayers   to touch the body of another persona of the opposite sex. If men and women stand   side by side in prayer they cannot avoid touching each other. Furthermore, when   a woman is praying in front of a man or beside him, it is very likely that any   part of her dressed body may become uncovered after a certain motion of bowing   or prostrating. The man&#146;s eye may happen to be looking at the uncovered   part, with the result that she will be embarrassed and he will be exposed to   distraction or possibly evil thoughts. So, to avoid any embarrassment and distraction   to help concentrate on mediation and pure thoughts, to sustain harmony and order   among worshippers, to fulfill the true purposes of prayers, Islam has ordained   the organization of rows, whereby men stand in front lines, and women behind   the children.     A profound right of women in Islam is that they are entitled to freedom of expression   as much as men are. A woman&#146;s sound opinions are taken into consideration   and cannot be disregarded just because she happens to belong to the female sex.   It is reported in the Qu&#146;ran and history that a woman not only expressed   her opinion freely but also argued and participated in serious discussions with   the Prophet himself as well as with other Muslim leaders:   &quot;God has heard the words of her who pleaded with you against her husband   and made her plaint to God. God has heard what you two said to each other. God   hears all and observes all.&quot; (Qu&#146;ran, 58:1-4).     Historical records show that women participated in public life   with the early Muslims, especially in times of emergencies. Women used to accompany   the Muslim armies engaged in battles to nurse the wounded, prepare supplies,   serve the warriors, and so on. They were not shut behind iron bars or considered   worthless creatures and deprived of souls, as was done in pre-islamic times.   Time and again, Islam has taken all measures to safeguard   the rights of women and put them into practical and integral articles of Faith.   It never tolerates those who are inclined to discriminate against a woman; time   and again, the Qu&#146;ran reproaches those who used to believe women are inferior   to men:     &quot;And they assign daughters for Allah. - Glory be to Him! - and for themselves   (sons) they desire! When news is brought to one of them, of (the birth of) a   female (child), his face darkens, and he is filled with inward grief! With shame   does he hide himself from his people, because of the bad news he has had! Shall   he retain it on (sufferance and) contempt, or bury it in the dust? Ah! what   an evil (choice) they decide on?&quot; (Qu&#146;ran, 16:57-59).     &quot;What! For you the male sex, and for Him, the female? Behold, such would   be indeed a division most unfair!&quot; (Qu&#146;ran, 53:21-22).     It is not the tone of Islam to brand woman as the product of the devil or the   seed of evil. Nor does the Qu&#146;ran place man as the dominant lord of woman   who has no choice but to surrender to his dominance. Never in history of Islam   has any Muslim doubted the human status of woman or her possession of soul and   other fine spiritual qualities. Unlike Judeo-Christian beliefs, Islam does not   blame Eve alone for the First Sin. The Qu&#146;ran makes it very clear that   both Adam and Eve were tempted; they both sinned; that God&#146;s pardon was   granted to both after their repentance, and that God addressed them jointly.   In fact, the Qu&#146;ran gives the impression that Adam was more to blame for   that First Sin from which prejudice emerged against woman and suspicion of her   deeds. But Islam does not justify such prejudice or suspicion because, according   the Qu&#146;ran, both Adam and Eve were equally in error, and if one is to blame   Eve one should blame Adam as much or even more:   &quot;Then We said: &#145;O Adam! verily, this is an enemy to thee and thy wife:   so let him not get you both out of the Garden, so that thou art landed in misery.   There is therein (enough provision) for thee not to go hungry nor to go naked,   nor to suffer from thirst, nor from the sun's heat.&#146; But Satan whispered   evil to him: he said, &#145;O Adam! shall I lead thee to the Tree of Eternity   and to a kingdom that never decays?&#146; In the result, they both ate of the   tree, and so their nakedness appeared to them: they began to sew together, for   their covering, leaves from the Garden: thus did Adam disobey his Lord, and   allow himself to be seduced.&quot; (Qu&#146;ran, 20:117-123).     It is clear that the status of woman in Islam is undoubtedly high and realistically   suitable to her nature. Her rights and duties are equal to those of a man but   not necessarily or absolutely identical with them. If she is deprived of one   thing in some aspect, she is fully compensated for it with more things in many   other aspects. The fact that she belongs to the female sex has no bearing on   her human status or independent personality, and it is no basis for justification   of prejudice against her or injustice to her as a person. Islam gives her as   much as is required of her. Her rights match beautifully with her duties. The   balance and harmony between rights and obligations is maintained, and no side   overweighs the other. The whole status of a woman is given clearly in the Qu&#146;ranic   verse which may be translated as follows:   &quot;And woman shall have rights similar to the rights against them, according   to what is equitable; but man have a degree of advantage over them.&quot; (2:228).       This degree is not a title of supremacy or an authorization of dominance over   her. It is to correspond with the extra responsibilities of man and give him   some compensation for his unlimited liabilities. It is these extra burdens of   a man that gives him a degree over a woman in some economic aspects. It is not   a higher degree in humanity, justice, or character. Nor is it an ascendancy   of one over the other by suppression of one by the other. It is a distribution   of Allah&#146;s abundance according to the needs of the nature of which God   is the Maker. And, according to the decree of Islam, He knows best what is good   for a woman and what is good for a man; Allah speaks the absolute truth when   He declared:   &quot;Mankind! Reverence to your Guardian-Lord, Who created you from a single   person, and created of like nature his mate, and from them twain scattered (like   seeds) countless men and women&quot; (4:1).     Islam is a religion in which the standard for superiority is the level of one&#146;s   knowledge, where human beings were created in the best figure, and thus where   advancing knowledge is a duty. According to Islam, the human being has the potential   to ascend to the level of the Divine. Islam is a religion where your temple   is not a building but your heart; your preacher is not a priest but your intellect   (Interview). In Islam, ignorance is an unforgivable sin, so is your evasion   of responsibility for yourself as well as towards all the members of the living   world, woman and man.       Please view bibliography at very   end of web page   .     Overarching Social Commentary       &quot;All work is honorable, art is just a job, let me spend   my paycheck on a beer. No heroes, no leaders, no artists, no gods. I'm a worker,   you're a worker, wouldn't you like to be a worker, too?&quot;     I believe these words, penned nine years ago by the Columbus band, The New Bomb   Turks, are just as relevant today.   You see, I have a tremendous faith in people; faith they can think for themselves,   act compassionately toward each other and maximize their capabilities in the   manner most suited to their own lives. Where this tendency falters, however,   is in society's imposed expectations, roles and restrictive measures separating   us from each other and confining our desires.   As the lyrics above suggest, we are all workers&#133;or artists&#133;or teachers.     We can be virtually anything we want to be, as long as we are able to resist   the societal forces telling us otherwise. This is not to say we all can succeed   in this society if we try hard enough, for resistance is not a simple task.   Countless social, economic and political factors prevent the achievement of   goals and discourage deviation from the prescribed course of social action.       Yet I believe that people, when provided with the opportunity to do so, can   act in a constructive manner, through which a meaningful existence can be sought.       However, our society encourages the destruction of social ties and withdrawal   of participation from the public arena. Whether in the form of seeking entertainment   through television viewing, the decreasing amount of public space available   for communal interaction or representative government, we are encouraged to   yield to authority, consume rather than create, and isolate from each other.     All are ways in which we are spectators in our own lives, divided and compartmentalized   into social categories, rarely interacting beyond these groups' boundaries.     A French philosopher, Guy Debord, described this as &quot;The Society of the   Spectacle,&quot; referring to the shift in modern, industrialized societies   toward a passive existence, void of creative impulse and social interaction.     Although this might sound harsh or cynical, it is actually a deeply humanitarian   view of the potential for people to embrace an activ e   and meaningful life. The philosophical tenets of Debord&#146;s ideas, rooted   in the position of situationism, follow the notion of &quot;life as art.&quot;Virtually   all our actions have the potential for creativity and social beauty. I cannot   even begin to describe the countless instances where I have witnessed people   act on creative impulses they never believed they had or complete a seemingly   impossible task without formal training to do so.     These examples are everywhere, though you wouldn&#146;t uncover them listening   to the general social tide. We constantly are told to seek the advice of the   expert, voice our concerns to our representatives and listen to the music or   view the art created for us to consume.     All involve the relegation of power to others, ultimately serving to inhibit   ourselves from accomplishing whatever self-fulfilling goals we may have.   I&#146;m sure some might consider the opposite to be purely hedonistic. My only   response to this contention is to ask if this is negative.     While we certainly would not encourage the achievement of goals at the expense   of others, what could be so awful about a society in which people are valued   for their individual contributions and encouraged to participate in the decisions   that directly affect their lives?   While we all have unique capabilities and tend to specialize in those areas   in which these qualifications can be maximized, we also need to understand the   power of examining our potential in full, regardless of socially constructed   roles and limitations.   Yes, all work is honorable, and art is just a job.     It&#146;s time we start rejecting attempts to state the contrary and rewarding   attempts to affirm people as heroes, leaders, artists and gods to themselves.     &quot;What's the difference between the tortured artist or the union Joe?&quot;   Nothing.       Bibliography   &#147;About Islam and Muslims: Jihad Explained.&#148; http://www.unn.ac.uk/societies/islamic/jargon/jihad2.htm.   3 November 2001.   &#147;Abusing the Word Islam&#148; http://www.usc.edu/dept/MSA/notislam/. 3   November 2001.   &#147;Afghan-network.net: Afghanistan @ Culture.&#148; http://www.afghan-network.net/Culture/.   4 November 2001.   &#147;Afghanistan Online: Online Politics.&#148; http://www.afghan-web.com/politics/.   2 November 2001.   &#147;Afghanistan Peace Organization.&#148; http://www.afghanistan.org/. 4 November   2001.     &#147;Afghanistan News Service.&#148; http://fermat.stmarys-ca.edu/~twafa/.   2 November 2001.   &#147;Afghanistan Voice.&#148; http://www.afghanistanvoice.org/. 4 November   2001.   &#147;Al-Islam.&#148; http://www.al-islam.org/. 3 November 2001.   &#147;Amnesty International: Afghanistan (the Islamic State of).&#148; http://www.amnesty.org/ailib/countries/indx311.htm.   2 November 2001.   &#147;Brief Illustrated Guide To Understanding Islam.&#148; http://www.islam-guide.com/.   3 November 2001.   Bryce, James Viscount. Race Sentiment as a Factor in History. London: University   of London Press, 1973.   Corrigan, J.W. Scientific Aspects of the Race Problem. New York: Van Rees Publishers,   1986.   Gay, Peter. Modern Europe. New York: Harper &amp; Row Publishers, 1973.   Homa, Tokhi. Personal Interview. 7 Nov. 2001.   &#147;Hezb-e-Islami Afghanistan.&#148; http://www.hezb-e-islami.org/. 3 November   2001.   &#147;Images of Afghanistan in 1976-78.&#148; http://geoimages.berkeley.edu/GeoImages/Powell/PowellAfghan.html.   3 November 2001.   &#147;Indian Express: US Strikes Afghanistan.&#148; http://www.expressindia.com/fullcoverage.php?coverage_id=11.   4 November 2001.     &#147;Islam 101.&#148; http://www.islam101.com/. 5 November 2001.   &#147;Islam and Jesus.&#148; http://www.islam-101.org/. 5 November 2001.   &#147;Islam For Today&#148; http://www.islamfortoday.com/. 5 November 2001.   &#147;Islam Glossary.&#148; http://www.megastories.com/islam/glossary/glossary.htm.   3 November 2001.   &#147;Islam Online.&#148; http://www.islam-online.net. 5 November 2001.   &#147;Islam Questions &amp; Answers.&#148; http://www.islam-qa.com. 5 November   2001.   &#147;Islam-usa.com.&#148; http://www.islam-usa.com/. 5 November 2001.   &#147;Islam Web.&#148; http://www.islamweb.net. 3 November 2001.   &#147;Islamic Studies, Islam, Arabic, and Religion.&#148; http://www.arches.uga.edu/~godlas/.   5 November 2001.   &#147;Nida'ul Islam.&#148; http://www.islam.org.au/. 5 November 2001.   &#147;Political Islam Glossary: Jihad and Holy War.&#148; http://www.megastories.com/islam/glossary/jihad.htm.   5 November 2001.     &#147;Political Resources on the Net &#150; Afghanistan.&#148; http://www.agora.stm.it/politic/afghanistan.htm.   2 November 2001.   &#147;Practice and Faith of Islam.&#148; http://www.arches.uga.edu/~godlas/practices.html.   3 November 2001.   &#147;Radio Voice of Afghanistan.&#148; http://rvoa.afghanistan.org/. 4 November   2001.   &#147;ReligiousTolerance.org: Islam&#148; http://www.religioustolerance.org/islam.htm.   3 November 2001.   Shakir, Mahomodali. Koran. Dubai: A. Aza Khana-E-Zahra, 1985.   &#147;Society for the Preservation of Afghanistan's Cultural Heritage.&#148;   http://www.col.com.pk/~afghan/. 4 November 2001.   &#147;Special Report: Afghanistan.&#148; http://www.pbs.org/newshour/bb/asia/afghanistan/index.html.   3 November 2001.   &#147;Taliban: Militant Islam, Oil and Fundamentalism in Central Asia.&#148;   http://www.salon.com/books/review/2000/04/06/rashid/. 3 November 2001.   &#147;Understanding Islam.&#148; http://www.understanding-islam.com/. 3 November   2001.   &#147;Washingtonpost.com: Afghanistan.&#148; http://www.washingtonpost.com/wp-srv/world/afghanistan/front.html.   4 November 2001.   &#147;Women's Health and Human Rights in Afghanistan.&#148; http://www.amaassn.org/special/womh/library/readroom/vol_280/jsc80298.htm.   4 November 2001."}]},
{"detail": [{"content": "Afghanistan Before and After 9/11 from the Perspective of a Muslim Afghan studying near Ground Zero          Afghanistan Before and After   9/11 from the Perspective of an Afghan Muslim studying near Ground Zero         by Fareed Tokhi, December 15, 2001     Afghanistan Before 9/11/01     Afghanistan: An Introduction      Afghanistan (Land of the Afghan) is a mountainous   land-locked country in Central Asia with a history and culture that goes back   over 5000 years. Throughout its long, splendid, and sometimes chaotic history,   this area of the world has been known by various names. In the ancient times,   the land was called Aryana by its inhabitants. In the medieval era, it was called   Khorasan, and in modern times, its people have decided to call it Afghanistan.   The exact population of Afghanistan is unknown, however, it is estimated to   be around 21-26 million.   It is a heterogeneous nation, the four major ethnic   groups are: Pashtoons, Tajiks, Hazaras, and Uzbeks. Numerous other minority   ethnic groups (Nuristanis, Baluchis, Turkmens, etc.) also call Afghanistan their   home. The majority of Afghans (99%) belong to the Islamic faith, however, there   are also small pockets of Sikhs, Hindus and even some Jews. The official languages   of the country are Pashto and Dari (Afghan Persian).   The capital of Afghanistan is Kabul, and these   days, due to many years of war, the city remains shattered and destroyed. However,   throughout history, Kabul was admired by many great figures, such as the great   Central Asian conqueror, Zahirudeen Babur.   Today, Afghanistan is in a disastrous state: the   economy is in ruins, its people are dying of war and hunger, and its neighbors   are taking advantage of its instability. Currently there is no one group or   government that rules over the entire country. The majority of Afghanistan,   including its major cities (Kabul, Kandahar, Mazar-e-Sharif, and Herat) are   under Taliban rule, whose leader goes by the name of Mullah Omar. The rest of   the country is under the control of the United Front, headed by Burhanuddin   Rabbani; his administration is recognized by the United Nations, USA, and the   rest of the world as the legitimate government in Afghanistan.. Only Pakistan,   Saudi Arabia, and the United Arab Emirates recognize the Taliban. The Taliban   have recently declared the country an Emirate, however, to their opponents,   it is still called the Islamic State of Afghanistan.     My Family Background     My family has lived in Afghanistan for countless   generations, as part of the indigenous population called the Pashtuns. I grew   up as a young boy in the city of Kandahar until the age of five, after which   I moved to Pakistan until the age of nine. Afghanistan proved to be limiting   to my parents - they desired a better way of living and a better education for   me and my seven siblings. Afghanistan as I remember it was full of poverty and   destitution; however, its people still remained spirited and hopeful even in   the face of such daily tragedy. During the time that I and my family were in   Kandahar, the Taliban were building up their support and strength, and it was   after we left that they came into full power and devastated Afghanistan. Although   I personally have never been back to Afghanistan since the tender age of five,   my parents and older brothers and sisters have, and now I wish that I may have   the chance in the near future to visit once again.              J   iha    d   vs. McWorld      .   &quot;Gillete's chairman Alfred M. Zeien has said   'I don't find foreign countries foreign.' Welcome to McWorld. There is no activity   more intrinsically globalizing than trade, no ideology less interested in nations   than capitalism, no challenge to frontiers more audacious than the market.&quot;   (Jihad vs. McWorld). It is quite obvious that when Mr. Zeien said this, he did   not have Afghanistan in mind. The market as we know it in the United States,   this furious machine of capitalism is not present in Afghanistan, in fact, only   the opposite is.   Economically speaking, Afghanistan is one of the   world's poorest countries. Many years of war and political instability have   left the country in ruins, and dependent on foreign aid. The main source of   income in the country is agriculture, and during its good years, Afghanistan   produces enough food and food products to provide for the people, as well as   to create a surplus for export. The major food crops produced are: corn, rice,   barley, wheat, vegetables, fruits and nuts. In Afghanistan, industry is also   based on agriculture, and pastoral raw materials. The major industrial crops   are: cotton, tobacco, madder, castor beans, and sugar beets. Sheep farming is   also extremely valuable. The major sheep product exports are wool, and highly   prized Karakul skins. Afghanistan is a land that is rich in natural resources.   There are numerous mineral and precious stone deposits, as well as natural gas   and yet untapped petroleum stores. Some of these resources have been exploited,   while others have remained relatively unexploited.     Terrorists and Taliban      September 11   Suicide Bombers Hijacking Muslim Faith   The True, Peaceful Face Of Islam   There are 1.2 billion Muslims in the world, and Islam is the   world's fastest-growing religion. If the evil carnage we witnessed on Sept.   11 were typical of the faith, and Islam truly inspired and justified such violence,   its growth and the increasing presence of Muslims in both Europe and the U.S.   would be a terrifying prospect. Fortunately, this is not the case.     The very word Islam, which means &quot;surrender,&quot; is related to the Arabic   salam, or peace. When the Prophet Muhammad brought the inspired scripture known   as the Koran to the Arabs in the early 7th century A.D., a major part of his   mission was devoted precisely to bringing an end to the kind of mass slaughter   we witnessed in New York City and Washington. Pre-Islamic Arabia was caught   up in a vicious cycle of warfare, in which tribe fought tribe in a pattern of   vendetta and countervendetta. Muhammad himself survived several assassination   attempts, and the early Muslim community narrowly escaped extermination by the   powerful city of Mecca. The Prophet had to fight a deadly war in order to survive,   but as soon as he felt his people were probably safe, he devoted his attention   to building up a peaceful coalition of tribes and achieved victory by an ingenious   and inspiring campaign of nonviolence. When he died in 632, he had almost single-handedly   brought peace to war-torn Arabia.     Because the Koran was revealed in the context of an all-out war, several passages   deal with the conduct of armed struggle. Warfare was a desperate business on   the Arabian Peninsula. A chieftain was not expected to spare survivors after   a battle, and some of the Koranic injunctions seem to share this spirit. Muslims   are ordered by God to &quot;slay [enemies] wherever you find them!&quot; (4:   89). Extremists such as Osama bin Laden like to quote such verses but do so   selectively. They do not include the exhortations to peace, which in almost   every case follow these more ferocious passages: &quot;Thus, if they let you   be, and do not make war on you, and offer you peace, God does not allow you   to harm them&quot; (4: 90).     In the Koran, therefore, the only permissible war is one of self-defense. Muslims   may not begin hostilities (2: 190). Warfare is always evil, but sometimes you   have to fight in order to avoid the kind of persecution that Mecca inflicted   on the Muslims (2: 191; 2: 217) or to preserve decent values (4: 75; 22: 40).   The Koran quotes the Torah, the Jewish scriptures, which permits people to retaliate   eye for eye, tooth for tooth, but like the Gospels, the Koran suggests that   it is meritorious to forgo revenge in a spirit of charity (5: 45). Hostilities   must be brought to an end as quickly as possible and must cease the minute the   enemy sues for peace (2: 192-3).     Islam is not addicted to war, and jihad is not one of its &quot;pillars,&quot;   or essential practices. The primary meaning of the word jihad is not &quot;holy   war&quot; but &quot;struggle.&quot; It refers to the difficult effort that is   needed to put God's will into practice at every level--personal and social as   well as political. A very important and much quoted tradition has Muhammad telling   his companions as they go home after a battle, &quot;We are returning from the   lesser jihad [the battle] to the greater jihad,&quot; the far more urgent and   momentous task of extirpating wrongdoing from one's own society and one's own   heart.     Islam did not impose itself by the sword. In a statement in which the Arabic   is extremely emphatic, the Koran insists, &quot;There must be no coercion in   matters of faith!&quot; (2: 256). Constantly Muslims are enjoined to respect   Jews and Christians, the &quot;People of the Book,&quot; who worship the same   God (29: 46). In words quoted by Muhammad in one of his last public sermons,   God tells all human beings, &quot;O people! We have formed you into nations   and tribes so that you may know one another&quot; (49: 13)--not to conquer,   convert, subjugate, revile or slaughter but to reach out toward others with   intelligence and understanding.     So why the suicide bombing, the hijacking and the massacre of innocent civilians?   Far from being endorsed by the Koran, this killing violates some of its most   sacred precepts. But during the 20th century, the militant form of piety often   known as fundamentalism erupted in every major religion as a rebellion against   modernity. Every fundamentalist movement that can be seen in Judaism, Christianity   and Islam is convinced that liberal, secular society is determined to wipe out   religion. Fighting, as they imagine, a battle for survival, fundamentalists   often feel justified in ignoring the more compassionate principles of their   faith. But in amplifying the more aggressive passages that exist in all our   scriptures, they distort the tradition.     It would be as grave a mistake to see Osama bin Laden as an authentic representative   of Islam as to consider James Kopp, the alleged killer of an abortion provider   in Buffalo, N.Y., a typical Christian or Baruch Goldstein, who shot 29 worshipers   in the Hebron mosque in 1994 and died in the attack, a true martyr of Israel.   The vast majority of Muslims, who are horrified by the atrocity of Sept. 11,   must reclaim their faith from those who have so violently hijacked it.       Afghanistan After 9/11: War on   Terror     The self-defining terminology &quot;fiscal conservative-social   liberal,&quot; newly popularized by politicians and citizens alike, implies   there exists a happy medium between conservatism and liberalism, where one can   subscribe to all of the financial strategies of the right, while supporting   the social policy of the left. My only question is: Are people actually buying   this?     Don&#146;t get me wrong. I&#146;m not one who expects all people to fall entirely   one way or the other or to align themselves wholly with one set of beliefs.   My wishes here are not to eradicate independent thought or dissent, but, rather,   to reveal the idiocy in this now-fashionable political classification. All of   this best-of-both-worlds gobbledygook is downright impossible.     The contradiction inherent in this approach is that it assumes these worlds   can peacefully coexist while it conveniently ignores the fact that when it comes   down to policy, social liberalism is almost always pitted directly against fiscal   conservatism. In reality, these two worlds are nearly opposites and are certainly   incapable of being united into a single political ideology.     Being a social liberal does not mean supporting only equal rights for all, common   sense gun control and a woman&#146;s right to choose. On the contrary, one of   the key concepts behind social liberalism is the idea of easing the harsh edge   of capitalism, which in conservative circles attains an infallible deity-like   status. If one is truly a fiscal conservative, how can he or she support welfare,   affirmative action or pro-environment policies &#151; all of which threaten   the idea of unadulterated capitalism and make true fiscal conservatives shudder,   but are integral to the social liberal?     It all comes down to priorities. In rhetoric, everyone is pro-environment, pro-education   and pro-rights. When it comes time to fund social programs, however, it becomes   clear what &quot;fiscal conservative-social liberal&quot; actually means. Excluding   the rare exception, these self-defined compassionate conservatives are compassionate   until their pocketbook gets involved. Their battle cries are well heard:   &quot;Sure, everyone deserves adequate health care, but I&#146;d rather have   a tax refund.&quot;     &quot;Yes, I believe that all children should have the opportunity to have an   adequate education, but I don&#146;t want my tax dollars paying for someone   else&#146;s kid.&quot;     &quot;Of course, we should protect our environment, but let&#146;s not burden   the corporations upon which our economy survives.&quot;     My point is not to invite a debate on these specific political issues, but merely   to illustrate the conflicts that are inherent to the two ideologies. Maybe by   endorsing this cross-breed of dogmas, people feel they can prove to the world   they are not na&iuml;ve enough to be completely liberal, and they are not callous   enough to be wholly conservative. (Here&#146;s where I digress.)     We&#146;ve all heard any conservative younger than 30 has no heart and any liberal   older than 30 has no brain. It is time to realize what idioms like this one   are actually saying. They equate maturing to becoming self-centered, a natural   tendency of the ever-flawed mankind. But even if selfishness   is an innate quality, since when has it become an inescapable destiny? Maybe   I am too idealistic, but I feel that as a society, we need to retain the lessons   we have all learned from &quot;Sesame Street.&quot;     Growing up is becoming conscious of your social surroundings; it is learning   to share and to empathize with the suffering; in essence, it is man&#146;s attempt   to overcome his flawed nature.We cannot forget that selfishness, greed, hatred   and fear &#151; all instinctive in man &#151; are conquerable forces. To settle   for an &quot;I&quot;-before-&quot;we&quot; mindset is nothing more than to forget   how far we have come and can go. It is to ignore what Big Bird &amp; Co. have   been trying to tell us all along.   Just because people are people doesn&#146;t mean they   can&#146;t be human. That, to me, is all that is left. It&#146;s time for an   intervention.     Perhaps because I think we all need a break from current events,   I&#146;d like to take a moment and expose the elusive philosophy of the latest   political craze &#151; the fusing of fiscal conservatism and social liberalism.   The self-defining terminology &quot;fiscal conservative-social liberal,&quot;   newly popularized by politicians and citizens alike, implies there exists a   happy medium between conservatism and liberalism, where one can subscribe to   all of the financial strategies of the right, while supporting the social policy   of the left. My only question is: Are people actually buying this?     Don&#146;t get me wrong. I&#146;m not one who expects all people to fall entirely   one way or the other or to align themselves wholly with one set of beliefs.   My wishes here are not to eradicate independent thought or dissent, but, rather,   to reveal the idiocy in this now-fashionable political classification. All of   this best-of-both-worlds gobbledygook is downright impossible.     The contradiction inherent in this approach is that it assumes these worlds   can peacefully coexist while it conveniently ignores the fact that when it comes   down to policy, social liberalism is almost always pitted directly against fiscal   conservatism. In reality, these two worlds are nearly opposites and are certainly   incapable of being united into a single political ideology.     Being a social liberal does not mean supporting only equal rights for all, common   sense gun control and a woman&#146;s right to choose. On the contrary, one of   the key concepts behind social liberalism is the idea of easing the harsh edge   of capitalism, which in conservative circles attains an infallible deity-like   status. If one is truly a fiscal conservative, how can he or she support welfare,   affirmative action or pro-environment policies &#151; all of which threaten   the idea of unadulterated capitalism and make true fiscal conservatives shudder,   but are integral to the social liberal?     It all comes down to priorities. In rhetoric, everyone is pro-environment, pro-education   and pro-rights. When it comes time to fund social programs, however, it becomes   clear what &quot;fiscal conservative-social liberal&quot; actually means. Excluding   the rare exception, these self-defined compassionate conservatives are compassionate   until their pocketbook gets involved. Their battle cries are well heard:   &quot;Sure, everyone deserves adequate health care, but I&#146;d rather have   a tax refund.&quot;     &quot;Yes, I believe that all children should have the opportunity to have an   adequate education, but I don&#146;t want my tax dollars paying for someone   else&#146;s kid.&quot;     &quot;Of course, we should protect our environment, but let&#146;s not burden   the corporations upon which our economy survives.&quot;     My point is not to invite a debate on these specific political issues, but merely   to illustrate the conflicts that are inherent to the two ideologies. Maybe by   endorsing this cross-breed of dogmas, people feel they can prove to the world   they are not na&iuml;ve enough to be completely liberal, and they are not callous   enough to be wholly conservative. (Here&#146;s where I digress.)     We&#146;ve all heard any conservative younger than 30 has no heart and any liberal   older than 30 has no brain. It is time to realize what idioms like this one   are actually saying. They equate maturing to becoming self-centered, a natural   tendency of the ever-flawed mankind.     But even if selfishness is an innate quality, since when has it become an inescapable   destiny? Maybe I am too idealistic, but I feel that as a society, we need to   retain the lessons we have all learned from &quot;Sesame Street.&quot;     Just because people are people doesn&#146;t mean they can&#146;t be human. That,   to me, is all that is left.A friend of mine recently gave me a Plain Dealer   clipping bearing the headline: &quot;The pacifists are attacking.&quot; Like   so many others are doing these days, the author, Michael Kelly of the Washington   Post, declared the profound harms of the developing pacifist movement in the   United States.     Kelly centered his argument on a 1942 quote from the author George Orwell. Orwell,   in a Great Britain challenged by German Nazis, argued that to hinder the war   effort is helping one&#146;s enemy. Thus, Orwell concluded that pacifists were   objectively pro-fascism. Kelly, proceeding down a slippery slope, used the same   logic to condemn the pacifists as pro-terrorism. He asserted, as both Bush and   Orwell have done, if you are not on our side, you are on theirs. &quot;That   is the pacifists&#146; position,&quot; Kelly concluded. &quot;And   it is evil.&quot;     I, for one, fully support a military reaction to September 11. I am a Muslim   coming from the strictest Islamic country in the world, a country that before   September 11 did not even really seem to exist. People would ask, &quot;What   country are you from?&quot; To which I would reply &quot;Afghanistan,&quot;   and often get blank stares. But now that is not so. Everyone, everywhere immediately   recognizes the name, and has a judgement to pass upon me. And I can&#146;t even   blame them, for I myself would do the same thing. What happened that day is   not only merciless, but absolutely humiliating to every true Muslim in the world.       I believe that the United States is justified in seeking retribution.   But then why is it that I feel it is necessary to defend these &quot;evil&quot;   pacifists? Maybe it was the idealist in me that was kicking and screaming from   Kelly&#146;s unhealthily haughty rhetoric, which has become all too commonly   used in the right&#146;s belittling of the left.     &quot;Pacifists are not serious people,&quot; Kelly wrote. &quot;Although they   devoutly believe they are.&quot; I rest my case.     Or maybe it was because there is an intrinsic value, on both moral and substantive   levels, in the function of pacifism in an overwhelmingly pro-war nation. But   in reality, why I felt the need to respond stemmed from the fact that Kelly   extended his censure not just to the peace advocates, but also to those he called   the &quot;let-us-be-reasonable&quot; crowd. These are the people who might support   military retaliation but are not brash enough to endorse any and every form   of military retaliation.     &quot;You are either for doing what is necessary to capture or kill those who   control and fund and harbor the terrorists, or you are for not doing this,&quot;   Kelly wrote. &quot;If you are for not doing this, you are for allowing the terrorists   to continue their attacks on America.&quot; What troubles me in his argument   is this now-widespread post-September 11 breed of patriotism that embodies an   &quot;America: love-it-or-leave-it&quot; attitude. The logic&#146;s fallacy   is that it equates love for one&#146;s country with an all-out support of war.   Not only is this outlook incorrect, it is inherently dangerous.     Kelly&#146;s condemnation of those who do not give their unconditional and unabashed   support to any and every U.S. war effort is, in itself, terribly un-American.   By our very principles, no one can be un-American for questioning his country   &#150; even in times like this. This nation thrives on skepticism and is shaped   by those who criticize it.     No one doubted that the United States would respond militarily. Since September   11, this has been a war on terrorism. Pacifists, rather, keep their feet on   the ground. For a movement rooted in idealism, it does an effective job of providing   the nation with a dose of reality when it needs it the most. Does anyone want   to imagine where we would be without the peace protests during Vietnam? Pacifists   and the so-called &quot;let-us-be-reasonable&quot; crowd have helped restrain   our sometimes-foolhardy military ambitions &#150; for example, the proposal   of Republican Steve Buyer, R-Indiana, a few weeks ago.     Maybe it is fitting that while Kelly declared the evils of pacifism, Buyer,   one of his conservative brethren, advocated an action on the opposite end of   the gamut &#150; the use of nuclear weapons against Osama bin Laden&#146;s terrorist   network. Is this the patriotic, no-holds-barred aggression that Kelly wants   to see in every true American? If so, Kelly&#146;s America is an America in   which I want no part. It is time to eliminate the notion of shame in idealism.   We need to reassert the fact that pacifists are not the adversaries of patriots,   but rather, they too founded their beliefs in a love for their country and a   desire to live in a better world.   However, it is not just individuals in America that are pacifists; in fact,   every true Muslim is an inherent pacifist. Islam itself is based upon these   ideas of peace and amity in order to make the world better overall. There are   1.2 billion Muslims in the world, making Islam the world's fastest-growing religion.   If the evil carnage we witnessed on September 11 were typical of the faith,   and Islam truly inspired and justified such violence, its growth and the increasing   presence of Muslims in both Europe and the U.S. would be a terrifying prospect.   Fortunately, this is not the case.     The very word Islam, which means &quot;surrender,&quot; is related to the Arabic   salam, or peace. When the Prophet Muhammad brought the inspired scripture known   as the Koran to the Arabs in the early 7th century A.D., a major part of his   mission was devoted precisely to bringing an end to the kind of mass slaughter   we witnessed in New York City and Washington. Pre-Islamic Arabia was caught   up in a vicious cycle of warfare, in which tribe fought tribe in a pattern of   vendetta and countervendetta.     Muhammad himself survived several assassination attempts, and the early Muslim   community narrowly escaped extermination by the powerful city of Mecca. The   Prophet had to fight a deadly war in order to survive, but as soon as he felt   his people were probably safe, he devoted his attention to building up a peaceful   coalition of tribes and achieved victory by an ingenious and inspiring campaign   of nonviolence. When he died in 632, he had almost single-handedly brought peace   to war-torn Arabia.     Because the Koran was revealed in the context of an all-out war, several passages   deal with the conduct of armed struggle. Although fundamentally Islam was based   upon pacifism, warfare became a desperate business on the Arabian Peninsula.   A chieftain was not expected to spare survivors after a battle, and some of   the Koranic injunctions seem to share this spirit. Muslims are ordered by God   to &quot;slay [enemies] wherever you find them!&quot; (4: 89). Extremists such   as Osama bin Laden like to quote such verses but do so selectively. They do   not include the exhortations to peace, which in almost every case follow these   more ferocious passages: &quot;Thus, if they let you be, and do not make war   on you, and offer you peace, God does not allow you to harm them&quot; (4: 90).     In the Koran, therefore, the only permissible war is one of self-defense. Muslims   may not begin hostilities (2: 190). Warfare is always evil, but sometimes you   have to fight in order to avoid the kind of persecution that Mecca inflicted   on the Muslims (2: 191; 2: 217) or to preserve decent values (4: 75; 22: 40).   The Koran quotes the Torah, the Jewish scriptures, which permits people to retaliate   eye for eye, tooth for tooth, but like the Gospels, the Koran suggests that   it is meritorious to forgo revenge in a spirit of charity (5: 45). Hostilities   must be brought to an end as quickly as possible and must cease the minute the   enemy sues for peace (2: 192-3).     Islam is not addicted to war, and jihad is not one of its &quot;pillars,&quot;   or essential practices. The primary meaning of the word jihad is not &quot;holy   war&quot; but &quot;struggle.&quot; It refers to the difficult effort that is   needed to put God's will into practice at every level &#150; personal and social   as well as political. A very important and much quoted tradition has Muhammad   telling his companions as they go home after a battle, &quot;We are returning   from the lesser jihad (the battle) to the greater jihad,&quot; the far more   urgent and momentous task of extirpating wrongdoing from one's own society and   one's own heart.     Islam did not impose itself by the sword. In a statement in which the Arabic   is extremely emphatic, the Koran insists, &quot;There must be no coercion in   matters of faith!&quot; (2: 256). Constantly Muslims are enjoined to respect   Jews and Christians, the &quot;People of the Book,&quot; who worship the same   God (29: 46). In words quoted by Muhammad in one of his last public sermons,   God tells all human beings, &quot;O people! We have formed you into nations   and tribes so that you may know one another&quot; (49: 13)--not to conquer,   convert, subjugate, revile or slaughter but to reach out toward others with   intelligence and understanding.     So why the suicide bombing, the hijacking and the massacre of innocent civilians?   Far from being endorsed by the Koran, this killing violates some of its most   sacred precepts. But during the 20th century, the militant form of piety often   known as fundamentalism erupted in every major religion as a rebellion against   modernity. Every fundamentalist movement that can be seen in Judaism, Christianity   and Islam is convinced that liberal, secular society is determined to wipe out   religion. Fighting, as they imagine, a battle for survival, fundamentalists   often feel justified in ignoring the more compassionate principles of their   faith. But in amplifying the more aggressive passages that exist in all our   scriptures, they distort the tradition.     It would be as grave a mistake to see Osama bin Laden as an authentic representative   of Islam as to consider James Kopp, the alleged killer of an abortion provider   in Buffalo, N.Y., a typical Christian or Baruch Goldstein, who shot 29 worshipers   in the Hebron mosque in 1994 and died in the attack, a true martyr of Israel.     The vast majority of Muslims, who are horrified by the atrocity   of September 11, must reclaim their faith from those who have so violently hijacked   it.   And so I applaud those pacifists in America. They have the one quality of Islam   that even the most &quot;religious&quot; of Muslims didn&#146;t have while rendering   an entire country into a state of wordless, horrified shock. I defend the pacifists,   although I myself believe in the opposite. Then again, maybe I too am as na&iuml;vet&eacute;-stricken   as my peace-mongering comrades. But these are my positions and, as Michael Kelly   would say, they are evil.A friend of mine recently gave me a Plain Dealer clipping   bearing the headline: &quot;The pacifists are attacking.&quot; Like so many   others are doing these days, the author, Michael Kelly of the Washington Post,   declared the profound harms of the developing pacifist movement in the United   States.   Please view bibliography at very end of web   page         Media's Perpetuation of the Ignorance       Recently the news media have been eager to pat   themselves on the back, applauding the service they are providing to the American   people in a time fraught with uncertainty. Coverage of the aftermath has been   extensive, but we cannot forget the many factors that have brought us to such   a state of insecurity. Above all is our country&#146;s undoubted lack of preparedness   for what happened five weeks ago. It wasn&#146;t just our intelligence agencies   that failed us then &#151; it was also our press.     Pre-Sept. 11 Americans lived in a bubble of false security from the outside   world. Comforted by our own ignorance, we had no need for international news   &#151; nearly all of which covered only chaos and disaster that was occurring   somewhere far away. We had no need to care about U.S. foreign policy and its   worldwide repercussions. The media, shying from their responsibility to inform   the American people, cited this public disinterest in defense of their simplistic   coverage. Herein we find the problem: a public unwilling to go out of its way   to be informed, and a press unwilling to go out of its way to inform.   Combined, the country became susceptible to the creation and tragic loss of   its false sense of security.     Post-Sept. 11 Americans, on the other hand, have been forced to extend their   vocabularies. Even despite their previous unawareness, people found themselves   with a perfect opportunity and a will to understand what happens outside our   borders. Instead, society is pushing forward into the ease of ignorance, allowing   its government and mass media to perpetuate oversimplifications of the situation   at hand and, in turn, fortifying our skewed perception of reality.     Understandably, the Bush administration wants a flag-flying, &quot;God Bless   America&quot;-singing country in full support of its military strikes in Afghanistan.   However, in seeking this unconditional patriotism, it has dangerously distorted   our condition. President Bush continuously refers to our enemies simply as &quot;evildoers.&quot;   He attempts to write off the al Qaeda&#146;s hatred of America as an unfounded   loathing of the democracy and freedom we enjoy.     The scary reality is that the president&#146;s simplifications ignore the fact   that there are tangible origins of this hatred. It is not a fluke. Al Qaeda   and other U.S. enemies worldwide do not hate our principles of freedom and democracy.   Their hate stems from U.S. foreign policy, which they believe is applied in   conflict with these principles. They too see theirs as the righteous cause.   No matter how worthy bin Laden and his followers may be of the term &quot;evil   madmen,&quot; portraying them as such does no one any good. Pitting good against   evil might rally the country around the flag, but it does so at a great cost   &#151; re-establishing a cycle of oversimplification and the source of our vulnerability.       This has been a time of tragedy, of sadness, of anger and, of course, of love   for our country. But most importantly, this must become a time of reflection.   Let the thousands of lives lost five weeks ago remind us of the importance of   fully grasping the events outside our world. We need to struggle to comprehend   both the conflicts in the Middle East and the repercussions of U.S. foreign   policies in the global community. When we reduce terrorism to the mere product   of insane evildoers, we are only building ourselves another fictitious bubble   of security. Ridding ourselves of a skewed reality might be the only way to   ensure that terrorism does not become a permanent one.     November 2, 2001A large number of Muslims currently reside in non-Muslim countries   around the world. They are either refugees or natives of various different ethnic   origins. According to the latest statistics, a total of 400 million Muslims   are living as minorities in different countries, and this number counts as one   third of the total population of Muslims in the world. Among these Muslim minorities,   the largest number, which is estimated at 200 million, live in India.     The size of the Muslim minority population in India is even larger than the   total population of Indonesia, which is considered to be largest Muslim country   in the world, with 180 million Muslims. However, it has to be taken into account   that some of the countries with Muslim minorities do not reveal their exact   number for political reasons and because they do not want the issue to be picked   up by the international media and projected onto the world scene.     Many of these Muslim minorities are denied even the basic human rights. This   is despite the existence of the Universal Declaration of Human Rights and the   Civil and political Rights Treaty, which clearly provide for the basic human   right to free religious expression. In certain countries, particularly the so-called   secular countries, Muslims are frequently denied the right to find jobs other   than of a menial nature; to enjoy a comfortable life; to take part in elections   freely or send their representatives to parliament; to bring out publications;   to receive decent education and training and generally to voice their concerns   and problems. Muslim minorities are frequently forced to follow the laws framed   by the majority in the countries in which they reside, despite the fact that   in cases of marriage, divorce, inheritance, legal succession and wills, Muslims   are obliged to settle their affairs according to Islamic law. Further to this,   Muslims in such countries are often denied the right to their own religious   education, and, as far as culture is concerned, they have no choice but to follow   the popular traditions of the country where they live.     During the last decade, and following the advent of the Islamic Revolution in   Iran, a huge wave of people entering into the fold of Islam has been witnessed   in various parts of the world. The statistical dataavailable confirms the fact   that the number of people who are embracing Islam is much larger than the number   of converts to other religious. This has caused great concern in all non - Muslim   countries, andparticularly in those countries in the West which regard themselves   as secular in character.     It is in the context of these fears about the spread of Islam that a wave of   discrimination against Muslim minorities can be witnessed in many countries.   However, these countries and particularly western nations who identify themselves   as leading proponents of human rights, are not in a position to take an open   stand against Muslims. Although everyone knows that they are trying their best   to undermine the position of Muslim minorities, they are doing so in an indirect   manner. It is sufficient to mention for example, that Muslim girl students were   expelled from educational institutions in Europe and particularly in France,   simply because they had opted to wear head dresses according to Islamic traditions.       Besides this, the western media is playing a leading role in branding Muslims   as terrorists while similar acts are undertaken by the neo-Nazi groups in Germany   in order to harass Muslims living there. The Zionist regime continuously denies   human rights to the Palestinians, and the western media instead of offering   sympathy to the bereaved Muslims, is doing its best to distort their image and   strengthen the handof their oppressors. Despite practicing   the worst kind of discrimination against Muslims minorities discussed above,   the so called secular countries argue that they have every respect for the religion   of Islam and that they are taking very step to safeguard the interests of Muslim   minorities in their states. Meanwhile, the same powers consistently endeavor   to undermine the significance and importance of Muslim minorities in economic,   political, social and cultural fields and take every precaution to prevent the   Muslims from playing a respectable role at national levels   in their countries.     The total population of Muslims in the United States, for example, is around   eight million, whereas the total number of Jews in that country is between 3   and 3.5 million. In practice, Muslims have been given no rights, while Jews   control almost everything from installing a government of their choice to managing   national affairs in a manner that suits them best.         Afghan Women's Role as Represented   in the Qu'ran     Afghan Women: (Pictures of Afghan women) In   the west, the common picture of a Muslim woman is the stereotype of a woman   hidden behind a veil, a voiceless, silent figure, bereft of rights. It is a   picture familiar to all of us, in large part because this is invariably how   the western media portrays women in Islam. However, this depiction is quite   the contrary to the rights that women truly have as Muslims. However, in order   to understand the status of women as outlined in Islam and to learn how the   rules of Islam apply to them, one needs to examine the place of women in the   pre-Islamic era&#133;     Islam was born in the Arabia Peninsula, now Saudi Arabia, in the seventh century   AD. The pre-Islamic era dates back to more than 1400 years ago. Many cultures,   nations, and countries, other than Arabia, existed during that time. In the   tribal culture of the Arabs, before the birth of Islam, women were not equal   to men with respect to many social and personal conditions and systems, such   as marriage, inheritance, or education, among many other areas. Women did not   own property, have businesses, or have independent legal rights. In Arabia,   female infants were often buried alive or abandoned, and the practice of polygamy   was extremely prevalent (Gay 24-25). The status of women during this time in   countries other than Arabia was also hindering&#151;in many European nations   sons would inherit the name, wealth, and position of the family a daughter&#146;s   only hope what to marry a rich man. Women could not even choose their husbands;   they were forced to marry whomever their parents chose. If ever widowed, they   were subjugated into a dark period of mourning until the end of their life.     As time progressed, and the Islamic faith had arisen, one could not emphasize   enough of the influence of the teachings of the Prophet Mohammed and the verses   of the Qu&#146;ran upon the advancement of civilization. In the history of humankind,   perhaps none other work did so much to protect human rights- especially women&#146;s-   with such integrity, strategic genius, strength, beauty and divinity. The Prophet   Mohammed freed the innocent from the chains of prejudice, manipulations, corruption,   and personal and social injustice. His chapters regarding education, social   and political rights, property rights, and ultimately human rights, are among   the most valuable teachings in the book of human civilization as we know it   today. &quot;The pursuit of knowledge is a duty of every Muslim, man and woman,&quot;   said the Prophet. With this instruction, it became a religious duty for Muslims   to educate themselves, their families, and their societies. The pursuit of education   became religious law, therefore necessary to attain; with this command, no one   could prevent another human being from the quest for knowledge. Gender or race,   culture or tradition could not become the cause for prohibiting a person from   becoming learned. With such instruction, the Prophet not only created an qual   right to education, but also opened the door to a better understanding (Interview).   An aspect of society that people began to have a clear understanding   for was the treatment of women as outlined in the Qu&#146;ran. What the Islamic   faith had established for women centuries ago still remains standing today&#151;it   is that which suits their nature, gives them full security, and protect them   against disgraceful circumstances and uncertain channels of life. To begin with,   one must grasp the distinction between equality and sameness because it is of   paramount importance in understanding the existing disparities between women   and men in Islam. Equality is fair, just, and desirable; sameness, however,   is not. People are not created identical but they are created equal. With this   distinction in mind, there is no ground to assume that women are inferior to   men; she is not less important because her rights are not duplications of his.   The fact that Islam gives woman equal rights, but not identical to that of man,   shows that it takes woman into due consideration and recognizes her as an independent   personality.   Looking closer to the Qu&#146;ran, a woman is recognized as   a full and equal partner of a man in the procreation of humankind. Man is the   father; woman is the mother, and both are vital for life to exist. The woman&#146;s   role is not any less essential than his; by this partnership she has an equal   share in every aspect. Therefore, she is entitled to equal rights, she undertakes   equal responsibilities, and in her there are as many qualities and as much humanity   as there are in her partner. To this equal partnership in the reproduction of   human kind, Allah says:   &quot;O mankind! Verily We have created you from a single (pair) of a male and   a female, and made you into nations and tribes that you may know each other&#133;&quot;   (Qu&#146;ran, 49:13).   A woman is equal to a man in bearing personal and common responsibilities   and in receiving rewards for her deeds. She is acknowledged as free personalities,   in possession of human qualities and worthy of spiritual aspirations. Her human   nature is neither inferior to nor deviant from that of a man. Both are members   and co-creators of one another, as is stated by Allah:   &quot;And their Lord has accepted (their prayers) and answered them (saying):   &#145;Never will I cause to be lost the work of any of you be he male or female;   you are members, one of another&#133;&#146;&quot; (Qu&#146;ran, 3:195).     According to Muslims, women are considered to have a very unique nature than   that of a man. Woman is thought of as a delicate flower, whose beauty and grace   is unsurpassed, and should be guarded. It should be noted that although Muslims   believe woman is of exquisite quality and should be taken care of by man, they   also believe that she is intelligent and strong, and should not be made subservient   to man in any way. These notions are central to the status of women and the   rights they have in the Islamic faith (Interview).     Throughout the Qu&#146;ran, a woman has certain privileges of which a man is   deprived due to her unique nature from that of a man. She is exempt from religious   duties, such as prayer and fasting, during her regular menstrual periods; in   addition, she is exempt from all financial liabilities. As a mother, a woman   enjoys more recognition and higher honor in the sight of God (31:14-15; 46:15).   The Prophet acknowledged this honor when he declared that Paradise is under   the feet of the mothers. A woman is entitled to three-fourths of the son&#146;s   love and kindness with one-fourth left for his father; as a wife, she is able   to ask her prospective husband for a suitable dowry that she will be given.   She is entitled to complete maintenance and total provision by the husband.   If she wishes to work or be self-supporting and participate in handling the   family responsibilities, she is free to do so, provided her honor and integrity   are safeguarded. As a daughter or a sister, she is entitled to security and   provision by the father and brother respectively.     As far as a Muslim woman&#146;s financial responsibilities are concerned, she   has little or none at all, except for a few of her personal expenses of luxurious   things that she may like to have. She is financially secure and provided for   - if she is a wife, her husband is the provider; if she is a mother, it is the   son; if she is the daughter, it is the father; if she is a sister; it is the   brother, and so on. If she has no relations on whom she can depend, then there   is no question of her starving; maintenance of such a woman is the responsibility   of the society as a whole, the state. She may be given aid or a job to earn   her living, and whatever money she makes will be hers. So, in the hardest situation   a woman&#146;s financial burden is limited, while a man&#146;s is unlimited.     The culture of Islam acknowledges an ultimate power of women- their sexuality   and beauty. In order to curb this power, to increase the respect for women,   and keep their morality pure, Muslim women are almost always associated with   an old tradition known as the &quot;veil&quot;. It is central to the Islamic   faith that the women should cover herself with the veil of honor, chastity,   dignity, integrity, and purity. She should refrain from all deeds and gestures   that may stir the passions of people other than her legitimate husband or cause   evil suspicion of her morality. A Muslim woman is warned not to display her   charms or expose her physical attraction before strangers. The veil, which she   must wear, is one that can save her soul from weakness, her mind from indulgence,   her eyes from lustful looks, and her personality from demoralization. Islam   is not trying to restrict women by making them cover themselves with the veil,   but it is most concerned with the integrity of a woman, with the safeguarding   of her morale and with the protection of her character and personality (Qu&#146;ran,   24:30-31).     Another effort to curb the power of a woman&#146;s sexuality is in the Mosque,   a Muslim temple; women are required to be separated from the men, and stand   behind the men during mass prayers. The standing of a woman in prayers behind   a man does not indicate in any sense that she is inferior to him. A woman, as   already mentioned, is exempt from attending congregational prayers that are   obligatory on man. But if she does attend, she must stand in separate lines   made up of women exclusively. This is a regulation of discipline in prayers,   and not a classification of importance. In men&#146;s rows the head of state   stands shoulder to shoulder to the pauper. Men of the highest ranks in society   stand in prayer side by side with other men of the lowest ranks. The order of   lines in prayers is introduced to help every one to concentrate in his meditation.   It is very important because Muslim prayers are not simply chanting; they involve   actions, motions, standing, bowing, or prostration, etc. If men were to mix   with women in the same lines, it is possible that something may be distracting   or disturbing. The mind will become occupied by something alien to prayer and   derailed from the clear path of meditation. The result will be a loss of the   purpose of prayers, besides an offense of adultery committed by the eye, because   the eye, by looking at forbidden things, can be guilty of adultery as much as   the heart itself. Moreover, no Muslim man or woman is allowed during prayers   to touch the body of another persona of the opposite sex. If men and women stand   side by side in prayer they cannot avoid touching each other. Furthermore, when   a woman is praying in front of a man or beside him, it is very likely that any   part of her dressed body may become uncovered after a certain motion of bowing   or prostrating. The man&#146;s eye may happen to be looking at the uncovered   part, with the result that she will be embarrassed and he will be exposed to   distraction or possibly evil thoughts. So, to avoid any embarrassment and distraction   to help concentrate on mediation and pure thoughts, to sustain harmony and order   among worshippers, to fulfill the true purposes of prayers, Islam has ordained   the organization of rows, whereby men stand in front lines, and women behind   the children.     A profound right of women in Islam is that they are entitled to freedom of expression   as much as men are. A woman&#146;s sound opinions are taken into consideration   and cannot be disregarded just because she happens to belong to the female sex.   It is reported in the Qu&#146;ran and history that a woman not only expressed   her opinion freely but also argued and participated in serious discussions with   the Prophet himself as well as with other Muslim leaders:   &quot;God has heard the words of her who pleaded with you against her husband   and made her plaint to God. God has heard what you two said to each other. God   hears all and observes all.&quot; (Qu&#146;ran, 58:1-4).     Historical records show that women participated in public life   with the early Muslims, especially in times of emergencies. Women used to accompany   the Muslim armies engaged in battles to nurse the wounded, prepare supplies,   serve the warriors, and so on. They were not shut behind iron bars or considered   worthless creatures and deprived of souls, as was done in pre-islamic times.   Time and again, Islam has taken all measures to safeguard   the rights of women and put them into practical and integral articles of Faith.   It never tolerates those who are inclined to discriminate against a woman; time   and again, the Qu&#146;ran reproaches those who used to believe women are inferior   to men:     &quot;And they assign daughters for Allah. - Glory be to Him! - and for themselves   (sons) they desire! When news is brought to one of them, of (the birth of) a   female (child), his face darkens, and he is filled with inward grief! With shame   does he hide himself from his people, because of the bad news he has had! Shall   he retain it on (sufferance and) contempt, or bury it in the dust? Ah! what   an evil (choice) they decide on?&quot; (Qu&#146;ran, 16:57-59).     &quot;What! For you the male sex, and for Him, the female? Behold, such would   be indeed a division most unfair!&quot; (Qu&#146;ran, 53:21-22).     It is not the tone of Islam to brand woman as the product of the devil or the   seed of evil. Nor does the Qu&#146;ran place man as the dominant lord of woman   who has no choice but to surrender to his dominance. Never in history of Islam   has any Muslim doubted the human status of woman or her possession of soul and   other fine spiritual qualities. Unlike Judeo-Christian beliefs, Islam does not   blame Eve alone for the First Sin. The Qu&#146;ran makes it very clear that   both Adam and Eve were tempted; they both sinned; that God&#146;s pardon was   granted to both after their repentance, and that God addressed them jointly.   In fact, the Qu&#146;ran gives the impression that Adam was more to blame for   that First Sin from which prejudice emerged against woman and suspicion of her   deeds. But Islam does not justify such prejudice or suspicion because, according   the Qu&#146;ran, both Adam and Eve were equally in error, and if one is to blame   Eve one should blame Adam as much or even more:   &quot;Then We said: &#145;O Adam! verily, this is an enemy to thee and thy wife:   so let him not get you both out of the Garden, so that thou art landed in misery.   There is therein (enough provision) for thee not to go hungry nor to go naked,   nor to suffer from thirst, nor from the sun's heat.&#146; But Satan whispered   evil to him: he said, &#145;O Adam! shall I lead thee to the Tree of Eternity   and to a kingdom that never decays?&#146; In the result, they both ate of the   tree, and so their nakedness appeared to them: they began to sew together, for   their covering, leaves from the Garden: thus did Adam disobey his Lord, and   allow himself to be seduced.&quot; (Qu&#146;ran, 20:117-123).     It is clear that the status of woman in Islam is undoubtedly high and realistically   suitable to her nature. Her rights and duties are equal to those of a man but   not necessarily or absolutely identical with them. If she is deprived of one   thing in some aspect, she is fully compensated for it with more things in many   other aspects. The fact that she belongs to the female sex has no bearing on   her human status or independent personality, and it is no basis for justification   of prejudice against her or injustice to her as a person. Islam gives her as   much as is required of her. Her rights match beautifully with her duties. The   balance and harmony between rights and obligations is maintained, and no side   overweighs the other. The whole status of a woman is given clearly in the Qu&#146;ranic   verse which may be translated as follows:   &quot;And woman shall have rights similar to the rights against them, according   to what is equitable; but man have a degree of advantage over them.&quot; (2:228).       This degree is not a title of supremacy or an authorization of dominance over   her. It is to correspond with the extra responsibilities of man and give him   some compensation for his unlimited liabilities. It is these extra burdens of   a man that gives him a degree over a woman in some economic aspects. It is not   a higher degree in humanity, justice, or character. Nor is it an ascendancy   of one over the other by suppression of one by the other. It is a distribution   of Allah&#146;s abundance according to the needs of the nature of which God   is the Maker. And, according to the decree of Islam, He knows best what is good   for a woman and what is good for a man; Allah speaks the absolute truth when   He declared:   &quot;Mankind! Reverence to your Guardian-Lord, Who created you from a single   person, and created of like nature his mate, and from them twain scattered (like   seeds) countless men and women&quot; (4:1).     Islam is a religion in which the standard for superiority is the level of one&#146;s   knowledge, where human beings were created in the best figure, and thus where   advancing knowledge is a duty. According to Islam, the human being has the potential   to ascend to the level of the Divine. Islam is a religion where your temple   is not a building but your heart; your preacher is not a priest but your intellect   (Interview). In Islam, ignorance is an unforgivable sin, so is your evasion   of responsibility for yourself as well as towards all the members of the living   world, woman and man.       Please view bibliography at very   end of web page   .     Overarching Social Commentary       &quot;All work is honorable, art is just a job, let me spend   my paycheck on a beer. No heroes, no leaders, no artists, no gods. I'm a worker,   you're a worker, wouldn't you like to be a worker, too?&quot;     I believe these words, penned nine years ago by the Columbus band, The New Bomb   Turks, are just as relevant today.   You see, I have a tremendous faith in people; faith they can think for themselves,   act compassionately toward each other and maximize their capabilities in the   manner most suited to their own lives. Where this tendency falters, however,   is in society's imposed expectations, roles and restrictive measures separating   us from each other and confining our desires.   As the lyrics above suggest, we are all workers&#133;or artists&#133;or teachers.     We can be virtually anything we want to be, as long as we are able to resist   the societal forces telling us otherwise. This is not to say we all can succeed   in this society if we try hard enough, for resistance is not a simple task.   Countless social, economic and political factors prevent the achievement of   goals and discourage deviation from the prescribed course of social action.       Yet I believe that people, when provided with the opportunity to do so, can   act in a constructive manner, through which a meaningful existence can be sought.       However, our society encourages the destruction of social ties and withdrawal   of participation from the public arena. Whether in the form of seeking entertainment   through television viewing, the decreasing amount of public space available   for communal interaction or representative government, we are encouraged to   yield to authority, consume rather than create, and isolate from each other.     All are ways in which we are spectators in our own lives, divided and compartmentalized   into social categories, rarely interacting beyond these groups' boundaries.     A French philosopher, Guy Debord, described this as &quot;The Society of the   Spectacle,&quot; referring to the shift in modern, industrialized societies   toward a passive existence, void of creative impulse and social interaction.     Although this might sound harsh or cynical, it is actually a deeply humanitarian   view of the potential for people to embrace an activ e   and meaningful life. The philosophical tenets of Debord&#146;s ideas, rooted   in the position of situationism, follow the notion of &quot;life as art.&quot;Virtually   all our actions have the potential for creativity and social beauty. I cannot   even begin to describe the countless instances where I have witnessed people   act on creative impulses they never believed they had or complete a seemingly   impossible task without formal training to do so.     These examples are everywhere, though you wouldn&#146;t uncover them listening   to the general social tide. We constantly are told to seek the advice of the   expert, voice our concerns to our representatives and listen to the music or   view the art created for us to consume.     All involve the relegation of power to others, ultimately serving to inhibit   ourselves from accomplishing whatever self-fulfilling goals we may have.   I&#146;m sure some might consider the opposite to be purely hedonistic. My only   response to this contention is to ask if this is negative.     While we certainly would not encourage the achievement of goals at the expense   of others, what could be so awful about a society in which people are valued   for their individual contributions and encouraged to participate in the decisions   that directly affect their lives?   While we all have unique capabilities and tend to specialize in those areas   in which these qualifications can be maximized, we also need to understand the   power of examining our potential in full, regardless of socially constructed   roles and limitations.   Yes, all work is honorable, and art is just a job.     It&#146;s time we start rejecting attempts to state the contrary and rewarding   attempts to affirm people as heroes, leaders, artists and gods to themselves.     &quot;What's the difference between the tortured artist or the union Joe?&quot;   Nothing.       Bibliography   &#147;About Islam and Muslims: Jihad Explained.&#148; http://www.unn.ac.uk/societies/islamic/jargon/jihad2.htm.   3 November 2001.   &#147;Abusing the Word Islam&#148; http://www.usc.edu/dept/MSA/notislam/. 3   November 2001.   &#147;Afghan-network.net: Afghanistan @ Culture.&#148; http://www.afghan-network.net/Culture/.   4 November 2001.   &#147;Afghanistan Online: Online Politics.&#148; http://www.afghan-web.com/politics/.   2 November 2001.   &#147;Afghanistan Peace Organization.&#148; http://www.afghanistan.org/. 4 November   2001.     &#147;Afghanistan News Service.&#148; http://fermat.stmarys-ca.edu/~twafa/.   2 November 2001.   &#147;Afghanistan Voice.&#148; http://www.afghanistanvoice.org/. 4 November   2001.   &#147;Al-Islam.&#148; http://www.al-islam.org/. 3 November 2001.   &#147;Amnesty International: Afghanistan (the Islamic State of).&#148; http://www.amnesty.org/ailib/countries/indx311.htm.   2 November 2001.   &#147;Brief Illustrated Guide To Understanding Islam.&#148; http://www.islam-guide.com/.   3 November 2001.   Bryce, James Viscount. Race Sentiment as a Factor in History. London: University   of London Press, 1973.   Corrigan, J.W. Scientific Aspects of the Race Problem. New York: Van Rees Publishers,   1986.   Gay, Peter. Modern Europe. New York: Harper &amp; Row Publishers, 1973.   Homa, Tokhi. Personal Interview. 7 Nov. 2001.   &#147;Hezb-e-Islami Afghanistan.&#148; http://www.hezb-e-islami.org/. 3 November   2001.   &#147;Images of Afghanistan in 1976-78.&#148; http://geoimages.berkeley.edu/GeoImages/Powell/PowellAfghan.html.   3 November 2001.   &#147;Indian Express: US Strikes Afghanistan.&#148; http://www.expressindia.com/fullcoverage.php?coverage_id=11.   4 November 2001.     &#147;Islam 101.&#148; http://www.islam101.com/. 5 November 2001.   &#147;Islam and Jesus.&#148; http://www.islam-101.org/. 5 November 2001.   &#147;Islam For Today&#148; http://www.islamfortoday.com/. 5 November 2001.   &#147;Islam Glossary.&#148; http://www.megastories.com/islam/glossary/glossary.htm.   3 November 2001.   &#147;Islam Online.&#148; http://www.islam-online.net. 5 November 2001.   &#147;Islam Questions &amp; Answers.&#148; http://www.islam-qa.com. 5 November   2001.   &#147;Islam-usa.com.&#148; http://www.islam-usa.com/. 5 November 2001.   &#147;Islam Web.&#148; http://www.islamweb.net. 3 November 2001.   &#147;Islamic Studies, Islam, Arabic, and Religion.&#148; http://www.arches.uga.edu/~godlas/.   5 November 2001.   &#147;Nida'ul Islam.&#148; http://www.islam.org.au/. 5 November 2001.   &#147;Political Islam Glossary: Jihad and Holy War.&#148; http://www.megastories.com/islam/glossary/jihad.htm.   5 November 2001.     &#147;Political Resources on the Net &#150; Afghanistan.&#148; http://www.agora.stm.it/politic/afghanistan.htm.   2 November 2001.   &#147;Practice and Faith of Islam.&#148; http://www.arches.uga.edu/~godlas/practices.html.   3 November 2001.   &#147;Radio Voice of Afghanistan.&#148; http://rvoa.afghanistan.org/. 4 November   2001.   &#147;ReligiousTolerance.org: Islam&#148; http://www.religioustolerance.org/islam.htm.   3 November 2001.   Shakir, Mahomodali. Koran. Dubai: A. Aza Khana-E-Zahra, 1985.   &#147;Society for the Preservation of Afghanistan's Cultural Heritage.&#148;   http://www.col.com.pk/~afghan/. 4 November 2001.   &#147;Special Report: Afghanistan.&#148; http://www.pbs.org/newshour/bb/asia/afghanistan/index.html.   3 November 2001.   &#147;Taliban: Militant Islam, Oil and Fundamentalism in Central Asia.&#148;   http://www.salon.com/books/review/2000/04/06/rashid/. 3 November 2001.   &#147;Understanding Islam.&#148; http://www.understanding-islam.com/. 3 November   2001.   &#147;Washingtonpost.com: Afghanistan.&#148; http://www.washingtonpost.com/wp-srv/world/afghanistan/front.html.   4 November 2001.   &#147;Women's Health and Human Rights in Afghanistan.&#148; http://www.amaassn.org/special/womh/library/readroom/vol_280/jsc80298.htm.   4 November 2001."}, {"content": "%PDF-1.3 %  20 0 obj  >  endobj                xref 20 17  0000000016 00000 n  0000000687 00000 n  0000001028 00000 n  0000001182 00000 n  0000001310 00000 n  0000001861 00000 n  0000002254 00000 n  0000002493 00000 n  0000002740 00000 n  0000002973 00000 n  0000003565 00000 n  0000006289 00000 n  0000018555 00000 n  0000018633 00000 n  0000047997 00000 n  0000000780 00000 n  0000001007 00000 n  trailer  ] >> startxref 0 %%EOF   21 0 obj  >  endobj 35 0 obj  >  stream  Hb```\u0006\"\u001e\u0006\u0016\u0006\u0006\u001a\u0006A\u0006\u0004\u0010\u0004 \u0002\u0006/\u0019W6|j\u0000,]\u0016tSSA{'E:\u0002\u0001\u000eP t\u0001\u0001/\u0003c>f`\u00073\b0\u00143D210&1`pIV0zQu@\"`U =\u00134\u0013\u0010{\u0003\u0004\u0018\u0000- endstream endobj 36 0 obj 135  endobj 22 0 obj  >  endobj 23 0 obj  >  /ExtGState >  >>  endobj 24 0 obj  >  endobj 25 0 obj  >  endobj 26 0 obj  >  endobj 27 0 obj  >  endobj 28 0 obj  >  endobj 29 0 obj  >  endobj 30 0 obj  >  stream  8;W:,fkqa!(B\"=5_gRaSA;?Ya9V*Lkp*__[Jr$WC\"S5IV^1 3g&Ile&GXh\"C=4aM3GYD=IPeL9V n((0qBjC5QqnV O#H\\cGTtSn8r3]\\>81ZX2+6HCN`aJ>sdkI:R%m^^+Kb? aD_j\\SD*E>VP=V]i?7O/*_ek[R-^JM7):>4GDO@V*7om?FrPp#iHEqRU5A.GKJ=Td OKA!YV)Y$,lK>I Im'f%Rb-oEj_l?VG'PEPBAPLrAWi;*9(S02/Sj`=fQid :oZDWE3WsroKa3U[R7412h76'SG86:$+1b7@Csi]Ja6  YWec f JtpghqjKL:.j(RDEnq8lX3#1@b\\(Fs R>mF+C-dcIA3-Vc10XhK=50dfosZ,b1Kh]);'S,-W&kQ!reXKs6i9AL8S+1L a mqp&VHN-qf5LH#h`9;8J\"A6M7WX.h]TPa;sD`Bl(3NEMZ2]OF>*p&#$Zs[O[b6*R@ 0C:KE-4\"\\ZatX#@^]WqiXu`\\B5!7G%n3K^:#ZV'V_-k&A[P;sZi[3%m]`lNcl/Y+t Os\"e'Y&7#`5cY$2gV_=?(P8\"#'CMkY,\"eQ@I6_upi-MW*-p!*D!\\[QD]^C[Lq\"/:i AtCQW,uie4GJ TFnQBn]\"7k-B ^+I0CdeVbmS[P*`>[#_gaLT)U!DMl^p41MiIA^Tb:(qsBX9jS=gqkM?h33Vqcj'\"8 (GKD=&p?R\"P6lIk+\"+,2?hJ6JP-oGJdZJl`W3S eg!h=,_N= GL.eGe9I)[aB33#;Fa_Ur?YCXiuP$T\\&;CR9>O2tZbClYke[g](-dW)`a0mHl;tI( ;X7h=0N]jC!\\+4\\_3LE(KJM@M,rER.cd[:[FV,)iS4E0&.\\S?/V-BiU_fd\\0A#iGC YRnG-Opfh%]-oKH3mI=-bG$L).*&QY;_>d4 p9)6\"!@;r:2OA0 TKc=EFt%0G[`o1;H@,ApDh1GH74!3.og(SdqKO:VqqeSLo=c10s\"Qig@!H4QaH'^8 PY>'pLNl+agl&[\"DA[st6`G=.f&+\\\"cBag'67+l?'J,L'_ K0TE!6BWj,J12Vrq [0>F7t*VFLNl9+*s,*4CL'L[$u`b&AQB,Fq5`+dh.$k(SSWL8XW:+aT+$P6A88o 6gKf@$qLSBQr l/WhlTU tJ9m0)ZI4jA\"\"dk.!$P#3:W@(?:jE-HKfp=ZhOk7*F 3LS;)Ue'tkWRbRu.-^?c[]\\)+hRH1g'4s^64P']7Es3+`l;CS:a)kica'53g2RF]k I,-5]T.Z4],!06B*lL]^P[dC.5!!8F7U&Xa.+,;;JE%E5r27tnAs:WC!Gp-/5RJ-0 /d!1iXf#!V:cUm_k2>3P0$)Q*K$pN,GsC)RR+$TB@0fBS:T5i  endstream endobj 31 0 obj  >  stream  8;USN$Zo*U(B4%-T6\"r3-%tE;P8oF@Ueqb]=*)KsOi/d\" CNPia4gXUR*cq$9BC5 llSK-WNhms**[& Q%3usT]Sq> `3lh6pp2SD`Y+Lo+2&.%(0s.)g+.q]+J AlS=#0gHeLp0*Rd6,P6=%i3?CEnBXb969Sp[eJeaD7Zd\\jS5pfV?,pVc=_4;CTgf[ hYa2(]^gpt,o%X0*PW, e_d*b3lLb^b>mK5bcCY\"nU')UB0K:m6MF/.)eCFE lhospr5 #R>KMUP(d^7F'oYDl\\VFYpIIR>%U0r(P M*L7eAbPUSQ=(f[_8I1l;:i.@I#Q!cEt?:L1l\\36Ai+N_*V6N?)t5kVkT)^_W2:5B R\"uVjV,0dGe`KnCW97CP167g#&An8_f]t,OW+;C,@Dd5AbYmkB.!dXCa!]N!9,(-8 1(1ohj]LOt&%+0DF3MHuY&,9*V-4aQDW5EZ;1o*dUtKid`2MkL]B1*?jn_k8;`?Vn 9,trGp6JFJA@X):*!V!:'&hb>MsrX5F6=#f*MM$u6b2RZ9=deuj`L;opA@E;j%'#8 #ujCc7Ad\"aHaG=\\G9NP.['>ZsN5d]%9(?GeZ#%$IbS'Nd!kDNA;A,3UAqkRJ(8S0P 2?(gBI>]oV43oFHL=/(:?g^bJ2Wo+p.4F:-(1B#miZ>)KM?9atC\"/?p\\[&bfOKOHN 65KfGU9%@]RoSSX`%Y63UP(4si%6M\"*h:/+gdEqeZ=OAIAl:gpTQfXV3%7A@EH8Hr ;cYF'PXES\\[>fLRF5#*a?2+3[NhK/,0aVp2fC_gmEIfB(;+L?0TCUX`\"I_aMW.s0, NO4C_dnr.p2s:b-(ZAi6==*[!^P\\67PjBO)8\\=nQCf\"T*$d-dr=%`eE(S3^#J=1*E 1i( uQ\"b/4'g&a2d!,SN)2,N4UT(C;O8J_9ZY#1du@QZ(t;7 9&f,*;ZY,e2m&lMoG(Z.-@.'_!_\"Y=2pk:ZM/f7ng_(-o^XV?F3EpqT^QT1m.^]N1 2Kb@4f@\"2ho4rT\\[cOe\"SheW,cWW,aZ\"RS,L%:d-`B_FJ*`' `'rNZhL*\"YK.$1r[(o%\\kGaUde\"b^1o45-D/P[eSffl.@ d2\\lVU\"5S6[jmi;qf1]i(W]N4T6QKj/5 a,a9qleF%9#29jcVm&$WRON0-rDtKS$+'f12?iC*IJ+, Y7F,/,\"E'.52o]6M>9!?^9+ m$$fK-T?rBKdi'3)LdH23J=0A_>>[M;V=u/aoIpUQMGS$IXV+cc:C`(mFgNrmO9e9 -REs%Ra 4Gp?b3$[L$Xg*#'7Jhoa8[;&(Mc8Ido Y5$ 6]'E9Eg\"-9\\r.)(cQ\"nRNK:B;f.f+[:JH1Be&Ii?r_M#:8CR9#P fZ8K!Z%h-i_8G&IS>N,uLdNVj@l%XV/K 9OVt)6!6YQ6j*9NUNN;,\"^/PnL*b$IqSHoWhJ08gX%PM;?=\"_*M9a&T@_LDOY/$.% 6>qf@M&b,bK[\"3 aO,7:$-`d#7PL$XG/79m:M S^!jpEt\\enU2`#p\\?NcA`>heI ^:Sc3JQ0!+Co^SN\" m0tp*7+^5g^^/;VD`rU0H@01Y$b6Kqlc$sZW3Q7:hFL g%B4c[:W8mLjA=d/3*O\\,4^cJ'DG e'3_P?dkKQ1#X\"@p )pE1XfhtFRj,ihM^Q/8cgeu:00l0qjqb]  (71[EjTtO$A6cCiH.b9[Wp9VSPg)pZ=ctt: Z]ap:Qtn pqoP0aDuhEP.Q^%>mDk/?,R'H#3tP(3_c&s%EsqGmisK[VSA79nC?1*:[0Xj`9p-V `CV*I&UD1#R+S[Y/Vm[9oZQ))]s*E2`-p^^Ref3N!1t>=i!rNucH.BX#.D$Kln:;S 3^,f&&$S@lQL(e\\`.dm'R>\\[1V46nG2fgq9HPG\\]^6SlEi;Y!I\\6$tlI,nR>kel[' #\"7q9KqPAQ)WI?cOm`l;(V$Z!-,9]BlbI^p\":uA(=T %p7U0MumcZ8LKE)Z@\"q1SO5fFn$&0 GOsEc]CMZmC(+!8.dLrm3n^ !G)r2*F/-B-g^#[YCuNBXXIIcm9.=WoZjdeWZ06\"-8g]'[5TsXe\"j7(m AKFgj+qp*\\Lb`R:=Hf%+G%K[Uj:u7-G+s/c PIAjkWqIn= Q)&Fk;0A^ABiDSW2 @61t?MTasuYX-=6,NBV`>]LNiCnnF3[]?hc>>_j] AkUcS[R&ZPc)) 1?'q0\\BB[Ag8BqL+;7X/+hOT5 K5;);]?G[TcKKZL!]'I8*Wm_hL\"&Ju!W/_TK[^%B?@Xk8H=Y.G:b'Z:4O@aKo&aX` Seap:RD0lo(Nm#?d\\`-b/JFtC.#l`\\EhdH,Y7e*-r4tLL)^hA^Ce0jJKFc$FPhQ@e 9PX6^D,NGEA\"5>u#4eeD&s1!eoD570icJRS^ '.S)ZiA!KC/m8>PnkBXFaHaM[W[,6,8?[B)G4BepY$[WF[59`f-Gu;`IV//?M V!1TWAWq:tiG@^YmNhMtN7\"aq;eC\"oU1Y4Q,Z_md`Lqq?MLsX==q=fPXX?BqgcDN, mEA-tW>*B7LRot-4I[9c_sPND#rf;FMR_'6BB^FSpcoqmGU;PhO\"US5K?'HHIi%`( r@:&9OG85*j%#6'hBYCLQMuF A]0[RpV_X-5!g+_g\"$T \\.JkW apgT!Prub(%3>'RO4SrCo(ZY?%s\\\"5.*[BO&G_(Mp*K8L_4->?IVu^T5/8b4+i1:, d!fjiK-'3 *H$\\9\\uD\",)$@P-#(Ts.4 V;>%HC%YCOrDV0;B8rA:7,>2_+JgE4`h;-l/8Lmkr\\^Ha&XgR.FF-\\%]a>XN-c@ `S6B1qM&UmLX*EbdDHR\\= 0)M/XHD4tdMR$]^1kEI[B5!>Ps+]ok#$S\")U=d%U4.edZ1 )1H.$\\R3OGq;F!g.i d7a2Uh$cP-^WS5)[J=2Gj2P^\\3$I4-mcm89'(m;mJ'jg3Y- q=6U!KlWPT mtN'_9lF5&r?`NTouIF9-'[.Ld]F!MH,+ )h:CI:kI([5OoX#=$W=Z,SDu_ HHu-:L?Q#JJJA9=-UV$9e A)j_so!C0 \\n.;p+@^\\nQerVUc[?]R6_V*mq76mihi(.^t6L&BK/YbM? O:pfO6oB*rZ?4T?h1Y8D !1cELNM2=?Js9l/*Rp+)OE R*&h*(o]Mmn =\"F5PW:K,EcU4Pdb0;9q'(ZEI2E-tl#O^EY]CU6Wg!Eu;5/d+Wg]932^p(^Hf3rOe 0N5kl#Y,m@1L..DO&A1hppPmKi *5l2PP\"(et bOHae(saeS;%i$`5)AmtA>ec&Jq/Igh=kuspC/qT%/EW(LfOF^X)-XJA15CJ)6X9Y SL_7;:=HBrYL&W$G8`Z iiTOr.hPsdU=7R8imfq$ &181tod`S116E:qLRcl]FAdf@1243Zgig;^9\\Zi.G/T5K-ZteE7 'WtuZM(TU\\'@*Q*jc*^rMQUVIqMMsZ'4.JY@$K GXlgE U[XHY?,1Qj-B!rBn2)3Lj5 #Qpfgu(`Rj3 p[O?4]-e)r2uE I1G%e#nAhcH Gt_[WWl$G-#CnNur#+A2d8m.-fa% E,T[5fqYQ>7.uN[[tV;1:/MOS4&puVpbF);>Fur.q9h]VeZF;i_q0)17 `Ia %^?1IojCYF!c c NqJcDOG,FJY[AYA9R'`#,.oC1&De1O-N$06ed4P!OMJD4![fk(D&TM.Z*ugg'FCC! `U7Uf)')nA6Y_h!/3PXlOPZ1=8c53V^J\";I:6H#Im?'pY:[/pjD4TLRa\\GcI\\ms)! C^ZEah[o(]-EUX]hQiUJ0G%ck o8;j=`+p8f0 ma=6(Z(rnMFTW-L]Ej'XQP], [d#)Z@&H/J..go(-9cANVP!9Ec:R$_B 3\\G-F\"M16p$)iuXhI)\"*C7o_W5d8hH]m:O@!DbSI_gPi!;m11EC+MMA2SXTRGlJ24 G`DEVCR^dCc*??TM-l:84R]]4g^Qulf'n7_n2%Khr^1hYa#Iq-EPH[+kJN=N33eZ? @OH=3?fF]u%d-$c\".QnD9Q1tNgDD#,C&-t+O,Z6.NWGT!;UH7S^pLKlYs/`t=Jtj' (rtQBRX3H48kbLrC_Q-u+&psngF=5G 46+'7/J+*9SGnWEgn+f+2pDNd+ [I_>)(Y=_^Hh,jV]$&c/1810(9881fIcK(\\nU\\iNKf@i#:e\\#0>l,l5?2\\kHG>1j8 cdtCMoaQIM-t(I6])#Rt=57rdRcKCG\\c[U0.& H\\4S='7Em`Xcp(8j8=i`>LXm+MbpZJI7MRP%:kME0;H:.>LFZ&U=\\Y]?S2EF);#s AD_DHUDmhjp', #GHV! >0SpE:NP[dc[i+B#nQ1tM]O]L.KY4WhiF44Y1p>k-PhScOecK`G,&l8FJPjl-%i.8 0GL:-!u\\ac/;fKk_>5stagK-u0l]l+X'Ds-/UAsg3;,`8YWc)O ]EU/>/H)FpT@J)X\\q5 [Pm!$mu?d2lq/=T1W@_qj9ObjkUl?@oeH2\\i[a j-,.Bs*i-2c;;*HaWh%@I4nS 4RtN,cU=uMGU/tJ0PFo6j8r;Rl-Dp(=sZn:p+,BjaS;Zp1 #h2fRe)Sl>DAa f?h)PG[ a]nN3@R@QqIH\\M,4l77WNca^Q`6n DO1r6,t_\"]B+R%\\P\"i)hm,E\"Q%,fn.AZYG$P?6d;LY[$.@>K\"Q8m?:gf)jB)Xl !YQ0P>WLg5Q>56`-qfl\\:_JPcSk@a/V6%4Xg?GnckAD#7D\\GNa1$B?qL.D1/)),^4 3A+?EEQmAaN361KZubRB97goaFnQ)fR[mi#C_E?2VDIS*/An?* l9`ZLZ4\"ZDL ,;*u^FQ&DJ#+r,OCdds9dY;2jP'X4C/_d+;F@&_R9q],ggrB0)3K JVdMc?C#de.&>NU9*al02i,WWQQ&?ma#D6@?IdEW:3$V8Oj& ?9OsZ*U)p6Jq!@Rj`#._Mp0n0m9`;F)eq/dP4AE`M([1>Sg-(d6feGFkb)E%,O\\(B 1a9ki)OVd6EMJt\":c2Md(0\"&\\1BfX#7G`$.kj8P]6e>0R^.KYXn1e*1+,Os1J-n3H &f9C%8k3uY ts2%SLKBL@d;1MVZg b83dAWE@A L8NoOL84r\"e*5FC=4; )n! $AIJX6XZVnmQBSJQ\\\\bCBOQ!hM1?6?0IbRn*'H[$D]$; +>oN%TfUeWP(\"ML>T\"Ds-sR,RL?#AnKGU$]plEP(C7BI]`5[&_ZJ+f6=f&ON$QclK >d=MH]bN_JP2R)k[J;?jT R*43bu'T/%)tXW)/F..a_OZ*!4nb dgc)a 8m r5DY T6dAZQe%D'^\"IS5+SW\\1lOb@!EhtpAGAWV[IH!Nh ikS^j3S8Ln^SF;cDVqen9*haX[iste?!KP-;%*d`a$%NbE_\"s*,58XrbGD[?NOR1l /hKndQTqZ?IX)p;arOg3GiiON-R78*JjGGG[t;FO$&tU14*#bkS@mW>\"9RWa%N\\LN 0B83*SERbF%U@G590.#`#;3j.,pKjp\"1RO1R>8,jr%Zg=]j0T\\&%P#Y7M$Ahidt!3 &;gQFmgj!0Bk3nk+nI`:iF,!UEcFfe tX#=BOMFDoOAVS[tbn6fi41[S O%H\"lj+=!IL0fSG8BZj%)JV?tbK5F9]VU'5g`E-Ks(u3dOXW'l`M@ fp#1SWDKX%]tcQ!LD8*r00@S:E%j+k#s2ZlT-X?`(/A/0?V1VBaU^6u'?;`0?5^4N 7ltJ.XHEcGCe+$C[,^$VXn_'JhtZNS,@AEt'$,>)jIOC`r[5K;/%^%uA>ET5YjVFU s75?,DIq$UcUH3W`_&c]Z6h_=\"7a&bGC9@0TRLGdX4N:GX@) u73`GtMGEM-?TLo(ULbIu:1\\e#l1FT95K^=m;c_Md7Ir4`edj1b+Pj5C:0NW^ 0dDHGAtW/g)GD,P\\kXhP/);?HJ^QPnQm3MP'rd6q[WH[=HfN4r:#0*3SW1lM,MbFB @P'fOM'sQM78f1+.a^TNl9Z,sA0nJk:$ t%$$+sboUJM?\\uB$A @ed2gIofFR.dsVY:95iCC:$nddZ/k P*Ct/llqcFcOr*`3r U]&a+U4Mg\\).S`WI+f/h]R#!UZ`!MLbNH08?[+baL!9E=ou/.'8*7  endstream endobj 32 0 obj  >  endobj 33 0 obj  >  stream  8;USP#ujpf&cQDAHf$'@L`qA-L51gY=^9=0)b:*rW'kSb!a 88l1 M8V9.9cNir:iU8LWL@R,C5l6@HAjc4\\4!);7ZY@^41sYH,e\\9e3WCl7SSr,SRK%j= [)RJAUlHAB, TM9Y^_NN^I\\  +K_LNn/)J!Z2)l2jokmsg'.\\-#Ya_?aE?P`BfMM*h^asJI1'T%H`VKl$nd`hE'[>m l*^$5JMMENlGU%Ifabt#r@Te9AU_53;-IcgnU)PD4[e0ch,0CuAQA[qTKH6Dln=t# HAVW-G#7&%A\\\\#JggZhB\\K,?6p,p7:jaq4m!p/gFAthG]Dod:;j`M$a:$,F->m:)^ .S`aBq =_(;rd^3\"MINBT)M@O@/n#S*d@,]*Lds9!aFU$!,I?M$ f-b-BK\"f.3^fZ?qBYZ0(6oP#K$eA6p\"J[&6,?F!Ff;qJL/A`>(03F2tp`o(s f&i!X1cbk+hh%o?E*W@NCWMe%+9(1.0UVr+/?Jmm-\\uu#(,IA&aj%t9jGS:gT S+gn*=7@:o-%e=Y/KNfAHpr s;pciYpoZq@S?91094M9j74?)]cJcpdZj 2EZuVi#V`TW_bS 9Z$8Y6^HY=>-*=*+u'ZT&COj:k*eD (=Q/b:2?ec^8)iq&YJ0#W_.,,:3FDr,MFP&/'[CG1onMoj]\\iXLj-T(m68CV3/M(H E:J)0`(#UDDX>DP_=e\"k&f4pF2OF]sBI]j!>!OV%6b:L`>f\\_2=HVmMlmb[\\0`m=T `] K;H*GD+5%d4!RJo'Ag4 .#>_g8S\"?%4e3p^K*l95I7-0\\$9_c=DU2U5\"i&5&nJD,2R]5.@)q5pO?F^J]HC c$G J_I4!X+.,W Wa=LX:F.oRj=&*R)^33$,MuU:>W98eS8uh?o)k+\"(,&=SV:r5qElrFWC9_ri- rhhS3_V_F5XKPe!h!.O,bq7MHm AE3+!`&b:o1*)#X#WJWKd_i%MmDa=PiX4PC5A/mnl$Ji XbJ?RUYuP`6>*7J5.(&Rp$c>.ZEN\"=1;(Wsu8pD^@G#EEOA^;22t* hH8NWQMkO*.PfIqK57'hOQ2F8hQb(0/gj2F3%K2M28\\T^mO3&cPa)7^.=Yi=@j@nF 1I%\\U.&@YV*PpaW=QpgUaJZ/7CWbHi=Di\\&]L08BMOGi>Afm$>gWQG&qf9.#1BfTR /@U;k^(8d&)]fkq0N\\5p;Xp_H2*O3QE*Vb&JHPcCMg;9tn*\"(@HZY=+N!Sn'2(UR0 f\\Rpq(AMA%:&u@s[.j mCE;XMqbA!0:Ttf)sg9TLK[U3dhMe:iGBu^1O)?2oqo!&Y@TVtCcP257_PA%EG TZjcb)8D_Uc`fFu]>lAgnOiPc[>]`ijFAh]I6jUP8QiJIkKqlc99ZXoj` gK?>e9H;]cq?i'IsZ/Eq8\\VE_#?n-C)A\"o\"dH?g4Yb(3_4K;2^o9Y`*') \\jZW+@o=\"dR&Tq \"=_Ip,q2^F:^X!/WNo+.X9fl-!**2NPpcs= I+U]k\\OffL.bQ.iPC k+D\\Pccj_l:4'#d/oTc17TCW#%&\\@9XYC>h\">?/!qVk=gR:nO==fZMm[U3\"(,7@\\1 C1DX-CI8O*$ 4UVS4BRGOG-nJ DJ?(mb.Br3RhU3HWu?$tb1*l]1WCId,kf),I3k1W10daVI4R-'Z^]!)k%?&eo$GLY 6(L73c2\"GPiS\\lW?BI8f?/R,,.]B.C`BrkcYc=;I:Y*Dls4Sm6S :-4Wu EpiB![\"ta7T+N'THMan`--NWXTGI?^n0r:9_>]%8@.$uo3L,lB01+--OJq\\(T:]@e rENO9UMc#=+P8k5^D1X'WAsT6(?;=(4)L)p@%?Tl=u3fX RR-[C(%$@ rD$[e%Y`;f^4[u\\:8Dr3Ao,YM `VrZ2[!.j`q;e5R[S/&K24T/ &)g&_fX.JmFZTgW\\iJ$p@>T\" I>+[h n-VK&Yoof&#:Kh; d9[JlCo94qS\"G9b*!H C,09AnZ ?^!1o3s5A^^c\"FYAcNT#)qY1=%*SkrL!Ne-4CYr-r/t\"\"08A3&Ep9HF&9pFDK\\1iK hRf.^\"+D9#7(s-0=3,kWh!:L@/Fb>cS%WmZDXSUi01!>fG#ptTN;!p&UpQQV\"+OUf 8I 8%-UKat\"2@FC'QGdmOU7\\H0X^rXcsHua !M kI\\\"R0Ijfkl,H;rCb#25c_,ar8I@$99=krg=E ,)+]m+6)VKCE?TA?[nrMrrD'Lf[`l0l?e>B[J`o!!B'f[F;'bO>4)c\"aI?(tXHuKX a^?:Fbn9e(cFo^]%cg238P*TcpF9pJ'f\\r8KBH>@/;=*el(E5pr01=1 X-2fu_1CChi$rDk)D9K`,M&q*LZ: ;s(ur#N3/^s@OJnG=5>*:gY5$[JA=+7A]+ 5_$NR^5gh1f8P1@4V_'n[gK1XO+7\\TXrnm+A?cgA^AsQXk2>NFP#).NUP+IO`#W`Q jYms5I3aCt>6UB)C]nVU6#m^/%tIFU&!0>5pf$q)Qe4=g0R]B25`kGsrF'I&YqE\"+ J@e= F`G,OV;F4?n\"ff1hW5)Pkq3I1n+> TB[(F1o=jJ=N.2@R^\"J\"O.6r2M$)NEHJ]Ji0iiinp\\Iea1uk[IP t\\5CH&#& XL!=$%. sWcFfek0X^0MRJ2RR7UY[Cj l oRKjN_#DR\\&&Yua%@?59:GYhCI^9T4l=i]OJ5 %-0?B(2i/O4\"q][4odt`a4LB.n@;lt&1-p%+sMKmiYWX4=Te,%?dnO`)ZKbhMQZ.M \\+)G&&B--$ULY\"FE:9MHLZ1[j'Gof]Z=$YaC)eBZ0;p-fA3.sWlhn$3.S\\(_P4GcO ]I#):-07QeGudhG: EW2p1bI>#/Zabo\\>/j#B6N#KQH!jHH,*oDt@IAFUMF[YQW2aOQJ*/JPdB \"%_((SmdU)64g=]$>fe,!Mh7]$'VlhOp$7Bd!l[n/cgCDeLOdk^6p--4D&(8^[,qn q@aL Htu-]L-r\\Z.au&t\"-2k?P\\9lLf%('5JRVT12R. ?:2a0AkcqN:)gKVWZ++>cI*Pd$CiE_oe#M2r&'i>_b>ibbJ\"gc(4'6ZZ(@iN5(`3Q bAJWA=X2SD`%C[ki[&bB:CHdtHV_DnY%VMUL*mYKiENl8jCf5ofH3^:A)GfIZ2L*C p3>KY\"`.e324EpNP+GZlZ&K$q;Vf9WAO:fNoda/B8\"Y,Jomk7BIGnG%#9M-%-D\"\\k H4QL:\\AB:cQa%6WquiKMrYDP5rEQb1mp6mNi_W4#g;>6_HJ%5gZh,FJ;&cI>C-u:# DhQ\\r NECc4,QH_6=Uh_B`BRrYOnN*o+\\R`qS6: h+>2AFcpUt8[e `6#s_%3MG\\Zg4-]3gKj4@gV)E] J)@`mc 'u^X8QrqJ[+q>+-*$&`)a7.R;R1s$Eg\\>8[PoSNC,F&Y/5OJgUC#CZ .m&Le?ALm(1%@)WI`n4jdiM&3)5CCocjU5-PXIU%'a,oJGEP3P3g27mp#n'UmYPEV \\\"`mnJQBeeO2PMGdFY0Nfb`B-(Us \\f,6/[6s;8>t>M6W3Bu_Y+SN#\"*S&dp];_ 0G!kH=G^'lY`m##_`Vm9K-AJrh!gE'[:S\"Nd4pAmA4X`L)7F*2,s#Z'?SJQLVKC#r /*W[iF\\$L,6KT&!OC mmu eun^YLd'BMCa@7[]N+3m6e\\tFkCIJl_>]%+-tId&\"M@j*\"3h,qcqKms'NJn$auCaq 3,IXFe_gm#AT,CE?:%EPE\"SQkZ_E3j4g[`n+e:Jf%Q7O(7EXHk++E;3X@U3?)h%p8 >g\\SEgt8&D?]@LI,t=-MXqpr[(>Y@(H[EB:H[ H;#s[c SG?R2?)XC,UM #8JB[Oqj>X1o%AE!'$S^JOS`?r idQP,TB# 4(\\Q+#_\\? O4&+8K](-$H>o b%,Rl$_+2,kGlp 8d(1qN&Kd5XiKd:.ia&8gDo*a8R-JP=f;OO+\\\"hZK^f?QtF RfbJFrRe;rjtA^G&L%e\\(i&3s),@udpPbQ2iYN9H^]Jk;ouR@7g;F3GL;rfTL5(fp /]S[896SV9@/eGh+EgXV%S)i83Z>Zgi0Nkn\\0(ApoleD,]PAL&j=TdOSrMSjCU^'/ hWrkV4m;*rO*H083%Fs`HQrJ!a(t7-qm:R+T$9L[3%J?T?h+uqIR_u,,cm':bSKBg ILB8J-2sV:(`[tF9J\\I5bIC0bTa2W+S*lhl>7)_uf4LRg9&YZfTZs\"t*1rdMfH.2Z r>ap5I\\%c`*NmSngM0@Fjo)(fp8qNUpuoQCSa2>\\*La`Qhu)\\qa9&brH2e4p_g 0DI!2YEXk 3>e@D-.n8\"=st4YdFl3\\HeDp,\\j$']G#;T/pMuN VgYq-\\R8k9r/kNOXTkQNP_= h^,;0ZhcNK(m>Z;R1=M^G:as)E?L\"HSb'Um'V&?_^-d$^hI UFJugH7(o0GZuD5;knFb23:b1mZB-&2S34t&F\"@1]aqT/PQGPCRqq;IPO/>il:OP6 eEKc3:=IXAT._^'T$1Fj%';:_dlGTWjnV+?NI8m5qHRG:4O.j>r7KJ*.k0LO8uQ-A =6s ds pPVJlAPH*u'_n]o_BJc!3_g-&[d@FGA7Zm*q:PiV:Xt$>R5*o-reqgJJ]e$T%W+0^ + ]HG].6%pZMjM%pS \\BB91WHZB,&3, M.MlEE7BP.RnVk$Po(s/MAD*u#j7U9`.[.W&V8+3$5+_-3Tf4X_9K/[ nWpcX.O^SUqFW2\"W?6?LcG*e?Wn/LjL;g&mi:a)fAQ:0JCktU]HX5O*!Fpi+,(BhI 'TL+59Lr8cI j;`]+r u#Ag79k@#&@D@:h[0KW d:ZJq1p:L=(>$o6qc,_c]?755!U &%?1bBc@HZ^)57X^,R[ecXJ\\XC\"$XI`I&+ nlLi=q\"1i-?Y1o#G d2sFdJqi (Q_Nn\\n/]P(&t D.3f0(g+Ijr*QJ\\^2MU:@YUDWLP)]4S2l;?dFO>W/N@mo^8\\5(BkfLh[C'SG?3J4! )ZZ8>BjLs2TYOX:m3E&X9`[\"c'-36)[PgZ1,o*6[dUHpMZrQsRoX]-6]%VPDfkCqc -*s*OB>h/>$dB )>5`+S3)bW>9liaqi0i=Dd\"aM*ItB%$#kA82-b4sd\"d.B3P5 Z4Y@5OnC.9c,c'$4]#s ,Y0I:Kgd=.(+!-nktp3m AVEu,T?f+k&da0-@CMAn=!U0VKipl'd?-6nfuhs$6\"`]RXcP>68R\"V8aCiK^RTL`2 Q[rHDitYCA1Gfot4 Njs6WKA8.ZMIVl 1Y UQ &RmATM#0.9q&g1ZN$f5]Nb:>3\\$sJYUouW^F%K6SZmAZ1.p+UT#77\"sbf(6#H]7,M G'c&#)%WZu7GQH]E!D-X@F_)tC#-KV%!hu\"L&Q*VIP1.D^-^,ngbboZq(?lB]>TgO ^8^I99662q^n-bWG0\\FA4,.,RAFFfDhF;6OSZ+iIEVM*hDc-P:_2)H*[gg=Y`q@FV ^=KrB[6>OR%9J=iQ)JHLp!N3n6/>i>GJj-5[s8N5(3-0M*Ust\">h`gJ-ADcD[sAIN 996h,_k[2l4R+$7#*m?`eb8^7nbfTMicJEVb:tFm`nGDIQLO(e)U]h!T.G`g;>b!Q S.a&\"-T;r2YOPm?ffl#g%*S5+L/j:C3+8:s_r6U M\"?LPOLk7YmbMj@G9% 7- 7BKlAb.T @l& 0OoaXkbE4`bT*YpBd] ;!%>/lKBH&@)+\\l%jUQ9uE(j$kXp-\\AuRKG^\"`(fj8?i^l\\NCeQV(17jdT ng.\\C,AJ*JIZPJ[T\\4bh[4.L&0+1,m\"=uS!\"ALV4dA]pq)*a=4K_fQgGm5LRhhN(> ?!fH:At@ jG(aR)ikQbqa1RoFQoBqG Y5LGp-Y0Z0C*iYo9/lj0q&B2U5'74)H4CEuLUH&s +RsJk:[m`o\\P(QmI8/@`35Qb/S2$;nZ>_;P= 9)WsE>VbV'F,[T#`\"Wq /%K2\\8@g7-N>)::ZH;Jg7J9gfXI;Nn;c[QH#'eB7aRY_b;s:J;^H8tfJbN=m-Y*`5 5\"uRp/l*J+9m`*C!'g,>;CdLO16hJ/S;]Z_A(A$Pf7r8+I^s?@*=j!Y>$#(6)kL ?Yp8]laHgS0gD6mD?mJ#RX%>j7 B djOC8^B;e 6GNN[j\"G3s7_Tt>^9m%@qW?S5L+65k MtqVZ;oE80240&.&a,[3XP[io?Cgt&N@mVsc)e$l:0(h)`Ggg&D @LbRZ8)5`*Vn2&/a2Y'9q(>S^UV4,& 6K9`:c9t/M3A54k)EVgL@>:e$l\\ :_k Q;6 44g X`8'M=2P@#cl!e@##uT[ogjLZ\"#P:hhB%%nl7Fr,LhO`bhl>ntS3_MtkX+ ( N92F3VtkEYr*T& 3F>3o?86jpOpA,b[Ve6AGL-3ar(N[l0@8>\"$Zc_^SM8e:B\"[`QN;\"+*bY@Em/P`i\\ MLV'Q5!73i%m7sifA8aSX3j(c,!\\. 5HXdo:ICqOcIG8c:oE*>5Aj (iCq0 Y+mXGU4cWI.GHbbbnsoK]ean8Sqq@G0uRO]YZO4i81\"rV6PT1a52m*,_`HopN-WOk ZD[jE=W[H,DZGT%J ,KG8sE= p[C1j$*FCHYRNLFWDaWN#I35u#'j'X!,$I5ME6J4^pYN AuWN4ff,XSBm\\6AuC?OMQR5E?[9+K\\c_K`\"^Rm:GQcdb.@PaIKr_(\\.!kC` =5$m+;R3Xp[u\\eJqlgZ-b-:VY6XogJm/8%fH]fi)e5`UekT(4L\"c@la.1YcY%Z'uh :D[=i\\i+bN?1p_dS#$pf^;Bf05K-F@Ihd5Xh\\&AIhQr3(A>S,J-LF)^7\"UgJa:nN) 2:Cq[D8`:I!^oa%-:q9sIAG\".UjGPLlP0XB- W/Zg>+FSQgA(eW 8@q:;>::24Hp*QpF[L_prb= C1X$N#\"g[j)i=U #)k2Wo$&jdY_M(Sh@MoS6@Eru@OQWWa^W+gUGM%c^9!?n-L(/a(*Ag=q,dc>'ad:- >,DSM,uJb74\\B$n$Gf:PAEI0b4bW7U5.X[+]ST_?pl86nk37-jB714:[\"93%N0J6^ 4K-*JNI3YU)>(a?>r'kk3el8A;\\g`@Y&WR6%ArBm`:^(7&\\Zo\"5@C@pMo9:!/_fAX fCGi.8'q3M] pta9f_[$0k+Wr.E3+=EOD`l NmeKP;.#(#Q'*FO*:LiZ.7dcLEWc=*\"QkYJ1_!`jD'h:-6EY c]mCdDd^-W>/@Fkreb-23\\*\\c%?/jWdVA[ 0mOi7YtK\\i6o>o_njRm\"gbp\\ U %JkG;T:a^R(0]1!@:0Qa\"%!h!^=aXA3DT3!d/ 6iiS7&s-:^;3G,`Q(G\"M1bd#mI#O9:\\d.;@20MuZUd#U2NAGrmIFbX6ccuG@48)IF mlmF*,Xcg\"a-%ha?hR(J[JoG1D(A>i]6!\"bZU`U.1C>j2e[Op\"-XAmh[V>HrrME02 Z' r%+=WkCS-]dfB//A?C4nu(91hHH&?>p^6*d PtJ&U]E:/[i->Z)LE^5. m`J.B5kUhF4N.c`MIKY^Fi>telaHAG19S9cZmepYcNIhiVl60n._S*D(T `V1mRtYQo_q1TKruA/BnT5+Od^(]8%*%;OT;7pbr?Ge- br [,?@P-R@:8cdBqP!T7!I#(T_!bqH;71C1f@tLqf SRChSRm@Z@i?MN][WQ%_l1h/UW^*;Y.P9q_1%lc\"p:b1;Zq.;Mh=&&Kq+cC2kP+nG Vg9^NR#@/:5_*\\^DX4Hu4N.: KY8&':Js#NC&4!kG=N/ cB(KZiD\\f2H#Oeb)!]U(%T=XUe\\QaRIs('6_\"7VjJhfV1Hp^7)O Io$[N5SRg0O.L;'F/6P>ldG=m8].Oc3Q$Y`d[Qn])>9Su5!ur_U]tPAm[ Rhs!J@i%i\\hTJ?Q3F tu_'9'u`pF:B\\H)s1#Y.:!'@bk4#j'DoWrUXS>+d^]5'6X,r0`k&K5 f!TZdA)19/lV?!4[E8cAFafT78fhh5F76(]8k'8ak_a)86H1u@c=XU iQ640*BSGi>+o^LH$Rs;>NK>o*[RcK_r5kg8a9\\=PgE.;.kV]GdF$2? K\\CR%g04ij8i/2.;0uuS0p5JtJek13[KL](m9iRpC]#RVA+ 0=]d7>mQhM.XT_&VWgp\\[>Uuo(*=rcT BsQ$GE:&LHK0>$4.cGqO6,d4i*F1 YCsU?Et@ej3$cZe-rJnQ+8;=p\\\"Ce8>V/SiMLgo p)5`[$@c1)g(a*EZM%jLT a\"=E_?)$qG`ef26RtN7T(`ITWcaLX::To4$\\>SHoCWmHMe^WhJp@JKgM:WkKI(j`l io]HDR'a),EXS:A(f.(ar:Y]t+,e*4LDT9o`$`R0riU,WTa,BEDH#F_qUY_> [k>-A[s)#fCgH`eVT69k[`cCUl&GEa#-91g\"*Q!u'Pf&0.)&;gO7/aNgGUAg d/0&Un`,pF[U[ODo\\8;0bFi_!I[W9bGUIb;?Emb@NA3eWF32$#^GE.1ghLQ0/r_MV lLbXRUWG:Cf#6oHkj pK2R 6Qa62Hir.jP5pA7F 28%O3W;a/N;.U[.Qs,@o: \"YEhE(C^%-Qj4Sg\"rEma/$`d\"dAJTQ24[&B5Td)VBeiZ))W(`Q$1pd8,8bg_HJ(\"I lL)AOo%H]Cil7t^WPHAs]o `D/5]UX*FNdV5o(\"l&=;\"&cRP^nk1.&OC1`k Ogt.e8?,1]:ijUG)&Zm(fgc2B,_CSn#VV>t0EDK, C%?gSY#$>7KGTG8+To#B't,.RE4K1 PA2/n`r%t1h8pL?h*R%aZ)\\F%3g\"j/e`+t,BrE2>6;W=/TkT3(4G?/,RaQC[no=KU 29!1AF[ 3lX_>)GQC?K8]&n,AL- ]9O.XL#G2LZq*lA_-L9% aD!bZ+SRJFLFI^4EUN+8h aF0S9A=(bug=(kYC1X_/SBA6[,f;q9&ih$NO_-+WcTQE.L0ZX2eQ?(W.T]iH#qAbs 0l9lpS-qL7 cH\\)h >l1.]%d`du2sFM_K\\4d\\%/*0@Bj6)?]`7S@pp9!P.>dVqfY\"Y+r7;`45!RKb7.jaY kOrGr8rn'0!ou.%d/%RMWWFD!R980/HhEQ9JlN\\?S'K tgcr+TrAu0n]U\".+#>S!\\\"h>BL3@VU*a.e)q$uC;;9#TUA5CY$Ho1S .8!H&;5?g$U8TJ \"73P[ K)qjZ?qBj=[g\"o1\"3XUUfu\\50a^9Z.!c05R>qoEiS8r6_3Cbfr'%NLUXN0Wrh5Y,Q fep#lfq$utN.(\\RJQMfR#/6]IbP8*jHE>stW`CuUm3>W+R];gP)QS$_j!9u9'f` cf6D?Q>TW6nbA+6X$1A)I\"4AF2Lj?u  ufF)P+NG'8GPKM1H2P]^$PEUWU 04nCEeW6uH6^Y3sK-reI(O?n7-$(u&>fsB2*f@Q9r9/u_ahfS@+* Y)r' mk5FhQjAEY:0YN%86A:Y:%\"j!MTbaFiG*YI=lA,Gn((b6@bOZ Y-IaBpkR\"]1=f0=m^ u5kS7K =HOQh?-phf7^s^hNV%afSL_UNWn\"Mb)S*J1V&C=G[;bBTi()pPP@0F6&L>.+oM^SN XaImO$M$WnDh`-fal/[1=\\6Lr65oBA9JlpPC?D#7+.nR: j/J$^dqi%Z,lq:\"\" SBC*0L5 4i4T(JSl+3j>oCuD2M)fc+Y7D7`P+6[Ht A,P?+07`XJHFlpbjTrIu\";:92Anbf(AX'n,bt>_5j7Y Z\"4kb >Q7O%$1PF>2\"FX>^RnignI2:CUS6O_;S'7W.&AP IF3J4hELT,qR`)oaih*flPjpB2X`gnL[:RZGSP?MP\"X2(Kf3bmoG!WC4?g6aF&N0* ZKY#i\"l$X=bGW?Lk15Ump64Tr)#\"4PpDaF\"L6C1d;c\\$Md>\\=];RFmB NN\"a )4hg>W[_nHeh4PX[>GMG\\;B;K\"Z8/]TGLTN HJ;(1]IK:_BE\"Z$X;/a;E2e2*8>thl7gXDIm7g=E6Ima6& $#S\\6cDIO0;sktK44P\\%mEB`rHkLbjVmkV*+0W-B'jLIm%NEfUo$-^K\"MP1e $NL!%Adr8>lQL:Dajb757.X&V+DrK:,'D. sTcJa\\cbBuRMu/#%jUI!;#IU\\LZi:62 q_Y1XH)RTcX(f#cTg#!OEp7!hN+Y/*Xl8n#[m.UY3mJa=SrK:9.PVXr,(/#TZ!qG1 o-XIF[Ej.^:4`u\"U=#@S:/#.`]>/_D2:=]^F(mmqL4)e?T@&j?+U&nHFJi#jqJcu@ ?-4?4oNkp@fV/@BSlTQrY,/d)A!EaN?@uZ&Fi(,XZgM)ar2,\\8m \\?@aVOu6P/qiR/Tldgft*GDZN6$1I+ 6S\"pC =+@3+[Ilc _N),&2]^^Sr9j:Q:HnW-\\`ZfYqLeT[e/dTfB8i\\2H?T;XF6E6:/+//k#Dsui6iSO o*(%1#tjg'*2fan5E6]]mNb^ kS&82Nu(Pp\"I:ol]RE($9d5`m Z]Xsif(f=*)#3\"`m6E! ^Vf@_1?Hj=?fX!\\8\\$:>9i!K,5sI_HAK8JOs!^  )>/h3^78 W1bI\"]D%/#Y4>#-eu#p]`mQn>Tljn;Wb%pUe@Yq0#rFV^\" &MCRR4VXYDoBGtq>& =WQ,:,rhFT.$)tJ1^,;Mfjuj!bR/E4!#ng,['o6#;Z0[L)fg6:*cs]/oQG`Ff=&[% /q1A?%Vr@P!B0*j@\"B[MPr_O);5/1B'$sC! eFH;IKljYfk6_2O4KN!ATFAokL?%_#;Y4nX*FUX&m9Z1t] oF@:o85:I7='P869PGCVK;\"N\"qRkML8RWe_#(Z7HU'6hlQC^h\\870DZK$,/?3,h;n ?Kpu0*K%Qr*o)r(^quf^\\;l8LD[\\uS&YAG?UOscNojTDrX\"cU1K)l4Jm`Mm_bDPSZ [7s_'i$+_&7%i>3IYZJ$:UYaLB@,JVQ-)_\\*bE.1dOUHOgr_Cch!co:./ViEgsV@7 Bs*;!deDNA9&2i`i=Egi,TeOWE2%IKn2Z3T_rfbBfL4\"2* L-3YQChL!^R&-6dkW GPG[eMg=XRn`0H8nRB_+o\\/P_>#15GU\"'$:%)BPZ?)*>Y^CjX%2M+ISF/JC0dnc?4 //S19XaT$t/,i8`jZ_+7J3HesTk=_q$Ek4E7YAO>*G2Y2@=p9rXN\\7lrli$dN-?gB 0jr.,d?43@LGqg6G\\mYKOW@CHP\\P\\'STSX0BL+Z2`r6Tha',\\mpfo-%->Gm$0$eWQ F]Za>^u0`f@NeRkYRltDa5@K*kR`%nKL4:Kmu5mESLd>^=eR-cHCJ4A'5FVFQqSN* R=BE2J:9r02qCY)rO/NG]rM=GcB9tS6u,a(SY[XL6*5bHOOhN\"cVZ2 8^=pB`qYK2pOCd@MpC4oJ,a\\f3 B` 'U%])o#+?E_[*Bq_)YYYF(.ut*Hf @l-9n^mr'=-%*un nh+[*S2;@`$@FT,LR9&\\Ro aK4c-!/LD-/=?NR(\\]i`iNDmg&>NA ndXiK;_:6E/Ks;B\\cUr=?t;1G7OIbX/HQ[!kA2(^F,nhD>_9m Kk]\\';3Jm*dbA8q#j QKMNn`J9'uT!lpK!735#c!aj]7V`h1.74tuh?ZiFG``Ya$+-l''OM)@WhK^Ej@+j1 G/Z/$ r]=CU>K6LI ed2.SKl2DkjcrF5O]SZZQHe[nbBNad2f51,r:dOf.$e`'Q=S1E'AKei7uD0M30k4^ DPE3q@SBBb6Fcr5.GHg1j%k63(0F)k6.\\B4hV(8>CDlamm1fo.:m_Qjj0#I&HaDT% XtTK\\DmE][2 $) -7j$jB,Lc+*,\"V_452&5@n0[s2p=]Q#n/U,NK@`h2l\\X,Vuo@r 1S7Q%O+JX8,I/9_-Ue'r*2D!W&B(PIS6/>bF7--CtC@\"'&iZ[B\"VHV WCni:&)fJd_/KfcG  2SK8p2V*S-2N@&RY5ca=c>'WuObb_1.5e6o5ObKl3$Q8qeCnLP*e1nM_ROqU8%Sj+ YNfR3o'Uh\"M^Bi%.nfq@^^pC$7iDCQNHb@$ArT3oS2)VW6*ntoeE7ef)H0?4.!6A? _YfX^TdZh`9_ef=AUes`(1IJS7m@kh/6J8@'YI\"c:)Tu;PSM&JU0,Q.4MS1&>LcKL &J9`f`faVlB'(r%74A;5XY,B7qC^#Sd;Cbo a0dl*6=C3_&jK9]l8aF/9tm/] dIRB$B778f_iBYcMtr;%Ku2O\"dsY:YY3)q]LOYiMe@rI0)ZjN_6UTL*p=8#,ojJe[ HaC?Uqg*b?Il^Xa^i1p;4Lo)$86p:U\\6;et4 :OGEPM'9T>;R&)&Wr@3+tJ[9m.6.HK3BS` mbO?_gCX\\9Q$8o\"7=Dot+RNCb6LV+YQ&%j?0O(b+6IZ2rLX$\"c]sqpD[?n$TLD=t2 !r@G?-+ NZo1p?$>QpDNCu?X@g6K&8&IYc6n$-O5.T&Q$oXX/`CH?Z4QEI!9_j IZbsq3o9 ?;%3ke1Y5(Fph#a,T5A:O12hXP^h'Hosgb-_!^p]Q\\JR3BTn@`W6U6o hDU@`PD-4+\"I5ntPk%QYTc0(Hi&,bC`msjGBumbEYQsSh9_mP+^*h,AAg6A/3%=b+ @cO>*hfqBgf$-B!=6i@\\ `\"seX/h,$(Y,E:`5$2EKZ(_9oT-[KWQtjNVVT@ -6>t$A+Rd1Ld))HeU1+ahMU:E-0]S>*E$@Ff>TUua7YX\"aD4(YEUasc`q9fYf4lQt h7IYD=!9L$59MjB0K2(?0D6g75)*O/G^%#nFR@sqg&H]18:9^tK_cb`(i\"JPEqFOb TK8mT>DKB]BenN#[+B\"N=WC>+^HA#n&rm3hF*Zuhk_`;K8UpU3eH#'Cp`fB%:-$Dp G,\\I9;0AUH-Y[A>.\"*K[9ghmki>\\U/L3\"aAqX0d]B+-kGYc_SJI0_QC!GU[OdYno[ ?s;f40UT(j!dg!Bi'-896sXh]ii\\nmO)]s=fA+F1'CIXjSu)&6Ek9>oD&B*=BUl;/ *$I+ue^^oJURA)h#8@MpWAL-]?g #5[ TR]t6%XdQ$IHj9>qGtqh^`>R@\"*`+RWKnCoTGJ\".BGlG\"H[\\p\"4^)\\F1hb4$_ChI^ cFu%kr?:eS4F$;mM>fHKHb+Io42^\"HlJKlo4Rsg5c 14SE]H] H$GdE@!(&@WJ\\[bV?q6KTC(C?,J1(:: 0B;SI,9ap_m]q,2VbQZ,m-tt[!5O_iQUnWdCJbU>/L\\npKI_Lc'b1t+&:YH[L#9i7 n/4nh6k]CLbOZGZ]'OWTaeSX0/rqp@255f6. ;G/H=+rDMsr4p3uC( g?7niWf>i^$\"4(c7_;+1?Rt6 [QcB@UAh.m8tD]%G5WW@APBma-C5+)&f5l[1%cA`HU2Z$\"5+ XoDhAg1-V`cM0Qs>ha8b`/e]kLTf`b*'`JQp^u9N!s`0]C^g[r1bb6(+gc(I+]];c $+3qEm3jQX$IL?Q+ki&m/!VN\"7fjo(Rm7n8\"PP[Zoq,tteS/GtVa^4g@,3jkqp'>/ 8X\";Bd=(4^qL7>rHf.8@g],d(j*tA`$3#X4!Du[!OU,%DLNa2SP^k&\\kLYsm*5/q+ B]BmVWRm%pO\\1.I#P2k^\"Uc:fKXDk MING `; :i)l*`[U;#S@YE8$pNp!_-14ku$YfWI379fC9?ft cbS7O?*60a. TdgsK@h>,A&>qH7B:6-G'^i3H1[(@#o?Kt&XY&nFYr-,/l#'^J#U+;d[=!s]69ZcA +#sDq]0nV6fi3tQp!r,+acM3]?II NWnUG7QgK3U#lD,J=]\\Sui)>:B,G0e_S0q]$7(Z!JURQi3TK4_+N&4$%;\\H g?hJ=l:90=>TRgeI(2!4`'G&sV4`H\"5n0IG?=3iUquL:/JKG,@UcV151YlHRCrI?Y )KQkVE*J`UX;*ff)e&J,,I%9HeU]]D`PT\"X!t+VpgB*O0k\"l_1Q7R(sIZ9b+OdW\\0 FK:!%6RiIY>S`iGT*)-]?,R$;,0]p\"8$2Fc6Au)lWSK/i4f-p[iL7Oh7^>mn:_r_T A> [#O? 8HgVbY>l0[&cT._n#m0/+,C%\"jZ,a?\\Z L[59>V)fJ&Z\\8/*X7^ru^ M@hitP*DeV'EEY4TN!lh*&VWp!STGp=0e+(95.cOX>I!YX?0Q#k-4sbrO;sl&%X9t -.Z\">d\"Eu`$O(qR]i^3;eM/$\\*%kc3SLr.d;qIX8lCFE#X4`tEU\\8WQHQoHak*YKE mQC+.'`oG[T7/6MG,`*lkE\\Ou6g_iM?S$TuTq:L5Nq0ds].:*SpeF+J7='Een>cX7 ? !147dIJ%]_HO_L 7nqQH A8c1i8/;RW@Gj.!ZDb^=\\l8$s)nSC[c9#JJoi.10V@n0,iKS$TL9rA67+.q1dY.5t aX$]AC5joq;>T)9a]G6idBVoS-l;h.%acG3#]59+N\\nI[#Sc>scm&8[&D9i+a d06QJPUk.D,LV@\\7cP +C4/i A,79P0J] )n#d)k=dNi >f\\dT$b@?aQYY$-5-;h0pW]ptok(&_Nspc`_JFH$Vkt*YrUeut7d2q0jlrI#P!(h? *mCP\\\\pqe^r>,Ia:0]p1J7o64Y\\a\"/]G\"=o'EDml*RJQOT\\.8u\"PB6/1*Xuk[%C?+ fL..>PcFp=p@1.Eak,r7`bu!mSHbgEGQZ&LZ=dQZ0sa-eLr*j+RZ@`e+@ QbFO/rLm](Zbf@$RU-p&-eA^[QBWD*cq1-QM@:*mNZ\\6iqWAkZeEN1eGP ,]`]aERr$0_H4*H^_*)&Qh3VaV;'ccLJ)cpY.4GB+rupTEDg>&`;S]A781WVgr!T. \\_),2J?\"=>_H6gTAoL:ZiN?gl$>-4DAgi6T%,40^134[mLGJ`_/BO\\DH3S$GW0Qe0 g1UT0;(@oO@9C9)VHX!ISMW\\Y)lpoel#%mqGI`j&1pdJoK#lgi\\pHu9)48&9Z!TCD 9a\" @ 2fB`G1$ZlM*7]rg9Z3EhBVOHbI-jsE1e ',DXXSikeB5_mjnlj\\h#=hW62+qr3Is(R(2dM^k1I3AR]s 65eT7eRQNW8V`ND19nkg+68e?7$hRA%We)K[#G%9SX[Ro P\\>'A)O:R(]l=kcmaTC,A-e`t  endstream endobj 34 0 obj  >  stream  8;USO$Zo*E)ZK`LcabtI+n hk=,b>a7.B:P% nL.%qR0ps$B[^Zk-k4WC@B*6pM-$rcO&[ViUSFiT=h&,D)]chdDk466^%];9s8A#W *tWs1/:p:Xf^[(_m^86S!*fK=ZX]k5GcFrub[(>\"70E2(e9Q,BU\\fP=nCgroj^`@2 8]AKUouVa7!7][Je#SCVZnHS'ca\\Op];7rf_S:dM(\\)cpGgCn B0R6_$nCr=3+0G%VY>R\"VVt9o>=C7QVW@/,2OE1oa'#8m0 W[_Z-@G^ou^@#@3RT3=0ePYr^&/kVWcW+%$X61):D\\'Agh#[*S^K:6EmMf_$:o?VR Q(++OBAWTbT3i]Fl`h>T\\4(gc&Bu&G5N4]a@N@qr3'KS4 EiEp\")0!SZ/g: 0]UC9k!krEa)-qe5*]12Obf-E#qN9GUN%&NnIl('J(d:\"N#)7rjUADlF0U8]C(j+@ *q*MjoqfC>->XYR)gZ! ff[_E1t.#2'W9F'X%28to\"FtpUtf1ZhaaCg6sEI_o] TbQ'd$aQ+hU\\%OJW2U:DZ\\O6Z)^j\"L4>([0J&4?@?sF;ILkXu%F,/Gk>QPIn5o>A+ W5Lg2N8J\\W&)n9#5kd]/ei^)T;AZ:@bdAGF=:Aj1@p+.@T3]WCg5./r=nXV82\"kAi NM/HaU\"-NARcll)(D[T/Ar?&Q+cj^JPQ@e!VX[5dkfJ!j9L^IDi\"_:G>5!.F%cK*a V-$?!O3[=q]4-T;A8Dq\"`C7=:Y#ZUBYPTsLro(J-H=>nb)o6N]Mg%/gs.V40d$r0l 2LWKeh[gmP%PgH;ZG1c^:67*=>cs9_aY/l]8qV.M*N=A7#-5d'_q/A[R/U;XYV L:07n&Jk,_:SH0B)iXbSBKQ2\"]sMX>/f,b n'M.s7#1\"6h=X/-@`40*,$d/rQ7*> 24lfSQ:bH5,aZ]4-!_#s[23j 0MX-'D\\/QM,d K9kqkI[5hVEm\"[1#F=\\A#?Ha?f32RaZ(ACm!AWB3rm#u]`fj3(jZ(Lc].!9i-,(2S Z:\\Cl'00M;0gSR$X5lj[Qu5KT/s'/#a_BlqR3h:C8t%%!;_K#fVTE;KJ4U40MRXn6 .:$Y>\\3]Z-)Z!!(8r'YGNMrb>Y0%BBH`m,VC#V)$/.TcJEf'T.UoAKY8Z`XXd$2_J 1G84\"?7+Og9j`]3;2]guT6_Sj*;=[,q&Jj3@Q>aUdn1WaV(R4m>I:!6`\\AC.7#PE/ _:67@pEB4J9q$ngH4q1gBDS'c5dWo0e+9:sB?Lk&1m!2sa(,mTQ@X#N3DusB9\"ErI Qmb2-S J8)Us)[W)3V5I@-B2qE1ZB/LapQ,0S]T.T\\!BmI(O>X2elm6tV_FEQ5Xn44 qQOUf%S7U%B]+F?rI0m_2^Q\"1P!(OnGC3Y39XNY,8rN'39TSTRh84#;>rm0:%I)Lg \\:%1]])\\m# \"S T4Z(fc&B]3'VZ&Ucm66ce2?8gVQMf(P]?LMYKYL%RW5Z.*o/0Xd3]+)*#6F31hV&I VIkooEuJ3Q9\"duD-6LhV'^3ma7=e$R1^4/h(rVSGe#OD/2N6>m@ \"MNjr\\o_ b; Vr'!:7Y\"3d5BADU; d7tddQ[6j2S N14(j$JN'cY=18U?gX@ZE p;W3@7q$9$d.(bBIINFedGqVmWD22%jlARb/,:(I,Infn_g&Qm2fYDIF*:Ws/'D]7 @j#1'8mVmQ&XBWEp_&-Yp]@l\\fYif4h+T)A#t[d)VmP]1Ossuu0Sq3oBejBq#e1[p 19iuKeq=X%.F(;MV\\]-I@lt4b[*tgn8>&>=U428r13#DC EUF21[H0KD`R_:_je5)E;mkt+0DmiaB BK94E0\"Q.d2jODD]nIb9-nY+)spq)Ac7V3^77Tt%W&X$q6 Bt6*(br%$ELKE[iat$/B-s51S7!f/:WIbl!G!)j(WHQ26 Sk>jiUbh%`L=]q2/r=R&Sf2B;k)V`t\\U:.$CB$Ra(@`YehTG7[7.K)O,PtJ]J,9/O >0INCbHKZ@'A^_4+V3AZ`)^meJ!U#J+o,u\\7rH0Wru&*Q^0]_JYeMBq5l?H hajWl8YG6=mShgf_' @Prd.`HU!=1Ok&T/F)GLr\"&:?eCk6NK=qZ`%R sH*ISHnm p)akF%3o=F5HCQi[@RtZ9?+olb\\bFU>XI-]Pac1sf(Td',Rot18m1:P W3O6[JS^+E!Y9:T1!bsAib-2_Y= d*W.:0%jQkkA\"Esq,C9p=_g;r&]a*'KOZT0t>^>i;J\"'q\" YRY=HfY\"Bi=+J!\"CFf\\]J\"QB@lNQ/6kTAZVm+`(\\03D#`5c02^aGW:i&AVlNGRi9* DcpFQ,,TU(^ fcGEI+1`:=In`FH#3deL=AF`Ln%`]>TBd87r]SV7@YkgatJ: :Uh`WQ>= *\"rS1P7Q.FMuaTB7$baolsB4%+@0`C'/I!0PX+g?2]sc*4.s+rk=1s\\  *B/E`:b4o$'5^Vi7M(3kaF/]-?sJhAbak_,g!e\"CE2\\flHP$9b%g TGnHQD%T%VK'%Kh3I_['\\UTIVjF&Au'tu@4Cg!^2 =+Z9t\"sEY>&.JG0),\\3Y6[#_[b+^`gpA lR]-DYg/Ca+9=H`22a3ETR+o(m,tm>8^&ihn;CEHN87ar'o C$>aE;JeGosicTK4b2bQ3kdJG4M4 ^G(T?N%cI\\9PrN&SZH+T?f9pDW[Hd cPrF8?NI@88>sU/()nVtR/dm $\"+mMJ*iD*V&+_?k'\"hU\\$40mc?95QM@h654):@p5)Rl e#,@hdrtLghF;mJ25,\\%(Sgbtb@i9$Rn]6PrC5E4lWSqD75T=V@Wo&8dnQ?u1.lIl E4 5U\\!97U:YDX.XOJb)'sCN4CfF$V@b%4hWJ,) Lp!CHU0A>'UY3Wdqq'1(LptL7@5-UYD;Y%o ISO][0OYi- Q&Ta&&jft36:esm8t0o;mE-bB[hd=/246@VWbfOI=to2?3XQg@Io*-1UhrXi=uN(^ euF]6 _ in]I8gQflS'C@>P-KCM4F??rX/s%53(lM]Cq^G)`0&T*-.(5P(j$V5TI5/[&r?) ?,Gp,&>[Vu8SFcqb6'(V kW(cri1(D)]8XW>+,\\7]i.-pPXa;Q]HagQF[+R giAUbb4p\\;SUjpH\"ku*S2aX R:1L-hS*9[p@N\"#]DJ@k*U]j^gXGm&Frt;i\\>*3V(Yb+op5/aqfcICGk3e'Qk@V^p ir %M`>B+Cn7\\#TW`Ab9dGZQ(nK%cD/gPU*5 PcCDudcIWB]2cUqX]-:$]@c;ik@FpZX\\q?NdC@pe=oc^FNRUEG$`]Drb$\\>\\_IB-e gf6P!hcaIQ@G'LU7m(6j];,,8iSi`-$DX@Yi/pl;)B47%F`k_\\lb9baOV'?8/0h$e 8PGI\\FJX+*7/]R5RQq(20k!D9'$^jTdEs3J)_Z6`33o(ojMn\\9DMgO!.4A\\1ig_Dj EW=sa;91(H!\\G1QClSRNO8^+:*Ms9sJRO)'3I[4]845Ge#Ie#u(r.Hu2aB/a2h2lr #l%>K^B\"0>5_`SJr*t8L!R/q'VO\"3@Z+Hd\\@ZmXY%a-]R2$B@OF$P(q(2 *(Ih.#58`-(nkW1+2L'U Q`t>LV$enRU M.B`*\\,l_ g`.?N ]6joR7t#eR[]_:rW KXe`@b&\",b g\"#\\1RqcN17:= :\"(;O?P3LT5Z]/efRQjZKe:#R*sq..Maa uH4/9Y`.?j!gN9Hd/ e T3bl*fo6cH]1:;c#!DcD;4Ld04\"c)iV3:oaDA!^a8KkkN8!Z R40_T@c+t_8uXB7)U47YnR2707,c?.DPG=M O@H aN#fT\"NTSjhMj9!K8:RmiA VY,`A /sIkeY8?`AjX:MW;0>iP#\\70aYY\\c Aj8)rggCi?Hh`rg@p'9PB)bQ,k&8WR'uIi2niHb1rFK.@fT\"#,Ju&j)/jK(&;t@D3 rGG`Oade^d6@.]Yo )\\hGnY[KF(FQ.iTqA7F0GW:f=),HZ`j*Cp]V/`Ht0\\&ogF\"4'%Z8>3#iVd@od\\L 1lH1=SRufE1;o&$3J_!.Ub#ul]AWdh_UF /Bqln& K&s!F%:RUG^(')f7:TJg:,E(lFCVoB\\nR^/B=H,!%piA+>[HXDk8.e CiSSX_O]aiGFq[p8 @`hc$hW+WFYUKV'\"Z9m,.02K>@/r187\"gLm., M=#@nk:Ve^fHDodG\"QGt*0g$B:dTk.$8bB]>mM]m86T=4LgndT#_XP,>/j$uUueGc Zmoc4Qr&cZC:Bo\\Ys5Z?2GI^5HV(,Oqh(kX,O(e@>hW?Sms_jS/G]**hp:omiM%0I c0'2'\\I*3hGE-0UFVDHNhrNMTDWY ,oESYV1WXn:u Y\"Ut?d0c)&WAkWZf?FUSZeOi+.4^WHf7;#S'p 9q3ETYRf&O[:N2 =see6p-2jYaiHZ4aC.i jL!@@ZH&mOFUoj.1T3Yo^Gm2A.(;sArdDo;B-'/9%4sH\\4i#;?2ZQM0ppp?9G.(]T frkUhDLM!EgclTH$]WB WP94#O\"X>^#=NZs9:RRN 8.qb7nP=\"A?R)Hf[rgN%sg#KIJE$p'\"/KRa'C\\>+QMVBU/s,K0^0FUR3ZM!1s^E RQ8jt-D?5IBn.2NCTp4,R\"n7!A3[e+%Vd@F-HTgJU7b9,PZV+8\"M)l_#$^(9Z3:,T _e\"S.>gq][hNKfi-b9pPhOOIIhj._Gn_!TG!g1Lkq)p_Aa4@3>_^kK5T4jskmX';- ou=Iq(67js\\Gtp$OEU`O 3Q- QMi1X\",$\\F@i@Ho(pUlt5DmY8lKH#- >r!`n\"b.+g9TS#.:j+VVggN CN50i\"fSK^Ve:KOmX4j&>TV[MII7?eR%SaHp64sjeerRE^jb`[ #\\ o5ukFCq$mG53h7hA6aJAH;:TiR^72m*SC\\>_k+d!-`OGhLk!ik,Q(r5ljc&)l/FL t;AdkhL&'CZ-e\"Y22Q\\.PKs iEt6XIaJ&dIaX8]Gq^k5,8t78O6D1q9-Y&u.Cg,]2GC\"u2H>YHQYMNFUfr*POb.qM QDoU.VAiVta;5RF==tegM;\"%=GZ*#8c#g#H7GeSeLR5!rJ5M0P383RqQMji^8iJ3m BF(Ps202J25WEbVVYAbF3]^K'r16`)eMB9WLQ9%>$.-o]oAcO YUfr` LAN%72a^_h`GWbY9c\\`#,h;GZ4e$cpDrD4[_]!OF!]d1(p\"6ck0j' ^A*MG-!?L+A6g7@7q>@q_VYKULDUu.dRb[;\"N3&rYBHc`bE^A8#_iN9!Q!a>p19Gh 4Wjq2Jfh*JAMk$f'mFr#?isq$e-7,KJd_*kZnQ0T@KC\"C.ILtZ)puMDF6&TTJ^)D`  \"k0uU/GS@:KT_&3jhM]  M\\ Ph6-:4`)5b@,=ZsB4gH.I)\\\"]L:#g6\"i\\2\\]9DA5!ug4?5fn9j?pR8XJLGO]olFge \"$Rr+(,u[@Lgk_i]]s4aN>Z+@%H$R*[>te 1JRoY\"IU oA$=k>:s/3?iAa,T =^p=2OTLXn;j %K)r1o.(bMJ()hG]l!MHl Y2=`'ZY!eEG4a[u?VOC1YpWdE#V::DDs.[P 482L+DPB4[0\"t9:D:p.WaLftIr+iT0i!7-[j#duqCEYW(q#WCh0b^dFE.`TgZkhnc Y1/0b5\\gA++5o$:YqkOhr_\"j[+hA-WH,+TWE(CJh5rk+t?$'OX%k#5Y*j-$7KI=ZZ (_$FZpbglLh*d]rr;W8>1\\3t\\G+NN8Bk'd0;5t>b;L'^f=!T;W[p+G^+?Sctk(m1C iO'Q>T?!L;rZBfn\"5Cb>L;33&pA#?UpRU@%48[ err!X?/ZdL]L5?WR?D7-&E'frI+lRL'.6+;un8u-3[ WW>cFG;a$#B)00mpRQ,KIc'=:hWGKTqIf=2Um7A(W>DSMLMkqWeeVDlp>3S3E2,b5 5fF'F\\od>jWu!8r^>/aXeXOmu\\T-5ncQ.Iq;!j6*:$p]h)`fLYp_;_7:d4UFB;\\M= p=>85n,-b.kPNR nS#2\\-YJDsaRXkoIS5 70AbXP8U,UYoQO+F:L8:k;uMVSG>5PJF:Q@-4B+D@#D1jKJO$Ffh?H8l';lfZ$8X2 *m*G2QWVop T_E&#S7(mdL?C:C+&OGY.]ggJr n2VCTqTS\"P6.W1Qrr;r8\"F-lpN ,bb92\"^Vo*,) eOC`!Bp;!fA8Gg'-DQ,['L>?%3;.A1`6s-WUh$'`\"?8u6C4&RQ.)ednKO`Mg.t5S7 Tg'>_cah&*M*-1R R)kQt9KC^-bTXJENGID/0bBk:)-u46O eRJun^Y%&EB#4IZhWUGFM!Ge32sBHk!#UdWI/AF\"LG[k(@i-^G&SSF e-_R]XR&Q&W/a)-F5?d,J@A[ucBoQ(;e,FUa;]8Z_T^1-&Q9 d,d V=#F7:A eS']._cZH0r4EZ(W/pJ9j.dU0::7ap/e.RWG5 04#f)Xb@sD iVglRjbK*bmSin;Hs+.[:^.deenRT69g%SM>d>m>9N5'=Pntd6^c(Z0ni[,6!(s`; V=O3L\\o_k:+Dp6R>]gFih9X20`#CY&#Z>ULc0BIt^\\k''\"k$Sc-,#ID8M2qS2_Cqn -T7@CF6iXE_Xm?pneWLRR'uP>KRU d*hiQ?+LEDsdLmeG7J#h$' 98%tZn?j1/ip9d4rW(2;fepZtJH0r*C*3u^Ar2dI!WriJTHOh!NlH[,3E2>o#@7NG =91R0X@*k#Ast'D3jR.nlpGW\"TSf7^K.hn7G&2%P3r$96$J=Sq%V'l$M!Q10YsmN, 7LRGj&5S$)*W].Yn)Xk>.4etkTS=\\_YR9DiPmTlF=='088gV[V$5FnHPq#W.5ns[U A4jhp*+bk4)1u*odQ6&m@ 6'_&=Hlg_OH`YDCMQhL5#FWq$'V!qYIO5X ?\"?H_]r/;]VPM:sYKpG#Hf`s\\YM-\"drT-a'Z1*a +j b_:7*2_pa>AT1.TUkLde'6,c[mU>eq8!kOp; loqd@#Li1*4h1GSV^. jmq7Vjt5iJk?P_!K6$gL3t#-L@2WBO;>!gPW%-Bd\" R`t6@W%93rB_MWasO9 7t\\uU=pqS6-KOh?t74;%#2p/\\*; 1$g0CBsY-bCEoV GgBW)Af_:B&c.(K';8sL@a&HJd9t@%UaG:3B$rP.mAK\\79Ud 8cEkID)]?i':WS1&[S-luBj\\Ys!]*/-GW\\\"tsi#`NIA?-&94uEt,@[2?Ni#,Rt _EG3e.LX=%oaEo]664gTBpY]:SH#0 n\\;LrCb4n5D81)D0_B=W\\S]9(1tG)7 ;r+]Q:0b?.-FQoa)aeAAgAaDp&5Fj)W`mgP]Xa.Es&s23X.FYphcL+WaM +[c024CA.BP1#M;&_`%0VcF82G-Z EBqU[$_QosO)ak-#K:R:;OLmC(U+D58'#?5!6c^mWqp*5\"33qihWFJ%Uqh'Dr:Mqb XJV]Ti/6j%)kqRYjeOUD&QlLF9U\"qOC@gA\\Y6#B(=$L$9%,[m]7j!nHIR2Go_G?>a C]!DMF_bKQ*`diArtPAm%27HOgT`MbK@/fujomr)_c\\e-5.d\"2$H:rKNW[.Li)/HH ckB4CnEf\\,68m5]cPEka*%s?bZOSYa:!ZM!>X\\bK_M=$+i^-AoNdfc,FEAMndV;_L qL3'B&/83IPN60[K64(mnbMbT\"+FM '->%lU>6=pJJL`:9Z3q n6rJd@%se`nn;9uW&7j2N`n$Fk4-#7+KHqq:(M/oX^G; ``EqXGANpW.bLH_[#2#-E@D *9_'tpk(S5*'-3(H>%KC;*QlP1:)8Y@\\CR_.uGU,A0iga$!A.1`+?6+-.+ p,pPoJQlo[!-\\[TF1$a1'\\NWT4i#5.kVKR1DOoi*k,f fY12R2QVGpVaVbY[S1T;\" YkrWY.F-]/NnF7f.8MM?s)1j9M!*>ZQPaB9MjU()p?Zm Lh0#:7),f+,n\\6K,DeTep%uO^BHa Z0adMp%lGuC6! 8OLeHlXb*+4tU7Pf\"1rUOMU_%%BaP/2#qc)q[>mT0uQ. EQmbioV6R%lPf7pTG[HYpLeV)RaWo46SgUT9\\5 e&o2d\\30X5/%8k6 =QTrV_`I(J.u!N-S=RV`#oS,skk6o]6bUS$(-TK?!\\?6B96UbSkOJBP#XG#>/^J]^ cGT:/NJ'\"T_R;+9%a(@$ d.\\;&bM;,DW/2;oj(bV2d3@Q]I5,2/nX7\"$6Gd fF20:I\"+(6c/HnMRNT'!h:rKM=6@Wk.JHE\"IZ-O@a'\\rU,)b(29m@:8D'$KJbiA'5 gr\\'fJ\\SMR\\llcQOW8OQBD8ll4l'%)#p&1-dS5'2jV$51Q'bU\\K@!GXl!oI9IDkI9 [ttXDFc7^30i/(PbiNGcnAja ]c^an7;%F&%KXFOo,O/kKMO W8JW=X&R39TrDg-u O]nY`%).U>p0\\],+7(I;.$6)8h:]NZ6W s-+Y+lLX#qeG71DdCW#\"A@#6T\\liY-4*3FW2V3G!k.:$./L\\* kK>J%(>32iFcXG)Mo&ufg?tTj=4uDnWm=X+m0ZTfVJh[rs7e2cfI\"m*N5,Dem+BU= I6N/9fk8?LkHAq>T.`t+ie0/?Z2n*96),r`2PLJqdZ-5I-@Ch*'\\Yf1!RoWJG#MdS bD8E8_?.j5#r\\&`*M!s?;o_D)0r]7'QBbIOh+DY[^? @*EgDLL1,E85(AMUcL.88Mj\\ qoU\"0ZPtgTML4BiUd!r,ZqSE3`n3+jA9#QNebVoP?hQ5MX?-9r\\EX^BM P#$ '*LGjU!Af5^]%qhKl2[8+ScKaj)n**o,/%UqgZpRli L_u?kc('!0\"*Q]IR`$bHZVE4aJJSUn\"9Cf]K7:S,n`g1ZB7p\\(aF!*&JH1`OFur%% SlG+R,@h#`17BCYncAQR9Gc8k\\P+&&ZB,6aiB&Dif5SF6_X=kQ:V,b@7!b_$KUeI[ &g*52F;G/K>-4(8Vk)$Z4UD)(\"gS3]Oa6;fj!SG@De1G`/o3fbg]`8j$HOh6pp'(? ;80j3h?%PaW:]9VZ5mIsb3kfT$?Q9?gRFg^)47tDDi4'RH;W3a(\\KiD(W-7N'g@/! bS&>uj,5\\%cfe#rrnIIWoM;UH)QAS6)l6kQrA$7#N8M3W0qV2Mh0i_qf!ibUS\\?k- NKEo:P_:3TI>@uC%feLKEdKKZ@15_tp S&;BVgo 5jE@sV`\\;WmpoR&i/@_05[EnP$,9-FQq4]h\\!F&7IRlD=CItnTaha-HM\"I9jWKiI6 9hQm/:\"@&`\\.l !Gt7I1].@ s#)$V=?AL'`X%*$GsKrKmEesmF4_DpnRbrR*TFu^`V lt?d/>'[#,9eKu.&_Y7ACec mV=,Yhj5Q0ig VfqHVo#0dBm SY\"j0Ms#uRYT%2lS9J=Y)a%)IZhVu_4.uj\"J4C.=Uu)X'>YD1j f6-TEEMS_XqRrb27dCle`4jSWe@\"$%+kn@& .d4>tCPgYK+dP7Pq4#SMU`iLkmrL8ts`] 7o fW87W#jXeaN6@]?SWp+ /g@3$ZPRD5chF_St%N*hpmpV-7U\\_F+s&]b].91NB1V G'7))\\-iGA@e\"Wnqi71Y5@H6`6aPQQHA8f?B:]>8#V-hdI5*5Y6\\9m-2 *=k\"Y_HVor!thgtB1;Za2>#CII.P/\\kIgBV*t9dWfBsf.db`\\PoMe[4S2S@k(#YZX S;j+71MsChUp1Ki[FI\"O!KMCK4qB6!*o%F`!aG0COf,&Kb/X2f$q`1M&&[B$WPk:j l'SYJg&^)fm7=r2HOX Q^\"l0&M.?p:$OSTCKk=rbf9\"W*O&rk&s%\\a a5FRa/$\"EB+ma51$)ZH;R53XI*5*517h3X2A_]T&+dPXO4;dn%q2%4tDmV$Dhf*JP \\B1s2gQ:gf-0\\T;9AP[Y\\KNchL7+kt3QVmqFS05oaTd@`j;ht=Xq2:Z0XZ(c[;LDn ?5KPGde2/ t\\Fe`$lqIX-,:p84+\"1Bo81^XlPh,Q1ie'#cHK/ZltKLI9C8 CVPYoftd6P/67q/Zg\\SP^cc$0/o]bV#.Z978m,pkTE@:29k,m/R)mUr#8tpp>Z`%L *aC=`=f\\W! 6QFP8 ZjfW!$=U7`8J=?=cqrps,)/?2\"&3V7D5HdV$CS7uD&n2T!mQ82d%IGH$&tqMp.r(\\ #\"X\\rg/*otTeW!HhffP^g,*%5?G7]5Qeuk>Dce&]L5fV_5P$?`mMYc5ll.TO&sGa- i$itESoUQm-md\"i%cND#.]Z/of3%A>*I&r?7SVQ89^Sh-;rqS^Abdgbg9X7NSQfAj -pYVFU/I:\\Wf_&')XD/[-k;IGaoa6oMnC[&bDDaR96\"_$ige[[)Aj4`f,piM)TU&n j-osrrmuj>D>2e:/!s?DgP/@6^kVmpHN4&4Z\"[:+m3th5E@J.eO_\"9.!hGRM'>]'i d*?uj4RXlkGqY:gSV]si=dWfDbE^M./:JMiEj>guOo^tbOKo&-J(9V;oE3Wn`dcJ+ nk\\ f-X$\"F`)e*U?_qH4S>=L:r2D#*Q)$aFTujg>P:/@:.6?QDb'4BW fh?f@;_GHlRun;k/9:\\?*>gn%0XS%1n^h-^hY#Qe`?jVu=>W=Ae$7d$>K74+C g+Lmn`T!>JM#%94Eh'(g siQ\"V-_j=k=S 8J\\:5MN4Jd\"W)QF2N;(M72?Rk]?].KnA/J`K:TgaC`:nY12O6KX;#1jDdN&n-4BB* q7',>QZ4#Rj4C0X%BuH2%qZ$.Nlb*,\\MAL/4jI,\\G?;:![):V[gc/neAb^OuIb1j iXh$e;:3F;_FRUBL;NFa@a^SIrs2 \\R/A&gD2r@H(;;KhCEIa!$1:3\\G9@i3I\"b&+E@cE@C\")r,nhRu[GI>=C,fPJWA^cG g>sR-WH>R/eXTp.>*=:q9BWUG/DalSkB?_LZ Q,VP5C>JNY40 -3>o:bUg^$5pq,bJC+BE#KUYe6R6\\7U=P:7 5M=0gB^%-qkTt6H@FS`&\\aR#O:gjX%u4+7.I\"(Nk0 l#Qadm(&B?7[J$Xs\"U,%UGeeF:&q0MG7g.W41=&6UD,g5BHYN -Sa13u!)KtKZVU1)A/6(OfIKhd SJbeOi5F BIWY6QV:= %dJh*[Y=8dS+L@/A3;u!X\\IP\"Nfh Oq/FeJ.91MhgWK^X\\Qn>Bm>%eYM#L@0gf27,P(*82>U 6IY_e/u[Lu[4SRJj+jjpc4&PI`$,RPXF6V?aXEZ(cCt:B'ubh**?ig\"#/>OG`X[(K -k\\bq*=5\\mG+_0pC*cgr7]at@7U6QUDI#Z.+.r.)*]F+e#!e!=U\"uUH@Vlk^KgIO$ 5YVisAb+Ygl#LYoS\":k16M-ZU4MS>4$1n8QBNmgoA9Zb&=W8H2RlK%B lO,MM)# KL!AX,rk?^ Eu`L!4C#7tARdaT8+a)7==QZQQj-=KF]\"4]UqE;,>,Y&pA3N_9NUGel8QDdWmUc7M ]mOb\"f;r/FW=AK#DC@CgD(4lqG#19a*U]KRDLQeGV_f1HWIE$8Km85q/\\]Q`BC ,A@l2W^Ef`(#%t1W6l9fPY8ghIR7HdMcV\\l0=shR\"!=Ld$Pd7L3V@l a)d,,=#cM*`u11ca'fUBAHnnP*lV5XZ9t@(j i,pi?!'T:\"Cf'Pp\\%7tPa&2t41P;J8lBc7aUe**:2Bu-nt#-tfMb6iuF DE#J[m,B*bDd2_bhm:KA@VhMifpP=9A6O>^\".!`![E_ro%6L%`epWI]5%Qod^WoF6 A)(X#`F@c_2J;VEr9nnIJ\"gfM2#cK6%Ijr5n(ig-G9XojN\"_WfZZj1*aj*k\\^pnTi 7Y*3/bh*T)q#@F?EhikW3s4BId#M@Fi HfJ2\\bQ_fjSM2KbSLF3aaTf1iD4@UFWBCZjDHSA[@+SA`7f [nZW+,[$fA=rH+UJO\\8AEAfZ-Q!R'*9!bfs;qnE(!qf2_.Zje/M cD.:ufK2pX4 8Q1rt$uPAUAJ2++JXsL+%MG4Bl.jlS  `\"YX;,LN8$N_G][mts,NLP^_eQLkQM0_tVOW[D4i:^lc7Jic&$RuFOW@1[V3VUN)' 7T9&=HbH1(h gOBP9u_(/L(Q\\F,>-_6Kq=s NEB,oNd#Q*Km\"h5eHpDNRn-5[Q;emjlm+NXcs(Yc9^>pX/TOnj ]>aoa^cO\"-(]W_#r1R6,rjG>i8QJR #n%TDE&_Ba*031UREY+mET:^B4sS%s\\/$0GQf WoO7!9&Aab6=G8sd$D2#P;U+oX=e2rJ/Fe1&7[gj +Bu'X>Wk?4s7jB1PFd#YA8 $\\?qTD3[OW,ZT?h E,)F(7Ku5ZOnI@f/\\,7b%tLNem\"n?2qYko^KHDCdqn&R ]FGM;2hQ'dcp)cC[;]=RB;Grl\"U,Ao0VJh?rlbNg44r1qroK=U@Z!= R4C9nd`4B(GoiNc]Ye)HoD#n.Sp*%!J0'H>=?FE(&]PEh` ;qoe'&\\%f>t>g5cXKN `sYX51BVCuo%XY!I`aeG sqt34aC\"R`Ys(N9cQ6@YX8b1p&$iA  NRh!%#j-K4m:4=Q`IW&rVYdb]B]VQC /%&c\\POmHpK%;;.(n?$#s]TbE6$K?#&!G 8UI>29qA1?C3J=bZ.P)kM[E)J2HtBLqAMPRRZRY9jD)a[-*6=QX?p^FMF)Cg/(_iB PcY8W&^E;Zj+COVT?;=t>!l?M7QI$7\":hVSGa-,$^t/e);n!\\*j`5D=nt\"m T0& cnX^cg&l&njN 7OX#2D\"euT)l BYtS0B*CkBc1WKCBRsiJBSL3';=B.@4fG$hO98\";l0ds'klmBTq&tg\"^=SS:o!gi# n4.B*_9BSe2>:X:^B%Yq/[FX&k+;8CSdVt(mU*SLjHUQR`K\\m-R:h Vfh7O7AZ?g`f(:CrJ6>f'.MKVCDiO@L@m\"aA/@:5E&^ jbmj'oCpOHG -sttHH!6!D*)@_ai$D]`[u:/YT&TkN+6>8*;>K .;KNFnL>YLkY')#JH!:l\"J>JLB6_R(k&YLO^[6.R]_qH,R^$#bhE\"$?Pd N8Y+4!1UsXDr)=`&MC5^m +lngAA$>Sqm%XAKT4XUWq9Spi`tq!$9) 1RSCAEoGo*\\FYU7hbS[q`b(hS/QEFK^NQH'F+*K>IMX]t7_%EZ^b[`pnVW1CNi:@i ' J31glAosil=8]h!DG!Rcmu4dnDo-#DUOdj@ U0%gD( bf^6CIquu^2r':Y $N^dR -L:-hdA^SaG(7 cQq[550&-k44k^p8\">'O#RM%bM/*_)>1]_eYuOna3Y=ha(0W.!;d\"`6!ZGo7.ZFFZ )'hhcrh\\r3BU_':WId`F2i0uG SmoC0s'J8fE(f Y1YsU:j!0\\! WFn(YWNjOTaF&Y &2bunQ=Q@W`ih`gJcYb7CVN\\ &.^%N4`:U\\6=*RY\"aZe,`.YVh,Joge:*@6ePX#LulM>2dX;:ut30(c R #kKRc49@W/:oQlu>f(gJ h[e $a uGbFi#+F^ [=i?DmkY&HGB@V#CjQmgP?QT Q(/\"9:dnn/Ve+MCGE.1cgW-,0.Cp,ih'kX0Vn>!K\\kG$-HEhG&lC/.!e]YL23: QHJEJ(4&Y_ZicW9fl^s#09V6?LM(_H$\"k?kD @lSXb).?$4R@V^=ah2OqAdfAa.\\7kU/P\\Bed[k1&FqC4u?>i'UYMDV]M$`L$F4tq0 HU_(G055'Amh($sDB&$/D!V4U%,q=ULs-QSMOA$(k(f016j4VrX4 aRQ;H->nJ'8(%P*o`BA;,OaAJ3p-iLhkROMY:mD2a0G G)@T?lm-q9,ro\"7d8+._g\"S(&Si-'QQp>T!7\"uCKe>O5]N$L)t7aXaZ)kdj.M&*cu A&a^876^8T4Y$][qa)?X-\"IlQXT'J6J6Xq/,.NBrj\\ZIgN @Q(A]P362sVcSMDVdW p*1f0B8%\\Yr3$NPH;o)b\"^Q.#69 36b7raYpHLd,dAV*\\h>':bYdsco4Bh0f/0Tp*=k14Bo#NBT=6jK>TJ'ArUjQp=L9C k@$t.X*C[.1S3nR_IKa2lqm+; Hmd;^T!-+N'r,dNIWinahUPY7*:.KXb> @PW#F9I i)+PYTag2P]b1I^+\\7P=D3J.5n)*OE$6#ZH 98\\j3=f_M*P6KdR(niZ sKMOI9@A* Ah7Q>A?7KKF]totC=BK0aBKp[!h1?mUS>6]dkfE4l+08T-$W -\\AiUT\\brj4k&%LI.l02omC&\" \\]JJuUV1:EQbA$T'=jQ+0@ KUX0k)2i0(/oaObjB;9[F\"#9b'tLqiTUQLN&;K=2o%ijKq8)(H,uhPH>e26?3SqYc Md>^gd\"\"+TYLPY[]q_R?-K2,54.sSH4VDOd`FC1,_;FPh90rT$WS\\0@lTB(3S`gYO .nkk/]dE+NIJ#a@YXRsr@@O%0%CamUE5V')Wg[1+\\SE5 F'G [;'o4A)?LA`;' kY:k@j--$\"0gi87-PW rFKFfe-  J**13;]U.ZWpW!g]E9Z?ii.)D*(EV_BYVmNg_T?s/3uGfADb_%$cb Z:AepmupKZQ$Od .O6dg_FT`Gr)k\\t C[`*ko^O6'37,D1h hGPa9V4k2 GZouZ$NVs@g:[182bl#UcMGN u.u0!T W*nKlga7cP-mCW;p:\\7W,&>jpAY FLf_M%M--uO72\\pr#tOgGLO/g\\+>4pjYf^ >pq?:r)*JcUsB0u\"5 Z?im_TH4G(&DG\\qHRuOmX4;7$HL4p'WAuq\\8rn6(0cD,AJ BPb_fm^+W0n7KUAi=6t?f2X:aSc3/WOjStWWF+G_q:n_?r- CY!Ig)TP:?G)@R _#Vkl?a\"#4>=i0Y6%*(!dM(\\R!F= R h\"^:1B:ge&UG;Jq,d0]Z.X]KiSC?a*q 8Ofma$ >N0K+hsc(Bn=JZ'qBgZT^ V+^*-M $(gs\"W9dl V2u+)=eZd)!-ebL*5Hu'ZKNEMAoX8M(nRg:(q0`6[MF,QG 3#cmXJ8:F\\c>C%J4;G06N=)n%HtG?pa5V# p:3Q9_:e_%9Gp97g8pP?\\*Ldke_u%tFgs'Uj8.Ohr$\"G++u,DcWp%a*6Wnmp .#(o6$mXOQ\"r':EoOfT,@#\\@#:OruZ\\l=aU;qoeFje?oCNu75&nho\\C/JY\">]eViC IG@8P20q\\>cOLj&4W9FWkSO\\0fB0i:bLM:5Qk&HYX?Cf_^$I@ '!*L'44oF`- U4(+Z%Zfr bYZHZLD;mU>)r>SE1Fa(*+P#s+DCnm@hj IPq'$k58.nabZRZ3\\dQ N3IYS_30tFRo7L4V,&5kZ Q3JKAs7e?4R_*t3jn\\_KkuS*C/^\"_3,92nZ45g!!h(kSoBnL]#:gcY\\Km+gn0jY`N T:(Qc9!#H(0\"sM5*! [3rJRtH4i27U5 ]ji$!pl5Bdn7(9o,WlZ=Uk`W_WhM88nu-#*/tGhXoFNTIfj(j3Q TC9/]IS;uI$jd=C[_Mt'\"0:bT54i*puphW?C_5j5Prk+ MfL*$/\"I[0K%;43Cpq+XOtV@6(RcfOS+#nWDVDb`\\/n63+5*r1a`:qfT+q WW!smq.3sin`'?kdXLeKP8N=_^!qEN^bK?.+fTg(5&T0+'YIuiF(L?5V-#M  #:jW\"Z\"#H@^#0a ]C\\@6 hn$& JW+. Q`.+1/+$TemLTo^D\\d9E\"_#Cbc_fDAck fmYZ#dr&Un6%B^D gT`t3$/biW;P @g 'I\"qe'ZJg2 Tm;U$KiJJpq&bn(?EK4cGnQ!E)i]iJgY]> l ]#MgCbX*\"3Om@e2J,e6l[JeuHG]caZp895IDa*fa2Jhs6Mj)KeVg.@c[h% p215dc1JQ0[lEPRq\"k@j#XB Vo[';BiIkEe#t,oVt!ra 2$\\_EdZp*$ GRgh\"8&6? *#b&rPp=/,Ph2j8K\\&Po8?\\mc.;sH\\.D-C?> ]m6&B$>2!EBKO](d @RX86,[i,f u\\6.rI*6JeD6:YlukqF\"p^X'UFmo@Bf-H^8%3.)hT2\\ _b9AerWkV.C&RQJofnPI2@l>W`NH(tf]7\\JH?+R=N-8m][WZcklcL3'M..V(0FQ`g ?1\\\"*cHkXHB9?#t?UML>aQr[t#T?YPbu$O%;ho@nScX 8^feH,`!Y1ocN83U%Q!&X80Ml TYi$])9>s]qg:)=GU1e'X a)L9HQ@.tSZEh-_7oYT_+Y4:W_^7VI\\4)Z%>!9u%jn>T`BGaUMl28l!r^NQDm'b3s 6N7+2V[g'!8\\=7d;233V%S]YW1u;/MY)eXm5E/\\U Ue_BldaR/2]l -2m+rI>f!Z:IIrG*K3 )/@*& ZpN7U$l__BIDl+eb$ 4B.$Mmu^:% 4*?QP;e1+(/O1+L$DF(,W8B0.4\"^To\\ f7E5,I(HP\"$b:!gp8ba:R\\A8tB6c/#Jn/=92 [lG#]s*`h^'OV6Y,7D0j`ma3F/XlAGET[eC0d:G`FFV3&%,O?AV>-XAbL_X1^7SYu g&9,)M5qsL. [h?`g21]YW bN$?p32XMt>npeKb@H6(5r=AtJE'X,:H&Z=/3m=+SRQ6blg3M3$elbJlb@7; >AP9\\)4n/NcXebNB!4\";Sb;?;96\\)8H?\\`Bb,QgG(V >Jb7;CE95I5>E\"LcVO cC?n)ci3fks7cJi\\(s B:Tf!]E,Lm&JR=HeVtsR6/Pt9T.D.b (=sh@h@J.A2:-23ZNm2H%A@EPhQ3-!V^+WFn#F%i`/fYee!IFh=#U)cVt94A:Kci3 Nn041omF*-3'O>aK4oPGqf]Vb(rH3iZ&q>k=>_KWcPsTE?mso38+WLU5K-&%:g[0] O &:pfWBkdDOsm%8JC/q7k%,>&h. Q!pn]`n:d\\Frdd!!dP+=F%(1Y.-]@Mm>ulAY]eu&+Q:JI]gp%.,&`,n5O&(5WSRG! b*er#[.DX8l.aNB%XZNDDTqRo8D;\"om4TIUIN,u/F!-H5kDf31i'%\\K`?>bCGY/On %>^qIBf^Y&9>V)- EL-1_oHF8enqc.#t^hf5\"X-\"0AO _h8Rg+?-HGWgq1%RL=&Fal_5Z8kVu230(tk T,f?6+`\\kn_4ks+gA'lKl#=lH_MUNhP H^)!5,G3` U@e%DN9>n:.TPOi=E// QWiI/[9SYtqYA6iFWYUM+.D2)EX4o>Y5B*n=,G&K;X E/NY ?9r/h'&-JqI5:n3b/\\n8iS1 +[.?akM[dps'QT5*3GBtX`aY4aO@H(pHkZB^\\Z01SM7j88]4FU 7k2RT':\"X#a6!Kp^^SWn$W5YAG:fAh(Fg0cl[r>/aeq\"$nHjMB0C')Gq;f*I3Vf2j \"isM[a>h!%6i5OkDJsNUZ/=>Tc*D3AQ@;)2buq)QGo`NNLWM$[9J2h' K7pgqPPR0HM46pN @a=g *?5d4!a&S?,3%_N*/6M6.p *5/J$FHEAXr01(?h?NOi+CkO1*N3i32*E9KH3kWMca%H_3c:Y\"Kbt2%Wo[@GXYoFU `EFqgIBHWjpI_Oo-+2-'#Nmr6LbZ-!Jdo4AYGXY(kb&Wa\"A2N;KD#OXpsF#(^!S]Q ^o8rq_S@a@Rq1=74/MsI\\,W\"%bRJX2/e'0>D4W)R/SUIu\"*GRkN_m'g#T0E)b;PNE 6&`\\:Kk,g4Lq?_)ia\"n!+3MWq/fbDD^+L;4l1sN]C#1I(6`:HoEqT0LfglOHMkdg\" GPt.XBV Cu3J*(^? )]k\"0_W 0TE!,l,7]7-gWseQd3^RH7nP#YpbIj4O-UqZ6`VpC/_pmkP _#SmW7Pl0 &.I-#JS/+SYM8`=9d4Y8We;WZ(^_R@fdUJpLN6DcOuBFfZoJS0$E6uC[D#EgbG^E Gs[i$Dm7O@@KpE7q/WlH M.4d@&0a]?l;I0FTt\\6G/h7(@UKi*oJJ&^'K#3GGJeVD1K%P72o?)j2?,];mW2_8H SjB6nYim#6G/XFc/i#:`>P260)GJVdJ$JK5+@GCB$b?Pt.CDb])rTP`g\"tF`%Ibk8 KSNd= L+;>tFe5 ^)3I[LL-&ds]7b1;2V^6,4n!j)F,#T*egpl%$B Emf2#VRpe5d>93f,CV!Q(h%!C#3i-Z'c#(N7JbX(/r:%3MH%'&/Vjk%1.Q-h!%`i^ 7`aDZ/V^FV+i0a jF\"E)/ro>jNs+5-DkA%3%f,)]]S$8.i\"/4g#iGc:5XGMu!QpIh.d@4DgI^5T DP3tE\\f]X\\]#%WS03tVm;q$RpRtN+H NN!@FE47^1R[Weg.IXZcZMXNfjAtEr[g>shmK-qWLuqj -H(e8Tj;h_3>-nN@f0H`WT.!cf5'@l.6Ti-[DWuV]O$Ssr93.bd5n[ila*YU3FmaF )-(\"oMRZWur5B4I]\"HIs]Cs^B;alpOX\"gn 8X9b---:%' 9:b)\\Na1\\KF4:]f+STN/k\"`@\"f5%j2C$eLIAFN4%r(Fjp\"P9H-E]p`l6=Q).#SjUE 00eY!-LM`3DJ\\0-1[204KfRpbV8j@_ FMklK2;h*]WiGN_$\\6,.%bP;AYmh *keMm3!`qm(r\\HgPO1uUO_(W q,iBa>B \\B8%lMIBg*gW[jj/Z`#FBJco6bB+.G#[WrSd545V-q5>*?8Bk/`A9XqU59i]7H/KA #]W1N_HTtInA%jP8q\\OVPGh2eO+G4YMW(4Z2V;M;X0c3--%2Vm\"t2gk/CIVk'\\Y]/ QC= -\"F.p9q&I[f\"^@]/.MWi#7+#R2U4J>5 =p[BjDo,\"Sd0hIVUZ!Mp[s%u3a\\VC_YE!=bL'o>;Z;noAaPi'F^+K.39$K!HWo0k `;6M10C5\"o!o?H6ahL57S6gf:gmoG\"]U:snP\" \\qhZ^S>pMbG?Qd8WncFo1%7MN,eij=VVSHNr=.Lbb'76/PcHjc2\\!M'Mi5'W5\\QMh @(m+ao>.G`.LHFrVF.kI8uq=R-9Xm`6snW@?Z?0kg_9dL-,> K,]VWSm;sS2?gO\";X ]h[LENfme.;bhN&gYA_FO]uQ%2(h0Cei#stbP^CK&+ Vq\\$6c=Xa7u@E /+:8L0n0(W`t6iW7OnIrMZDD]!OubCFPd'P=983Cj j4okWkZr%4!'Y:[`9DZd(13pW:@kX'Vpq#'Oj !I?C$o^)b5oGTtZg,+?KhD,1pFoa`#\"+VEU]2*\\QG$P.$I03m@Era,8#8k9imDjRn L&d7lS>5;Kj7300'*nC._u[gJ!086O4n>*B%$/^6DZVqZjRUuW d)l7hidf&\":o, XuacU5qFaVR`lPhC'-t/3G'a?JCirp\"@HTX'!7,3WtNs5N*MukJ>VHE5X.WVb#PK( f6\"-#Qg.o7Z_;SQhkgYT2\\0`X\\h/@)(VZ$BM\"L2jrAFJ*%L0Y*B0Wn&.RJJK:^`90 $9c`H>9OG'i)t:GcF?P#X39WTF-U6h#+Q]e#h7nI2X#hqS@90G!7*6f\\+n^-rI>^Q F^0:`g/mcbk1Z6?Wr+p`IGYnnlmY&X#3;G/bb/c(a@.MreHfQi3\"h\"lJkTU>H`S@= 3.AF]1FQlCEY6G9XD.- LsH$s  endstream endobj 1 0 obj  >  endobj 2 0 obj  >  /ExtGState >  /ColorSpace >  >>  endobj 3 0 obj  >  stream  8;W\"$m;gr@&psbq_u+VV'J;t*:u;/I3:U&;cIp]N=0C 2Zf&? 3Nl1e\\ZXo]H_@9,7q=B[O*LnG8=:i BFT>0XX#k\\\"Nj:G$QES]+H[&!f.DI!+Mn&]^PN'kC/CR'-+ja=Y*&.,IM3Z'W$,?) \"#Z)$+J#JX-1goA(Q\\i1b0j F):b$5\"[K#EPmSkXcg I^uijAlp,okH$-p8g]/5YW::3\"D%07=UiRH(6\\+LBX%N3*BUB1BjNTZY!['@D KhYX(5WLOtXYsM6+-#4/]Ji(,Epoq2qI9)fS3Ua`'ain0F4#\"5U d1D8s6/c;[Ut mqAQPRLm\"=Da\\F\\0&jIEK^t0t.&j!1'XS$OI`FWbWGhmC3Br8m9j7!YUY,e,a7'$7 (>I8Ho7DFTeoW!W-CI hKMABOl^>[ph/)SfMZm'!I@1uKE\"=6&/1SOfF`TZMS_,m\\/rdQ6q-'_ >rV*arNGuYU(;ar]OC++JKP)V1;5]ups!5 N(N-m[RULB_O.%I/4?NY]ZScJ6!JX:\"3W.i[Fj6O; YkHul8,?sb!@]IN/k>_0tH!n6UGI5M' rrIW bOn:DonqYqpQ=A!#_9DZP_c,bq4F>JJ5Z\\r!Cq[E!`WVV ?rE@;aofOF9H)IO!^Ln' +,jki&9.?=hkb#leFpeof=-1j/A'SOg8b=0^IEe[qKl/`lB+[\"eR!d%>1IFiD*,Bs K:SUB6cW^1=h@FAI5i/W*/4b(@6Vuu^eNOd=@@ON\\W\"BpcuWh?i@8pEmIbdR-Nd[u ]ERl9`^nnuJa:\\i3/nMfRSZ&77Ph8V*3hd/VdS! iF;css:8WLPmoEO! K5!*j)0^puiP$W:gQc`6YW->5a7fI&CpdIshP.:ZmS,>r>WRo-l-Tahjk9kM%)4a4 /5!85]_dBNA\"kpF=)DcD:\"bUW9de FmX#H2Jq-7;+JZ\"-*T_ nmub/8\\L*  endstream endobj 4 0 obj  >  endobj 5 0 obj  >  /ExtGState >  >>  endobj 6 0 obj  >  stream  8;V^qm;C[g&q,AE_q]_j?u'W\"?hrqErS2Q8,ebku,(F9_ZFHSrJY_Z*CU=-9FnZ:n 3O)go\"E5nb,%o2k3HOtAIIZ' n[T8fUG[?XoVnqN[7[c@ff=_#E?9DV$7j3D1>C#' Ie;Z8qUb-6Ma HD.B+Z'qoX;h2Pb p@UR$SH;.B@1XQ/gK7BIm/FY=]37E8?G%'1.cXNTgu.GU RMABi+% us4a\\:DB.>0hqhZHrXOfPg!\\cc+1Tm,(P !LK'=,6*Tl@$as?]Cq5Eh;`$&=`c [ES]h+B$QYf4a:g^=PotiYO1+I93A9(E8Ct a_ZVfSe5(E_%a-EBRu^pGWMN/aJlTpCJoOoR@#Mj4B%:k:8[QWE^IRKa6)M=,*+9) IR^h;h!UrR:T();)3k7+&6MPk,W OL$d9$Pg#HBp6>Y.OeECLTlcAX\">/&$3YiiC-\\4.=EH445 dVt@SKt\"c#M&K26G!V=rD_)BI=-d=qVP8an3>U% 7G7\"Lqn.=FH7p,Zi@n7Pg.irDYs$QZ>ljnGLSP#]NEeC^k? 3\\?!k[>I\\\"Q-AE9s1(C_g^+bo[`2QO@1C@Kn)M/IV)@mpR$,g/QGB0d @E1=Dmm!8D3J-F75@5H2[TG[d]3FYY#1Q=Q,:]?7P6LRJ[U -HUZ2EiANbJ(INe5gKlu&r4P:m1'\";p[g[[+.qWs;.EQjm_9M>>U]Uo3du^aZVlPJ /e7&MQQ)L;$qX(,NCmgNnSjd>qWB9Dmib`'?:,h;:rlf5e!tWa7U7l]!,qrN?'ME+ 2K0-a,SG!_9IDJYLrn&Y0_?c)c\"tWVL/I.b':/74UKcu`';_@e*r_#NX@BZ#`l@%9 .-B* :D(Whgno'=EueoYBr9?i1n.cp\\RGPQ.H3V[/C/j8 i3$#cH%Q$8G9\\S;#51+/!a-FZo)QW_RCpIG&!/fYmfK>e[N;_M2p%Pbc(^E!GM'/7 'oYE)bd^ZriUn8\\YK`XR5K@da$nc(p(q&nh :4)I^Tf7Z/Lo0;= ^(i^W0`b,o-i7ulimB23UA,)K@DQ&[I>T.:o5`8BaW^m$AjbpN-\"p^`=K$%$d1cmm )X!kTO-7V,0gD(&[;er]^I4t:ZN%Xfe):lCKA\\Z^\\Ajb,7>&C:M\"0WCUn>0M8R!uu !:Cru*YikG\"2P6i:NUMId+GYRAR*o]lGNjW%(7>qWh'HT1q'T3_PW%@Z.C[a,9)_D 5p7D\"'l.>V-PNX-M8A>]0T,i$-gYs\\r%\".'n'B_]C';LYFp,LdiZNT#EK]7U0Rh$V e\"c5q4^o746jTrgfl[k#(cLG4eZ'*q_]?-bVEq+0hZt7crpO5'-;N5bm `r+A7FEEG>Y frJ+Jj *!(4+B_G]TJ8Y38-DQon0pjmH95PBP$r?)HD*/Tj$^b?j[?7bP7[\\*en>,puELmPL U\\hlU^t@;j[BjB/A&34[ i2hA7k*#K3C@q7_[ i6IV&11C83(?a7;1=Iti^Id)R*2A9jF_l]koA7:dA+4JVRIC\\nk9*/)Yr^&?K=\\j6 Plu?@b'UU3m'^T:_6ej#7kk'n66;P*9(;q4>?T\\D2N_SCLqG+mlt>q;Bi0V8UpUb; =7WY$=[A[&f5\"2@K.Lihjq[C.d+R2j8\"_mIm:8GNn3$RSoL9ju5N7\"!Hu1e6?=BI\" Tf\"^'\"SZsP%qe/ZqS&;`,b5_-iHtXsI`h,[B*0joKiWb>4D$:e[Fq> [YRZf7W)F\\UMpP@9g5B.L^Y%#Rq6:4eEb\"*pr_72/68Z, >,;J\"IqN`GnFSV+K4JW.c)7kh;>S&4SoljTf(+X]p%C-jI[ SRQKF $lDa:&@NATgaO)941p)u'JT%g!8buB'M]\\F)I!lQ4J9f*JV.;I/T,KYqI%:ZfK4/W =Pg%e\\G4:Uep.:IS6N!f0Q3Tao&3R]`s9n=r8=RG%5+V:r'R+*&!m>L^/_ugI\"l?B _*i!$-fOn+kECjB/8!&8=U\"$@oAu]8ECKUUb]oJgR!=QNK7#HB*p.-;!5rlqYkP_u H6(taf;%R lB  endstream endobj 7 0 obj  >  endobj 8 0 obj  >  /ExtGState >  >>  endobj 9 0 obj  >  stream  8;V.am?63^&q#:ZL\\YXcac*%GC8JNa=1aKV34Va]O`IV#r!+F$+sIY-!T5I\">MRpC S0!dAV^kadR3W!(St>Adj8.o-om0@H>3@i..?3j>rjNjpj7.fja,=JRIufrHc'Ypu hgE2-d+77O3gDr,RofO3-7&50rKdYUFb-F3I\"$9p;!W% -HQ FnWb3sJ:K;A2?i7n:#dBhY B75;Q_=IHIm516Unat'OREXZ[&([!`^%\\>dD5k0lelLs(=X8pqI,5)HdDk20J]j3u VQFc2l;Z+Z\"]_k+:oHW>IMHC_5l>iN8DU)3`;TR8Dl1Wn%(EMWPB'?r`Ac(]ej0rV VV50(VMZniZmt_rCh!q-4MK'BAK;27\"\\shBPoa;R?K7F64Ds0r;)V1k3Trup&a#uh gMi/+,alosb A@>` o1ubTJjC2ThS(h;=>2^3qWpF Xl4hNap%0bNs.+77_V?cqk>0pm]p(m1N\\0O\\6++k,M5.@TJ!VTf+gGa&'e'i!PY(l I'Bbg8L-aQo?;r0B.GIa?.Lg'?pqOXOa5OnWhg0ff& 4DR!d-6RM(IaF075#'G>p!AuYI$Pi!(/NYM_f8D'GdPqf9/a[l5ncsce:8u;M9d5 (XUJtTTbpr?d[H!,u*G`:)FXI(YWF7[Jr\"=BMm,m5kZ34F'#f5d9_+hNN8WD_V 8O!Vf0>\",6AeoY/$4Fk!GVk>7^ ?@tS14_C&&FS>Mdn%E3`s$`R;PA&jV1IC Q0LCee[A'!iVrr$tXB7 iJXoKYZJr5I`]sK+(BG;kf2PbX)2iKWrj]e \"8o.;69GeV&X32U/f5-Ue\\n89;7_O\"$GIo6`SV2SGP ).R`]s7P%j]#OBQ_+VT\\NWjPT0Ug\"q7en3nk[$HB\\,*1/?E4/^&o/SY6aZ3n03+:a _rKKK077H*D%5b'WeEX1C#Fa#D(g Edb/fA?-i(\\^IYepmo7bn*NT%CZ/ F](;BJ*s^+/A\"66U L[c@ZEP0nrHoNWk$k(g?L*B24Wpi;P[JZ!a^K]ShB=NBKl8P9ZP1eofDA0Pqaun_Z -GOh2?f)Ko)!NFH/b)gi,Dd:K5PgU\\L@$Lr[]O_L=@:f,*A=M`Y-Vmtej8Y5cE(JN Mj?_kN>2#20)PRBg'r8++0D26d@DGpoESRp5@6UgmVbZ#7m09=pZSjjj%3Co&iPln i#ErR\\8.71k:d^U`!9$!WN#\"631JpT?OaS2Zg>YLiq+B?c_/[X5CaRd*iT)S$2$($ ;QUh.I:_#thjZSUV*4? H59n`B> ![L@;NEf0;#@[b-DMBlV@/M\\bT?C.IgXtf6LJ^HVi&6$hVR$?#%6`]GdU\"YTSkP3h mS*5OV0=Ng93tE6bMaK\\$hst *$gMq6uSX^TdDkR'2&>aE  endstream endobj 10 0 obj  >  endobj 11 0 obj  >  /ExtGState >  >>  endobj 12 0 obj  >  stream  8;UkVd>ls>&GuV0_]hl*+R:T!Yg7a@Tga9Q#`;\"UOM7jY[Da1U$7'1QrJW!eIQ+U? Y*\\p&JBg&SZSSqo]W5[(FhOZ0lGK],dK4pn[p>5V77E]bD7SJ=E7iDNFI_1\"q,#Hn icEr>j#h[6mjPSQ!hD:f8RnH$WV8-pG$\\0jp>I1CDC\"99dL.*KdD=J ! @;XXLt`SHUmCq0 JoHp4GI^aijFkNA0$7RHha_tWZ[V6C.SadNb SF`\"^F5d'j^IYEaW]D_+,Ek?4;h)t],*m''QYkWATO1-.$!j$Xs\\_V%>NN^n+R >mn2:XoZX\\1':An^6MXUZ@%r'C E0LqX>p:QO VV(b-@R;eHaclRk!rDuP3/flUo5.W1$9c^k5E-NEl*qUPg5b/ EC>KAVeE> ?dRE&bY1QL(9An  endstream endobj 13 0 obj [  /ICCBased 14 0 R  ] endobj 14 0 obj  >  stream  8;Wk&GuR^d( C`p^O>Ui_OW=R%#Y>:&&jf.A\"[PN['LbECWg,?j D0/6C7@c'6A$$6lIHo5_oe>[p34'IQNh$tG8\"ECfVUOuUn+Sj:GOP\"VhnAcTo)PF2 V5grR0FIl?etC>]N5ZPI'OmjE!! 20G^Mk45[OD2BP 9Zk.)nGe=sfBE_E5T)Nd.$V,[S3(_nW]0-8p)0BGV3NB^;%r9c\"ECk,Z\"flDkBuDP g;F>X ?\\jjA: DiJ=5[LYHFl`lEON`9Wl UV:Vpch(?A!h]TAhuP?9 &\"J24&-@=m!l@5[L^2$E*TV_PYS>/E3R@ahW!=oI*HZiRYT@T^_dGPC\"1uBuE\"It\\ O22.l7rTMs$*Jh`?kQ.cLL: &rMHBTe*,B.Y1Q\\ (,A3.cjH]VlA(+f*RJ]fpWue$\"EY-b\"FUGJ5nBXWTU.>6dpX;6#J7gdYS`CO;rAX? $*8_oi$PrI?3_\"WU[UJB0RNpc%psr:iJ6nR!Y?9e7iW*a,\"  ;.Mn3$os5N5ph^aa:\"5gE`!5[U>]buRZ#>9)RL7H7>K8rk[F*?H3Kj+B@,65#/QV` 70k,/$&]'=69V$#0M'hfpkWmDE/cPGGY04oq*Y6 .Y+BB&CM7pj0_ums KV\"@O(.*!_P.FXM_ nl gl-%2@jX'3R'i?AQlS)sD\"a5f@Ce4(QqNiAbX(A7k!eDW(5:kiP-AJu M]L$`ggN[BV&kn?p8'!M>8D=iOeWVr$m.;ruh>&s.tF?7>urK@ZA?UMoum^ /8Zr5/X;XXQ3StE=h_8[XQ$?3XYs:@>MZPRXZ`dBXm ?*O]5DdTlh\\h\"i0Ni?b&,r$^;*Vh'f66j$?!I3gnWY?gdg2(H4W6X*gIdN 4hgQA4bGl?4\\%UfHGNq(?>?[G?C/;2hP&e0mnrNm6Fnj?==;lSSFYY9V##3.N;Ga2 Fn%'Uh;EY2pU+@i?^9N9h^oF1PUu)2*> jdE^-skag,q @Q\\*L@eRc'NqJ=\\a*na\"9G/[T-93-&`$NEGa%aKnicF.8j1e?.8l-i#9peK\\8o.6b SjZ+A8_T8J6Y\\!696X$AP!bD!-(dr+Vdu\\6VgO]nRAs%GQ3O65Veo,>^!LnqG2[[, 8=-2l9YZc7aJd5U6RFND,BG.%03P$NQE7FGh!F%e4kWVP@WVBdDWSIm)KS^:1%U:n G3;$3O3@\" >ng8f MQL's!4 NGBI$2'k*XVAX6:2kOo+Ch[gU=r+G\\7k NWF?c(R8=MrY, ;8gc!9?\"ul7`N?d6-$a]4ik:X3m\"qT36J_R2TrPQ29`JQ29iPS2U8bW2p]\"\\3RG@b 4OLmk5LRBs7+90*8^tr6:=[bC h@odAD$,!Ct\\@4G1uiJJD:=`MVSj\"QJNV IEWYM_=s^#;B +6TWe1?cC87d8:b>O(>9E9mDf L@#T?SF.fn[-p9Kbj\\a(jmdB]s72-?)=scu2\"\\ZX;\"`]=D>*l$MYJ(aW;/FKa8/m6 kPKK$#Q0tf.K-jW9E*`HD?'Y1K_,'~> endstream endobj 15 0 obj  >  endobj 16 0 obj  >  endobj 17 0 obj  >  endobj 18 0 obj  >  stream     Microsoft Word - aufderheide 911 films_fin.doc      endstream endobj 19 0 obj  >  endobj xref 0 20  0000000000 65535 f  0000087378 00000 n  0000087529 00000 n  0000087675 00000 n  0000090484 00000 n  0000090635 00000 n  0000090750 00000 n  0000093828 00000 n  0000093979 00000 n  0000094094 00000 n  0000096939 00000 n  0000097093 00000 n  0000097209 00000 n  0000098343 00000 n  0000098382 00000 n  0000101769 00000 n  0000101800 00000 n  0000101844 00000 n  0000102113 00000 n  0000103335 00000 n  trailer  ] >> startxref 173 %%EOF"}]}]