[{"detail": [{"content": "Courses - Communicative Sciences and Disorders - NYU Steinhardt                                                                                NYU Steinhardt School of Culture, Education, and Human Development       Department of Communicative Sciences and Disorders                                       Courses                                                                   The list below includes Communicative Sciences and Disorders courses that have been offered within the past five years. Since many courses are offered only infrequently or on a rotating basis or have only been approved recently or as pilot courses, please check the current schedule of classes or ALBERT for the most up-to-date listing of current courses.                                   Course Listing                          Course Number       Title       Hours       Units                            CSCD-UE 0402            Acoustic Phonetics           A broad-based study of acoustic phonetics including acoustic theory & measurement; distinctive feature systems; integration of physiologic & perceptual characteristics with concomitant acoustic features.      Course Page               45    3            CSCD-GE 2021            Adult Language Disorders           Introduction to the historical, linguistic, & psychological rationales for the evaluation & treatment of verbal impairment secondary to brain damage. Clinical tests, contemporary research, & treatment methodology.      Course Page               30    3            CSCD-GE 3021            Advanced Study: Adult Communication Disorders           A doctoral level course with lecture & discussion covering advanced topics in aphasia, pragmatics of communication, nonliteral language, affective & linguistic prosody, voice recognition, language in the dementia's, acquired alexia & agraphia, & schizophrenic & other psychiatric speech disorders.      Course Page               30    3            CSCD-UE 1065            An Introduction to Methods and Materials for Diagnosis and Therapy in Communication Disorders           Introduction to contemporary issues of clinical practice in the field of communication disorders across the lifespan. Emphasis on integration of previous coursework with observations of diagnostic & treatment sessions with individuals with a variety of communication disorders. Each student completes 25 hours of direct observation outside of class under the supervision of an individual holding an American Speech Language Hearing Association (ASHA) Certificate of Clinical Competence. Introduction to clinical settings through study of fundamental concepts & current methods of clinical assessment, client interviewing, treatment planning, clinical writing, & implementation of treatment plans within culturally appropriate contexts. Special attention to professional conduct & ethics of clinical practicum as set forth by ASHA.      Course Page               90    3            CSCD-UE 0008            Anatomy and Physiology of Speech and Hearing Mechanism           A comprehensive study of the anatomical, physiological, bases of speech production, & perception. The structures & mechanics of respiration, fountain, resonation, articulation, & speech perception are studied.      Course Page               45    3            CSCD-GE 2402            Approaches to Natural Language           Provides hand-on research experience of method & procedure in analyzing naturalistic speech & language materials. Normal & disordered (e.g., aphasia, autism, schizophrenia, & dementia) speech derived from archival material & media are utilized to explore topics about linguistic structure, intonation, grammar, & usage. Methods include coding, categorization & tabulation of linguistic elements, acoustic analyses, & listening & rating studies. Students learn to pose research questions, perform quantitative analysis, & to interpret results in a scholarly context, leading to conference submissions, honors proposals, or published papers.      Course Page               20    1-6 (var)            CSCD-UE 1205            Audiology: Intervention Strategies Across the Lifespan           Principles & techniques of audiologic evaluation & management of hearing impaired individuals across the lifespan. Both personal & assistive amplification listening systems are covered. Speech reading & auditory training techniques. Educational & communicative options for individuals of different ages with different types & degrees of hearing loss. The cochlear implant: implications for rehabilitation & education of profoundly hearing-impaired individuals are included.      Course Page               45    3            CSCD-GE 2015            Augmentative and Alternative Communication           Provides a comprehensive overview of communicative approaches for individuals who are nonverbal or who have severe communications disorders. Special techniques & equipment are employed to allow these individuals to communicate effectively. A thorough examination of assessment & therapeutic process is presented, with emphasis on communication disorders secondary to congenital/acquired cognitive & motor impairments.      Course Page               10    1            CSCD-GE 2067            Baby Trachs           The problem-solving & decision-making involved in the management of physiological-based problems in tracheostomized babies with emphasis on application of the speech & swallowing evaluation & management & breathing valves are explored.      Course Page               10    1            CSCD-UE 1015            Communication Disorders and Aging           Study of the communication disorders & disabilities experienced by elders & the role of the speech-language pathologist within the field of gerontology. Analysis of communication disability within the larger context of the aging process. Investigation of the aspects of normal & pathological aging, contrasted with the stereotypes of aging, & verbal communication & swallowing disabilities e.g., effects of aging on the voice, the hearing mechanism, & cognition. Explore the concepts of prevention of communication disorders & functional treatment approaches geared to the specific communication needs of elders.      Course Page               45    3            CSCD-GE 2420            Communicative Sciences and Disorders Research Colloquium I           Students participate in discussion of research topics, & engage in research out of class with a faculty member. During this time, students are also exposed to examples of scholarly research presented by guest speakers, who are eminent researchers on speech language pathology & related areas. This course is required for 3 semesters for doctoral students but may also be taken by master?s level students for a single semester. Doctoral students doing research will faculty will present results at the colloquium.      Course Page               15    1            CSCD-GE 2114            Computerized Analysis of Language Transcripts           Technology-based methods for transcription & analysis of language samples in the assessment of communication disorders. How the analysis of language samples collected during spontaneous speech production plays an important part in the assessment of such disorders & provides a key feature of research involving this population. Students will video-record an interaction between two speakers, learn to use digitalized image & sound for transcription of language samples & use a computerized method (the SALT program) for analyzing language samples collected during spontaneous speech.      Course Page               10    1            CSCD-UE 1650            Contemporary Issues in Health Services in the United Kingdom: An Experiential Approach           This seminar course will include didactic coursework & site visits during which students will observe interdisciplinary clinical service provision at sites in the metropolitan London area. Students will observe evaluation & treatment sessions of children & adults receiving clinical services across  disciplines such as speech language pathology, audiology, counseling, nursing, art, music, or drama therapy, & physical and occupational therapy. Seminar discussions will focus on the role of the interdisciplinary team in treating individuals with various disorders & provide an introduction to the  practice of health fields specific to the United Kingdom & will explore attitudes toward disability & the allocation of health care resources in the UK. Comparisons between the US & UK health care systems will also be emphasize.      Course Page               60    4            CSCD-GE 2077            Counseling Skills for Communicative Sciences and Disorders           Provide an overview of the basic interviewing & counseling skills to help communicative sciences & disorders (CSD) students achieve success when working with individuals & family members exhibiting communication disorders. To effectively deal with roadblocks to success in treatment, CSD students must develop a therapeutic relationship with clients both for obtaining relevant information about the disorder (interviewing) & for helping clients reduce barriers to their success in treatment (counseling).      Course Page               10    1            CSCD-GE 2022            Craniofacial Anomalies           Analysis of etiological conceptions of cleft palate & orificial anomalies related to articulatory & phonatory disorders. Clinical tests & procedures for general & specific therapy.      Course Page               30    3            CSCD-GE 2109            Critical Evaluation of Research in Communicative Sciences and Disorders           Consideration of the formulation & design of research problems; collection, processing, & interpretation of data. Evaluation of research in speech & speech pathology & audiology.      Course Page               30    3            CSCD-GE 2079            Culturally and Linguistically Diverse Populations           Integrates foundational information pertaining to bilingual/multilingual aspects of speech & language, & provides students with a framework for providing clinical services to individuals from culturally & linguistically populations. Designed to educate & train student clinicians in order to serve as bilingual speech-language pathologists, this course fulfills specific requirements from the New York State Department of Education to attain a bilingual extension to the certificate of Teacher of Students with Speech & Language Disabilities.      Course Page               39    3            CSCD-UE 1066            Diagnostic Methods in Communicative Sciences and Disorders           Introduction to basic diagnostic principles & their application to speech, language, & swallowing disorders across the lifespan. Course will build on a working knowledge of common speech, language & swallowing disorders & focus on identifying appropriate standardized & non-standardized diagnostic procedures, compiling case histories, & developing test administration & report-writing skills.      Course Page               45    3            CSCD-GE 3400            Doctoral Seminar in Communicative Sciences and Disorders           Students explore ideas through discussion, library research, & other means for the purpose of selecting topics for their projects or proposals. Individual presentations are scheduled & students obtain feedback from the instructor & the other students. Topics involving research, such as human subjects protection requirements, appropriate statistical procedures, instrumentation, proper writing style & scholarly referencing, or database search techniques & library usage are covered as needed. After completion of the 3 required credits students are expected to attend weekly meetings until the completion of the proposal.      Course Page               10    1            CSCD-GE 2060            Dysphagia in Children and Adults           Description of swallowing disorders in adults & children associated with various structural, neurological, & behavioral disorders. Assessment & remediating approaches will be addressed.      Course Page               30    3            CSCD-GE 2062            Dysphagia in Infants and Toddlers           Anatomy & physiology of swallowing in pediatric patients on a developmental continuum from infancy through the first 3 years of life. Swallowing abnormalities in this population resultant of anatomic/structural deficit, neurologic dysfunction and/or other pathophysiological factors. Focus on the selection of appropriate treatment strategies in accord with clinical findings. Problem-solving & decision-making involved in the management of dysphagia in the birth to three patient population.      Course Page               10    1            CSCD-GE 2028            Fluency Disorders           Review of the most recent theories of stuttering behavior & the clinical procedures that flow from them. Differential diagnostic techniques, their interpretation, & implications for treatment of programmed & non programmed nature are discussed.      Course Page               30    3            CSCD-GE 2127            Hearing Loss: Rehabilitation           Special problems of management of patients who are deaf & hard-of-hearing with special attention to the cochlear implant population. The principles of auditory development & implications for aural rehabilitation. Challenges faced when selecting appropriate evaluation & therapy strategies for individuals with various forms of hearing loss & communication strategies.      Course Page               20    2            CSCD-UE 1990            Honors Research Seminar           This is a semester-long seminar for students in the Honors Program in the Department of Communicative Sciences & Disorders. The seminar has three main objectives: (a) provide a forum where students engage in a serious intellectual discussion about the process of conducting independent research, (b) provide guidance & structure to students in the process of conducting their independent research projects, & (c) prepare students for presentation of their honors thesis in a professional forum. Participation in this course is restricted to students who have been admitted to the Honors Program in Communicative Science & Disorders.      Course Page               60    4            CSCD-GE 2424            Honors Research: Communicative Sciences and Disorders I           This year long course sequence will foster the career development of graduate students who have an aptitude for research & will provide a framework for faculty-mentored student research. Admission to the course is restricted to students who are selected base on competitive applications. Students will develop & implement a research study, analyze the data, & culminate the project with a written paper & oral presentation.      Course Page               tba    0            CSCD-GE 2425            Honors Research: Communicative Sciences and Disorders II           This year long course sequence will foster the career development of graduate students who have an aptitude for research & will provide a framework for faculty-mentored student research. Admission to the course is restricted to students who are selected based on competitive applications. Students will develop & implement a research study, analyze the data, & culminate the project with a written paper & oral presentation.      Course Page               tba    0            CSCD-GE 2165            Interdisciplinary Case-Based Management of Dysphagia           This course is designed to promote the development & application of interdisciplinary, collaborative approaches to evidence-based management of patients with complex needs. Through the use of case studies, student led discussions & learning exercises, students will work as a team to review & critique treatment & management practices. Discipline-specific standards of care, problem-solving approaches to ethical decision-making & case management, & skill sets central to competent health care will be emphasized. Understanding & valuing the contribution of each discipline is essential for effective interdisciplinary case management.      Course Page               10    1            CSCD-UE 1101            Introduction to Articulation Disorders           An introduction to the study of articulation problems associated with functional & organic disturbances. Basic diagnostic & therapeutic procedures for children & adults.      Course Page               45    3            CSCD-UE 1230            Introduction to Audiology           Principles & techniques of pure tone & speech audiometer; interpretation of ideograms; consideration of etiologies & auditory characteristics of major types of hearing impairment.      Course Page               45    3            CSCD-UE 0017            Introduction to Communicative Sciences and Disorders           A presentation of clinically normal voice, speech, & language processes provides a foundation of the overview of major categories of communication disabilities. Includes etiologies & typical symptomatology of major communication disorders.      Course Page               60    4            CSCD-UE 1207            Introduction to Language Disorders in Children           An introduction to language disorders associated with various categories of disability. Basic assignment & remediating approaches are addressed.      Course Page               45    3            CSCD-UE 1012            Introduction to Neurogenic Communication Disorders           Study of the nature, course, & severity of the most commonly occurring communication disorders resulting from neurological injury or disease. Analysis of the neurological basis of aphasia, dementia, traumatic brain injury, & motor speech impairment on communication skills. Investigation into current evaluation strategies & treatment programs employed by speech-language pathologists for these & related disorders.      Course Page               45    3            CSCD-GE 2030            Language and Communication in Children with Autism Spectrum Disorders (ASD)           This course offers an overview of current knowledge of ASD in the field of Communication Disorders & related areas. Students learn about current theories of underlying causal factors, as well as different educational approaches & settings. Special emphasis is placed on Language & Communication skills as well as Speech Language Pathology assessment & intervention. As part of the course requirements, students conduct individual case studies throughout the course.      Course Page               20    2            CSCD-GE 2035            Language Development and Disorders in School-Aged Children           Study of the developmental reading & writing processes in children with speech & language disorders; the relationships of speech & oral language skills to those processes; reading disabilities; & the role of the speech & language pathologist working with school-age children.      Course Page               30    3            CSCD-UE 1601            Language Development in the Preschool Years           Focuses on research on normal language acquisition & development with reference to three oral language components: form, content, & use. Implication for facilitation of language in children delayed in language development are discussed.      Course Page               45    3            CSCD-GE 2039            Language Disorders in Children           Examination of assessment & remediating of language disorders associated with varied etiological factors. Considers cognitive & pragmatic aspects of language. Focuses on the determination of goals & intervention procedures for children from the paralinguistic stage through the school years.      Course Page               30    3            CSCD-GE 2000            M.S. Student Seminar           This course will service as a forum to further meet he academic, professional & personal needs of the Master of Science students by providing the following: (1) a thorough overview of university, departmental;/program & national/state accreditation requirements, (2) advisement related to academic/professional pursuits & (3) resources related to the community in which they live & serve. As a result, this course will promote opportunities for student/student & student/faculty interactions to further enhance interpersonal & professional skills development & improve student satisfaction.      Course Page               2-8 (var)    0            CSCD-GE 2016            Motor Speech Disorders           Diagnosis & treatment management of motor speech disorders, including dysarthrias & speech dyspraxia.      Course Page               30    3            CSCD-GE 2141            Multi-Cultural Issues in Communicative Sciences and Disorders           Introduces students to diverse populations in our society & to explore how differences among both individuals & cultures in terms of gender, age, race, socioeconomic background, sexual orientation, religion, language, dialect or country of origin, can affect interpersonal & group communication, as well as clinical practice. Topics devoted to improving cultural competence considerations for understanding, evaluating & remediation of communication & swallowing disorders in culturally & linguistically diverse (CLD) populations. Designed to improve effectiveness as a clinician with diverse clients & to help prepare for today’s workplace setting that often includes individuals from different backgrounds.      Course Page               20    2            CSCD-UE 0009            Neuroanatomy and Physiology of Communication           A comprehensive study of the neurological bases of speech & language production, speech & language perception, & swallowing. The neurological basis of language, respiration, phonation, resonation, articulation, speech perception, & swallowing are studied      Course Page               45    3            CSCD-GE 2023            Neurogenic Speech Disorders in Children           Analysis of etiological conceptions of cerebral palsy & related linguistics, articulatory, & phonatory disorders. Clinical tests & procedures for general & specific therapy.      Course Page               20    2            CSCD-GE 2117            Off-Campus Clinical Practicum IV: Pediatrics           This clinical seminar allows students to apply knowledge & skills learned in the classroom to real-life situations in a variety of pediatric settings including schools, therapeutic preschool programs & private practices. The lecture meets weekly & examines the culture, research & professional practices that guide decision making in a variety of pediatric settings. Topics include but are not limited to models of service delivery, individualized educational programming, language & curriculum development, professional writing, multicultural & bilingual considerations, family counseling & the team approach. The lecture is paired with off-campus clinical practica under the supervision of ASHA certified & New York State licensed speech-language pathologists in pediatric settings.      Course Page               30 lec/150 clinical    1/2 (var)            CSCD-GE 2118            Off-Campus Clinical Practirum V: Adults           This clinical seminar allows students to apply knowledge & skills learned in the classroom to real-life situations in a variety of adult settings including hospitals, skilled nursing facilities, rehabilitation centers, & private practices. The lecture meets weekly & examines the culture, research & professional practices that guide decision making in a variety of adult settings. Topics include but are not limited to: interdisciplinary interaction, cultural & linguistic diversity, models of intervention & evidence-based practice, counseling. & the team approach The lecture is paired with off-campus clinical practica under the supervision of ASHA certified & New York State licensed speech-language pathologists in adult settings.      Course Page               30 lec/150 clinical    1/2 (var)            CSCD-GE 2119            Off-Campus Practicum           This clinical lecture allows students to apply knowledge & skills learned in the classroom to real-life adult and/or pediatric situations. The lecture is paired with off-campus clinical practica under the supervision of ASHA certified & New York State licensed speech-language pathologists in pediatric & adult settings.      Course Page               30 lec/150 clinical    1            CSCD-GE 2115            On-Campus Clinical Practicum II: Diagnostic Assessment           This clinical allows students to apply clinical knowledge & skills learned in the classroom to real-life in the NYU clinic. The lecture meets weekly & examines the concepts of assessment & intervention planning of communication disorders of varying types & severity across the lifespan. The lecture is paired with on-campus clinical assessment & intervention planning under the supervision of ASHA certified & New York State licensed speech-language pathologists & audiologists. In addition to direct clinical contact, individual supervisory conferences, & weekly lectures, & students prepare professional reports. Students must register for one section of Clinic Speech-Language Pathology.      Course Page               30 lec/8 clinical    1/2 (var)            CSCD-GE 2116            On-Campus Clinical Practicum III: Treatment           This clinical allows students to apply clinical knowledge & skills learned in the classroom to real-life in the NYU clinic. The lecture meets weekly & examines the concepts of the management of communication disorders. The lecture is paired with on-campus clinical assessment & intervention planning under the supervision of ASHA certified & New York State licensed speech-language pathologists & audiologists. In addition to direct clinical contact, individual supervisory conferences, & weekly lectures, & students prepare professional reports. Students must register for one section of Clinic Audiology & Clinic Speech-Language Pathology.      Course Page               30 lec/50-100 clinical    1/2 (var)            CSCD-GE 2111            On-Campus Practicum I: Pre-Clinic           Study of diagnostic principles & procedures in speech pathology & audiology. First semester concentrates on standardized testing procedures, case histories, interview techniques, & report writing.      Course Page               20    2/3 (var)            CSCD-GE 2130            Perception and Production of Speech           This course addresses prominent theories & fundamental issues in the fields of speech perception, spoken word recognition, & speech production. The primary focus will be on accounts of unimpaired cognitive processing involved in the production & perception of single words & phrases, & we will consider a range of interdisciplinary perspectives.      Course Page               30    3            CSCD-UE 0061            Phonetics and Phonemics           A study of the production, description, & classification of speech sounds; English sounds, stress, & intonation; phonemes & allophones, ear training, phonetic & phonemic transcription.      Course Page               45    3            CSCD-GE 2108            Phonological Analysis of Normal & Disordered Speech           Emphasis on research in phonological development & the application of theories of development to assessment & intervention procedures with the phonologically impaired. Phonological disorders are analyzed within the framework of a linguistic system, with reference to distinctive features, phonological rules, & simplification processes.      Course Page               30    3            CSCD-GE 2075            Principles of Intervention of Speech Disorders           Principles of problem solving & decision making involved in intervention planning across communication-disorder types. Use of diagnostic data in formulating goals & procedures of treatment. Sources of knowledge underlying goal & procedure development, including (1) the nature of language, (2) baseline data, (3) factors maintaining communication disorders, & (4) language learning theories, are addressed.      Course Page               30    3            CSCD-GE 2142            Professional Issues in Communicative Sciences and Disorders           Overview of the regulations & requirements for professional practice in the field of communicative sciences & disorders. Topics include the major contemporary issues related to employment as a clinician in various settings, including professional competencies, ethical issues, conflict resolution, decision-making & interdisciplinary collaboration.      Course Page               10    1            CSCD-UE 1045            Science of Language           This course provides and overview of the scientific study of the human language faculty, focusing on the cognitive & neural processing mechanisms that underlie linguistic knowledge & use. We describe contemporary approaches to delineating levels of language structure & review various scientific methodologies used to study language. Topics include language knowledge & use as well as language change & variation.     Liberal Arts Core/CORE Equivalent - satisfies the requirement for Natural Sciences      Course Page               45    3            CSCD-GE 3001            Seminal Readings in Communicative Sciences and Disorders           This doctoral level seminar will introduce students to some of the important, seminal writings in communicative sciences & disorders. The articles chosen for study will provide historical perspectives & exposure to current ongoing debates in the literature. Each week students will be responsible for reading the assigned articles & attending class prepared for discussion. In addition to providing students with the opportunity to develop skills as critical consumers & disseminators of research, this course provides a review of material that is relevant for providing breadth of knowledge to individuals seeking a doctoral degree in communicative sciences & disorders.      Course Page               30    3            CSCD-GE 2005            Speech for International Students and Nonnative Speakers of English           A speech improvement course especially designed for international students who wish a phonetic analysis of their language usage & practice in modifying their accents. Hours are arranged for student evaluation & practice.      Course Page               30    2            CSCD-GE 2125            Speech Science: Instrumentation           An advanced & detailed study of the current instrumentation used to evaluate the acoustic, aerodynamic & physiological aspects of speech production in clinical settings & in speech research. Students will gain expertise in the instrumental evaluation of normal subjects.      Course Page               45    2            CSCD-GE 2019            Therapeutic Procedures in Speech Pathology: Advanced Voice Disorders           This course helps students develop hypothesis about the causes & rehabilitation of voice disorders. The course helps students learn to test those hypotheses with patients who have complex dysphonia or aphonia including the aphonia secondary to laryngectomy. This course is for advanced master’s & doctoral students & for professionals in the field who work with patients who have voice disorders.      Course Page               20    2            CSCD-GE-GE 2020            Therapeutic Procedures in Speech Pathology: Aphasia           Emphasis on the theoretical basis of therapy with the adult aphasic & on practical application of those bases through the development of specific therapies for specific problems of aphasia. Information about credentials, ethical practices, & multicultural issues are addressed.      Course Page               30    3            CSCD-UE 0032            Voice and Diction           Analysis of student?s voice & diction; elements of the speaking voice; study of English sounds, stress, & intonation; application of principles.      Course Page               30    2            CSCD-GE 2037            Voice Disorders           Anatomic, physiologic, acoustic, & perceptual characteristics of selected voice disorders. Research, evaluation, & therapy are discussed. Emphasis on case presentations, role playing, & other class participation.      Course Page               30    3            CSCD-GE 2033            Voices and Listeners           The course provides a comprehensive, interdisciplinary overview of the multifaceted role that vocal expression plays in everyday communication. Familiar voice recognition, perception of emotion, attitude & personality, & interactions between speech & voice perception are described from sociological, psychological, physiological, & neurological perspectives. Evolutionary biology, cultural differences, singing, & uses in media & courtroom are discussed. Clinical studies examine self-awareness of vocal expression & the influence of vocal quality on personal identity. Voice as communication vehicle for speaker & listener is fully explored.      Course Page               40    4            CSCD-UE 0033            Voices and Listeners           The course provides a comprehensive, interdisciplinary overview of the multifaceted role that vocal expression plays in everyday communication. Familiar voice recognition, perception of emotion, attitude & personality, & interactions between speech & voice perception are described from sociological, psychological, physiological, & neurological perspectives. Evolutionary biology, cultural differences, singing, & uses in media & courtroom are discussed. Clinical studies examine self-awareness of vocal expression & the influence of vocal quality on personal identity. Voice as communication vehicle for speaker & listener is fully explored.    Liberal Arts Core/CORE Equivalent - satisfies the requirement for Natural Sciences      Course Page               60    4                                                                        This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     NYU Steinhardt - Communicative Sciences and Disorders - 665 Broadway,  9th Floor, New York, NY 10012                             Programs                   Undergraduate Studies                      Overview            Future Students            Current Students            Curriculum            Minor            Honors                              Master's Studies                      Overview            Prospective Students            Current Students            Curriculum            Clinical Practicums            FAQs                              Doctoral Studies          Study Abroad                        People                 Faculty         Adjuncts         Clinic Staff         Doctoral Students         Administrative Staff         Alumni                       Clinic         Courses                   Course Listing           Course Prerequisites                        Research                 Faculty Research Interests         Faculty Publications         Research Labs                        Events      Collaborations        Plans / Outcomes                 Outcomes         Essential Functions                       About Us                       Connect with NYU Steinhardt           Apply Now     Request Info       Contact        Get Directions        Call us"}]},
{"detail": [{"content": "Courses - Communicative Sciences and Disorders - NYU Steinhardt                                                                                NYU Steinhardt School of Culture, Education, and Human Development       Department of Communicative Sciences and Disorders                                       Courses                                                                   The list below includes Communicative Sciences and Disorders courses that have been offered within the past five years. Since many courses are offered only infrequently or on a rotating basis or have only been approved recently or as pilot courses, please check the current schedule of classes or ALBERT for the most up-to-date listing of current courses.                                   Course Listing                          Course Number       Title       Hours       Units                            CSCD-UE 0402            Acoustic Phonetics           A broad-based study of acoustic phonetics including acoustic theory & measurement; distinctive feature systems; integration of physiologic & perceptual characteristics with concomitant acoustic features.      Course Page               45    3            CSCD-GE 2021            Adult Language Disorders           Introduction to the historical, linguistic, & psychological rationales for the evaluation & treatment of verbal impairment secondary to brain damage. Clinical tests, contemporary research, & treatment methodology.      Course Page               30    3            CSCD-GE 3021            Advanced Study: Adult Communication Disorders           A doctoral level course with lecture & discussion covering advanced topics in aphasia, pragmatics of communication, nonliteral language, affective & linguistic prosody, voice recognition, language in the dementia's, acquired alexia & agraphia, & schizophrenic & other psychiatric speech disorders.      Course Page               30    3            CSCD-UE 1065            An Introduction to Methods and Materials for Diagnosis and Therapy in Communication Disorders           Introduction to contemporary issues of clinical practice in the field of communication disorders across the lifespan. Emphasis on integration of previous coursework with observations of diagnostic & treatment sessions with individuals with a variety of communication disorders. Each student completes 25 hours of direct observation outside of class under the supervision of an individual holding an American Speech Language Hearing Association (ASHA) Certificate of Clinical Competence. Introduction to clinical settings through study of fundamental concepts & current methods of clinical assessment, client interviewing, treatment planning, clinical writing, & implementation of treatment plans within culturally appropriate contexts. Special attention to professional conduct & ethics of clinical practicum as set forth by ASHA.      Course Page               90    3            CSCD-UE 0008            Anatomy and Physiology of Speech and Hearing Mechanism           A comprehensive study of the anatomical, physiological, bases of speech production, & perception. The structures & mechanics of respiration, fountain, resonation, articulation, & speech perception are studied.      Course Page               45    3            CSCD-GE 2402            Approaches to Natural Language           Provides hand-on research experience of method & procedure in analyzing naturalistic speech & language materials. Normal & disordered (e.g., aphasia, autism, schizophrenia, & dementia) speech derived from archival material & media are utilized to explore topics about linguistic structure, intonation, grammar, & usage. Methods include coding, categorization & tabulation of linguistic elements, acoustic analyses, & listening & rating studies. Students learn to pose research questions, perform quantitative analysis, & to interpret results in a scholarly context, leading to conference submissions, honors proposals, or published papers.      Course Page               20    1-6 (var)            CSCD-UE 1205            Audiology: Intervention Strategies Across the Lifespan           Principles & techniques of audiologic evaluation & management of hearing impaired individuals across the lifespan. Both personal & assistive amplification listening systems are covered. Speech reading & auditory training techniques. Educational & communicative options for individuals of different ages with different types & degrees of hearing loss. The cochlear implant: implications for rehabilitation & education of profoundly hearing-impaired individuals are included.      Course Page               45    3            CSCD-GE 2015            Augmentative and Alternative Communication           Provides a comprehensive overview of communicative approaches for individuals who are nonverbal or who have severe communications disorders. Special techniques & equipment are employed to allow these individuals to communicate effectively. A thorough examination of assessment & therapeutic process is presented, with emphasis on communication disorders secondary to congenital/acquired cognitive & motor impairments.      Course Page               10    1            CSCD-GE 2067            Baby Trachs           The problem-solving & decision-making involved in the management of physiological-based problems in tracheostomized babies with emphasis on application of the speech & swallowing evaluation & management & breathing valves are explored.      Course Page               10    1            CSCD-UE 1015            Communication Disorders and Aging           Study of the communication disorders & disabilities experienced by elders & the role of the speech-language pathologist within the field of gerontology. Analysis of communication disability within the larger context of the aging process. Investigation of the aspects of normal & pathological aging, contrasted with the stereotypes of aging, & verbal communication & swallowing disabilities e.g., effects of aging on the voice, the hearing mechanism, & cognition. Explore the concepts of prevention of communication disorders & functional treatment approaches geared to the specific communication needs of elders.      Course Page               45    3            CSCD-GE 2420            Communicative Sciences and Disorders Research Colloquium I           Students participate in discussion of research topics, & engage in research out of class with a faculty member. During this time, students are also exposed to examples of scholarly research presented by guest speakers, who are eminent researchers on speech language pathology & related areas. This course is required for 3 semesters for doctoral students but may also be taken by master?s level students for a single semester. Doctoral students doing research will faculty will present results at the colloquium.      Course Page               15    1            CSCD-GE 2114            Computerized Analysis of Language Transcripts           Technology-based methods for transcription & analysis of language samples in the assessment of communication disorders. How the analysis of language samples collected during spontaneous speech production plays an important part in the assessment of such disorders & provides a key feature of research involving this population. Students will video-record an interaction between two speakers, learn to use digitalized image & sound for transcription of language samples & use a computerized method (the SALT program) for analyzing language samples collected during spontaneous speech.      Course Page               10    1            CSCD-UE 1650            Contemporary Issues in Health Services in the United Kingdom: An Experiential Approach           This seminar course will include didactic coursework & site visits during which students will observe interdisciplinary clinical service provision at sites in the metropolitan London area. Students will observe evaluation & treatment sessions of children & adults receiving clinical services across  disciplines such as speech language pathology, audiology, counseling, nursing, art, music, or drama therapy, & physical and occupational therapy. Seminar discussions will focus on the role of the interdisciplinary team in treating individuals with various disorders & provide an introduction to the  practice of health fields specific to the United Kingdom & will explore attitudes toward disability & the allocation of health care resources in the UK. Comparisons between the US & UK health care systems will also be emphasize.      Course Page               60    4            CSCD-GE 2077            Counseling Skills for Communicative Sciences and Disorders           Provide an overview of the basic interviewing & counseling skills to help communicative sciences & disorders (CSD) students achieve success when working with individuals & family members exhibiting communication disorders. To effectively deal with roadblocks to success in treatment, CSD students must develop a therapeutic relationship with clients both for obtaining relevant information about the disorder (interviewing) & for helping clients reduce barriers to their success in treatment (counseling).      Course Page               10    1            CSCD-GE 2022            Craniofacial Anomalies           Analysis of etiological conceptions of cleft palate & orificial anomalies related to articulatory & phonatory disorders. Clinical tests & procedures for general & specific therapy.      Course Page               30    3            CSCD-GE 2109            Critical Evaluation of Research in Communicative Sciences and Disorders           Consideration of the formulation & design of research problems; collection, processing, & interpretation of data. Evaluation of research in speech & speech pathology & audiology.      Course Page               30    3            CSCD-GE 2079            Culturally and Linguistically Diverse Populations           Integrates foundational information pertaining to bilingual/multilingual aspects of speech & language, & provides students with a framework for providing clinical services to individuals from culturally & linguistically populations. Designed to educate & train student clinicians in order to serve as bilingual speech-language pathologists, this course fulfills specific requirements from the New York State Department of Education to attain a bilingual extension to the certificate of Teacher of Students with Speech & Language Disabilities.      Course Page               39    3            CSCD-UE 1066            Diagnostic Methods in Communicative Sciences and Disorders           Introduction to basic diagnostic principles & their application to speech, language, & swallowing disorders across the lifespan. Course will build on a working knowledge of common speech, language & swallowing disorders & focus on identifying appropriate standardized & non-standardized diagnostic procedures, compiling case histories, & developing test administration & report-writing skills.      Course Page               45    3            CSCD-GE 3400            Doctoral Seminar in Communicative Sciences and Disorders           Students explore ideas through discussion, library research, & other means for the purpose of selecting topics for their projects or proposals. Individual presentations are scheduled & students obtain feedback from the instructor & the other students. Topics involving research, such as human subjects protection requirements, appropriate statistical procedures, instrumentation, proper writing style & scholarly referencing, or database search techniques & library usage are covered as needed. After completion of the 3 required credits students are expected to attend weekly meetings until the completion of the proposal.      Course Page               10    1            CSCD-GE 2060            Dysphagia in Children and Adults           Description of swallowing disorders in adults & children associated with various structural, neurological, & behavioral disorders. Assessment & remediating approaches will be addressed.      Course Page               30    3            CSCD-GE 2062            Dysphagia in Infants and Toddlers           Anatomy & physiology of swallowing in pediatric patients on a developmental continuum from infancy through the first 3 years of life. Swallowing abnormalities in this population resultant of anatomic/structural deficit, neurologic dysfunction and/or other pathophysiological factors. Focus on the selection of appropriate treatment strategies in accord with clinical findings. Problem-solving & decision-making involved in the management of dysphagia in the birth to three patient population.      Course Page               10    1            CSCD-GE 2028            Fluency Disorders           Review of the most recent theories of stuttering behavior & the clinical procedures that flow from them. Differential diagnostic techniques, their interpretation, & implications for treatment of programmed & non programmed nature are discussed.      Course Page               30    3            CSCD-GE 2127            Hearing Loss: Rehabilitation           Special problems of management of patients who are deaf & hard-of-hearing with special attention to the cochlear implant population. The principles of auditory development & implications for aural rehabilitation. Challenges faced when selecting appropriate evaluation & therapy strategies for individuals with various forms of hearing loss & communication strategies.      Course Page               20    2            CSCD-UE 1990            Honors Research Seminar           This is a semester-long seminar for students in the Honors Program in the Department of Communicative Sciences & Disorders. The seminar has three main objectives: (a) provide a forum where students engage in a serious intellectual discussion about the process of conducting independent research, (b) provide guidance & structure to students in the process of conducting their independent research projects, & (c) prepare students for presentation of their honors thesis in a professional forum. Participation in this course is restricted to students who have been admitted to the Honors Program in Communicative Science & Disorders.      Course Page               60    4            CSCD-GE 2424            Honors Research: Communicative Sciences and Disorders I           This year long course sequence will foster the career development of graduate students who have an aptitude for research & will provide a framework for faculty-mentored student research. Admission to the course is restricted to students who are selected base on competitive applications. Students will develop & implement a research study, analyze the data, & culminate the project with a written paper & oral presentation.      Course Page               tba    0            CSCD-GE 2425            Honors Research: Communicative Sciences and Disorders II           This year long course sequence will foster the career development of graduate students who have an aptitude for research & will provide a framework for faculty-mentored student research. Admission to the course is restricted to students who are selected based on competitive applications. Students will develop & implement a research study, analyze the data, & culminate the project with a written paper & oral presentation.      Course Page               tba    0            CSCD-GE 2165            Interdisciplinary Case-Based Management of Dysphagia           This course is designed to promote the development & application of interdisciplinary, collaborative approaches to evidence-based management of patients with complex needs. Through the use of case studies, student led discussions & learning exercises, students will work as a team to review & critique treatment & management practices. Discipline-specific standards of care, problem-solving approaches to ethical decision-making & case management, & skill sets central to competent health care will be emphasized. Understanding & valuing the contribution of each discipline is essential for effective interdisciplinary case management.      Course Page               10    1            CSCD-UE 1101            Introduction to Articulation Disorders           An introduction to the study of articulation problems associated with functional & organic disturbances. Basic diagnostic & therapeutic procedures for children & adults.      Course Page               45    3            CSCD-UE 1230            Introduction to Audiology           Principles & techniques of pure tone & speech audiometer; interpretation of ideograms; consideration of etiologies & auditory characteristics of major types of hearing impairment.      Course Page               45    3            CSCD-UE 0017            Introduction to Communicative Sciences and Disorders           A presentation of clinically normal voice, speech, & language processes provides a foundation of the overview of major categories of communication disabilities. Includes etiologies & typical symptomatology of major communication disorders.      Course Page               60    4            CSCD-UE 1207            Introduction to Language Disorders in Children           An introduction to language disorders associated with various categories of disability. Basic assignment & remediating approaches are addressed.      Course Page               45    3            CSCD-UE 1012            Introduction to Neurogenic Communication Disorders           Study of the nature, course, & severity of the most commonly occurring communication disorders resulting from neurological injury or disease. Analysis of the neurological basis of aphasia, dementia, traumatic brain injury, & motor speech impairment on communication skills. Investigation into current evaluation strategies & treatment programs employed by speech-language pathologists for these & related disorders.      Course Page               45    3            CSCD-GE 2030            Language and Communication in Children with Autism Spectrum Disorders (ASD)           This course offers an overview of current knowledge of ASD in the field of Communication Disorders & related areas. Students learn about current theories of underlying causal factors, as well as different educational approaches & settings. Special emphasis is placed on Language & Communication skills as well as Speech Language Pathology assessment & intervention. As part of the course requirements, students conduct individual case studies throughout the course.      Course Page               20    2            CSCD-GE 2035            Language Development and Disorders in School-Aged Children           Study of the developmental reading & writing processes in children with speech & language disorders; the relationships of speech & oral language skills to those processes; reading disabilities; & the role of the speech & language pathologist working with school-age children.      Course Page               30    3            CSCD-UE 1601            Language Development in the Preschool Years           Focuses on research on normal language acquisition & development with reference to three oral language components: form, content, & use. Implication for facilitation of language in children delayed in language development are discussed.      Course Page               45    3            CSCD-GE 2039            Language Disorders in Children           Examination of assessment & remediating of language disorders associated with varied etiological factors. Considers cognitive & pragmatic aspects of language. Focuses on the determination of goals & intervention procedures for children from the paralinguistic stage through the school years.      Course Page               30    3            CSCD-GE 2000            M.S. Student Seminar           This course will service as a forum to further meet he academic, professional & personal needs of the Master of Science students by providing the following: (1) a thorough overview of university, departmental;/program & national/state accreditation requirements, (2) advisement related to academic/professional pursuits & (3) resources related to the community in which they live & serve. As a result, this course will promote opportunities for student/student & student/faculty interactions to further enhance interpersonal & professional skills development & improve student satisfaction.      Course Page               2-8 (var)    0            CSCD-GE 2016            Motor Speech Disorders           Diagnosis & treatment management of motor speech disorders, including dysarthrias & speech dyspraxia.      Course Page               30    3            CSCD-GE 2141            Multi-Cultural Issues in Communicative Sciences and Disorders           Introduces students to diverse populations in our society & to explore how differences among both individuals & cultures in terms of gender, age, race, socioeconomic background, sexual orientation, religion, language, dialect or country of origin, can affect interpersonal & group communication, as well as clinical practice. Topics devoted to improving cultural competence considerations for understanding, evaluating & remediation of communication & swallowing disorders in culturally & linguistically diverse (CLD) populations. Designed to improve effectiveness as a clinician with diverse clients & to help prepare for today’s workplace setting that often includes individuals from different backgrounds.      Course Page               20    2            CSCD-UE 0009            Neuroanatomy and Physiology of Communication           A comprehensive study of the neurological bases of speech & language production, speech & language perception, & swallowing. The neurological basis of language, respiration, phonation, resonation, articulation, speech perception, & swallowing are studied      Course Page               45    3            CSCD-GE 2023            Neurogenic Speech Disorders in Children           Analysis of etiological conceptions of cerebral palsy & related linguistics, articulatory, & phonatory disorders. Clinical tests & procedures for general & specific therapy.      Course Page               20    2            CSCD-GE 2117            Off-Campus Clinical Practicum IV: Pediatrics           This clinical seminar allows students to apply knowledge & skills learned in the classroom to real-life situations in a variety of pediatric settings including schools, therapeutic preschool programs & private practices. The lecture meets weekly & examines the culture, research & professional practices that guide decision making in a variety of pediatric settings. Topics include but are not limited to models of service delivery, individualized educational programming, language & curriculum development, professional writing, multicultural & bilingual considerations, family counseling & the team approach. The lecture is paired with off-campus clinical practica under the supervision of ASHA certified & New York State licensed speech-language pathologists in pediatric settings.      Course Page               30 lec/150 clinical    1/2 (var)            CSCD-GE 2118            Off-Campus Clinical Practirum V: Adults           This clinical seminar allows students to apply knowledge & skills learned in the classroom to real-life situations in a variety of adult settings including hospitals, skilled nursing facilities, rehabilitation centers, & private practices. The lecture meets weekly & examines the culture, research & professional practices that guide decision making in a variety of adult settings. Topics include but are not limited to: interdisciplinary interaction, cultural & linguistic diversity, models of intervention & evidence-based practice, counseling. & the team approach The lecture is paired with off-campus clinical practica under the supervision of ASHA certified & New York State licensed speech-language pathologists in adult settings.      Course Page               30 lec/150 clinical    1/2 (var)            CSCD-GE 2119            Off-Campus Practicum           This clinical lecture allows students to apply knowledge & skills learned in the classroom to real-life adult and/or pediatric situations. The lecture is paired with off-campus clinical practica under the supervision of ASHA certified & New York State licensed speech-language pathologists in pediatric & adult settings.      Course Page               30 lec/150 clinical    1            CSCD-GE 2115            On-Campus Clinical Practicum II: Diagnostic Assessment           This clinical allows students to apply clinical knowledge & skills learned in the classroom to real-life in the NYU clinic. The lecture meets weekly & examines the concepts of assessment & intervention planning of communication disorders of varying types & severity across the lifespan. The lecture is paired with on-campus clinical assessment & intervention planning under the supervision of ASHA certified & New York State licensed speech-language pathologists & audiologists. In addition to direct clinical contact, individual supervisory conferences, & weekly lectures, & students prepare professional reports. Students must register for one section of Clinic Speech-Language Pathology.      Course Page               30 lec/8 clinical    1/2 (var)            CSCD-GE 2116            On-Campus Clinical Practicum III: Treatment           This clinical allows students to apply clinical knowledge & skills learned in the classroom to real-life in the NYU clinic. The lecture meets weekly & examines the concepts of the management of communication disorders. The lecture is paired with on-campus clinical assessment & intervention planning under the supervision of ASHA certified & New York State licensed speech-language pathologists & audiologists. In addition to direct clinical contact, individual supervisory conferences, & weekly lectures, & students prepare professional reports. Students must register for one section of Clinic Audiology & Clinic Speech-Language Pathology.      Course Page               30 lec/50-100 clinical    1/2 (var)            CSCD-GE 2111            On-Campus Practicum I: Pre-Clinic           Study of diagnostic principles & procedures in speech pathology & audiology. First semester concentrates on standardized testing procedures, case histories, interview techniques, & report writing.      Course Page               20    2/3 (var)            CSCD-GE 2130            Perception and Production of Speech           This course addresses prominent theories & fundamental issues in the fields of speech perception, spoken word recognition, & speech production. The primary focus will be on accounts of unimpaired cognitive processing involved in the production & perception of single words & phrases, & we will consider a range of interdisciplinary perspectives.      Course Page               30    3            CSCD-UE 0061            Phonetics and Phonemics           A study of the production, description, & classification of speech sounds; English sounds, stress, & intonation; phonemes & allophones, ear training, phonetic & phonemic transcription.      Course Page               45    3            CSCD-GE 2108            Phonological Analysis of Normal & Disordered Speech           Emphasis on research in phonological development & the application of theories of development to assessment & intervention procedures with the phonologically impaired. Phonological disorders are analyzed within the framework of a linguistic system, with reference to distinctive features, phonological rules, & simplification processes.      Course Page               30    3            CSCD-GE 2075            Principles of Intervention of Speech Disorders           Principles of problem solving & decision making involved in intervention planning across communication-disorder types. Use of diagnostic data in formulating goals & procedures of treatment. Sources of knowledge underlying goal & procedure development, including (1) the nature of language, (2) baseline data, (3) factors maintaining communication disorders, & (4) language learning theories, are addressed.      Course Page               30    3            CSCD-GE 2142            Professional Issues in Communicative Sciences and Disorders           Overview of the regulations & requirements for professional practice in the field of communicative sciences & disorders. Topics include the major contemporary issues related to employment as a clinician in various settings, including professional competencies, ethical issues, conflict resolution, decision-making & interdisciplinary collaboration.      Course Page               10    1            CSCD-UE 1045            Science of Language           This course provides and overview of the scientific study of the human language faculty, focusing on the cognitive & neural processing mechanisms that underlie linguistic knowledge & use. We describe contemporary approaches to delineating levels of language structure & review various scientific methodologies used to study language. Topics include language knowledge & use as well as language change & variation.     Liberal Arts Core/CORE Equivalent - satisfies the requirement for Natural Sciences      Course Page               45    3            CSCD-GE 3001            Seminal Readings in Communicative Sciences and Disorders           This doctoral level seminar will introduce students to some of the important, seminal writings in communicative sciences & disorders. The articles chosen for study will provide historical perspectives & exposure to current ongoing debates in the literature. Each week students will be responsible for reading the assigned articles & attending class prepared for discussion. In addition to providing students with the opportunity to develop skills as critical consumers & disseminators of research, this course provides a review of material that is relevant for providing breadth of knowledge to individuals seeking a doctoral degree in communicative sciences & disorders.      Course Page               30    3            CSCD-GE 2005            Speech for International Students and Nonnative Speakers of English           A speech improvement course especially designed for international students who wish a phonetic analysis of their language usage & practice in modifying their accents. Hours are arranged for student evaluation & practice.      Course Page               30    2            CSCD-GE 2125            Speech Science: Instrumentation           An advanced & detailed study of the current instrumentation used to evaluate the acoustic, aerodynamic & physiological aspects of speech production in clinical settings & in speech research. Students will gain expertise in the instrumental evaluation of normal subjects.      Course Page               45    2            CSCD-GE 2019            Therapeutic Procedures in Speech Pathology: Advanced Voice Disorders           This course helps students develop hypothesis about the causes & rehabilitation of voice disorders. The course helps students learn to test those hypotheses with patients who have complex dysphonia or aphonia including the aphonia secondary to laryngectomy. This course is for advanced master’s & doctoral students & for professionals in the field who work with patients who have voice disorders.      Course Page               20    2            CSCD-GE-GE 2020            Therapeutic Procedures in Speech Pathology: Aphasia           Emphasis on the theoretical basis of therapy with the adult aphasic & on practical application of those bases through the development of specific therapies for specific problems of aphasia. Information about credentials, ethical practices, & multicultural issues are addressed.      Course Page               30    3            CSCD-UE 0032            Voice and Diction           Analysis of student?s voice & diction; elements of the speaking voice; study of English sounds, stress, & intonation; application of principles.      Course Page               30    2            CSCD-GE 2037            Voice Disorders           Anatomic, physiologic, acoustic, & perceptual characteristics of selected voice disorders. Research, evaluation, & therapy are discussed. Emphasis on case presentations, role playing, & other class participation.      Course Page               30    3            CSCD-GE 2033            Voices and Listeners           The course provides a comprehensive, interdisciplinary overview of the multifaceted role that vocal expression plays in everyday communication. Familiar voice recognition, perception of emotion, attitude & personality, & interactions between speech & voice perception are described from sociological, psychological, physiological, & neurological perspectives. Evolutionary biology, cultural differences, singing, & uses in media & courtroom are discussed. Clinical studies examine self-awareness of vocal expression & the influence of vocal quality on personal identity. Voice as communication vehicle for speaker & listener is fully explored.      Course Page               40    4            CSCD-UE 0033            Voices and Listeners           The course provides a comprehensive, interdisciplinary overview of the multifaceted role that vocal expression plays in everyday communication. Familiar voice recognition, perception of emotion, attitude & personality, & interactions between speech & voice perception are described from sociological, psychological, physiological, & neurological perspectives. Evolutionary biology, cultural differences, singing, & uses in media & courtroom are discussed. Clinical studies examine self-awareness of vocal expression & the influence of vocal quality on personal identity. Voice as communication vehicle for speaker & listener is fully explored.    Liberal Arts Core/CORE Equivalent - satisfies the requirement for Natural Sciences      Course Page               60    4                                                                        This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     NYU Steinhardt - Communicative Sciences and Disorders - 665 Broadway,  9th Floor, New York, NY 10012                             Programs                   Undergraduate Studies                      Overview            Future Students            Current Students            Curriculum            Minor            Honors                              Master's Studies                      Overview            Prospective Students            Current Students            Curriculum            Clinical Practicums            FAQs                              Doctoral Studies          Study Abroad                        People                 Faculty         Adjuncts         Clinic Staff         Doctoral Students         Administrative Staff         Alumni                       Clinic         Courses                   Course Listing           Course Prerequisites                        Research                 Faculty Research Interests         Faculty Publications         Research Labs                        Events      Collaborations        Plans / Outcomes                 Outcomes         Essential Functions                       About Us                       Connect with NYU Steinhardt           Apply Now     Request Info       Contact        Get Directions        Call us"}, {"content": "Interdisciplinary Case-Based Dysphagia Management - Winter Programs - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Winter Programs                                                          Interdisciplinary Case-Based Dysphagia Management            Course Number: CSCD-GE.2165 / NUTR-GE.2165    Instructor: Lisa Sasson    Points: 1    Course meets: 1/13 -15/2014: TuTh 4:30-7:00; 1/20/2014: Tu 5:00-7:00; 1/22/2014: Th 4:30-7:30;    Description: This course is designed to promote the development &amp; application of interdisciplinary, collaborative approaches to evidence-based management of patients with complex needs. Through the use of case studies, student led discussions &amp; learning exercises, students will work as a team to review &amp; critique treatment &amp; management practices. Discipline-specific standards of care, problem-solving approaches to ethical decision-making &amp; case management, &amp; skill sets central to competent health care will be emphasized. Understanding &amp; valuing the contribution of each discipline is essential for effective interdisciplinary case management.    Department Consent Required.    For more information regarding professors and meeting times, students can use Albert directly. The course can be found under both the Department of Communicative Sciences and Disorders and the Department of Nutrition, Food Studies, and Public Health.                    This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]},
{"detail": [{"content": "Courses - Communicative Sciences and Disorders - NYU Steinhardt                                                                                NYU Steinhardt School of Culture, Education, and Human Development       Department of Communicative Sciences and Disorders                                       Courses                                                                   The list below includes Communicative Sciences and Disorders courses that have been offered within the past five years. Since many courses are offered only infrequently or on a rotating basis or have only been approved recently or as pilot courses, please check the current schedule of classes or ALBERT for the most up-to-date listing of current courses.                                   Course Listing                          Course Number       Title       Hours       Units                            CSCD-UE 0402            Acoustic Phonetics           A broad-based study of acoustic phonetics including acoustic theory & measurement; distinctive feature systems; integration of physiologic & perceptual characteristics with concomitant acoustic features.      Course Page               45    3            CSCD-GE 2021            Adult Language Disorders           Introduction to the historical, linguistic, & psychological rationales for the evaluation & treatment of verbal impairment secondary to brain damage. Clinical tests, contemporary research, & treatment methodology.      Course Page               30    3            CSCD-GE 3021            Advanced Study: Adult Communication Disorders           A doctoral level course with lecture & discussion covering advanced topics in aphasia, pragmatics of communication, nonliteral language, affective & linguistic prosody, voice recognition, language in the dementia's, acquired alexia & agraphia, & schizophrenic & other psychiatric speech disorders.      Course Page               30    3            CSCD-UE 1065            An Introduction to Methods and Materials for Diagnosis and Therapy in Communication Disorders           Introduction to contemporary issues of clinical practice in the field of communication disorders across the lifespan. Emphasis on integration of previous coursework with observations of diagnostic & treatment sessions with individuals with a variety of communication disorders. Each student completes 25 hours of direct observation outside of class under the supervision of an individual holding an American Speech Language Hearing Association (ASHA) Certificate of Clinical Competence. Introduction to clinical settings through study of fundamental concepts & current methods of clinical assessment, client interviewing, treatment planning, clinical writing, & implementation of treatment plans within culturally appropriate contexts. Special attention to professional conduct & ethics of clinical practicum as set forth by ASHA.      Course Page               90    3            CSCD-UE 0008            Anatomy and Physiology of Speech and Hearing Mechanism           A comprehensive study of the anatomical, physiological, bases of speech production, & perception. The structures & mechanics of respiration, fountain, resonation, articulation, & speech perception are studied.      Course Page               45    3            CSCD-GE 2402            Approaches to Natural Language           Provides hand-on research experience of method & procedure in analyzing naturalistic speech & language materials. Normal & disordered (e.g., aphasia, autism, schizophrenia, & dementia) speech derived from archival material & media are utilized to explore topics about linguistic structure, intonation, grammar, & usage. Methods include coding, categorization & tabulation of linguistic elements, acoustic analyses, & listening & rating studies. Students learn to pose research questions, perform quantitative analysis, & to interpret results in a scholarly context, leading to conference submissions, honors proposals, or published papers.      Course Page               20    1-6 (var)            CSCD-UE 1205            Audiology: Intervention Strategies Across the Lifespan           Principles & techniques of audiologic evaluation & management of hearing impaired individuals across the lifespan. Both personal & assistive amplification listening systems are covered. Speech reading & auditory training techniques. Educational & communicative options for individuals of different ages with different types & degrees of hearing loss. The cochlear implant: implications for rehabilitation & education of profoundly hearing-impaired individuals are included.      Course Page               45    3            CSCD-GE 2015            Augmentative and Alternative Communication           Provides a comprehensive overview of communicative approaches for individuals who are nonverbal or who have severe communications disorders. Special techniques & equipment are employed to allow these individuals to communicate effectively. A thorough examination of assessment & therapeutic process is presented, with emphasis on communication disorders secondary to congenital/acquired cognitive & motor impairments.      Course Page               10    1            CSCD-GE 2067            Baby Trachs           The problem-solving & decision-making involved in the management of physiological-based problems in tracheostomized babies with emphasis on application of the speech & swallowing evaluation & management & breathing valves are explored.      Course Page               10    1            CSCD-UE 1015            Communication Disorders and Aging           Study of the communication disorders & disabilities experienced by elders & the role of the speech-language pathologist within the field of gerontology. Analysis of communication disability within the larger context of the aging process. Investigation of the aspects of normal & pathological aging, contrasted with the stereotypes of aging, & verbal communication & swallowing disabilities e.g., effects of aging on the voice, the hearing mechanism, & cognition. Explore the concepts of prevention of communication disorders & functional treatment approaches geared to the specific communication needs of elders.      Course Page               45    3            CSCD-GE 2420            Communicative Sciences and Disorders Research Colloquium I           Students participate in discussion of research topics, & engage in research out of class with a faculty member. During this time, students are also exposed to examples of scholarly research presented by guest speakers, who are eminent researchers on speech language pathology & related areas. This course is required for 3 semesters for doctoral students but may also be taken by master?s level students for a single semester. Doctoral students doing research will faculty will present results at the colloquium.      Course Page               15    1            CSCD-GE 2114            Computerized Analysis of Language Transcripts           Technology-based methods for transcription & analysis of language samples in the assessment of communication disorders. How the analysis of language samples collected during spontaneous speech production plays an important part in the assessment of such disorders & provides a key feature of research involving this population. Students will video-record an interaction between two speakers, learn to use digitalized image & sound for transcription of language samples & use a computerized method (the SALT program) for analyzing language samples collected during spontaneous speech.      Course Page               10    1            CSCD-UE 1650            Contemporary Issues in Health Services in the United Kingdom: An Experiential Approach           This seminar course will include didactic coursework & site visits during which students will observe interdisciplinary clinical service provision at sites in the metropolitan London area. Students will observe evaluation & treatment sessions of children & adults receiving clinical services across  disciplines such as speech language pathology, audiology, counseling, nursing, art, music, or drama therapy, & physical and occupational therapy. Seminar discussions will focus on the role of the interdisciplinary team in treating individuals with various disorders & provide an introduction to the  practice of health fields specific to the United Kingdom & will explore attitudes toward disability & the allocation of health care resources in the UK. Comparisons between the US & UK health care systems will also be emphasize.      Course Page               60    4            CSCD-GE 2077            Counseling Skills for Communicative Sciences and Disorders           Provide an overview of the basic interviewing & counseling skills to help communicative sciences & disorders (CSD) students achieve success when working with individuals & family members exhibiting communication disorders. To effectively deal with roadblocks to success in treatment, CSD students must develop a therapeutic relationship with clients both for obtaining relevant information about the disorder (interviewing) & for helping clients reduce barriers to their success in treatment (counseling).      Course Page               10    1            CSCD-GE 2022            Craniofacial Anomalies           Analysis of etiological conceptions of cleft palate & orificial anomalies related to articulatory & phonatory disorders. Clinical tests & procedures for general & specific therapy.      Course Page               30    3            CSCD-GE 2109            Critical Evaluation of Research in Communicative Sciences and Disorders           Consideration of the formulation & design of research problems; collection, processing, & interpretation of data. Evaluation of research in speech & speech pathology & audiology.      Course Page               30    3            CSCD-GE 2079            Culturally and Linguistically Diverse Populations           Integrates foundational information pertaining to bilingual/multilingual aspects of speech & language, & provides students with a framework for providing clinical services to individuals from culturally & linguistically populations. Designed to educate & train student clinicians in order to serve as bilingual speech-language pathologists, this course fulfills specific requirements from the New York State Department of Education to attain a bilingual extension to the certificate of Teacher of Students with Speech & Language Disabilities.      Course Page               39    3            CSCD-UE 1066            Diagnostic Methods in Communicative Sciences and Disorders           Introduction to basic diagnostic principles & their application to speech, language, & swallowing disorders across the lifespan. Course will build on a working knowledge of common speech, language & swallowing disorders & focus on identifying appropriate standardized & non-standardized diagnostic procedures, compiling case histories, & developing test administration & report-writing skills.      Course Page               45    3            CSCD-GE 3400            Doctoral Seminar in Communicative Sciences and Disorders           Students explore ideas through discussion, library research, & other means for the purpose of selecting topics for their projects or proposals. Individual presentations are scheduled & students obtain feedback from the instructor & the other students. Topics involving research, such as human subjects protection requirements, appropriate statistical procedures, instrumentation, proper writing style & scholarly referencing, or database search techniques & library usage are covered as needed. After completion of the 3 required credits students are expected to attend weekly meetings until the completion of the proposal.      Course Page               10    1            CSCD-GE 2060            Dysphagia in Children and Adults           Description of swallowing disorders in adults & children associated with various structural, neurological, & behavioral disorders. Assessment & remediating approaches will be addressed.      Course Page               30    3            CSCD-GE 2062            Dysphagia in Infants and Toddlers           Anatomy & physiology of swallowing in pediatric patients on a developmental continuum from infancy through the first 3 years of life. Swallowing abnormalities in this population resultant of anatomic/structural deficit, neurologic dysfunction and/or other pathophysiological factors. Focus on the selection of appropriate treatment strategies in accord with clinical findings. Problem-solving & decision-making involved in the management of dysphagia in the birth to three patient population.      Course Page               10    1            CSCD-GE 2028            Fluency Disorders           Review of the most recent theories of stuttering behavior & the clinical procedures that flow from them. Differential diagnostic techniques, their interpretation, & implications for treatment of programmed & non programmed nature are discussed.      Course Page               30    3            CSCD-GE 2127            Hearing Loss: Rehabilitation           Special problems of management of patients who are deaf & hard-of-hearing with special attention to the cochlear implant population. The principles of auditory development & implications for aural rehabilitation. Challenges faced when selecting appropriate evaluation & therapy strategies for individuals with various forms of hearing loss & communication strategies.      Course Page               20    2            CSCD-UE 1990            Honors Research Seminar           This is a semester-long seminar for students in the Honors Program in the Department of Communicative Sciences & Disorders. The seminar has three main objectives: (a) provide a forum where students engage in a serious intellectual discussion about the process of conducting independent research, (b) provide guidance & structure to students in the process of conducting their independent research projects, & (c) prepare students for presentation of their honors thesis in a professional forum. Participation in this course is restricted to students who have been admitted to the Honors Program in Communicative Science & Disorders.      Course Page               60    4            CSCD-GE 2424            Honors Research: Communicative Sciences and Disorders I           This year long course sequence will foster the career development of graduate students who have an aptitude for research & will provide a framework for faculty-mentored student research. Admission to the course is restricted to students who are selected base on competitive applications. Students will develop & implement a research study, analyze the data, & culminate the project with a written paper & oral presentation.      Course Page               tba    0            CSCD-GE 2425            Honors Research: Communicative Sciences and Disorders II           This year long course sequence will foster the career development of graduate students who have an aptitude for research & will provide a framework for faculty-mentored student research. Admission to the course is restricted to students who are selected based on competitive applications. Students will develop & implement a research study, analyze the data, & culminate the project with a written paper & oral presentation.      Course Page               tba    0            CSCD-GE 2165            Interdisciplinary Case-Based Management of Dysphagia           This course is designed to promote the development & application of interdisciplinary, collaborative approaches to evidence-based management of patients with complex needs. Through the use of case studies, student led discussions & learning exercises, students will work as a team to review & critique treatment & management practices. Discipline-specific standards of care, problem-solving approaches to ethical decision-making & case management, & skill sets central to competent health care will be emphasized. Understanding & valuing the contribution of each discipline is essential for effective interdisciplinary case management.      Course Page               10    1            CSCD-UE 1101            Introduction to Articulation Disorders           An introduction to the study of articulation problems associated with functional & organic disturbances. Basic diagnostic & therapeutic procedures for children & adults.      Course Page               45    3            CSCD-UE 1230            Introduction to Audiology           Principles & techniques of pure tone & speech audiometer; interpretation of ideograms; consideration of etiologies & auditory characteristics of major types of hearing impairment.      Course Page               45    3            CSCD-UE 0017            Introduction to Communicative Sciences and Disorders           A presentation of clinically normal voice, speech, & language processes provides a foundation of the overview of major categories of communication disabilities. Includes etiologies & typical symptomatology of major communication disorders.      Course Page               60    4            CSCD-UE 1207            Introduction to Language Disorders in Children           An introduction to language disorders associated with various categories of disability. Basic assignment & remediating approaches are addressed.      Course Page               45    3            CSCD-UE 1012            Introduction to Neurogenic Communication Disorders           Study of the nature, course, & severity of the most commonly occurring communication disorders resulting from neurological injury or disease. Analysis of the neurological basis of aphasia, dementia, traumatic brain injury, & motor speech impairment on communication skills. Investigation into current evaluation strategies & treatment programs employed by speech-language pathologists for these & related disorders.      Course Page               45    3            CSCD-GE 2030            Language and Communication in Children with Autism Spectrum Disorders (ASD)           This course offers an overview of current knowledge of ASD in the field of Communication Disorders & related areas. Students learn about current theories of underlying causal factors, as well as different educational approaches & settings. Special emphasis is placed on Language & Communication skills as well as Speech Language Pathology assessment & intervention. As part of the course requirements, students conduct individual case studies throughout the course.      Course Page               20    2            CSCD-GE 2035            Language Development and Disorders in School-Aged Children           Study of the developmental reading & writing processes in children with speech & language disorders; the relationships of speech & oral language skills to those processes; reading disabilities; & the role of the speech & language pathologist working with school-age children.      Course Page               30    3            CSCD-UE 1601            Language Development in the Preschool Years           Focuses on research on normal language acquisition & development with reference to three oral language components: form, content, & use. Implication for facilitation of language in children delayed in language development are discussed.      Course Page               45    3            CSCD-GE 2039            Language Disorders in Children           Examination of assessment & remediating of language disorders associated with varied etiological factors. Considers cognitive & pragmatic aspects of language. Focuses on the determination of goals & intervention procedures for children from the paralinguistic stage through the school years.      Course Page               30    3            CSCD-GE 2000            M.S. Student Seminar           This course will service as a forum to further meet he academic, professional & personal needs of the Master of Science students by providing the following: (1) a thorough overview of university, departmental;/program & national/state accreditation requirements, (2) advisement related to academic/professional pursuits & (3) resources related to the community in which they live & serve. As a result, this course will promote opportunities for student/student & student/faculty interactions to further enhance interpersonal & professional skills development & improve student satisfaction.      Course Page               2-8 (var)    0            CSCD-GE 2016            Motor Speech Disorders           Diagnosis & treatment management of motor speech disorders, including dysarthrias & speech dyspraxia.      Course Page               30    3            CSCD-GE 2141            Multi-Cultural Issues in Communicative Sciences and Disorders           Introduces students to diverse populations in our society & to explore how differences among both individuals & cultures in terms of gender, age, race, socioeconomic background, sexual orientation, religion, language, dialect or country of origin, can affect interpersonal & group communication, as well as clinical practice. Topics devoted to improving cultural competence considerations for understanding, evaluating & remediation of communication & swallowing disorders in culturally & linguistically diverse (CLD) populations. Designed to improve effectiveness as a clinician with diverse clients & to help prepare for today’s workplace setting that often includes individuals from different backgrounds.      Course Page               20    2            CSCD-UE 0009            Neuroanatomy and Physiology of Communication           A comprehensive study of the neurological bases of speech & language production, speech & language perception, & swallowing. The neurological basis of language, respiration, phonation, resonation, articulation, speech perception, & swallowing are studied      Course Page               45    3            CSCD-GE 2023            Neurogenic Speech Disorders in Children           Analysis of etiological conceptions of cerebral palsy & related linguistics, articulatory, & phonatory disorders. Clinical tests & procedures for general & specific therapy.      Course Page               20    2            CSCD-GE 2117            Off-Campus Clinical Practicum IV: Pediatrics           This clinical seminar allows students to apply knowledge & skills learned in the classroom to real-life situations in a variety of pediatric settings including schools, therapeutic preschool programs & private practices. The lecture meets weekly & examines the culture, research & professional practices that guide decision making in a variety of pediatric settings. Topics include but are not limited to models of service delivery, individualized educational programming, language & curriculum development, professional writing, multicultural & bilingual considerations, family counseling & the team approach. The lecture is paired with off-campus clinical practica under the supervision of ASHA certified & New York State licensed speech-language pathologists in pediatric settings.      Course Page               30 lec/150 clinical    1/2 (var)            CSCD-GE 2118            Off-Campus Clinical Practirum V: Adults           This clinical seminar allows students to apply knowledge & skills learned in the classroom to real-life situations in a variety of adult settings including hospitals, skilled nursing facilities, rehabilitation centers, & private practices. The lecture meets weekly & examines the culture, research & professional practices that guide decision making in a variety of adult settings. Topics include but are not limited to: interdisciplinary interaction, cultural & linguistic diversity, models of intervention & evidence-based practice, counseling. & the team approach The lecture is paired with off-campus clinical practica under the supervision of ASHA certified & New York State licensed speech-language pathologists in adult settings.      Course Page               30 lec/150 clinical    1/2 (var)            CSCD-GE 2119            Off-Campus Practicum           This clinical lecture allows students to apply knowledge & skills learned in the classroom to real-life adult and/or pediatric situations. The lecture is paired with off-campus clinical practica under the supervision of ASHA certified & New York State licensed speech-language pathologists in pediatric & adult settings.      Course Page               30 lec/150 clinical    1            CSCD-GE 2115            On-Campus Clinical Practicum II: Diagnostic Assessment           This clinical allows students to apply clinical knowledge & skills learned in the classroom to real-life in the NYU clinic. The lecture meets weekly & examines the concepts of assessment & intervention planning of communication disorders of varying types & severity across the lifespan. The lecture is paired with on-campus clinical assessment & intervention planning under the supervision of ASHA certified & New York State licensed speech-language pathologists & audiologists. In addition to direct clinical contact, individual supervisory conferences, & weekly lectures, & students prepare professional reports. Students must register for one section of Clinic Speech-Language Pathology.      Course Page               30 lec/8 clinical    1/2 (var)            CSCD-GE 2116            On-Campus Clinical Practicum III: Treatment           This clinical allows students to apply clinical knowledge & skills learned in the classroom to real-life in the NYU clinic. The lecture meets weekly & examines the concepts of the management of communication disorders. The lecture is paired with on-campus clinical assessment & intervention planning under the supervision of ASHA certified & New York State licensed speech-language pathologists & audiologists. In addition to direct clinical contact, individual supervisory conferences, & weekly lectures, & students prepare professional reports. Students must register for one section of Clinic Audiology & Clinic Speech-Language Pathology.      Course Page               30 lec/50-100 clinical    1/2 (var)            CSCD-GE 2111            On-Campus Practicum I: Pre-Clinic           Study of diagnostic principles & procedures in speech pathology & audiology. First semester concentrates on standardized testing procedures, case histories, interview techniques, & report writing.      Course Page               20    2/3 (var)            CSCD-GE 2130            Perception and Production of Speech           This course addresses prominent theories & fundamental issues in the fields of speech perception, spoken word recognition, & speech production. The primary focus will be on accounts of unimpaired cognitive processing involved in the production & perception of single words & phrases, & we will consider a range of interdisciplinary perspectives.      Course Page               30    3            CSCD-UE 0061            Phonetics and Phonemics           A study of the production, description, & classification of speech sounds; English sounds, stress, & intonation; phonemes & allophones, ear training, phonetic & phonemic transcription.      Course Page               45    3            CSCD-GE 2108            Phonological Analysis of Normal & Disordered Speech           Emphasis on research in phonological development & the application of theories of development to assessment & intervention procedures with the phonologically impaired. Phonological disorders are analyzed within the framework of a linguistic system, with reference to distinctive features, phonological rules, & simplification processes.      Course Page               30    3            CSCD-GE 2075            Principles of Intervention of Speech Disorders           Principles of problem solving & decision making involved in intervention planning across communication-disorder types. Use of diagnostic data in formulating goals & procedures of treatment. Sources of knowledge underlying goal & procedure development, including (1) the nature of language, (2) baseline data, (3) factors maintaining communication disorders, & (4) language learning theories, are addressed.      Course Page               30    3            CSCD-GE 2142            Professional Issues in Communicative Sciences and Disorders           Overview of the regulations & requirements for professional practice in the field of communicative sciences & disorders. Topics include the major contemporary issues related to employment as a clinician in various settings, including professional competencies, ethical issues, conflict resolution, decision-making & interdisciplinary collaboration.      Course Page               10    1            CSCD-UE 1045            Science of Language           This course provides and overview of the scientific study of the human language faculty, focusing on the cognitive & neural processing mechanisms that underlie linguistic knowledge & use. We describe contemporary approaches to delineating levels of language structure & review various scientific methodologies used to study language. Topics include language knowledge & use as well as language change & variation.     Liberal Arts Core/CORE Equivalent - satisfies the requirement for Natural Sciences      Course Page               45    3            CSCD-GE 3001            Seminal Readings in Communicative Sciences and Disorders           This doctoral level seminar will introduce students to some of the important, seminal writings in communicative sciences & disorders. The articles chosen for study will provide historical perspectives & exposure to current ongoing debates in the literature. Each week students will be responsible for reading the assigned articles & attending class prepared for discussion. In addition to providing students with the opportunity to develop skills as critical consumers & disseminators of research, this course provides a review of material that is relevant for providing breadth of knowledge to individuals seeking a doctoral degree in communicative sciences & disorders.      Course Page               30    3            CSCD-GE 2005            Speech for International Students and Nonnative Speakers of English           A speech improvement course especially designed for international students who wish a phonetic analysis of their language usage & practice in modifying their accents. Hours are arranged for student evaluation & practice.      Course Page               30    2            CSCD-GE 2125            Speech Science: Instrumentation           An advanced & detailed study of the current instrumentation used to evaluate the acoustic, aerodynamic & physiological aspects of speech production in clinical settings & in speech research. Students will gain expertise in the instrumental evaluation of normal subjects.      Course Page               45    2            CSCD-GE 2019            Therapeutic Procedures in Speech Pathology: Advanced Voice Disorders           This course helps students develop hypothesis about the causes & rehabilitation of voice disorders. The course helps students learn to test those hypotheses with patients who have complex dysphonia or aphonia including the aphonia secondary to laryngectomy. This course is for advanced master’s & doctoral students & for professionals in the field who work with patients who have voice disorders.      Course Page               20    2            CSCD-GE-GE 2020            Therapeutic Procedures in Speech Pathology: Aphasia           Emphasis on the theoretical basis of therapy with the adult aphasic & on practical application of those bases through the development of specific therapies for specific problems of aphasia. Information about credentials, ethical practices, & multicultural issues are addressed.      Course Page               30    3            CSCD-UE 0032            Voice and Diction           Analysis of student?s voice & diction; elements of the speaking voice; study of English sounds, stress, & intonation; application of principles.      Course Page               30    2            CSCD-GE 2037            Voice Disorders           Anatomic, physiologic, acoustic, & perceptual characteristics of selected voice disorders. Research, evaluation, & therapy are discussed. Emphasis on case presentations, role playing, & other class participation.      Course Page               30    3            CSCD-GE 2033            Voices and Listeners           The course provides a comprehensive, interdisciplinary overview of the multifaceted role that vocal expression plays in everyday communication. Familiar voice recognition, perception of emotion, attitude & personality, & interactions between speech & voice perception are described from sociological, psychological, physiological, & neurological perspectives. Evolutionary biology, cultural differences, singing, & uses in media & courtroom are discussed. Clinical studies examine self-awareness of vocal expression & the influence of vocal quality on personal identity. Voice as communication vehicle for speaker & listener is fully explored.      Course Page               40    4            CSCD-UE 0033            Voices and Listeners           The course provides a comprehensive, interdisciplinary overview of the multifaceted role that vocal expression plays in everyday communication. Familiar voice recognition, perception of emotion, attitude & personality, & interactions between speech & voice perception are described from sociological, psychological, physiological, & neurological perspectives. Evolutionary biology, cultural differences, singing, & uses in media & courtroom are discussed. Clinical studies examine self-awareness of vocal expression & the influence of vocal quality on personal identity. Voice as communication vehicle for speaker & listener is fully explored.    Liberal Arts Core/CORE Equivalent - satisfies the requirement for Natural Sciences      Course Page               60    4                                                                        This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.     NYU Steinhardt - Communicative Sciences and Disorders - 665 Broadway,  9th Floor, New York, NY 10012                             Programs                   Undergraduate Studies                      Overview            Future Students            Current Students            Curriculum            Minor            Honors                              Master's Studies                      Overview            Prospective Students            Current Students            Curriculum            Clinical Practicums            FAQs                              Doctoral Studies          Study Abroad                        People                 Faculty         Adjuncts         Clinic Staff         Doctoral Students         Administrative Staff         Alumni                       Clinic         Courses                   Course Listing           Course Prerequisites                        Research                 Faculty Research Interests         Faculty Publications         Research Labs                        Events      Collaborations        Plans / Outcomes                 Outcomes         Essential Functions                       About Us                       Connect with NYU Steinhardt           Apply Now     Request Info       Contact        Get Directions        Call us"}, {"content": "Interdisciplinary Case-Based Dysphagia Management - Winter Programs - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Winter Programs                                                          Interdisciplinary Case-Based Dysphagia Management            Course Number: CSCD-GE.2165 / NUTR-GE.2165    Instructor: Lisa Sasson    Points: 1    Course meets: 1/13 -15/2014: TuTh 4:30-7:00; 1/20/2014: Tu 5:00-7:00; 1/22/2014: Th 4:30-7:30;    Description: This course is designed to promote the development &amp; application of interdisciplinary, collaborative approaches to evidence-based management of patients with complex needs. Through the use of case studies, student led discussions &amp; learning exercises, students will work as a team to review &amp; critique treatment &amp; management practices. Discipline-specific standards of care, problem-solving approaches to ethical decision-making &amp; case management, &amp; skill sets central to competent health care will be emphasized. Understanding &amp; valuing the contribution of each discipline is essential for effective interdisciplinary case management.    Department Consent Required.    For more information regarding professors and meeting times, students can use Albert directly. The course can be found under both the Department of Communicative Sciences and Disorders and the Department of Nutrition, Food Studies, and Public Health.                    This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}, {"content": "Winter Programs - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Winter Programs                                                                    NYU Winter Session in New York for Undergraduates    Winter session, or January Term , offers undergraduate students the chance to enroll in one course on the Washington Square campus to allow intensive study of the subject matter. NYU's policy is that students may take only one course during the winter term.    January Term courses enable students to earn academic credit (major, minor, or elective); to accelerate degree completion; and to concentrate on personal interests.    Please note: These courses are separate from fall and spring terms, and different financial aid and registration policies apply . Please see the NYU January Term webpage for complete information.    Graduate Courses In New York    Steinhardt offers several graduate courses on Washington Square in three-week intensives during January 2015. Please see Albert for exact program dates. These courses count toward Spring semester credit load and Spring tuition costs.    January 2015 Offerings:    Administration, Leadership, and Technology       Research Approaches and Techniques        Applied Psychology       Cross Cultural Counseling    Grief and Bereavement Counseling    HIV Prevention and Counseling: Psychoeducational Perspectives       Art and Art Professions       None for January 2015       Communicative Sciences and Disorders       Interdisciplinary Case-Based Dysphagia Management    Interdisciplinary Habilitation of Speaking Voice/Vocal Performance: Synergistic Remediation Effect    Language and Communication in Children with Autism Spectrum Disorders    Seminar in Speech Pathology: Augmentative Communication Devices       Humanities and Social Sciences in the Professions       None for January 2015       Media, Culture, and Communication       Visual Culture Methods       Music and Performing Arts Professions       Ethics in Drama Therapy    Interdisciplinary Habilitation of Speaking Voice/Vocal Performance: Synergistic Remediation Effect    Theater Aesthetics and Drama Therapy       Nutrition, Food Studies, and Public Health       Interdisciplinary Case-Based Management of Dysphagia Management    Professional Writing in Public Health       Occupational Therapy       Sensory Processing Challenges and Opportunities: Austism       Physical Therapy       None for January 2015        Teaching and Learning       Educating Children with Special Needs in Early Childhood Settings     Literacy Assessment       Students register on Albert; courses are found under Spring 2015 listings by department. Please consult your academic advisor on how courses can be allocated toward degree requirements.                    This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]}]