[{"detail": [{"content": "Course Offerings (GSAS Bulletin)    | Department of History | New York University                                    NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home       Course Offerings (GSAS Bulletin)   Courses are of several kinds:       Colloquia, dealing with specific periods or problems, based on common reading and discussion (in some cases supplemented by occasional lectures), and in which students normally write interpretive papers, book critiques and review essays, and/or bibliographical surveys.    Seminars, in which, after an initial period of common readings, students work primarily on a research project. (In certain cases students may also write research papers in courses that are technically “colloquia.”)    “Literature of the field” courses, designed to provide entry to a broad area of history, through reading and discussion of a number of major issues, problems, and controversies that represent traditional and contemporary approaches to the area as a whole. These courses introduce students to the kinds of materials and issues that are tested on the qualifying examination and provide a framework for preparing to take the qualifying exam. In some cases, however, students aiming only at the M.A. degree may be admitted to these courses with the instructor’s permission.    Methodology courses, intended to introduce students to a wide spectrum of issues, theories, and research strategies. Ph.D. students are required to take a methodology course in their first year.    Independent study courses, devoted to reading, research, or some combination, and set up between a student (or a small group of students) and a particular faculty member.    Dissertation prospectus seminars. Ph.D. students are required to take a dissertation prospectus seminar in their third year. Doctoral students may, with the approval of their advisers, enroll in up to four courses in other departments. The limit is two for M.A. students.    Doctoral students may also, with similar approval, prepare their second fields outside the history department. Courses are also available at nearby universities—Columbia,NewSchool, CUNY, and Fordham—through the Inter-University Doctoral Consortium. Interested students should consult the literature available in the department.    The following is a selected list of course offerings. METHODS, TRANSNATIONAL, COMPARATIVE    Industrialization and the Working Class in Comparative Perspective Since 1870 G57.1022 Nolan, Walkowitz. 4 points. Study of the transition from a maturing to a late society inEurope and theUnited States. Examines economic pressures, technological developments, entrepreneurial policies, ethnic and national subcultures, and emergence of urban and state institutions as they relate to the social history of the working class, the labor movement, and class consciousness.    Europe ’s Relationship with Africa Since Classical Antiquity G57.1040 Hull . 4 points. History ofEurope’s relations withAfrica south of theSahara. Early Greek and Roman contacts and the role black Africans played in Mediterranean civilizations. Impact ofAfrica onEurope in the Middle Ages, Elizabethan attitudes toward African civilizations, the Age of European Discovery, early settlement, colonial relationships, and new colonial interaction.    Environmental History G57.1050 Identical to G65.1022. 4 points. Analyzes monographs in the field, drawn from all geographical areas, dealing with major theoretical issues.    History of Sexuality G57.1057 Hodes. 4 points. Historical constructions of sexuality in theUnited States from the colonial era through the 20th century.    Global Encounters: 1300-1800 G57.1730 Feros, Waley-Cohen. 4 points. The general aim of this course is to study global interactions between various societies from 1300 to 1800, a period during which peoples from all continents encountered one another in conditions of both cooperation and collision. Topics include comparative notions of empire and colonial practices; the ideas and beliefs each society held about themselves and ‘others’ and the things and conventions that gave them such identities: language, color, ethnicity, kinship, religion, and so on. Throughout the course, students also study the structure of each society’s thought; the categories of analysis used in encounters with other societies; and how interactions and the language used to characterize others changed over time. Other topics include trade between various societies; the creation of colonial societies; slavery: evolution, concepts, and its influence in the creation of racial theories; diaspora in history and its influence in the various societies affected by migratory movements.    Transnational Construction of Race G57.2008 Hodes. 4 points.    Women and Social Change G57.2290 M. Young. 4 points. Examines the role of women in revolution inRussia,China,Vietnam, andCuba, with emphasis on theoretical perspectives on women developed by each movement and the relationship between theory and practice.    Gender and Politics in the Age of the Democratic Revolution G57.2605 Levy. 4 points. Examines the “age of the democratic revolution,” with a focus on the comparative history of women and gender in several European and American cultures.    The Making of the African Diaspora G57.2622 Gomez, Kelley. 4 points.    Colloquium: Modern City Culture G57.2754 Bender. 4 points. Studies the culture ofNew York City in comparative perspective, particularly emphasizing the relation of political and economic modernization to the culture of modernity and artistic movements of modernism.    Theories of Nationalism G57.3500 4 points.    Approaches to Historical Research and Writing G57.3603 4 points.    Race and Place: Local, Regional, National, and Transnational Explorations G57.2014 Hodes. 4 points. Explores historical constructions of race and the meaning and significance of race, with an emphasis on (though not limited to) theAmericas. Seeks to place these explorations in the context of various geographical levels, from local and regional to national and transnational, with attention to the crossing of all such borders. Devotes equal attention to historical methodology, including searching for sources and evaluating evidence; the formulation and presentation of arguments; the craft of writing; and the voice of the scholar.    Early Modern European Imperialism: Discourses, Institutions, Experiences G57.2186 Feros. 4 points. This one-semester seminar on early modern European imperialism is designed to give students interested in the history of early modernEurope, the Atlantic world, the history ofAfrica, and colonialLatin America a general understanding of the early modern ideologies and institutions that enabledEurope to colonize parts ofAfrica and theAmericas. Throughout the semester, students examine several important topics: medieval precedents of early modern imperialism; theories of empire and monarchy; ideologies of conquest and colonization; models of conquest and colonial exploitation; and the relevance of race and slavery in understanding European influence inAfrica and theAmericas. MEDIEVAL EUROPE (FROM THE FALL OF ROME THROUGH THE 14TH CENTURY)    Seminar: The Classical Tradition in the Middle Ages G57.1109 Claster. 4 points. Studies the role of the classical heritage of Greco-Roman antiquity in the formation of the culture of the Latin West. Focuses on the conflicts—real or imagined— between Christianity and classical culture and the ways in which classical learning was preserved, transmitted, and assimilated. Covers the Roman response to Hellenism through the medieval period and the 13th century.    The Transition from Classical Antiquity to the Middle Ages G57.1111 Claster. 4 points. Focuses on the main themes in classical antiquity, particularly Roman history, and the emergence of early Western medieval culture. Themes include the decline and transformation of the Western empire; the rise of Christianity; and the influx of Germanic peoples and how they all interacted with one another to build a new European civilization. Emphasis is on the reading of primary source material and discussion of the problems and theories involved in understanding the evolution of a new civilization.    The Crucible of Europe : The Late Fifth Century to 1050 G57.1112 Claster, P. Johnson. 4 points. During this period,Europe takes on form and coherence. Under the Carolingians, Ottomans, Normans, and the church,Europe builds on the foundations of the Romans. Topics includeEurope’s relations with the Byzantine and Islamic East.    The Harvest of the Middle Ages: 1250-1450 G57.1114 Claster, P. Johnson. 4 points. Europe from the apogee of the medieval world to economic and social contraction. The dissolution of the medieval outlook is replaced with a new humanism that presaged something altogether different by the mid-15th century. Covers changes as well as continuity asEurope entered the early modern period.    Medieval France G57.1117 P. Johnson. 4 points. France governed by the Capetian and Valois kings served as a seedbed for a brilliant medieval society. Agrarian and social-economic backgrounds, intellectual life, political strategies, crusades, literature, Gothic art, and personalities of that period.    Marginal People in the Middle Ages G57.1121 P. Johnson. 4 points. Investigation of disenfranchised groups in medievalEurope: women, slaves, lepers, the poor, the insane, Muslims, Jews, and heretics. Why and how they were marginalized.    Central Middle Ages G57.1122 Claster, P. Johnson. 4 points. Study of a period of cultural, artistic, and intellectual brilliance; growing intolerance; corporatism in government; and Christian imperialism.    History of Byzantium I, 284-867 G57.1503 4 points. Examines the principal historical development ofByzantium from the reign of Diocletian to the rise of the Macedonian Dynasty.    History of Byzantium II, 867-1453 G57.1504 4 points. AnalyzesByzantium from the Macedonian Dynasty to the fall ofConstantinople in 1453 to the Ottoman Turks.    New Works in Medieval Studies G57.2100 P. Johnson. 4 points.    Women and Gender in the Middle Ages G57.2109 P. Johnson. 4 points. Examines women’s experience in and contributions to medievalEurope and developments in gender formulations during the Middle Ages.    Literature of the Field: Early Middle Ages G57.2112 P. Johnson. 4 points. Research methods, interpretation, and the actual writing of medieval history have changed. This course explores changes in the approach to the study of medieval European history as they apply to social, cultural, and religious history.    Literature of the Field: Later Middle Ages G57.2113 Claster, P. Johnson. 4 points. Interpretation of medieval history in the 20th century. Historiography and sociology of knowledge.    Colloquium: Christian Monasticism—East and West G57.2114 P. Johnson. 4 points. History of Christian monasticism from its roots in the Egyptian desert, through its flowering in the central Middle Ages, to its partial destruction in the Reformation.    Italy in the Ages of Dante and Petrarch G57.2120 4 points. History of northernItaly, the old Regnum Italiae, from the late 12th century to around 1400. Particular attention is paid to the 13th and early 14th centuries, the era of Dante and Petrarch; the economy; politics and civic culture; society, especially the social response to the new spirituality; and the economic, political, and social changes following the Black Death.    The Crusades: A Reevaluation G57.2219 Claster, P. Johnson. 4 points. Studies the history of the Crusades and theCrusaderKingdom in the context of both the Latin West and the eastern Mediterranean world. Explores major themes and issues raised by the crusading movements against a background that provides an understanding of the era and an understanding of theories proposed by modern historians to interpret the Crusades. Emphasis is on primary sources—Latin, Arabic, Jewish, and Byzantine—in translation.    Seminar: Topics in Byzantine and Ottoman History G57.3025 Salzmann. 4 points.    Seminar in Medieval History G57.3115 Claster, P. Johnson. 4 points.    Readings in Medieval Greek Sources G57.3116 4 points.    Seminar: Medieval Church G57.3119 P. Johnson. 4 points. Readings and discussion of the culture and institutions of the Latin Church from the 6th to the 14th centuries. Introduction to important literature and problems that prepare the student for advanced-level research in medieval ecclesiastical history.    Seminar: Church and Society in Premodern Europe G57.3120 P. Johnson. 4 points. Research seminar on issues of the church and society in medieval and early modernEurope. EARLY MODERN EUROPE (1400-1789)    Literature of the Field: Early Modern Europe I G57.1150 Required of Ph.D. candidates making this their major field. Feros. 4 points. Surveys major literature and historiographical issues in the early modern field.    Literature of the Field: Early Modern Europe II G57.1151 Feros, Levy. 4 points. Introduction to the field of early modernEurope through a critical reading of important works by modern historians in this field. Focuses on political, cultural, and intellectual history.    France : The Old Regime, 1562- 1715 G57.1163 Levy. 4 points. Themes include demographic, economic, social, political, and cultural structures of the old order; the civil wars of the 16th century; political culture of royal absolutism; intellectual currents and oppositional politics; popular culture; historiographic debates; the Enlightenment and the development of political oppositions; and the origins of the French Revolution.    Colloquium: Italy During the Renaissance G57.2157 4 points. Intensive reading of themes from 14th-, 15th-, and 16th-centuryItaly, including the nature of the city-state and of Italian urban society, urban culture and humanism, the origins and nature of the Renaissance as seen in its historians, and the effects of the foreign invasions on Italian life and culture. A series of bibliographical papers are required.    Colloquium: The European Enlightenment G57.2160 Levy. 4 points. Surveys the material, cultural, and intellectual origins of the European Enlightenment; Enlightenment thought as oppositional politics, with attention to religious, economic, social, and political writings; the culture of the scientific revolution; feminine and feminist cultures; political journalism and polemic; the literary underground; and popular culture and its politicization.    Seminar: Topics in Early Modern Europe : European Society and Religion G57.2162 Feros. 4 points.    State and Society in Early Modern Europe G57.2164 Feros. 4 points.    Early Modern Spain G57.2166 Feros. 4 points. Provides a solid knowledge of the political, social, and cultural history of early modernSpain.    History of Women in Early Modern Europe , 1500-1800 G57.2176 Levy. 4 points. Themes include women’s legal status, family and work, intellectual and cultural life, religious practices, political roles, and gendered cultural values.    Gender and Politics in the Age of Democratic Revolution G57.2605 Levy. 4 points. See description under Methods, Transnational, Comparative. MODERN EUROPE (1750-PRESENT)    Culture and Society in the 19th Century G57.1000 Seigel. 4 points.    Modern Greek History G57.1124 Fleming. 4 points. Examines how the major developments in modern European history from the Enlightenment and state formation to the post-1945 era were manifested in “peripheral” and “small” European nation-states by usingGreece as a case study.    European Fascism in Comparative Perspective G57.1196 Nolan. 4 points.    Literature of the Field: Modern Europe Through the 19th Century G57.1201 Required of Ph.D. candidates making this their major field. 4 points. Survey of the major literature and historiographical issues in the modern European field.    Literature of the Field: Modern Europe from 1900 to 1945 G57.1202 4 points.    19th-Century France G57.1209 Identical to G46.1610. Judt. 4 points. The impact of revolutions and economic changes on 19th-century French society.    20th-Century France G57.1210 4 points.    Society, Culture, and Politics in Contemporary Italy G57.1222 Ben- Ghiat. 4 points.    Diplomatic History of Europe in the 19th Century G57.1251 Stehlin. 4 points. Major diplomatic events from 1789 to 1900, such as the French and Napoleonic Wars, European Restoration, national unification, imperialism, and the Bismarckian settlement. Discussion of their relation to political, economic, and social events.    Diplomatic History of Europe in the 20th Century G57.1252 Stehlin. 4 points. Major diplomatic events from 1900 to 1939, such as the various crises in the century’s first decade, the origins and results of World War I, the search for security in the 1920s, Nazi and Fascist policy, and the coming of a second world war. Discusses their relation to political, economic, and social events.    Women in European Society and Politics G57.1253 Nolan. 4 points. Explores main themes of and principal approaches to European women’s history from the late 18th century through World War II.Readings focus onBritain,France,Germany, andRussia.    Politics and Society in Germany , 1870-1945 G57.1274 Nolan. 4 points. Explores recent research and controversies in modern German social history. Emphasis is on the nature and contradictions ofGermany’s industrial capitalist system, the history of the German working class and its political and cultural organizations, and the history of women.    Czarist Russia , the Muscovite Period to the Revolution G57.1301 Kotsonis. 4 points. The long-term geographical, social, and cultural foundations of Russian history. Emergence of the command society and the impact of modernization from the reign of Peter the Great to the Russian Revolution.    Revolutionary and Soviet Russia G57.1302 Kotsonis. 4 points. Peasant, religious, and Praetorian rebellion in oldRussia; the Populist and Marxist revolutionary movements; the urban and peasant revolutions in 1905 and 1917 to 1920; and the Stalinist industrial, urban, and bureaucratic revolution.    Political History of Russia , 1796- 1856 G57.1325 Kotsonis. 4 points. Introduction to the fundamentals of Russian history seen through the prism of the early 19th century and the study of war, diplomacy, state administration, agrarian reform, the nationalities question, the problems of industrialization, and intellectual and revolutionary movements.    The Decline and Fall of the Russian Empire, 1856-1917 G57.1326 4 points. Modernization and its breakdown during the reigns of the last three czars. Agrarian and administrative reform, industrialization, urbanization and the urban crisis, the emergence of a revolutionary elite, and the revolutions of 1905 and February 1917.    History of England Since 1688 G57.1408 Scally. 4 points. Classic and current scholarship in English social and cultural history, law and society in the 18th century, family history, demography, industrialization and the city, Victorian women’s history, and imperialism. Students present interpretive papers on themes developed with the instructor.    Britain in the 20th Century, 1914 to the Present G57.1409 Scally. 4 points. Introduction to the developing social structure and culture ofEngland during and since the first Industrial Revolution. Topics in English social history include family history, mobility, work discipline, illegitimacy, and alcoholism, which are subjects of recent research.    History of Modern Ireland , 1690- 1921 G57.1416 Open to undergraduates with permission of instructor. Scally. 4 points.    History of Modern Ireland , 1922- 1998 G57.1417 4 points.    Irish and European Migration to America G57.1419 4 points.    Topics in Balkan History G57.1506 Fleming. 4 points. Emergence and persistence of nationalism in the Balkans. Commonalities and differences between Balkan and European nationalist theory and practice.    Topics in East European Jewry G57.1526 Engel. 4 points.    Topics in West European Jewish History G57.1527 Engel. 4 points.    Topics in Women and Gender in French History G57.1764 4 points.    The French Economy Past and Present G57.1910 Chapman. 4 points.    Italian Fascism G57.1982 Ben-Ghiat. 4 points.    Seminar: Development of the European State in the 19th Century G57.2131 Stehlin. 4 points. Political, economic, and social developments inEurope from 1815 to 1914. How didEurope become a functional entity and meet its problems in terms of political institutions, governmental structures, and social movements that culminated in a changed relationship between individuals and the state? What forces shaped European society and prepared it for the 20th century? Conservatism, liberalism, and socialism and their effect on and interrelationship with political and social developments.    Modern French History G57.2163 Prerequisite: fluent reading knowledge of French. Judt. 4 points. Covers French political, cultural, and social history from the mid-19th century to the 1960s. Students read major historical monographs and articles and present their plans for doctoral-level research on French history.    Colloquium: The French Revolution G57.2178 Levy. 4 points. Study of the economy, society, ideology, and political culture inFrance during the revolutionary decade, with attention to historiographic debates concerning the intellectual and cultural origins of the Revolution; the first new regime, 1789-1791; revolutionary radicalization; the political culture of the Terror; gender and revolutionary politics; expansion and conquest; and the Revolution’s impact on the formation of modern political culture.    Russian Revolution as Memoir G57.2183 Kotsonis. 4 points.    History and Memory in Europe/World War II G57.2184 Judt. 4 points.    Nationalism, Imperialism, National Identity: Italy and the Mediterranean World, 1870-1930 G57.2226 4 points.    Colloquium: Paris , Vienna , and the Cultures of Modernism G57.2230 Seigel. 4 points. Study of modernist culture in two of its most prominent settings, theParis of theThirdRepublic andVienna in the last years of the Hapsburg Empire. Introduction to political and social conditions that provided the framework for modernist currents and to representative figures in social theory, philosophy, literature, and the arts.    20th-Century French Political Thought G57.2233 Judt. 4 points.    M.A. Seminar: Europe —The Making of 19th-Century Bourgeois Society G57.2240 4 points.    Colloquium: Weimar Germany G57.2248 Stehlin. 4 points. Explores strengths and weaknesses ofGermany during its transition from a monarchy in 1918 to totalitarianism in 1933: the legacies of World War I, economic problems, foreign affairs, culture, and the enemies of the republic.    Post-World War II Germany G57.2250 Nolan. 4 points.    Economy, Society, and Politics in German History G57.2251 Nolan. 4 points. Recent research and the controversies in modern German history, with a focus on the period from 1914 to 1945.    Seminar: Origins of World War I G57.2257 Stehlin. 4 points. Explores the causes and responsibility for the war. Topics include the diplomatic crises before 1914, the internal situation ofAustria, the assassination, and interpretations of the causes of war.    Colloquium: Origins of World War II G57.2258 Stehlin. 4 points. Explores the instability of the European state system of the post-1918 era and the contributions of each state to the outbreak of war. Topics include the Versailles Treaty, reparations, Nazi and Fascist diplomacy, Western and Russian diplomacy, and the immediate cause of the war.    Colloquium: Topics in Working- Class History, 1870-1945 G57.2259 Nolan, Scally. 4 points. Concentrates on the working class inBritain,France,Germany, andItaly. Investigates the character and composition of the working class, forms of working-class protest, and the theory and practice of working-class movements.    Politics and Ideas in Europe Since 1939 G57.2260 Judt. 4 points. Discusses aspects of European political, cultural, and intellectual history, from the Second World War to the present. Covers material from East andWest Europe that is mostly primary in nature—novels, essays, contemporary political writings, etc. Emphasis is on the interrelation of cultural, political, and philosophical ideas and affairs in modernEurope.    Colloquium: Methods and Problems in European Intellectual History G57.2266 Seigel. 4 points. Introduces modern European intellectual history, through the study of four to six major thinkers and the diverse and conflicting methods employed to interpret them. Those studied are chosen from a list that includes Kant, Rousseau, Hegel, Marx, Mill, Baudelaire, Durkheim, Bergson, Weber, Nietzsche, and Freud.    Seminar: Britain and Ireland Since 1750 G57.2427 Scally. 4 points. Introduces the interpretive and primary literature in modern English history, with emphasis on recent scholarship and methodology in English social and cultural history.Readings and discussions of social class structure, the Victorian city and village, labor unions, public education and literacy, criminality, prostitution, and health.    Mediterranean Europe in the 20th Century G57.2503 4 points. Discusses the ways individual countries of Mediterranean Europe experienced similar patterns of political and social change and the extent of a common and distinct overall pattern of historical evolution in Mediterranean Europe in the 20th century.    The Global Economy G57.2560 Nolan. 4 points.    Colloquium: Aesthetics and Politics in Europe , 1890-1939 G57.3270 Seigel. 4 points. Study of selected artistic and literary movements whose practices located them at the intersection of aesthetic innovation and political challenge. Each year, two topics are chosen from the following: (1) aestheticism and futurism inItaly; (2) surrealism inFrance; (3) art and politics inWeimar Germany.    Bourgeois Life and Culture in 19th- Century Europe G57.3290 Seigel. 4 points. LATIN AMERICA AND THE CARIBBEAN    Literature of the Field: Colonial Latin America G57.1801 Thomson. 4 points. Examines how Spanish- and Portuguese- American empires were created, how their societies and cultures were shaped, and how their institutions and their economies were modified by internal changes. Considers the 18th-century reforms of the colonial system and the growing pressure for independence.    Literature of the Field: Modern Latin America , 1824-Present G57.1802 Ferrer, Grandin. 4 points. Introduction to historiography of postindependenceLatin America. Focuses on topics such as the integration ofLatin America into the world capitalist trade and investment system, evolution of rural and urban labor systems and movements, liberalism, nationalism, U.S.-Latin American relations, and revolutionary movements.    History of Latin American Women G57.1810 4 points.    The Human Condition in Latin America, 1945-Present G57.1818 Identical to G65.1051. 4 points. Introduction toLatin America through the study of contemporary history: population growth, urbanization, social transformations, economic development, political crises, relations with the developed andThird World nations. Attempts to make meaningful the recent past and present of our neighbors, to show how it engages with our own, and to evoke a sympathetic understanding of their aspirations.    Colloquium: Topics in Latin American and Caribbean History G57.2800 Ferrer, Grandin, Thomson. 4 points. Historiographic and analytic approaches to variable topics. Recent colloquia included Historical Perspectives on Race and Ethnicity inLatin America andIndependence and Nationalism in the 19th Century. May also focus on the history of a particular country or subregion, such as modernBrazil,Central America, or theCaribbean.    Slavery, Colonialism, and Revolution in the Caribbean G57.1809 Ferrer. 4 points. Introduction to the major themes and debates of colonialCaribbean history. Begins with the reading of general works on theCaribbean: selections from major texts and classic essays by historians, anthropologists, and literary critics arguing the case for the study of theCaribbean as a unit of analysis. From there, goes on to consider the central themes of the region and the period: slavery, capitalism, and emancipation; colonialism, revolution, and imperialism; nationalism and race. Themes are studied from a variety of approaches and perspectives, from very local microhistorical studies to comparative ones to more sweeping global treatments. Throughout, an attempt is made to bridge the vertical lines that often separate the study of the different linguistic and imperial Caribbeans.    Research Seminar: Latin America and the Caribbean G57.2801 Ferrer, Grandin, Thomson. 4 points. Methodology research seminar in which students learn the basic techniques of isolating and conceptualizing a topic, develop their research skills in handling primary and secondary sources available in theNew York area, and complete a coherent, pertinent research paper of about 25 pages, with appropriate documentation and bibliography.    Topics in Latin American History: Culture and Politics in Latin America G57.2803 4 points.    Seminar: Politics and Culture in Latin America G57.2804 4 points. AFRICA    Europe ’s Relationship with Africa Since Classical Antiquity G57.1040 4 points. See description under Methods, Transnational, Comparative.    History of Jews and Judaism in Africa G57.1556 Hull . 4 points.    Imperialism, Colonialism, and Decolonization in Africa Since 1875 G57.1558 Hull . 4 points. Analysis of the theory and practice of imperialism as it applied toAfrica south of theSahara; the theory and practice of colonial administration in British, French, and Belgian Africa; and the nature of the relationships between the independent African nations and their former colonial masters.    The Fabric of West African Civilization G57.1559 4 points.    History of Apartheid in South Africa Since 1652 G57.1577 Hull . 4 points. Study of racial and ethnic conflict and cooperation in southernAfrica since the late 17th century. Emphasis is onSouth Africa,Mozambique, and Zimbabwe.    Conceptualizing the African diaspora G57.1785 A colloquium concerned with the ways in which the African diaspora has been (and is being) theorized; that is, the conceptual and methodological frameworks within which the African diaspora has been located, and by which the imaginary has been approached. Specifically, the field is considered in connection with and through insights provided by studies of the subaltern and cultural, theories of feminism and hybridity and creolization, black radical internationalism, etc.        Literature of the Field: the African diaspora G57.1801 A colloquium on the formation and development of the African diaspora, uncritically defined as the dispersal of people of African descent throughout the world, by way of examining the most recent and influential literature on the topic. Care is given to consider works addressing the Mediterranean Sea and Indian Ocean, as well as the Americas.    Islam in West Africa G57.2007 Gomez. 4 points.    Colloquium: African Slavery and the Atlantic Slave Trade G57.2555 Hull . 4 points. Examines the institution of servitude and slavery in tropicalAfrica since classical antiquity. Studies master-servant relationships in selected precolonial African societies and the Atlantic slave trade and its impact on African political, social, and economic organization.    African Civilization: Perceptions and Realities G57.2556 4 points.    African Culture and Experience in North America G57.2029 A seminar on African culture and experience in North America, differing from conventional courses on African Americans in that it focuses on and emphasizes the specifically African contribution while following the permutations and re-imagination of that contribution over time and in response to other cultural sources.    The Making of the African Diaspora G57.2622 A seminar that emphasizes the historiography of what has come to be called the African diaspora, but in other eras was called something else, like pan-Africanism. Seminal works by Du Bois, Barnett Wells, Padmore, Casely Hayford, James, Blyden, Crummell, Cooper, etc., are examined. ASIA    Literature and Politics in Modern China G57.1195 M. Young. 4 points. Explores the ways in which literature was intimately shaped by its social and political context and the extent to which literature itself became part of the material forces working to change that context.    Topics: East Asian History G57.1731 4 points.    China and the West G57.1916 Waley-Cohen. 4 points.    Modern Chinese Intellectual History G57.1919 Karl. 4 points.    Historical Epics of China and Japan G57.1994 Roberts. 4 points.    Japanese Imperialism G57.1995 L. Young. 4 points.    Literature of the Field: Problems in Japanese History II G57.2001 L. Young. 4 points.    Modern Japanese Culture G57.2005 Harootunian. 4 points.    Women and Social Change G57.2290 M. Young. 4 points. See description under Methods, Transnational, Comparative.    Culture of Imperialism G57.2557 M. Young. 4 points. Exploration of the unequal exchange between colonizer and the colonized in the 19th and 20th centuries. The perspective is comparative, the method interdisciplinary.    Thought and Law in Imperial China G57.2558 Waley-Cohen. 4 points. Examines the nature and role of Chinese legal culture from 221 B.C. to A.D. 1911. Topics include Confucian and popular religious influences; criminal, contractual, and family law; and the impact of Chinese law in Vietnam, Korea, and Japan.    Mapping South Asia : Culture, Politics, and History G57.2915 4 points.    Studies in Culture and Politics in Modern Japan G57.2917 4 points. MIDDLE EAST    History of the Ottoman Empire G57.1125 Salzmann. 4 points.    The Near East Under the Greeks and Romans G57.1501 Identical to G77.1621. Peters. 4 points.    History of the Middle East , 600- 1200 G57.1502 Identical to G77.1640. Husain. 4 points.    Egypt in Modern Times G57.1511 Identical to G77.1664. Lockman. 4 points.    Topics in Ottoman History G57.1513 Identical to G77.1651. Salzmann. 4 points.    Revolutions in the Islamic Middle East G57.1517 Identical to G77.1616 and G93.1616. 4 points.    Topics in Medieval Islamic History G57.1521 Husain. 4 points.    Islam in the Modern World G57.1522 Identical to G77.1803. 4 points.    Seminar on the Modern History of the Middle East I: The Great Powers and the Middle East G57.1533 4 points.    Seminar on the Modern History of the Middle East II : Leaders and Revolutions G57.1534 4 points.    Modern Iran (1800 to the Present) G57.1541 Identical to G77.1661. Chelkowski. 4 points.    Islamic Middle East, 1200-1800 G57.1641 4 points.    History of the Middle East : 1750- Present G57.1642 4 points.    Literature of the Field: Modern Middle Eastern History G57.1643 4 points.    Late Ottoman Empire G57.1652 Salzmann. 4 points.    Seminar in Modern Middle Eastern History I G57.1653 4 points.    Seminar in Modern Middle Eastern History II G57.1654 4 points.    Problems and Methods in Middle Eastern and Islamic Studies G57.2513 Identical to G77.1687. 4 points.    Introduction to Islamic Studies G57.3502 Identical to G77.1700. Peters. 4 points. UNITED STATES (CONTACT TO PRESENT)    Lower East Side American Jewish Memory G57.1271 Diner. 4 points.    History of American Judaism G57.1280 Diner. 4 points.    Jewish Women in America : Historical Problems G57.1281 Diner. 4 points.    Women and Social Movements: New York in the 1930s G57.1284 Diner. 4 points. This course is part of a national project to create a Web site documenting the history of women and social movements in theUnited States. The project is coordinated by Professors Thomas Dublin and Katherine Sklar atBinghamtonUniversity and involves scholars and students from around the country. Each team creates its own Web site, all of which will be linked together.    Literature of the Field: America to 1865 G57.1600 Required of Ph.D. candidates making this their major field. 4 points. Surveys major literature and historiographical issues in the American field from European contact to 1865.    The American Colonies to 1763 G57.1601 Kupperman. 4 points. Examines the origins of English colonization, labor and immigration patterns, religion, the economics of empire, social relationships, and politics from the perspective of continuity and change.    The American Revolution and Constitution G57.1603 4 points. Studies the tension betweenEngland and the American colonies in a political and social context. Other topics include revolutionary ideology, constitutional conflict, the War ofIndependence, the framing of new state government, and the debate over the federal Constitution.    Politics, Ideas, and Culture in America , 1750-1930 G57.1604 Bender. 4 points. Studies selected practical and prescriptive versions of American culture and politics, articulated by writers, intellectuals, and political leaders from 1750 to 1930.    The United States, 1789-1824: Problems of the New Nation G57.1605 4 points. Studies political behavior and party formations in the emergent American nation, with emphasis on the relationship of economic policy and foreign affairs to political process.    The Civil War and Reconstruction, 1850-1877 G57.1607 Open to undergraduates. 4 points. Studies the social, political, and cultural history of theUnited States from 1850 to the end of Reconstruction. Focus is on the 1861-1865 crisis of theUnion, its antecedents, and its consequences.    Literature of the Field: America Since 1865 G57.1610 Required of all Ph.D. candidates making this their major field. 4 points. Surveys the major literature and historiographical issues in the American field from the Civil War to the present.    The United States in the 20th Century to 1945 G57.1612 4 points. Studies political, economic, and foreign relations issues during the period from the Spanish-American War to 1945. Discusses major figures and developments historiographically to emphasize the historical literature, interpretations, and continuing dialogue.    Intellectual History of the United States , 1830 to 1890 G57.1701 4 points. Surveys major currents of American thought in the 19th century, focusing on American romanticism and scientific naturalism, utilizing materials from imaginative literature, philosophy, the fine arts, political and social thought, religion, and science.    Intellectual History of the United States Since 1890 G57.1702 4 points. Surveys major currents of American thought from the end of the 19th century, focusing on American relativism, utilizing materials from imaginative literature, philosophy, the fine arts, political science, and technology.    U.S.-East Asian Relations G57.1737 M. Young. 4 points. From the open door as the McKinley administration understood it to the open door as Deng Xiaoping defined it. Examines the American imagination ofAsia, the reality ofU.S. policy toward specific Asian countries, and the corresponding imagination and reality of Asian nations toward theUnited States.    Local and Community History in America G57.1752 4 points. See description under Public History.    History and Public Policy G57.1753 4 points. See description under Public History.    Media and History G57.1755 4 points. See description under Public History.    Historical Thinking: Women and Gender in the United States G57.1761 Gordon. 4 points.    Topics in American Women’s History G57.1762 4 points.    Women and Work G57.1769 4 points. Introduction to the major scholarship on women and work inU.S. women’s history, with focus on the 19th and 20th centuries.    American Social History in the 19th Century G57.1771 Hodes. 4 points. Causes and consequences of the Civil War, including the transition to capitalism and the transformation of work in the North; southern slavery; religion and reform; class, politics, and Jacksonian democracy; African American freedom; labor and politics in the Reconstruction South and in the industrializing North; and capitalist expansion at the end of the century.    American Social History Since 1870 G57.1772 Kelley, Walkowitz. 4 points. Modernization of American society in the past 100 years, focusing on the growth of industrial and urban society. Attention to trends in social mobility and stratification; the impact of modernization on class structure, immigration, blacks, women, and the modern family.    Common People in Early America G57.1773 4 points. The “less articulate,” from the Revolution to the Civil War. Urban, ethnic, and religious tensions and their contributions to a sense of rising class distinction in early American history.    History of American Higher Education G57.1778 Identical to E55.2067. Mattingly. 4 points. Topics in the history of American colleges and universities since 1750. Analysis of educational policies and functions, with attention to the limitations of educational responsibility, the transformation of institutional structures, changing modes for gaining and imparting knowledge, and the social prerogatives and initiatives assigned to an educated class.    Afro-American History G57.1782 Kelley, Sammons. 4 points. Broad exposure to African American history. Begins with a historiographical introduction, describing the growth and development of the field, and moves to a major theme and period treatment ranging from ancientAfrica to the civil rights movement. Provides an understanding of the field and a foundation for specialized course work and research.    Women in 20th-Century America G57.1789 4 points. Surveys women in modernAmerica, with emphasis on work, politics, feminism, and changing social roles.    Indians in Early America G57.1891 4 points.    Master’s Seminar: Historical Research Methods G57.2022 Wosh. 4 points. Introduction to the theoretical and methodological components involved in the research process. Considers historiographical issues; develops an understanding of the archival and library environments, focusing on searching strategies and the use of automated techniques; and emphasizes framing research questions. Students complete a research paper with appropriate documentation and bibliography in their area of interest.    Colloquium: American Cultural History G57.2024 Bender. 4 points. Examines modes of cultural history, particularly newer ones. Explores recent theoretical and historiographical discussions of cultural history.    Seminar: 19th-Century Intellectual and Cultural History G57.2025 Bender. 4 points.    Colloquium: Christianity and Culture in America —From Finney to Falwell (1820-1990) G57.2026 Wosh. 4 points. Examines the nature of American Christianity from the revivals of the early 19th century through the revival of the religious right in the 1990s. Explores themes in American religious development, including the changing nature of Roman Catholic, mainline Protestant, evangelical, fundamentalist, and Pentecostal movements; the relation between gender and religion, the development of African American religious traditions, and the relationship of Christianity to larger social, religious, and economic structures in American society. Students examine and interpret a wide range of primary sources and significant texts in American religious and cultural history.    Between History and Literature: Rethinking African American Autobiography G57.2027 Sammons. 4 points.    Gender/Cultural History in America G57.2030 Duggan. 4 points.    M.A. Seminar: Oral History, Afro- American G57.2256 Sammons. 4 points.    Immigration, Ethnicity, and Gender Relations G57.2293 Diner. 4 points.    Right-Wing Politics in U.S. History G57.2306 Duggan. 4 points.    Transition from Slavery to Freedom in the United States G57.2553 Krauthamer. 4 points.    Colloquium: Topics in Colonial American History G57.2603 May be repeated for credit with permission of the instructor. 4 points. Reading and discussion examining one aspect of colonial society in depth.    Colloquium: Radicalism and Reform in the United States G57.2608 4 points. Examines the origins, motives, and achievements of dissenting movements inAmerica, from 17th-century English backgrounds to the present. Emphasizes individuals and groups interested in changing the existing system toward greater equality for the individual. Topics: nonconformist dissent of the Puritan revolution, reform and radicalism of the American Revolution, Jeffersonian and Jacksonian democracy, antebellum perfectionism, populism, socialism, progressivism, communism, the New Deal, and the 1960s New Left.    Colloquium: The Progressive Era G57.2609 Mattingly. 4 points. Emphasizes reading and discussion of selected specialized accounts of the Progressive Era and the variety of reformers and reform.    Research Seminar: U.S. History G57.2612, 2613 4 points per term. Methodology research seminar in which students learn the basic techniques of isolating and conceptualizing a topic, develop their research skills in handling primary and secondary sources, and complete a coherent, pertinent research paper of about 25 pages, with appropriate documentation and bibliography. The instructor sets the limits of the area in which students choose topics, e.g.,U.S. foreign policy since 1900 or the American Revolution.    American Legal History G57.2615 Team taught by members of the history department and the law school faculties. 4 points. Explores the broad social and legal issues that shaped the American past and focuses on the human forces operative in American law.    Colloquium: Topics in American Social History G57.2621 May be repeated for credit with permission of the instructor. Kelley, Mattingly, Walkowitz. 4 points. Explores recent literature on American social history, with attention to the new interpretations of women and labor, education and religion, town and urban development, business structures, and social class formation.    Sports in American Society G57.2624 Sammons. 4 points.    Colloquium: Topics in U.S. History, 1789-1850 G57.2655 4 points. American political behavior in the eras of the first and second party system. Introduces biographical analysis and behavioral and quantitative analysis to penetrate the myths of the Age of Jackson and its antecedents.    Politics and Culture of the Great Depression G57.2696 4 points. Introduction to the major political, economic, and cultural trends of the 1930s, with attention to institutional change and the human impact of the depression.    Colloquium: The New Deal G57.2697 4 points. Deals with President Franklin Roosevelt’s political leadership, the Great Depression, and the New Deal through reading and discussion of important monographic studies.    Colloquium: Topics in 19th- Century American Intellectual History G57.2707 4 points. Readings in American romanticism and American scientific naturalism.    Colloquium: Topics in 20th- Century American Intellectual History G57.2709 4 points. Works on the major currents of American thought in the 20th century.    Topics in 20th-Century American Cultural History G57.2710 4 points.    Urban Blacks in 20th-Century America G57.2714 Kelley, Sammons. 4 points. Examines the maturation of a postslavery, rural economy and the rise of associated, racially proscriptive legislation; black responses and adjustments; the motivations for and expectations of migration; and the cultures and communities black people created and physically abandoned. Analyzes the political, social, and cultural life of urban African Americans in its many forms from the high to the low, assessing the flow of influence. Provides an overview and synthesis of the many local studies in hopes of identifying commonalities and distinctions across communities.    Colloquium: America in the 1960s G57.2715 4 points. Readings and discussion on the 1960s. Seeks an understanding of the politics, culture, ideology, economy, and movements for change of the decade; the Vietnam War and the antiwar effort.    Colloquium: Women’s Political Culture G57.2750 4 points. Examines the varieties of women’s participation in public life from 1820 to the present, with an emphasis on how gender consciousness has shaped its forms and content over time.    Cold War, 1945-1989 G57.2771 M. Young. 4 points.    Seminar: U.S. History in the 20th Century G57.2776 4 points.    Colloquium: The United States Since 1945 G57.2778 4 points. Origins of the cold war; domestic, social, economic, and political development. Special topics include the Fair Deal, the War on Poverty, and major social upheavals of the 1960s.    Colloquium: The Cold War, 1945- 1989 G57.2779 M. Young. 4 points. Examination of the cold war from World War II to the fall of the Soviet empire in 1989.    Topics in American Foreign Policy: Vietnam G57.2780 M. Young. 4 points.    Social Movements in the United States , 1890-Present G57.3608 Gordon. 4 points.    Topics in Intellectual and Cultural History G57.3611 Bender. 4 points.    Seminar in American Intellectual History G57.3705 Open to students at both the master’s and doctoral levels. 4 points. Research seminar focusing on topics in American intellectual history. Students prepare substantial research essays using primary source materials. Discussions of historiography, methodology, and bibliography. Class criticism of the students’ work. RESEARCH AND READING    Reading in History G57.3011, 3012 1-4 points per term.    Research in History G57.3021, 3022 Open to students engaged in dissertation research by special permission of a departmental adviser. 1-4 points per term.    Specialized Programs and Courses HISTORY OF WOMEN AND GENDER    The Department of History offers a specialization or a second field in the history of women and gender. The program explores the changing role of women in history and the social construction of gender both historically and theoretically.    A planning committee of faculty and graduate students initiates programsponsored workshops, conferences, and faculty and graduate student lecture series and coordinates the scheduling of courses in the area.    For the second field in comparative women’s history at the doctoral level, students are expected to take three courses in areas other than the major field. The history of women and gender can satisfy the departmental requirement for the doctoral second field if courses are comparative or in a field outside the major or in some combination thereof.    For more information, consult the director of the program in the history of women and gender.    Marginalized People in the Middle Ages G57.1121 P. Johnson. 4 points. See description under Medieval Europe .    Women in European Society and Politics G57.1253 Nolan. 4 points. See description under Modern Europe (1750-Present).    Introduction to Methodology in the History of Women and Gender G57.1763 4 points. Explores various aspects of methodology in women’s history, drawing mainly on American and European sources. Topics include politics and culture, work and family, socialism, and sexualities.    Topics in American Women’s History G57.1762 4 points.    Women and Work G57.1769 4 points. See description under United States (Contact to Present).    Women in 20th-Century America G57.1789 4 points. See description under United States (Contact to Present).    History of Latin American Women G57.1810 4 points.    Women and Gender in the Middle Ages G57.2109 4 points. See description under Medieval Europe .    History of Women in Early Modern Europe , 1500-1800 G57.2176 Levy. 4 points. See description under Early Modern Europe .    Women and Social Change G57.2290 4 points. See description under Methods, Transnational, Comparative.    Colloquium: Feminist Theory G57.2291 P. Johnson, Levy, M. Young. 4 points. Examines a range of feminist theoretical writing, places it historically, and relates it to other political, cultural, and scholarly feminist practices.    Religion, Family, and Gender in Early America , 1607-1840 G57.2604 4 points. See description under United States (Contact to Present).    Gender and Politics in the Age of Democratic Revolution G57.2605 Levy. 4 points. See description under Methods, Transnational, Comparative.    Colloquium: Women’s Political Culture G57.2750 4 points. See description under United States (Contact to Present). PUBLIC HISTORY    The program in public history provides Master of Arts and Doctor of Philosophy candidates with the opportunity to prepare for careers as historians in public and private institutions outside academia, where historical perspectives address areas as diverse as public policy, museum programs, and historical dramatizations for media. The program offers students three areas of historical work: media history, local and community history, and history and public policy.    All entering students enroll in a sequential two-semester seminar in public history that introduces students to literature and problems in the various public history arenas. Students complete a major research essay and then translate that research into a public history format for a public audience.    The concentration in public history is open to all qualified M.A. and Ph.D. students. It consists of the introductory sequence; a course in one of the three tracks; a methodological course in either oral history or quantitative methods ( G57.2012 or G57.2019), and four electives in the department, of which one should be a research seminar. Public history can satisfy the departmental requirement for a secondary field. For Americanists, the courses must be comparative or in another field or in some combination thereof.    M.A. students may elect instead to complete a 44-point program leading to a New York State Board of Regents Certificate in Public History. In addition to requiring all the courses in the concentration, the certificate program requires students to take the two remaining introductory track courses and Literature of the Field: America to 1865 ( G57.1600). Finally, all public history students should complement class work with internships in various participating agencies in theNew York metropolitan area.    Enrollment is limited, and admission must be approved by the director of the program. Inquiries should be addressed to Professor Paul Mattingly, Director, Program in Public History, Department of History, Faculty of Arts and Science, New York University, 19 University Place, New York, NY 10003-4556.    Introduction to Public History G57.1750-1751 Required core course in the public history program. Bernstein, Mattingly. 4 points per term. Addresses the expanding literature on the theory of public history, the shifting parameters of the field, and the emerging techniques and methodologies. Concentrates on a project inNew York City.    Local and Community History in America G57.1752 W. Johnson, Mattingly, Walkowitz. 4 points. Focuses on the local and community history track of the public history program, giving special emphasis to the new urban history. Introduces the methodology and sources of community study.    History and Public Policy G57.1753 Mattingly. 4 points. Focuses on the policy track of the public history program and explores the process by which social insights and criticism become formalized into social policy inAmerica. Issues related to health, education, crime and poverty, urban life, and public and cultural organizations receive particular emphasis.    Media and History G57.1755 Abrash, Walkowitz. 4 points. Focuses on the media track of the public history program and reviews efforts at historical dramatization and documentary for radio, television, film, and print media. Students conceptualize historical research for media formats.    The Culture of Consumption, Material Life, and the Built Environment in America G57.1756 4 points.    Oral History: Theory and Practice G57.2012 Bernstein. 4 points. Fieldwork with emphasis in archival research and interviewing. Students complete a common research project and train in collaborative techniques of research and historical interpretation. ARCHIVAL MANAGEMENT AND HISTORICAL EDITING    The program in archival management and historical editing offers students the opportunity to combine either a Master of Arts or a Ph.D. degree in history with an Advanced Certificate in Archival Management and Historical Editing. The certificate program is also open to students with an M.A. or a Ph.D. degree in another appropriate social science- or humanities-based discipline. Ph.D. candidates in history may also elect to use the archives program as a second field, and Ph.D. students wishing to complete the entire program may apply 12 of the 20 required points toward their Ph.D. requirements.    Since 1977, this program has trained graduate history students for careers as archivists, historical editors, administrators, and manuscript curators. The program provides students with a solid foundation in the theory, methodology, and practice of archives. It also emphasizes the broad humanistic training in history necessary for archivists to develop a vision for their work. Course work in complementary disciplines and new technologies is stressed, ensuring that program graduates remain current with professional trends and developments. New York City offers a unique setting and laboratory for students exploring history and archives, and the program takes full advantage of the city’s repositories in providing internships and practicum experiences for its students. Program graduates work as archivists in a wide variety of academic, nonprofit, corporate, and governmental venues. The program’s unique historical editing component also trains historians for alternative careers in preserving and disseminating historical documents in book, microform, CD-ROM, and electronic formats.    All entering students enroll in a sequential, two-semester colloquium ( G57.1010 and G57.2010) that offers a broad overview of the field and combines classroom instruction with hands-on experience in an archival setting. Over the course of two semesters, students complete a major research paper on an appropriate archival topic and arrange and describe two archival collections in conjunction with their practicum. Students are also required to take a course in historical editing, which focuses on the location, arrangement, and publication of documents. As part of this course, students undertake research to identify and annotate their documentary collection.    M.A. students enroll in a 44-point program of study, leading to the Master of Arts degree in history and to the certificate. Requirements for the M.A. degree and the advanced certificate are 24 points in history (which must include an M.A. seminar) and 20 points in archives. Students are required to complete 12 points in the three core courses G57.1010, G57.1012, and G57.2010. Students successfully completing the program must have 16 points with a grade of B or better. Students with more than 4 points below B are not eligible for the certificate and may not register for additional courses.    Students holding an appropriate master’s degree in a social science or humanities discipline may be accepted into the program on a nondegree, certificate- only basis. Such students are permitted to register for 20 points in archives to complete the requirements. Ph.D. students in history wishing to use archives as a second field are required to complete the three core courses G57.1010, G57.1012, and G57.2010.    Through a consortium arrangement with Long Island University’s Palmer School of Library and Information Science, students are also able to enroll in more library-oriented courses offered at Bobst Library and to apply these credits toward their certificate. Students should check with the director for a complete list ofPalmerSchool offerings.    Enrollment is limited, and admission must be approved by the director of the program. For additional information, write to Dr. Peter J. Wosh, Director, Archives Program, Department of History, Faculty of Arts and Science, New York University, 19 University Place, New York, NY 10003-4556.    Archives and Historical Societies: Principles and Practicum I G57.1010 Required core course in archives program. Wosh. 4 points. Introduction to the theory and practice of managing public, private, and institutional archives in theUnited States. Includes a historical overview of record keeping and archives; an introduction to bibliographic resources, appraisal, arrangement and description, reference, collection strategies; and the development of the U.S. MARC:amc format. Students complete a supervised 45- hour practicum project in a professional archive.    Seminar in Historical Editing G57.1012 Required course in archives program. Katz. 4 points. Introduction to the theories, practices, and problems in editing and publishing historical documents. Students develop their own edited collections by drawing on a selection of Margaret Sanger papers, with prefatory material, transcriptions, annotations, and calendar.    Local and Community History G57.1752 4 points. See description under Public History.    Archives and Historical Societies: Principles and Practicum II G57.2010 Prerequisite: G57.1010. Required core course in archives program. Wosh. 4 points. Second half of the introductory, yearlong overview. Topics include conservation techniques and preservation management, electronic records, developing museum exhibits and outreach programs, records management, nontextual material, professionalization and the role of the archivist as a public historian, legal and ethical issues, and managerial concerns. Students complete a supervised 70-hour practicum project in a professional archive.    Oral History: Theory and Practice G57.2012 4 points. See description under Public History.    Introduction to Preservation and Reformatting G57.2013 De Stefano. 4 points. Introduction to preservation in archives, including an examination of the composition of paper, inks, nonprint materials, and the causes of damage and deterioration. Examines current preservation methods in archives and other repositories, such as conservation treatments, preservation microfilming, digitization and other types of reformatting, holdings maintenance programs and rehousing techniques, environmental control and disaster planning, and salvage methods.    Administrative History and Records Management G57.2016 4 points. Traces the rise of modern bureaucratic organizations and their relationship to the documentary records that they create. Focuses on the administrative evolution of authority and policy implementation. Case studies apply the principles of modern information scheduling to the administration of corporate records and their relationship to archival materials.    Automated Archival Description G57.2017 4 points. Examines automated techniques for managing and providing access to archival records and historical manuscripts. Introduces basic word-processing, database, and spreadsheet concepts. Includes an introduction to the MARC format as well as an introduction to EAP, SGML, HTML, and XML.    The Historian and the Visual Record: Exploring Alternative Sources G57.2021 4 points. Analyzes visual media, including photographs, posters, magazine illustrations, advertisements, motion pictures, and video. Attention to media as a source for examining political, social, cultural, intellectual, and economic history. Includes a curatorial component exploring how archivists manage records.    Topics in Archives and Editing G57.2023 2 points. In-depth study of emerging issues for archivists and editors. Topics vary each semester, and recent courses have focused on the following: the U.S. MARC:amc format for describing archival material, fund raising and grants management, archives in the business and nonprofit worlds, electronic records, and developing historical exhibits.    Research in Archival Management and Historical Editing G57.3013, 3014 Wosh, staff. 1-4 points per term.    Readings in Archival Management and Historical Editing G57.3023, 3024 Wosh, staff. 1-4 points per term. JOINT AND DUAL DEGREE PROGRAMS    Joint degree programs at the doctoral level are available with theInstitute ofFrench Studies, the Skirball Department of Hebrew and Judaic Studies, and the Department of Middle Eastern and Islamic Studies. A dual degree M.A.- J.D. program is available with theSchool ofLaw, although students admitted into this program are expected to earn the doctorate in history. Admission to these joint and dual degree programs must be granted by both departments or institutes or programs or schools upon entry or at the point of screening. Students in these programs normally are expected to complete the “literature of the field” courses and take the history department’s qualifying examination and a major field examination that may bridge the two disciplines. Joint and dual degree candidates are exempt from the departmental requirement for a second field. SPECIAL PROJECTS    The Margaret Sanger Papers Project collects, assembles, and publishes records documenting the life and career of the founder of the American birth control movement. Located in the department since 1987, the Sanger Papers Project microfilmed the Smith College Collections Series, consisting of almost 45,000 documents; in 1995 an additional 9,000 documents gathered in an international search were microfilmed as the Collected Documents Series. Both microfilmed series are being published by University Publications of America, along with a reel guide and index. The project is preparing an electronic edition of the microfilmed documents for distribution on CD-ROM or via the Internet. The project will then work on a four-volume book edition of selected Sanger letters. The project employs graduate assistants and other students. Documents from the Sanger Papers collection are available for student and faculty research and serve as practical examples for the course on historical editing.    For additional information, contact Dr. Esther Katz, codirector/editor of the Margaret Sanger Papers.    The Papers of Jacob Leisler Project is collecting, transcribing, and translating the entire extant public and private correspondence of earlyNew York governor Jacob Leisler (1640-1691) for publication in microfilm and annotated book editions. Considered by some colonial historians as the “Father of American Democracy” and best known for the 1689New York uprising that bears his name, Leisler played a prominent role in the economic and social development of colonial New York and earlyAmerica. Housed in the department since 1988, the Leisler Papers collection contains over 3,000 documents in Dutch, French, German, and English that provide a wealth of information on the Atlantic world in the early modern era. The project employs graduate and other students to assist in making the collection available to scholars and the public.    For additional information, please contact Dr. David William Voorhees, director of the Papers of Jacob Leisler Project.             Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Offerings (GSAS Bulletin)    | Department of History | New York University                                    NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home       Course Offerings (GSAS Bulletin)   Courses are of several kinds:       Colloquia, dealing with specific periods or problems, based on common reading and discussion (in some cases supplemented by occasional lectures), and in which students normally write interpretive papers, book critiques and review essays, and/or bibliographical surveys.    Seminars, in which, after an initial period of common readings, students work primarily on a research project. (In certain cases students may also write research papers in courses that are technically “colloquia.”)    “Literature of the field” courses, designed to provide entry to a broad area of history, through reading and discussion of a number of major issues, problems, and controversies that represent traditional and contemporary approaches to the area as a whole. These courses introduce students to the kinds of materials and issues that are tested on the qualifying examination and provide a framework for preparing to take the qualifying exam. In some cases, however, students aiming only at the M.A. degree may be admitted to these courses with the instructor’s permission.    Methodology courses, intended to introduce students to a wide spectrum of issues, theories, and research strategies. Ph.D. students are required to take a methodology course in their first year.    Independent study courses, devoted to reading, research, or some combination, and set up between a student (or a small group of students) and a particular faculty member.    Dissertation prospectus seminars. Ph.D. students are required to take a dissertation prospectus seminar in their third year. Doctoral students may, with the approval of their advisers, enroll in up to four courses in other departments. The limit is two for M.A. students.    Doctoral students may also, with similar approval, prepare their second fields outside the history department. Courses are also available at nearby universities—Columbia,NewSchool, CUNY, and Fordham—through the Inter-University Doctoral Consortium. Interested students should consult the literature available in the department.    The following is a selected list of course offerings. METHODS, TRANSNATIONAL, COMPARATIVE    Industrialization and the Working Class in Comparative Perspective Since 1870 G57.1022 Nolan, Walkowitz. 4 points. Study of the transition from a maturing to a late society inEurope and theUnited States. Examines economic pressures, technological developments, entrepreneurial policies, ethnic and national subcultures, and emergence of urban and state institutions as they relate to the social history of the working class, the labor movement, and class consciousness.    Europe ’s Relationship with Africa Since Classical Antiquity G57.1040 Hull . 4 points. History ofEurope’s relations withAfrica south of theSahara. Early Greek and Roman contacts and the role black Africans played in Mediterranean civilizations. Impact ofAfrica onEurope in the Middle Ages, Elizabethan attitudes toward African civilizations, the Age of European Discovery, early settlement, colonial relationships, and new colonial interaction.    Environmental History G57.1050 Identical to G65.1022. 4 points. Analyzes monographs in the field, drawn from all geographical areas, dealing with major theoretical issues.    History of Sexuality G57.1057 Hodes. 4 points. Historical constructions of sexuality in theUnited States from the colonial era through the 20th century.    Global Encounters: 1300-1800 G57.1730 Feros, Waley-Cohen. 4 points. The general aim of this course is to study global interactions between various societies from 1300 to 1800, a period during which peoples from all continents encountered one another in conditions of both cooperation and collision. Topics include comparative notions of empire and colonial practices; the ideas and beliefs each society held about themselves and ‘others’ and the things and conventions that gave them such identities: language, color, ethnicity, kinship, religion, and so on. Throughout the course, students also study the structure of each society’s thought; the categories of analysis used in encounters with other societies; and how interactions and the language used to characterize others changed over time. Other topics include trade between various societies; the creation of colonial societies; slavery: evolution, concepts, and its influence in the creation of racial theories; diaspora in history and its influence in the various societies affected by migratory movements.    Transnational Construction of Race G57.2008 Hodes. 4 points.    Women and Social Change G57.2290 M. Young. 4 points. Examines the role of women in revolution inRussia,China,Vietnam, andCuba, with emphasis on theoretical perspectives on women developed by each movement and the relationship between theory and practice.    Gender and Politics in the Age of the Democratic Revolution G57.2605 Levy. 4 points. Examines the “age of the democratic revolution,” with a focus on the comparative history of women and gender in several European and American cultures.    The Making of the African Diaspora G57.2622 Gomez, Kelley. 4 points.    Colloquium: Modern City Culture G57.2754 Bender. 4 points. Studies the culture ofNew York City in comparative perspective, particularly emphasizing the relation of political and economic modernization to the culture of modernity and artistic movements of modernism.    Theories of Nationalism G57.3500 4 points.    Approaches to Historical Research and Writing G57.3603 4 points.    Race and Place: Local, Regional, National, and Transnational Explorations G57.2014 Hodes. 4 points. Explores historical constructions of race and the meaning and significance of race, with an emphasis on (though not limited to) theAmericas. Seeks to place these explorations in the context of various geographical levels, from local and regional to national and transnational, with attention to the crossing of all such borders. Devotes equal attention to historical methodology, including searching for sources and evaluating evidence; the formulation and presentation of arguments; the craft of writing; and the voice of the scholar.    Early Modern European Imperialism: Discourses, Institutions, Experiences G57.2186 Feros. 4 points. This one-semester seminar on early modern European imperialism is designed to give students interested in the history of early modernEurope, the Atlantic world, the history ofAfrica, and colonialLatin America a general understanding of the early modern ideologies and institutions that enabledEurope to colonize parts ofAfrica and theAmericas. Throughout the semester, students examine several important topics: medieval precedents of early modern imperialism; theories of empire and monarchy; ideologies of conquest and colonization; models of conquest and colonial exploitation; and the relevance of race and slavery in understanding European influence inAfrica and theAmericas. MEDIEVAL EUROPE (FROM THE FALL OF ROME THROUGH THE 14TH CENTURY)    Seminar: The Classical Tradition in the Middle Ages G57.1109 Claster. 4 points. Studies the role of the classical heritage of Greco-Roman antiquity in the formation of the culture of the Latin West. Focuses on the conflicts—real or imagined— between Christianity and classical culture and the ways in which classical learning was preserved, transmitted, and assimilated. Covers the Roman response to Hellenism through the medieval period and the 13th century.    The Transition from Classical Antiquity to the Middle Ages G57.1111 Claster. 4 points. Focuses on the main themes in classical antiquity, particularly Roman history, and the emergence of early Western medieval culture. Themes include the decline and transformation of the Western empire; the rise of Christianity; and the influx of Germanic peoples and how they all interacted with one another to build a new European civilization. Emphasis is on the reading of primary source material and discussion of the problems and theories involved in understanding the evolution of a new civilization.    The Crucible of Europe : The Late Fifth Century to 1050 G57.1112 Claster, P. Johnson. 4 points. During this period,Europe takes on form and coherence. Under the Carolingians, Ottomans, Normans, and the church,Europe builds on the foundations of the Romans. Topics includeEurope’s relations with the Byzantine and Islamic East.    The Harvest of the Middle Ages: 1250-1450 G57.1114 Claster, P. Johnson. 4 points. Europe from the apogee of the medieval world to economic and social contraction. The dissolution of the medieval outlook is replaced with a new humanism that presaged something altogether different by the mid-15th century. Covers changes as well as continuity asEurope entered the early modern period.    Medieval France G57.1117 P. Johnson. 4 points. France governed by the Capetian and Valois kings served as a seedbed for a brilliant medieval society. Agrarian and social-economic backgrounds, intellectual life, political strategies, crusades, literature, Gothic art, and personalities of that period.    Marginal People in the Middle Ages G57.1121 P. Johnson. 4 points. Investigation of disenfranchised groups in medievalEurope: women, slaves, lepers, the poor, the insane, Muslims, Jews, and heretics. Why and how they were marginalized.    Central Middle Ages G57.1122 Claster, P. Johnson. 4 points. Study of a period of cultural, artistic, and intellectual brilliance; growing intolerance; corporatism in government; and Christian imperialism.    History of Byzantium I, 284-867 G57.1503 4 points. Examines the principal historical development ofByzantium from the reign of Diocletian to the rise of the Macedonian Dynasty.    History of Byzantium II, 867-1453 G57.1504 4 points. AnalyzesByzantium from the Macedonian Dynasty to the fall ofConstantinople in 1453 to the Ottoman Turks.    New Works in Medieval Studies G57.2100 P. Johnson. 4 points.    Women and Gender in the Middle Ages G57.2109 P. Johnson. 4 points. Examines women’s experience in and contributions to medievalEurope and developments in gender formulations during the Middle Ages.    Literature of the Field: Early Middle Ages G57.2112 P. Johnson. 4 points. Research methods, interpretation, and the actual writing of medieval history have changed. This course explores changes in the approach to the study of medieval European history as they apply to social, cultural, and religious history.    Literature of the Field: Later Middle Ages G57.2113 Claster, P. Johnson. 4 points. Interpretation of medieval history in the 20th century. Historiography and sociology of knowledge.    Colloquium: Christian Monasticism—East and West G57.2114 P. Johnson. 4 points. History of Christian monasticism from its roots in the Egyptian desert, through its flowering in the central Middle Ages, to its partial destruction in the Reformation.    Italy in the Ages of Dante and Petrarch G57.2120 4 points. History of northernItaly, the old Regnum Italiae, from the late 12th century to around 1400. Particular attention is paid to the 13th and early 14th centuries, the era of Dante and Petrarch; the economy; politics and civic culture; society, especially the social response to the new spirituality; and the economic, political, and social changes following the Black Death.    The Crusades: A Reevaluation G57.2219 Claster, P. Johnson. 4 points. Studies the history of the Crusades and theCrusaderKingdom in the context of both the Latin West and the eastern Mediterranean world. Explores major themes and issues raised by the crusading movements against a background that provides an understanding of the era and an understanding of theories proposed by modern historians to interpret the Crusades. Emphasis is on primary sources—Latin, Arabic, Jewish, and Byzantine—in translation.    Seminar: Topics in Byzantine and Ottoman History G57.3025 Salzmann. 4 points.    Seminar in Medieval History G57.3115 Claster, P. Johnson. 4 points.    Readings in Medieval Greek Sources G57.3116 4 points.    Seminar: Medieval Church G57.3119 P. Johnson. 4 points. Readings and discussion of the culture and institutions of the Latin Church from the 6th to the 14th centuries. Introduction to important literature and problems that prepare the student for advanced-level research in medieval ecclesiastical history.    Seminar: Church and Society in Premodern Europe G57.3120 P. Johnson. 4 points. Research seminar on issues of the church and society in medieval and early modernEurope. EARLY MODERN EUROPE (1400-1789)    Literature of the Field: Early Modern Europe I G57.1150 Required of Ph.D. candidates making this their major field. Feros. 4 points. Surveys major literature and historiographical issues in the early modern field.    Literature of the Field: Early Modern Europe II G57.1151 Feros, Levy. 4 points. Introduction to the field of early modernEurope through a critical reading of important works by modern historians in this field. Focuses on political, cultural, and intellectual history.    France : The Old Regime, 1562- 1715 G57.1163 Levy. 4 points. Themes include demographic, economic, social, political, and cultural structures of the old order; the civil wars of the 16th century; political culture of royal absolutism; intellectual currents and oppositional politics; popular culture; historiographic debates; the Enlightenment and the development of political oppositions; and the origins of the French Revolution.    Colloquium: Italy During the Renaissance G57.2157 4 points. Intensive reading of themes from 14th-, 15th-, and 16th-centuryItaly, including the nature of the city-state and of Italian urban society, urban culture and humanism, the origins and nature of the Renaissance as seen in its historians, and the effects of the foreign invasions on Italian life and culture. A series of bibliographical papers are required.    Colloquium: The European Enlightenment G57.2160 Levy. 4 points. Surveys the material, cultural, and intellectual origins of the European Enlightenment; Enlightenment thought as oppositional politics, with attention to religious, economic, social, and political writings; the culture of the scientific revolution; feminine and feminist cultures; political journalism and polemic; the literary underground; and popular culture and its politicization.    Seminar: Topics in Early Modern Europe : European Society and Religion G57.2162 Feros. 4 points.    State and Society in Early Modern Europe G57.2164 Feros. 4 points.    Early Modern Spain G57.2166 Feros. 4 points. Provides a solid knowledge of the political, social, and cultural history of early modernSpain.    History of Women in Early Modern Europe , 1500-1800 G57.2176 Levy. 4 points. Themes include women’s legal status, family and work, intellectual and cultural life, religious practices, political roles, and gendered cultural values.    Gender and Politics in the Age of Democratic Revolution G57.2605 Levy. 4 points. See description under Methods, Transnational, Comparative. MODERN EUROPE (1750-PRESENT)    Culture and Society in the 19th Century G57.1000 Seigel. 4 points.    Modern Greek History G57.1124 Fleming. 4 points. Examines how the major developments in modern European history from the Enlightenment and state formation to the post-1945 era were manifested in “peripheral” and “small” European nation-states by usingGreece as a case study.    European Fascism in Comparative Perspective G57.1196 Nolan. 4 points.    Literature of the Field: Modern Europe Through the 19th Century G57.1201 Required of Ph.D. candidates making this their major field. 4 points. Survey of the major literature and historiographical issues in the modern European field.    Literature of the Field: Modern Europe from 1900 to 1945 G57.1202 4 points.    19th-Century France G57.1209 Identical to G46.1610. Judt. 4 points. The impact of revolutions and economic changes on 19th-century French society.    20th-Century France G57.1210 4 points.    Society, Culture, and Politics in Contemporary Italy G57.1222 Ben- Ghiat. 4 points.    Diplomatic History of Europe in the 19th Century G57.1251 Stehlin. 4 points. Major diplomatic events from 1789 to 1900, such as the French and Napoleonic Wars, European Restoration, national unification, imperialism, and the Bismarckian settlement. Discussion of their relation to political, economic, and social events.    Diplomatic History of Europe in the 20th Century G57.1252 Stehlin. 4 points. Major diplomatic events from 1900 to 1939, such as the various crises in the century’s first decade, the origins and results of World War I, the search for security in the 1920s, Nazi and Fascist policy, and the coming of a second world war. Discusses their relation to political, economic, and social events.    Women in European Society and Politics G57.1253 Nolan. 4 points. Explores main themes of and principal approaches to European women’s history from the late 18th century through World War II.Readings focus onBritain,France,Germany, andRussia.    Politics and Society in Germany , 1870-1945 G57.1274 Nolan. 4 points. Explores recent research and controversies in modern German social history. Emphasis is on the nature and contradictions ofGermany’s industrial capitalist system, the history of the German working class and its political and cultural organizations, and the history of women.    Czarist Russia , the Muscovite Period to the Revolution G57.1301 Kotsonis. 4 points. The long-term geographical, social, and cultural foundations of Russian history. Emergence of the command society and the impact of modernization from the reign of Peter the Great to the Russian Revolution.    Revolutionary and Soviet Russia G57.1302 Kotsonis. 4 points. Peasant, religious, and Praetorian rebellion in oldRussia; the Populist and Marxist revolutionary movements; the urban and peasant revolutions in 1905 and 1917 to 1920; and the Stalinist industrial, urban, and bureaucratic revolution.    Political History of Russia , 1796- 1856 G57.1325 Kotsonis. 4 points. Introduction to the fundamentals of Russian history seen through the prism of the early 19th century and the study of war, diplomacy, state administration, agrarian reform, the nationalities question, the problems of industrialization, and intellectual and revolutionary movements.    The Decline and Fall of the Russian Empire, 1856-1917 G57.1326 4 points. Modernization and its breakdown during the reigns of the last three czars. Agrarian and administrative reform, industrialization, urbanization and the urban crisis, the emergence of a revolutionary elite, and the revolutions of 1905 and February 1917.    History of England Since 1688 G57.1408 Scally. 4 points. Classic and current scholarship in English social and cultural history, law and society in the 18th century, family history, demography, industrialization and the city, Victorian women’s history, and imperialism. Students present interpretive papers on themes developed with the instructor.    Britain in the 20th Century, 1914 to the Present G57.1409 Scally. 4 points. Introduction to the developing social structure and culture ofEngland during and since the first Industrial Revolution. Topics in English social history include family history, mobility, work discipline, illegitimacy, and alcoholism, which are subjects of recent research.    History of Modern Ireland , 1690- 1921 G57.1416 Open to undergraduates with permission of instructor. Scally. 4 points.    History of Modern Ireland , 1922- 1998 G57.1417 4 points.    Irish and European Migration to America G57.1419 4 points.    Topics in Balkan History G57.1506 Fleming. 4 points. Emergence and persistence of nationalism in the Balkans. Commonalities and differences between Balkan and European nationalist theory and practice.    Topics in East European Jewry G57.1526 Engel. 4 points.    Topics in West European Jewish History G57.1527 Engel. 4 points.    Topics in Women and Gender in French History G57.1764 4 points.    The French Economy Past and Present G57.1910 Chapman. 4 points.    Italian Fascism G57.1982 Ben-Ghiat. 4 points.    Seminar: Development of the European State in the 19th Century G57.2131 Stehlin. 4 points. Political, economic, and social developments inEurope from 1815 to 1914. How didEurope become a functional entity and meet its problems in terms of political institutions, governmental structures, and social movements that culminated in a changed relationship between individuals and the state? What forces shaped European society and prepared it for the 20th century? Conservatism, liberalism, and socialism and their effect on and interrelationship with political and social developments.    Modern French History G57.2163 Prerequisite: fluent reading knowledge of French. Judt. 4 points. Covers French political, cultural, and social history from the mid-19th century to the 1960s. Students read major historical monographs and articles and present their plans for doctoral-level research on French history.    Colloquium: The French Revolution G57.2178 Levy. 4 points. Study of the economy, society, ideology, and political culture inFrance during the revolutionary decade, with attention to historiographic debates concerning the intellectual and cultural origins of the Revolution; the first new regime, 1789-1791; revolutionary radicalization; the political culture of the Terror; gender and revolutionary politics; expansion and conquest; and the Revolution’s impact on the formation of modern political culture.    Russian Revolution as Memoir G57.2183 Kotsonis. 4 points.    History and Memory in Europe/World War II G57.2184 Judt. 4 points.    Nationalism, Imperialism, National Identity: Italy and the Mediterranean World, 1870-1930 G57.2226 4 points.    Colloquium: Paris , Vienna , and the Cultures of Modernism G57.2230 Seigel. 4 points. Study of modernist culture in two of its most prominent settings, theParis of theThirdRepublic andVienna in the last years of the Hapsburg Empire. Introduction to political and social conditions that provided the framework for modernist currents and to representative figures in social theory, philosophy, literature, and the arts.    20th-Century French Political Thought G57.2233 Judt. 4 points.    M.A. Seminar: Europe —The Making of 19th-Century Bourgeois Society G57.2240 4 points.    Colloquium: Weimar Germany G57.2248 Stehlin. 4 points. Explores strengths and weaknesses ofGermany during its transition from a monarchy in 1918 to totalitarianism in 1933: the legacies of World War I, economic problems, foreign affairs, culture, and the enemies of the republic.    Post-World War II Germany G57.2250 Nolan. 4 points.    Economy, Society, and Politics in German History G57.2251 Nolan. 4 points. Recent research and the controversies in modern German history, with a focus on the period from 1914 to 1945.    Seminar: Origins of World War I G57.2257 Stehlin. 4 points. Explores the causes and responsibility for the war. Topics include the diplomatic crises before 1914, the internal situation ofAustria, the assassination, and interpretations of the causes of war.    Colloquium: Origins of World War II G57.2258 Stehlin. 4 points. Explores the instability of the European state system of the post-1918 era and the contributions of each state to the outbreak of war. Topics include the Versailles Treaty, reparations, Nazi and Fascist diplomacy, Western and Russian diplomacy, and the immediate cause of the war.    Colloquium: Topics in Working- Class History, 1870-1945 G57.2259 Nolan, Scally. 4 points. Concentrates on the working class inBritain,France,Germany, andItaly. Investigates the character and composition of the working class, forms of working-class protest, and the theory and practice of working-class movements.    Politics and Ideas in Europe Since 1939 G57.2260 Judt. 4 points. Discusses aspects of European political, cultural, and intellectual history, from the Second World War to the present. Covers material from East andWest Europe that is mostly primary in nature—novels, essays, contemporary political writings, etc. Emphasis is on the interrelation of cultural, political, and philosophical ideas and affairs in modernEurope.    Colloquium: Methods and Problems in European Intellectual History G57.2266 Seigel. 4 points. Introduces modern European intellectual history, through the study of four to six major thinkers and the diverse and conflicting methods employed to interpret them. Those studied are chosen from a list that includes Kant, Rousseau, Hegel, Marx, Mill, Baudelaire, Durkheim, Bergson, Weber, Nietzsche, and Freud.    Seminar: Britain and Ireland Since 1750 G57.2427 Scally. 4 points. Introduces the interpretive and primary literature in modern English history, with emphasis on recent scholarship and methodology in English social and cultural history.Readings and discussions of social class structure, the Victorian city and village, labor unions, public education and literacy, criminality, prostitution, and health.    Mediterranean Europe in the 20th Century G57.2503 4 points. Discusses the ways individual countries of Mediterranean Europe experienced similar patterns of political and social change and the extent of a common and distinct overall pattern of historical evolution in Mediterranean Europe in the 20th century.    The Global Economy G57.2560 Nolan. 4 points.    Colloquium: Aesthetics and Politics in Europe , 1890-1939 G57.3270 Seigel. 4 points. Study of selected artistic and literary movements whose practices located them at the intersection of aesthetic innovation and political challenge. Each year, two topics are chosen from the following: (1) aestheticism and futurism inItaly; (2) surrealism inFrance; (3) art and politics inWeimar Germany.    Bourgeois Life and Culture in 19th- Century Europe G57.3290 Seigel. 4 points. LATIN AMERICA AND THE CARIBBEAN    Literature of the Field: Colonial Latin America G57.1801 Thomson. 4 points. Examines how Spanish- and Portuguese- American empires were created, how their societies and cultures were shaped, and how their institutions and their economies were modified by internal changes. Considers the 18th-century reforms of the colonial system and the growing pressure for independence.    Literature of the Field: Modern Latin America , 1824-Present G57.1802 Ferrer, Grandin. 4 points. Introduction to historiography of postindependenceLatin America. Focuses on topics such as the integration ofLatin America into the world capitalist trade and investment system, evolution of rural and urban labor systems and movements, liberalism, nationalism, U.S.-Latin American relations, and revolutionary movements.    History of Latin American Women G57.1810 4 points.    The Human Condition in Latin America, 1945-Present G57.1818 Identical to G65.1051. 4 points. Introduction toLatin America through the study of contemporary history: population growth, urbanization, social transformations, economic development, political crises, relations with the developed andThird World nations. Attempts to make meaningful the recent past and present of our neighbors, to show how it engages with our own, and to evoke a sympathetic understanding of their aspirations.    Colloquium: Topics in Latin American and Caribbean History G57.2800 Ferrer, Grandin, Thomson. 4 points. Historiographic and analytic approaches to variable topics. Recent colloquia included Historical Perspectives on Race and Ethnicity inLatin America andIndependence and Nationalism in the 19th Century. May also focus on the history of a particular country or subregion, such as modernBrazil,Central America, or theCaribbean.    Slavery, Colonialism, and Revolution in the Caribbean G57.1809 Ferrer. 4 points. Introduction to the major themes and debates of colonialCaribbean history. Begins with the reading of general works on theCaribbean: selections from major texts and classic essays by historians, anthropologists, and literary critics arguing the case for the study of theCaribbean as a unit of analysis. From there, goes on to consider the central themes of the region and the period: slavery, capitalism, and emancipation; colonialism, revolution, and imperialism; nationalism and race. Themes are studied from a variety of approaches and perspectives, from very local microhistorical studies to comparative ones to more sweeping global treatments. Throughout, an attempt is made to bridge the vertical lines that often separate the study of the different linguistic and imperial Caribbeans.    Research Seminar: Latin America and the Caribbean G57.2801 Ferrer, Grandin, Thomson. 4 points. Methodology research seminar in which students learn the basic techniques of isolating and conceptualizing a topic, develop their research skills in handling primary and secondary sources available in theNew York area, and complete a coherent, pertinent research paper of about 25 pages, with appropriate documentation and bibliography.    Topics in Latin American History: Culture and Politics in Latin America G57.2803 4 points.    Seminar: Politics and Culture in Latin America G57.2804 4 points. AFRICA    Europe ’s Relationship with Africa Since Classical Antiquity G57.1040 4 points. See description under Methods, Transnational, Comparative.    History of Jews and Judaism in Africa G57.1556 Hull . 4 points.    Imperialism, Colonialism, and Decolonization in Africa Since 1875 G57.1558 Hull . 4 points. Analysis of the theory and practice of imperialism as it applied toAfrica south of theSahara; the theory and practice of colonial administration in British, French, and Belgian Africa; and the nature of the relationships between the independent African nations and their former colonial masters.    The Fabric of West African Civilization G57.1559 4 points.    History of Apartheid in South Africa Since 1652 G57.1577 Hull . 4 points. Study of racial and ethnic conflict and cooperation in southernAfrica since the late 17th century. Emphasis is onSouth Africa,Mozambique, and Zimbabwe.    Conceptualizing the African diaspora G57.1785 A colloquium concerned with the ways in which the African diaspora has been (and is being) theorized; that is, the conceptual and methodological frameworks within which the African diaspora has been located, and by which the imaginary has been approached. Specifically, the field is considered in connection with and through insights provided by studies of the subaltern and cultural, theories of feminism and hybridity and creolization, black radical internationalism, etc.        Literature of the Field: the African diaspora G57.1801 A colloquium on the formation and development of the African diaspora, uncritically defined as the dispersal of people of African descent throughout the world, by way of examining the most recent and influential literature on the topic. Care is given to consider works addressing the Mediterranean Sea and Indian Ocean, as well as the Americas.    Islam in West Africa G57.2007 Gomez. 4 points.    Colloquium: African Slavery and the Atlantic Slave Trade G57.2555 Hull . 4 points. Examines the institution of servitude and slavery in tropicalAfrica since classical antiquity. Studies master-servant relationships in selected precolonial African societies and the Atlantic slave trade and its impact on African political, social, and economic organization.    African Civilization: Perceptions and Realities G57.2556 4 points.    African Culture and Experience in North America G57.2029 A seminar on African culture and experience in North America, differing from conventional courses on African Americans in that it focuses on and emphasizes the specifically African contribution while following the permutations and re-imagination of that contribution over time and in response to other cultural sources.    The Making of the African Diaspora G57.2622 A seminar that emphasizes the historiography of what has come to be called the African diaspora, but in other eras was called something else, like pan-Africanism. Seminal works by Du Bois, Barnett Wells, Padmore, Casely Hayford, James, Blyden, Crummell, Cooper, etc., are examined. ASIA    Literature and Politics in Modern China G57.1195 M. Young. 4 points. Explores the ways in which literature was intimately shaped by its social and political context and the extent to which literature itself became part of the material forces working to change that context.    Topics: East Asian History G57.1731 4 points.    China and the West G57.1916 Waley-Cohen. 4 points.    Modern Chinese Intellectual History G57.1919 Karl. 4 points.    Historical Epics of China and Japan G57.1994 Roberts. 4 points.    Japanese Imperialism G57.1995 L. Young. 4 points.    Literature of the Field: Problems in Japanese History II G57.2001 L. Young. 4 points.    Modern Japanese Culture G57.2005 Harootunian. 4 points.    Women and Social Change G57.2290 M. Young. 4 points. See description under Methods, Transnational, Comparative.    Culture of Imperialism G57.2557 M. Young. 4 points. Exploration of the unequal exchange between colonizer and the colonized in the 19th and 20th centuries. The perspective is comparative, the method interdisciplinary.    Thought and Law in Imperial China G57.2558 Waley-Cohen. 4 points. Examines the nature and role of Chinese legal culture from 221 B.C. to A.D. 1911. Topics include Confucian and popular religious influences; criminal, contractual, and family law; and the impact of Chinese law in Vietnam, Korea, and Japan.    Mapping South Asia : Culture, Politics, and History G57.2915 4 points.    Studies in Culture and Politics in Modern Japan G57.2917 4 points. MIDDLE EAST    History of the Ottoman Empire G57.1125 Salzmann. 4 points.    The Near East Under the Greeks and Romans G57.1501 Identical to G77.1621. Peters. 4 points.    History of the Middle East , 600- 1200 G57.1502 Identical to G77.1640. Husain. 4 points.    Egypt in Modern Times G57.1511 Identical to G77.1664. Lockman. 4 points.    Topics in Ottoman History G57.1513 Identical to G77.1651. Salzmann. 4 points.    Revolutions in the Islamic Middle East G57.1517 Identical to G77.1616 and G93.1616. 4 points.    Topics in Medieval Islamic History G57.1521 Husain. 4 points.    Islam in the Modern World G57.1522 Identical to G77.1803. 4 points.    Seminar on the Modern History of the Middle East I: The Great Powers and the Middle East G57.1533 4 points.    Seminar on the Modern History of the Middle East II : Leaders and Revolutions G57.1534 4 points.    Modern Iran (1800 to the Present) G57.1541 Identical to G77.1661. Chelkowski. 4 points.    Islamic Middle East, 1200-1800 G57.1641 4 points.    History of the Middle East : 1750- Present G57.1642 4 points.    Literature of the Field: Modern Middle Eastern History G57.1643 4 points.    Late Ottoman Empire G57.1652 Salzmann. 4 points.    Seminar in Modern Middle Eastern History I G57.1653 4 points.    Seminar in Modern Middle Eastern History II G57.1654 4 points.    Problems and Methods in Middle Eastern and Islamic Studies G57.2513 Identical to G77.1687. 4 points.    Introduction to Islamic Studies G57.3502 Identical to G77.1700. Peters. 4 points. UNITED STATES (CONTACT TO PRESENT)    Lower East Side American Jewish Memory G57.1271 Diner. 4 points.    History of American Judaism G57.1280 Diner. 4 points.    Jewish Women in America : Historical Problems G57.1281 Diner. 4 points.    Women and Social Movements: New York in the 1930s G57.1284 Diner. 4 points. This course is part of a national project to create a Web site documenting the history of women and social movements in theUnited States. The project is coordinated by Professors Thomas Dublin and Katherine Sklar atBinghamtonUniversity and involves scholars and students from around the country. Each team creates its own Web site, all of which will be linked together.    Literature of the Field: America to 1865 G57.1600 Required of Ph.D. candidates making this their major field. 4 points. Surveys major literature and historiographical issues in the American field from European contact to 1865.    The American Colonies to 1763 G57.1601 Kupperman. 4 points. Examines the origins of English colonization, labor and immigration patterns, religion, the economics of empire, social relationships, and politics from the perspective of continuity and change.    The American Revolution and Constitution G57.1603 4 points. Studies the tension betweenEngland and the American colonies in a political and social context. Other topics include revolutionary ideology, constitutional conflict, the War ofIndependence, the framing of new state government, and the debate over the federal Constitution.    Politics, Ideas, and Culture in America , 1750-1930 G57.1604 Bender. 4 points. Studies selected practical and prescriptive versions of American culture and politics, articulated by writers, intellectuals, and political leaders from 1750 to 1930.    The United States, 1789-1824: Problems of the New Nation G57.1605 4 points. Studies political behavior and party formations in the emergent American nation, with emphasis on the relationship of economic policy and foreign affairs to political process.    The Civil War and Reconstruction, 1850-1877 G57.1607 Open to undergraduates. 4 points. Studies the social, political, and cultural history of theUnited States from 1850 to the end of Reconstruction. Focus is on the 1861-1865 crisis of theUnion, its antecedents, and its consequences.    Literature of the Field: America Since 1865 G57.1610 Required of all Ph.D. candidates making this their major field. 4 points. Surveys the major literature and historiographical issues in the American field from the Civil War to the present.    The United States in the 20th Century to 1945 G57.1612 4 points. Studies political, economic, and foreign relations issues during the period from the Spanish-American War to 1945. Discusses major figures and developments historiographically to emphasize the historical literature, interpretations, and continuing dialogue.    Intellectual History of the United States , 1830 to 1890 G57.1701 4 points. Surveys major currents of American thought in the 19th century, focusing on American romanticism and scientific naturalism, utilizing materials from imaginative literature, philosophy, the fine arts, political and social thought, religion, and science.    Intellectual History of the United States Since 1890 G57.1702 4 points. Surveys major currents of American thought from the end of the 19th century, focusing on American relativism, utilizing materials from imaginative literature, philosophy, the fine arts, political science, and technology.    U.S.-East Asian Relations G57.1737 M. Young. 4 points. From the open door as the McKinley administration understood it to the open door as Deng Xiaoping defined it. Examines the American imagination ofAsia, the reality ofU.S. policy toward specific Asian countries, and the corresponding imagination and reality of Asian nations toward theUnited States.    Local and Community History in America G57.1752 4 points. See description under Public History.    History and Public Policy G57.1753 4 points. See description under Public History.    Media and History G57.1755 4 points. See description under Public History.    Historical Thinking: Women and Gender in the United States G57.1761 Gordon. 4 points.    Topics in American Women’s History G57.1762 4 points.    Women and Work G57.1769 4 points. Introduction to the major scholarship on women and work inU.S. women’s history, with focus on the 19th and 20th centuries.    American Social History in the 19th Century G57.1771 Hodes. 4 points. Causes and consequences of the Civil War, including the transition to capitalism and the transformation of work in the North; southern slavery; religion and reform; class, politics, and Jacksonian democracy; African American freedom; labor and politics in the Reconstruction South and in the industrializing North; and capitalist expansion at the end of the century.    American Social History Since 1870 G57.1772 Kelley, Walkowitz. 4 points. Modernization of American society in the past 100 years, focusing on the growth of industrial and urban society. Attention to trends in social mobility and stratification; the impact of modernization on class structure, immigration, blacks, women, and the modern family.    Common People in Early America G57.1773 4 points. The “less articulate,” from the Revolution to the Civil War. Urban, ethnic, and religious tensions and their contributions to a sense of rising class distinction in early American history.    History of American Higher Education G57.1778 Identical to E55.2067. Mattingly. 4 points. Topics in the history of American colleges and universities since 1750. Analysis of educational policies and functions, with attention to the limitations of educational responsibility, the transformation of institutional structures, changing modes for gaining and imparting knowledge, and the social prerogatives and initiatives assigned to an educated class.    Afro-American History G57.1782 Kelley, Sammons. 4 points. Broad exposure to African American history. Begins with a historiographical introduction, describing the growth and development of the field, and moves to a major theme and period treatment ranging from ancientAfrica to the civil rights movement. Provides an understanding of the field and a foundation for specialized course work and research.    Women in 20th-Century America G57.1789 4 points. Surveys women in modernAmerica, with emphasis on work, politics, feminism, and changing social roles.    Indians in Early America G57.1891 4 points.    Master’s Seminar: Historical Research Methods G57.2022 Wosh. 4 points. Introduction to the theoretical and methodological components involved in the research process. Considers historiographical issues; develops an understanding of the archival and library environments, focusing on searching strategies and the use of automated techniques; and emphasizes framing research questions. Students complete a research paper with appropriate documentation and bibliography in their area of interest.    Colloquium: American Cultural History G57.2024 Bender. 4 points. Examines modes of cultural history, particularly newer ones. Explores recent theoretical and historiographical discussions of cultural history.    Seminar: 19th-Century Intellectual and Cultural History G57.2025 Bender. 4 points.    Colloquium: Christianity and Culture in America —From Finney to Falwell (1820-1990) G57.2026 Wosh. 4 points. Examines the nature of American Christianity from the revivals of the early 19th century through the revival of the religious right in the 1990s. Explores themes in American religious development, including the changing nature of Roman Catholic, mainline Protestant, evangelical, fundamentalist, and Pentecostal movements; the relation between gender and religion, the development of African American religious traditions, and the relationship of Christianity to larger social, religious, and economic structures in American society. Students examine and interpret a wide range of primary sources and significant texts in American religious and cultural history.    Between History and Literature: Rethinking African American Autobiography G57.2027 Sammons. 4 points.    Gender/Cultural History in America G57.2030 Duggan. 4 points.    M.A. Seminar: Oral History, Afro- American G57.2256 Sammons. 4 points.    Immigration, Ethnicity, and Gender Relations G57.2293 Diner. 4 points.    Right-Wing Politics in U.S. History G57.2306 Duggan. 4 points.    Transition from Slavery to Freedom in the United States G57.2553 Krauthamer. 4 points.    Colloquium: Topics in Colonial American History G57.2603 May be repeated for credit with permission of the instructor. 4 points. Reading and discussion examining one aspect of colonial society in depth.    Colloquium: Radicalism and Reform in the United States G57.2608 4 points. Examines the origins, motives, and achievements of dissenting movements inAmerica, from 17th-century English backgrounds to the present. Emphasizes individuals and groups interested in changing the existing system toward greater equality for the individual. Topics: nonconformist dissent of the Puritan revolution, reform and radicalism of the American Revolution, Jeffersonian and Jacksonian democracy, antebellum perfectionism, populism, socialism, progressivism, communism, the New Deal, and the 1960s New Left.    Colloquium: The Progressive Era G57.2609 Mattingly. 4 points. Emphasizes reading and discussion of selected specialized accounts of the Progressive Era and the variety of reformers and reform.    Research Seminar: U.S. History G57.2612, 2613 4 points per term. Methodology research seminar in which students learn the basic techniques of isolating and conceptualizing a topic, develop their research skills in handling primary and secondary sources, and complete a coherent, pertinent research paper of about 25 pages, with appropriate documentation and bibliography. The instructor sets the limits of the area in which students choose topics, e.g.,U.S. foreign policy since 1900 or the American Revolution.    American Legal History G57.2615 Team taught by members of the history department and the law school faculties. 4 points. Explores the broad social and legal issues that shaped the American past and focuses on the human forces operative in American law.    Colloquium: Topics in American Social History G57.2621 May be repeated for credit with permission of the instructor. Kelley, Mattingly, Walkowitz. 4 points. Explores recent literature on American social history, with attention to the new interpretations of women and labor, education and religion, town and urban development, business structures, and social class formation.    Sports in American Society G57.2624 Sammons. 4 points.    Colloquium: Topics in U.S. History, 1789-1850 G57.2655 4 points. American political behavior in the eras of the first and second party system. Introduces biographical analysis and behavioral and quantitative analysis to penetrate the myths of the Age of Jackson and its antecedents.    Politics and Culture of the Great Depression G57.2696 4 points. Introduction to the major political, economic, and cultural trends of the 1930s, with attention to institutional change and the human impact of the depression.    Colloquium: The New Deal G57.2697 4 points. Deals with President Franklin Roosevelt’s political leadership, the Great Depression, and the New Deal through reading and discussion of important monographic studies.    Colloquium: Topics in 19th- Century American Intellectual History G57.2707 4 points. Readings in American romanticism and American scientific naturalism.    Colloquium: Topics in 20th- Century American Intellectual History G57.2709 4 points. Works on the major currents of American thought in the 20th century.    Topics in 20th-Century American Cultural History G57.2710 4 points.    Urban Blacks in 20th-Century America G57.2714 Kelley, Sammons. 4 points. Examines the maturation of a postslavery, rural economy and the rise of associated, racially proscriptive legislation; black responses and adjustments; the motivations for and expectations of migration; and the cultures and communities black people created and physically abandoned. Analyzes the political, social, and cultural life of urban African Americans in its many forms from the high to the low, assessing the flow of influence. Provides an overview and synthesis of the many local studies in hopes of identifying commonalities and distinctions across communities.    Colloquium: America in the 1960s G57.2715 4 points. Readings and discussion on the 1960s. Seeks an understanding of the politics, culture, ideology, economy, and movements for change of the decade; the Vietnam War and the antiwar effort.    Colloquium: Women’s Political Culture G57.2750 4 points. Examines the varieties of women’s participation in public life from 1820 to the present, with an emphasis on how gender consciousness has shaped its forms and content over time.    Cold War, 1945-1989 G57.2771 M. Young. 4 points.    Seminar: U.S. History in the 20th Century G57.2776 4 points.    Colloquium: The United States Since 1945 G57.2778 4 points. Origins of the cold war; domestic, social, economic, and political development. Special topics include the Fair Deal, the War on Poverty, and major social upheavals of the 1960s.    Colloquium: The Cold War, 1945- 1989 G57.2779 M. Young. 4 points. Examination of the cold war from World War II to the fall of the Soviet empire in 1989.    Topics in American Foreign Policy: Vietnam G57.2780 M. Young. 4 points.    Social Movements in the United States , 1890-Present G57.3608 Gordon. 4 points.    Topics in Intellectual and Cultural History G57.3611 Bender. 4 points.    Seminar in American Intellectual History G57.3705 Open to students at both the master’s and doctoral levels. 4 points. Research seminar focusing on topics in American intellectual history. Students prepare substantial research essays using primary source materials. Discussions of historiography, methodology, and bibliography. Class criticism of the students’ work. RESEARCH AND READING    Reading in History G57.3011, 3012 1-4 points per term.    Research in History G57.3021, 3022 Open to students engaged in dissertation research by special permission of a departmental adviser. 1-4 points per term.    Specialized Programs and Courses HISTORY OF WOMEN AND GENDER    The Department of History offers a specialization or a second field in the history of women and gender. The program explores the changing role of women in history and the social construction of gender both historically and theoretically.    A planning committee of faculty and graduate students initiates programsponsored workshops, conferences, and faculty and graduate student lecture series and coordinates the scheduling of courses in the area.    For the second field in comparative women’s history at the doctoral level, students are expected to take three courses in areas other than the major field. The history of women and gender can satisfy the departmental requirement for the doctoral second field if courses are comparative or in a field outside the major or in some combination thereof.    For more information, consult the director of the program in the history of women and gender.    Marginalized People in the Middle Ages G57.1121 P. Johnson. 4 points. See description under Medieval Europe .    Women in European Society and Politics G57.1253 Nolan. 4 points. See description under Modern Europe (1750-Present).    Introduction to Methodology in the History of Women and Gender G57.1763 4 points. Explores various aspects of methodology in women’s history, drawing mainly on American and European sources. Topics include politics and culture, work and family, socialism, and sexualities.    Topics in American Women’s History G57.1762 4 points.    Women and Work G57.1769 4 points. See description under United States (Contact to Present).    Women in 20th-Century America G57.1789 4 points. See description under United States (Contact to Present).    History of Latin American Women G57.1810 4 points.    Women and Gender in the Middle Ages G57.2109 4 points. See description under Medieval Europe .    History of Women in Early Modern Europe , 1500-1800 G57.2176 Levy. 4 points. See description under Early Modern Europe .    Women and Social Change G57.2290 4 points. See description under Methods, Transnational, Comparative.    Colloquium: Feminist Theory G57.2291 P. Johnson, Levy, M. Young. 4 points. Examines a range of feminist theoretical writing, places it historically, and relates it to other political, cultural, and scholarly feminist practices.    Religion, Family, and Gender in Early America , 1607-1840 G57.2604 4 points. See description under United States (Contact to Present).    Gender and Politics in the Age of Democratic Revolution G57.2605 Levy. 4 points. See description under Methods, Transnational, Comparative.    Colloquium: Women’s Political Culture G57.2750 4 points. See description under United States (Contact to Present). PUBLIC HISTORY    The program in public history provides Master of Arts and Doctor of Philosophy candidates with the opportunity to prepare for careers as historians in public and private institutions outside academia, where historical perspectives address areas as diverse as public policy, museum programs, and historical dramatizations for media. The program offers students three areas of historical work: media history, local and community history, and history and public policy.    All entering students enroll in a sequential two-semester seminar in public history that introduces students to literature and problems in the various public history arenas. Students complete a major research essay and then translate that research into a public history format for a public audience.    The concentration in public history is open to all qualified M.A. and Ph.D. students. It consists of the introductory sequence; a course in one of the three tracks; a methodological course in either oral history or quantitative methods ( G57.2012 or G57.2019), and four electives in the department, of which one should be a research seminar. Public history can satisfy the departmental requirement for a secondary field. For Americanists, the courses must be comparative or in another field or in some combination thereof.    M.A. students may elect instead to complete a 44-point program leading to a New York State Board of Regents Certificate in Public History. In addition to requiring all the courses in the concentration, the certificate program requires students to take the two remaining introductory track courses and Literature of the Field: America to 1865 ( G57.1600). Finally, all public history students should complement class work with internships in various participating agencies in theNew York metropolitan area.    Enrollment is limited, and admission must be approved by the director of the program. Inquiries should be addressed to Professor Paul Mattingly, Director, Program in Public History, Department of History, Faculty of Arts and Science, New York University, 19 University Place, New York, NY 10003-4556.    Introduction to Public History G57.1750-1751 Required core course in the public history program. Bernstein, Mattingly. 4 points per term. Addresses the expanding literature on the theory of public history, the shifting parameters of the field, and the emerging techniques and methodologies. Concentrates on a project inNew York City.    Local and Community History in America G57.1752 W. Johnson, Mattingly, Walkowitz. 4 points. Focuses on the local and community history track of the public history program, giving special emphasis to the new urban history. Introduces the methodology and sources of community study.    History and Public Policy G57.1753 Mattingly. 4 points. Focuses on the policy track of the public history program and explores the process by which social insights and criticism become formalized into social policy inAmerica. Issues related to health, education, crime and poverty, urban life, and public and cultural organizations receive particular emphasis.    Media and History G57.1755 Abrash, Walkowitz. 4 points. Focuses on the media track of the public history program and reviews efforts at historical dramatization and documentary for radio, television, film, and print media. Students conceptualize historical research for media formats.    The Culture of Consumption, Material Life, and the Built Environment in America G57.1756 4 points.    Oral History: Theory and Practice G57.2012 Bernstein. 4 points. Fieldwork with emphasis in archival research and interviewing. Students complete a common research project and train in collaborative techniques of research and historical interpretation. ARCHIVAL MANAGEMENT AND HISTORICAL EDITING    The program in archival management and historical editing offers students the opportunity to combine either a Master of Arts or a Ph.D. degree in history with an Advanced Certificate in Archival Management and Historical Editing. The certificate program is also open to students with an M.A. or a Ph.D. degree in another appropriate social science- or humanities-based discipline. Ph.D. candidates in history may also elect to use the archives program as a second field, and Ph.D. students wishing to complete the entire program may apply 12 of the 20 required points toward their Ph.D. requirements.    Since 1977, this program has trained graduate history students for careers as archivists, historical editors, administrators, and manuscript curators. The program provides students with a solid foundation in the theory, methodology, and practice of archives. It also emphasizes the broad humanistic training in history necessary for archivists to develop a vision for their work. Course work in complementary disciplines and new technologies is stressed, ensuring that program graduates remain current with professional trends and developments. New York City offers a unique setting and laboratory for students exploring history and archives, and the program takes full advantage of the city’s repositories in providing internships and practicum experiences for its students. Program graduates work as archivists in a wide variety of academic, nonprofit, corporate, and governmental venues. The program’s unique historical editing component also trains historians for alternative careers in preserving and disseminating historical documents in book, microform, CD-ROM, and electronic formats.    All entering students enroll in a sequential, two-semester colloquium ( G57.1010 and G57.2010) that offers a broad overview of the field and combines classroom instruction with hands-on experience in an archival setting. Over the course of two semesters, students complete a major research paper on an appropriate archival topic and arrange and describe two archival collections in conjunction with their practicum. Students are also required to take a course in historical editing, which focuses on the location, arrangement, and publication of documents. As part of this course, students undertake research to identify and annotate their documentary collection.    M.A. students enroll in a 44-point program of study, leading to the Master of Arts degree in history and to the certificate. Requirements for the M.A. degree and the advanced certificate are 24 points in history (which must include an M.A. seminar) and 20 points in archives. Students are required to complete 12 points in the three core courses G57.1010, G57.1012, and G57.2010. Students successfully completing the program must have 16 points with a grade of B or better. Students with more than 4 points below B are not eligible for the certificate and may not register for additional courses.    Students holding an appropriate master’s degree in a social science or humanities discipline may be accepted into the program on a nondegree, certificate- only basis. Such students are permitted to register for 20 points in archives to complete the requirements. Ph.D. students in history wishing to use archives as a second field are required to complete the three core courses G57.1010, G57.1012, and G57.2010.    Through a consortium arrangement with Long Island University’s Palmer School of Library and Information Science, students are also able to enroll in more library-oriented courses offered at Bobst Library and to apply these credits toward their certificate. Students should check with the director for a complete list ofPalmerSchool offerings.    Enrollment is limited, and admission must be approved by the director of the program. For additional information, write to Dr. Peter J. Wosh, Director, Archives Program, Department of History, Faculty of Arts and Science, New York University, 19 University Place, New York, NY 10003-4556.    Archives and Historical Societies: Principles and Practicum I G57.1010 Required core course in archives program. Wosh. 4 points. Introduction to the theory and practice of managing public, private, and institutional archives in theUnited States. Includes a historical overview of record keeping and archives; an introduction to bibliographic resources, appraisal, arrangement and description, reference, collection strategies; and the development of the U.S. MARC:amc format. Students complete a supervised 45- hour practicum project in a professional archive.    Seminar in Historical Editing G57.1012 Required course in archives program. Katz. 4 points. Introduction to the theories, practices, and problems in editing and publishing historical documents. Students develop their own edited collections by drawing on a selection of Margaret Sanger papers, with prefatory material, transcriptions, annotations, and calendar.    Local and Community History G57.1752 4 points. See description under Public History.    Archives and Historical Societies: Principles and Practicum II G57.2010 Prerequisite: G57.1010. Required core course in archives program. Wosh. 4 points. Second half of the introductory, yearlong overview. Topics include conservation techniques and preservation management, electronic records, developing museum exhibits and outreach programs, records management, nontextual material, professionalization and the role of the archivist as a public historian, legal and ethical issues, and managerial concerns. Students complete a supervised 70-hour practicum project in a professional archive.    Oral History: Theory and Practice G57.2012 4 points. See description under Public History.    Introduction to Preservation and Reformatting G57.2013 De Stefano. 4 points. Introduction to preservation in archives, including an examination of the composition of paper, inks, nonprint materials, and the causes of damage and deterioration. Examines current preservation methods in archives and other repositories, such as conservation treatments, preservation microfilming, digitization and other types of reformatting, holdings maintenance programs and rehousing techniques, environmental control and disaster planning, and salvage methods.    Administrative History and Records Management G57.2016 4 points. Traces the rise of modern bureaucratic organizations and their relationship to the documentary records that they create. Focuses on the administrative evolution of authority and policy implementation. Case studies apply the principles of modern information scheduling to the administration of corporate records and their relationship to archival materials.    Automated Archival Description G57.2017 4 points. Examines automated techniques for managing and providing access to archival records and historical manuscripts. Introduces basic word-processing, database, and spreadsheet concepts. Includes an introduction to the MARC format as well as an introduction to EAP, SGML, HTML, and XML.    The Historian and the Visual Record: Exploring Alternative Sources G57.2021 4 points. Analyzes visual media, including photographs, posters, magazine illustrations, advertisements, motion pictures, and video. Attention to media as a source for examining political, social, cultural, intellectual, and economic history. Includes a curatorial component exploring how archivists manage records.    Topics in Archives and Editing G57.2023 2 points. In-depth study of emerging issues for archivists and editors. Topics vary each semester, and recent courses have focused on the following: the U.S. MARC:amc format for describing archival material, fund raising and grants management, archives in the business and nonprofit worlds, electronic records, and developing historical exhibits.    Research in Archival Management and Historical Editing G57.3013, 3014 Wosh, staff. 1-4 points per term.    Readings in Archival Management and Historical Editing G57.3023, 3024 Wosh, staff. 1-4 points per term. JOINT AND DUAL DEGREE PROGRAMS    Joint degree programs at the doctoral level are available with theInstitute ofFrench Studies, the Skirball Department of Hebrew and Judaic Studies, and the Department of Middle Eastern and Islamic Studies. A dual degree M.A.- J.D. program is available with theSchool ofLaw, although students admitted into this program are expected to earn the doctorate in history. Admission to these joint and dual degree programs must be granted by both departments or institutes or programs or schools upon entry or at the point of screening. Students in these programs normally are expected to complete the “literature of the field” courses and take the history department’s qualifying examination and a major field examination that may bridge the two disciplines. Joint and dual degree candidates are exempt from the departmental requirement for a second field. SPECIAL PROJECTS    The Margaret Sanger Papers Project collects, assembles, and publishes records documenting the life and career of the founder of the American birth control movement. Located in the department since 1987, the Sanger Papers Project microfilmed the Smith College Collections Series, consisting of almost 45,000 documents; in 1995 an additional 9,000 documents gathered in an international search were microfilmed as the Collected Documents Series. Both microfilmed series are being published by University Publications of America, along with a reel guide and index. The project is preparing an electronic edition of the microfilmed documents for distribution on CD-ROM or via the Internet. The project will then work on a four-volume book edition of selected Sanger letters. The project employs graduate assistants and other students. Documents from the Sanger Papers collection are available for student and faculty research and serve as practical examples for the course on historical editing.    For additional information, contact Dr. Esther Katz, codirector/editor of the Margaret Sanger Papers.    The Papers of Jacob Leisler Project is collecting, transcribing, and translating the entire extant public and private correspondence of earlyNew York governor Jacob Leisler (1640-1691) for publication in microfilm and annotated book editions. Considered by some colonial historians as the “Father of American Democracy” and best known for the 1689New York uprising that bears his name, Leisler played a prominent role in the economic and social development of colonial New York and earlyAmerica. Housed in the department since 1988, the Leisler Papers collection contains over 3,000 documents in Dutch, French, German, and English that provide a wealth of information on the Atlantic world in the early modern era. The project employs graduate and other students to assist in making the collection available to scholars and the public.    For additional information, please contact Dr. David William Voorhees, director of the Papers of Jacob Leisler Project.             Contact Us | &copy; New York University , Arts and Science"}, {"content": "Fall 2012 Course Schedule    | Department of History | New York University                                    NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home       Fall 2012 Course Schedule                                                                                 Students from departments outside of History must receive approval from the instructor prior to enrolling in a History course. Please contact Chelsea Rhodes (history.dept@nyu.edu) to request permission codes to enroll in graduate history courses. Please forward an email from the instructor granting permission for you to enroll to Chelsea along with your request for a permission code.    Indicates courses sponsored by other departments                                SCHEDULE IS SUBJECT TO CHANGE               STUDENTS: PLEASE CHECK ALBERT FOR THE MOST ACCURATE COURSE SCHEDULING INFORMATION                                                      To view course descriptions, please click on the Course Number. For additional information about a specific course, please contact the professor directly.                 Course Number    Call #    Title    Type    Day &amp; Time    Instructor    Crosslisted #    Building &amp; Room               HIST-GA.1010    2059    Intro to Archives    CLQ    Mon 4:55-7:35    Wosh    MSMS-GA.1010; DRAP-GA.1025    KJCC 701              HIST-GA.1012    16166    Historical Editing Seminar    SEM    Thurs 4:55-7:35    Katz    DRAP-GA.1213    KJCC 701              HIST-GA.1151    16169    Literature of the Field: Modern Europe    CLQ    Mon 2:00-4:45    Nolan        KJCC 404              HIST-GA.1156    17163    What is Europe?    SEM    Tues 5:00-7:00    Lemke    EURO-GA.2301    285 Mercer, 7th floor              HIST-GA.1201    16430    Lit of the Field: Colonial Latin America    CLQ    Wed 9:30-12:15    Thomson        KJCC 404              HIST-GA.1209    16348    19th Cent. France: France and its Empire 1750-1800s    CLQ    Tues 9:30-12:15    Berenson    IFST-GA.1610    IFS              HIST-GA.1326    16163    Russia: Law and Empire , 16th-21st Century    CLQ    Tues 2:00-4:45    Burbank    RUSSN-GA.1326    KJCC 717              HIST-GA.1416    2060    History of Modern Ireland I    CLQ    Tues 3:30-6:00    Truxes    IRISH-GA.1416    ERIN 101              HIST-GA.1421    2061    Debates in Modern Irish History    SEM    Tues 6:10-8:40    Lee    IRISH-GA.1421    ERIN 101              HIST-GA.1441    16345    History and Historiography of Irish America    SEM    Thurs 3:30-6:00    Casey    IRISH-GA.1427    ERIN 101              HIST-GA.1521     16338    Medieval Marriage    CLQ    Thurs 9:30-12:15    Van Houts        KJCC 701              HIST-GA.1562    16167    Lit of the Field: Africa    CLQ    Mon 2:00-4:45    Cooper        KJCC 607              HIST-GA.1600    2478    Literature of the Field: US to 1877    CLQ    Thurs 9:30-12:15    Eustace/St. John        KJCC 607              HIST-GA.1646    16336    Materializing in the Middle Ages    SEM    Wed 9:30-12:15    Bedos-Rezak    IFA    KJCC 602              HIST-GA.1750    2063    Intro to Public History    CLQ    Wed 4:55-7:35    Wosh    MSMS-GA.1750, DRAP-GA.1752    KJCC 701              HIST-GA.1763    2547    Approaches to History of Women and Gender     CLQ    Tues 9:30-12:15    Griffiths        KJCC 607              HIST-GA.1773    16350    Society &amp; Culture: 20th Century America    SEM    Tues 4:55-7:35    Walkowitz    AMST-GA.1722    KJCC 607              HIST-GA.1782    16431    African American History    SEM    Thurs 4:55-7:35    Sammons    DRAP-GA.1782    KJCC 602              HIST-GA.1981    17167    Migration History and Theory: The Italian Case as Litmus Test    SEM    Wed 11:00-1:45    Tintori    ITAL-GA.2165    Casa Italiana              HIST-GA.2022    2064    MA Proseminar    SEM    Tues 2:00-4:45    Ludden        KJCC 324              HIST-GA.2031    2065    Advanced Archival Description    SEM    Mon 4:55-7:35    Weber        Bobst LL147              HIST-GA.2033    2066    Creating Digital History    SEM    Tues 4:55-7:35    Moran Hajo        KJCC 701              HIST-GA.2122    16172    Empire, Nation, Globalization    SEM    Thurs 2:00-4:45    Ludden        KJCC 701              HIST-GA.2150    16871    Fiction, Historiography &amp; the Event    SEM    Tues 1:00-3:00    Ross    COLIT-GA.2150.002    Room 224 (19 UP)              HIST-GA.2162    16432    Twentieth Century Cities    CLQ    Wed 9:30-12:15    Needham        KJCC 717              HIST-GA.2163    16340    European Conceptions of the New Man, 1789-1945    CLQ    Thurs 4:55-7:35    Geroulanos    COLIT-GA.2600    KJCC 607              HIST-GA.2168    2067    Methods and Approaches to World History    SEM    Wed 3:30-6:10    Truxes        ERIN B03              HIST-GA.2655    16260    Morning in America: Ronald Reagan, the Nuclear Crisis, and the Cold War of the 1980s    CLQ    Mon 11:00-1:45    Klimke    POL-GA.3501.11    SILK 311              HIST-GA.2707    16266    The Agrarian Question in History    SEM    Mon 4:55-7:35    Karl    EAST-GA.2707.002    KJCC 607              HIST-GA.2901    16262    Captivity, Displacement, and Migration    CLQ    Wed 4:55-7:35    Peirce    MEIS.1770.002    KJCC 607              HIST-GA.3013.001        Research in Archives and Public History    SEM    N/A    Wosh        N/A              HIST-GA.3021.001        Research in History    SEM    N/A    Griffiths        N/A              HIST-GA.3021.002        Research in History    SEM    N/A    Griffiths        N/A              HIST-GA.3021.003        Research in History    SEM    N/A    Griffiths        N/A              HIST-GA.3022.001        Readings in History    CLQ    N/A    Griffiths        N/A              HIST-GA.3022.002        Readings in History    CLQ    N/A    Griffiths        N/A              HIST-GA.3213    16892    Eastern Europe Workshop    SEM    Wed 12:30-2:00    Wolff    EURO-GA.3901    285 Mercer, 7th floor              HIST-GA.3330    17166    Guantanamo Public Memory Project at NYU    SEM    Tues 2:00-5:00    Geismar    MSMS-GA.3330.002    240 Greene St., Room 410              HIST-GA.3603    2075    Approaches to Historical Research and Writing    CLQ    Wed 2:00-4:45    Mitchell        KJCC 701              HIST-GA.3701    17180    Creation of the Constitution    LEC    Mon &amp; Wed 11:00-12:15    McConnell    LAW-LW.12140    Furman Hall 214              HIST-GA.3704    16893    Legal History Colloquium    CLQ    Wed 2:00-5:30    Nelson    LAW-LW.11160    VH 202              HIST-GA.3803    2484    Atlantic History Workshop    CLQ    Tues 11:00-1:45    Eustace        KJCC 701              HIST-GA.3901    16873    The Mediterranean in Historical Perspective    SEM    Wed 3:30-5:30    Kornetis    EURO-GA.2660    285 Mercer, 7th floor                                               ~             FALL 2012 COURSE DESCRIPTIONS               HIST-GA.1010 Intro to Archives         Introduction to theoretical and methodological issues involving archives, manuscript collections, historical documentation, and historical resources. Focuses on the history of records and record keeping, development of archival theory, appraisal, arrangement and description, reference, legal and ethical issues, and current trends in the profession.                  HIST-GA.1012 Historical Editing Seminar         Introduces students to the theories, practices, and problems involved in editing and publishing historical documents. Students develop their own documentary editions complete with prefatory material, transcriptions, annotations, and calendars. Focuses especially on project leadership and includes an electronic edition component.              HIST-GA.1151 Literature of the Field: Modern Europe        This class introduces graduate students to major debates, problems and categories in European historiography on the period from the mid nineteenth to the late twentieth centuries. The emphasis is on methodological and analytical questions. Topics include nationalism, fascism, capitalism, colonialism, total war, cities, science, and subjectivity.              HIST-GA.1156 What is Europe?        Examines the formation of the European nation-state starting with the French Revolution. Provides an overview of key issues, including citizenship, exclusion, immigration, identity, nationalism, security, and the creation of the European Union and its policy formation.               HIST-GA.1201 Lit of the Field: Colonial Latin America        Surveys major literature and historiographical issues in the colonial Latin American field. Required for PhD students in Latin American and Caribbean History.                  HIST-GA.1209 19th Century France: France and its Empire 1750-1800s    France and Its Empire, 1750-1880s focuses on the revolutionary period of modern France. This was a tumultuous and creative time, a time of revolution and reaction, republics and monarchies, liberalism and centralized power. We will study this period in three principal ways: by learning about the various regimes, politics, ideologies, and social patterns that marked the era; by reading documents written during this time and texts composed by some of its principal figures; and by analyzing selected works of present-day historical scholarship that help us understand modern France.         As we build this understanding, our thinking will be guided by the following questions: Why was it so difficult during the century following the French Revolution for France to develop a stable political regime? Why, in this connection, did France irrupt into revolution in response to the problems it faced? And to what extent did the French Revolution define the nature and meaning of the period that followed it? Finally, what was the role of France’s empire, and how did colonialism square with the effort to build a stable republican regime?        The French Revolution is fundamental not just to French history but to world history. For this reason, we will devote considerable attention to the origins and meaning of this event. We will also consider the subsequent revolutions of the nineteenth century revolutions and examine the extent to which France became a modern society in the second half of the nineteenth century.                     HIST-GA.1326 Russia: Law and Empire, 16th-21st Century     Description forthcoming. In the meantime, please contact the professor directly.             HIST-GA.1416 History of Modern Ireland I     Early-modern Irish history is an epic tale of conflict, subjugation, and the struggle for national identity. In the roughly two and a half centuries covered by this course, Ireland was transformed from a mysterious and remote island on the periphery of Europe to a quasi-autonomous state fully caught up in the sweeping economic, political, and social transformations that defined the late eighteenth century. Among the topics covered in History I are the Tudor conquest and colonization; Gaelic pushback; Ireland under the Stuarts; the Williamite War and formation of the Protestant Ascendancy; the emergence of Irish nationalism; Ireland and the Enlightenment; 18th-century political, economic, and societal transformations; and Ireland in the Age of Revolutions. The struggles and frustrations of this period define the agenda for Ireland’s tumultuous passage through the nineteenth and early twentieth centuries.             HIST-GA.1421 Debates in Modern Irish History     This course seeks to analyze a selection of the intense debates in Ireland itself and abroad, especially in Britain and the USA, that characterize modern Irish history, concentrating on topics that transcend the specific Irish experience to raise issues of wider human import. It is equally a study of events and of their interpretation from various contested perspectives, and thus requires intense engagement with the historiography, and with the study of history as a mode of thought. The topics to be explored include the issues of Conquest, Collaboration, Assimilation and Resistance, viewed through the prism of Ireland and the British Empire, as reflected in a number of major topics, including: The Act of Union; The Great Irish Famine; Irish Diaspora; Issues of Irish Identity (as seen through Irish and British eyes via historical movements and events); the ethno-religious conflict in Northern Ireland since 1968; Ireland and Globalization.              HIST-GA.1441 History and Historiography of Irish America     The Irish are one of the most significant ethnic groups to ever migrate from Europe to the United States. Their impact has been disproportional to their numbers but this only partially explains our contemporary understanding of “Irish America.” This seminar will explore how the history of Irish immigrants and their descendants in the United States has been written over the past century and a half. Students will evaluate books and documentary films that have been influential in constructing the narrative of the Irish in America, in addition to article literature. The goal is to learn how to separate historical content from historiography and to see how both can influence popular perceptions of an ethnic people.              HIST-GA.1521 Medieval Marriage     This course will explore the practical experience of marriage in the Middle Ages. We will be looking at the lay experience of the stages of married life (from courting and wedding to annulment and death) in all its gendered aspects. For each of the thematic sessions we will explore as much as possible the experience across the whole social range from aristocracy to peasants. Although our focus will be on the Christian Middle Ages of western Europe we will devote ample space to comparative aspects in Islamic and Jewish culture especially for the Mediterranean area. Thematic sessions will centre on exogamy (intermarriage) in mixed faith and ethnic circumstances, polygamy and concubinage, remarriage and step family relationships, male power and female obedience and the memorialisation of married life. We will also explore alternative forms of cohabitation in a sexual or celibate manner. Wherever possible special attention will be paid to the material culture of marriage, such as the domestic arrangement in the houses, living and sleeping quarters and moveable possessions.              HIST-GA.1562 Lit of the Field: Africa     This course introduces students to the major themes, scholarly approaches, and sources for African history.              HIST-GA.1600 Literature of the Field: US to 1877     A reading course covering the earlier period of American history that introduces students to the major themes, interpretations, and methods of inquiry. It is intended to provide a broad command of the field.              HIST-GA.1646 Materializing in the Middle Ages     The theme of the seminar, materiality, is concerned with the tangible stuff of medieval lives, with those materials: animal parts, vegetable fibers, metal, stones, clay, wood, that were used and processed into finished objects: comestibles, clothing, homes and monuments, artifacts and ornaments, images and the media of written and visual communication. As they emerged from raw materials, things affected social relations and cultural perception, enabling action and provoking reaction. We will consider, for example, the effects of pageantry, with its elaborate display of culinary, heraldic, and sartorial splendor, in asserting and maintaining chivalric claims to dominance. We will examine recent archeological findings to understand the ways that, through accessories to their dress, peasants resisted and re-fashioned the identities imposed upon them by medieval elites. Objects, thus, shaped history, yet historians tend to write history based upon texts. Avoiding such an exclusive dependency requires methodological reflection. Stimulated by the work of social scientists such as Jane Bennett, Alfred Gell, Tim Ingold, Bruno Latour, and Bjrnar Olsen, lively debates are currently taking place about the theory, goals, and relevance of material culture studies, and we will develop our own perspectives on the issues at stake. Assessing the participation, meaning, and agency of things in pre-modern lives forces to question boundaries and to put them in a newer historical perspective: the relationships between humans and animals (and nature), between humans and technology, body and soul, images and memory, the animate and the inanimate. Our exploration of the connections between human and non-human environments will consider the appropriation of animal skins in the production of writing; the extension of human personhood via the use of animal power, tools, weapons, images, and memory aids; human involvement with a living landscape of holy trees, sacred groves and springs, and powerful stars; attitudes toward idols and automata; the perception of art as vibrant matter. Though modern theory inspires historians and art historians to seek agency in a network of social and material relationships, medieval intellectuals were more cautious in their belief in the power of matter. In fact, for many, the materiality of the human body was suspicious, as was knowledge that depended upon the mediation of the senses. Such ‘carnal’ knowledge was ascribed to minorities (Jews) and alleged dissenters (magi, witches). Materiality in the Middle Ages was a philosophical topic fraught with ambivalence, imbued with a potential for violence.              HIST-GA.1750 Intro to Public History     Reviews the history of public history, focusing on historians’ relationships, dialogues, and collaborations with public audiences. Considers issues involving memory, identity, heritage, commemoration, historic preservation, history museums, historic sites, oral history, and digital history. Final project involves a collaborative endeavor with a local public history institution.               HIST-GA.1763 Approaches to History of Women and Gender     This course is intended as an introduction to some of the central methodological and interpretive issues involved in the historical study of women and gender. We consider the development of women’s history as a field from the 1960s, the historiographies that have shaped women’s history (and been influenced by it), the introduction of gender as an analytical category, the interpretive models that have structured writing about women and gender in the past, and the particular challenges involved in researching subjects who have often left little trace in the historic record. This is not a nation-based survey of women’s history. Instead, our approach is comparative. We will read works that have had a significant impact on the development of the field, works that model particular methodological or interpretive approaches, and works by faculty at NYU. We will also consider contemporary reflections on the state of the field, both in the US and internationally .               HIST-GA.1773 Society &amp; Culture: 20th Century America     This is a graduate level research seminar on the social and cultural history of the United States in the twentieth-century. The central project of the course will be each student’s development of an extended, article-length essay based on original research. Considerable class time will be dedicated to preliminary discussions of each research problematic and its relevant historiographies. Research takes time, as does writing and re-writing; papers are NOT written in one sitting or in a single draft. Accordingly, students will be required to develop their research in the first weeks, even as readings and discussion proceed and present finished drafts in class that will be revised for final submission.        Although the seminar is not be readings course or colloquium, the first half of the semester will include readings to introduce some theoretical tools and writing strategies. Introductory readings and wider reading around the relevant historiographies that the various students’ research problematic engages, and shared reading of the research essays of others will also expose students to a broad a range of subjects in the literature in social and cultural history. The subject is cast broadly to allow for diverse student research interests, but will be limited to the long 20th century (from ca. 1890 to the present).              HIST-GA.1782 African American History     Broad exposure to African American history. Begins with a historiographical introduction, describing the growth and development of the field, and moves to a major theme and period treatment ranging from ancient Africa to the civil rights movement. Provides an understanding of the field and a foundation for specialized course work and research.              HIST-GA.1981 Migration History and Theory: The Italian Case as Litmus Test     The course begins with the assumption that mobility is the norm in human history and it will focus on the case of Italy – a geographically well-defined peninsula, which for centuries has been at the crossroad of demographic movements – as an ideal example of what kind of socio-cultural transformations can be consequence of population mobility in every society and context. The course will draw on the lessons from the various theories of migration to analyze the way in which Italy's human landscape has been affected by migratory flows and the social, cultural, political impacts these in- and out-flows have originated in the course of history. It will first provide an overview of the state of the art in the field of international migration theories, with a view to clarify any conceptual distinctions between the terms migration, immigration, mobility, diasporas, etc. Then, we will explore some key pathways that will form the focus of the transformations: a) the arts – literary and visual; b) institutions and laws – juridical concerns in controlling flows and identifying status and memberships; c) familial/societal structures; d) entrepreneurship and economic culture. Finally, the course will discuss to what extent and in what manner population movements have been forging states and societies and, through the Italian case, will reflect upon the role of mobility as a key dynamic in globalization. The course is addressed to those students with basic knowledge of Italian migration history and/or interest in migration studies, who intend to enhance their knowledge both of international migration theory and the history of Italian global migrations. The main aim of the course is to provide the students with effective tools to develop critical thinking on human mobility.              HIST-GA.2022 MA Proseminar     Introduction to the theoretical and methodological components involved in the research process. Considers historiographical issues; develops an understanding of the archival and library environments, focusing on searching strategies and the use of automated techniques; and emphasizes framing research questions. Students complete a research paper with appropriate documentation and bibliography in their area of interest.              HIST-GA.2031 Advanced Archival Description     Provides an understanding of archival descriptive standards and practices. Focuses on the development and use of bibliographic standards to create and exchange data concerning archival records. Particular emphases include the MARC format; the development, implementation, and evaluation of Encoded Archival Description and Encoded Archival Context; content management systems; digital encoding standards; and digital library development.               HIST-GA.2033 Creating Digital History     Historians who work with the public have a particular need to be confidant with digital tools. The course offers students a hands-on primer in the skills archivist and historians need to create, contribute to, and use web-based historical sites. Students will gain experience digitizing historical materials for preservation and access, creating structured metadata and folksonomies to describe historical objects, conducting online historical research and presenting the results of that research online in the form of blog posts and an online digital exhibit. Projects will center around the history of Greenwich Village and be publicly accessible at htttp://aphdigital.org/GVH. Class discussions will focus on current topics in digital humanities and how they impact the making of digital history sites.               HIST-GA.2122 Empire, Nation, Globalization     Empire and globalization lie at the heart of the spatial turn in academic work during the last several decades. This graduate seminar is designed to enrich student research in various disciplines by exploring empire and globalization as features of modern spatial history. We focus on imperial Britain and the United States and on globalization in Asia, Africa, and Latin America, and in most detail, on South Asia. Spatial history begins with the premise that various scalar forms of social space and social power relations are meaningfully connected to one another. Localities weave into regions, continents, and global spaces. Expanding spaces of social power affect everyday life in smaller spaces, right down to New York neighborhoods and mountain hamlets in the Global South. The scale and impact of meaningful spatial interaction pose problems for historical study. Empire and nation do not necessarily form dominant spatial frames. Space is not a stage or container, but rather a permanently ongoing construction project, at all scalar levels. Spatial history entails the study of interactive, changing spaces over time, configured by social power of many kinds at many levels of scale. This course is designed to stimulate, support, and inform student research. Before mid-term, we read and discuss assigned texts. Each week, we focus on one theme, which we develop according to student interest. The bibliography at the end of the syllabus is a work-in-progress, providing resources for further work. After mid-term, we focus on student research. Each student should join the class with a research idea to work with all term. This idea can be very vague to begin with; it can derive from other courses or outside projects. Student work for the course includes weekly reading and one-page weekly essays to prepare for class. Students and instructor meet individually at mid-term to develop research ideas and devise readings for the remainder of the term. Ideas for final week readings also appear at the end of the syllabus. Students present their work in class at the end of the term. A research paper is due on the last day of university classes.                 HIST-GA.2150 Fiction, Historiography &amp; the Event     In this seminar we will examine the construction, disappearance, and persistence of “eventfulness”in fiction, historiography, and theory. We will consider narrative theory as it pertains to the writing of fictional and historical texts; the historical novel genre; the problem of collective memory; subjectivity and historical agency; historical time and regimes of figurability; the question of “the recent past.” Case Study: the Paris Commune. Readings to include Lukacs, Ricoeur, Braudel, Bakhtin, Badiou, Rancière, and Trouillot.              HIST-GA.2162 Twentieth Century Cities      Description forthcoming. In the meantime, please contact the professor directly.                  HIST-GA.2163 European Conceptions of the New Man, 1789-1945     This course concerns a fundamental fantasy of modern European thought, art, and culture, the figure of the “New Man” in the period 1789-1939—a figure that expressed the idea that human society and even human nature could and should be regenerated through political, philosophical, and aesthetic means. The course is intended as an engagement with a series of further questions: problems of modernity, secularism, humanism and time; methodological questions pertinent to intellectual and conceptual history as well as theory, comparative literature, and political theory: it is thus aimed at once at students with historical but also literary and political-science backgrounds. We will read a mixture of primary and secondary sources.              HIST-GA.2168 Methods and Approaches to World History     Description forthcoming. In the meantime, please contact the professor directly.             HIST-GA.2655 Morning in America: Ronald Reagan, the Nuclear Crisis, and the Cold War of the 1980s          This course seeks to place the final decade of the Cold War in historical perspective by focusing on the intertwinement of domestic and foreign policy during the Reagan administration. It explores the emergence of the neoconservative movement, the “Reagan revolution,” the effects of “Reaganomics” and the military buildup, and the ascent of Evangelical Christianity as a political factor. It also retraces the debates surrounding the role of government, social responsibility, the welfare state and public health care system, shifting value systems, and technological innovation, as well as their representations in society and popular culture. Merging an “establishment” perspective with an analysis of protest cultures, the course examines Reagan’s foreign policy of “peace through strength” with regard to the Soviet Union from a global perspective, analyzing the nuclear threat and the renewed arms race, his policies toward Europe and Central America, Iran-Contra, the question of human rights in East-West diplomacy, and the controversy, widespread opposition, and grassroots activism these issues triggered both at home and abroad. Readings include the most recent and influential scholarship on this period as well as a variety of primary sources.             HIST-GA.2707 The Agrarian Question in History     This course will explore the emergence of what was called the “Agrarian Question” in the eighteenth, nineteenth and twentieth centuries, as that question was related to the emergence of industrialization and the question of value, problems of domestic and global revolution, and the issues of modernization and development in Europe and the non-Western world. We will trace the evolution of the question from its physiocratic core, through its articulation in Smith, Marx, the Soviet Union, Peru, and into the later twentieth century as part of the 'peasant problem.' The last part of the semester will be devoted to studying how this question has re-emerged in today’s China, as a problem of development, where the peasantry persists. The aim of the class is to familiarize students with some of the basic philosophical and historical texts surrounding problems of development and culture, as they pertain to the agrarian question in China and elsewhere and to assist students in analyzing contemporary problems through a longer historical perspective. A lot of reading and a research paper at the end are basic requirements. Students from all geographical specializations welcome; MA students should write for permission to register.              HIST-GA.2901 Captivity, Displacement, and Migration     This course explores questions of voluntary and involuntary movement across the greater Ottoman and Mediterranean worlds. The emphasis is on the early modern period, especially the sixteenth and seventeenth centuries, heyday of corsairs, renegades, captives, and converts. (Participants interested in other periods may write final papers accordingly.) The Ottoman empire, with its particular brand of imperial slavery and its forms of economic and household slavery, is a principal, although not exclusive, focus of the course; the “Grand Turk” looms large even when not a direct protagonist of events. The Eurasian and Mediterranean frontiers of the empire and the peoples who crossed them are emphasized. The majority of the readings are recent monographs; we will also read contemporary narratives. Occasional guest speakers will share their expertise in the themes of the course.            HIST-GA.3013 Research in Archives and Public History     This course is an independent study within the Archives and Public History Program.              HIST-GA.3021 Research in History     This course is an independent study.              HIST-GA.3022 Readings in History     This course is an independent study.              HIST-GA.3213 Eastern Europe Workshop     This 2-credit course involves discussion of selected readings concerning Eastern Europe, discussion of graduate student papers and current research concerning Eastern Europe, attendance at guest lectures concerning Eastern Europe, and independent research on Eastern Europe guided by the instructor.            HIST-GA.3330 Guantanamo Public Memory Project at NYU     This class will bring together Museum Studies, Public History and CLACS students into a nationwide collaboration facilitated by the Guantanamo Public Memory Project. The class will seek to trace the complex history of Guantanomo Bay via the project’s collation of oral history, documentary and photographic, and material culture pertaining to the facility. This history will be framed within a broader set of questions about the politics of archives, the ethics of historical narratives, the techniques and technologies that make history present for the public and the constitution of public consciousness via engagement with images, text and testimony. The class will coordinate, create and curate an exhibition that will draw content from 8 similar classes held in graduate programs across the country (the exhibition itself will travel subsequently to each of the venues). The exhibition will be held at NYU in the Kimmel Windows gallery space – a 24 hour accessible series of vitrines on the intersection of West 3 rd street and LaGuardia Place. NYU students will curate this exhibition, create digital and other content and coordinate a large international symposium to be held at the exhibition’s opening.              HIST-GA.3603 Approaches to Historical Research and Writing     This course is designed to introduce students to some of the basic methodological and interpretive issues involved in historical research. Based around a core set of readings, the course covers important books and articles that explicitly deal with questions of method, as well as examples of certain methodologies or schools of historiography in action. The goal of this course is to help the student produce a research paper that is of potentially publishable quality and to reveal that the student is capable of doing graduate level research and writing.              HIST-GA.3701 Creation of the Constitution     The course begins with readings setting forth the intellectual and experiential background of the framing, including common law and natural rights theory, republicanism, economic &amp; political scientific ideas, and colonial and post-Independence experience. We then study large parts of the debates at the Constitutional Convention, primarily using Madison's Notes. Next come the ratification debates, including readings from antifederalist writers, about half of The Federalist, and overviews of the Virginia and New York ratification conventions. We conclude with the addition of the Bill of Rights. Classes consist of a combination of lecture and extensive participation by students.              HIST-GA.3704 Legal History Colloquium     This course, taught by faculty members of the School of Law, is designed for students planning academic careers, in particular, as legal historians. Students who take the course will be expected to work on a major research paper intended for publication. Specific topics discussed during the semester are determined by the interests of those participating in the colloquium. 2 credits. Consent of instructors is required to register.              HIST-GA.3803 Atlantic History Workshop     This yearlong course overlaps with the Atlantic History Workshop colloquium, which meets regularly in the Department of History throughout the academic year. At the colloquium, participants discuss pre-circulated works-in-progress presented by visiting scholars or members of the colloquium. Students enrolled in this course attend every meeting of the colloquium and undertake additional activities assigned by the instructor during the regular class meetings.            HIST-GA.3901 The Mediterranean in Historical Perspective        Trains students in the history of the Mediterranean and provides them with insights into the theories and interpretations of the Mediterranean. Analyzes the ways in which the Mediterranean has been identified not only as a geographical region, but also as a cultural, political, and social one. Examines the reshaping of cultural, political, and social borders across the Mediterranean.                         Contact Us | &copy; New York University , Arts and Science"}]}]