[{"detail": [{"content": "Technology Management and Innovation | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Departments                    Department      Technology Management and Innovation                                                                   We live and work in an increasingly knowledge-intensive age. Today and tomorrow&rsquo;s managers need to understand how technology and innovation are essential for delivering value to organizations and the marketplace. The Department of Technology Management and Innovation is the premier learning, research, and development hub in the New York City/Tri-State region explicitly devoted to the increasingly critical arenas of innovation, information, and technology management.   Our department offers pace-setting bachelor&rsquo;s, master&rsquo;s, and PhD programs, as well as advanced certificates, focused on innovation and technology management in the modern knowledge economy. We are committed to wisely integrating technology into all of our educational programs to enhance the learning process for our students.   Our faculty and students conduct high-quality, relevant research and development. Our research and development is varied, including scholarly books and articles in the most respected journals, and timely, instructive case studies.   The Department of Technology Management and Innovation at the School of Engineering represents a major gateway and opportunity for those aiming to be successful in to the emerging knowledge-intensive and technology-demanding business environment that characterizes almost all sectors of the today and tomorrow&rsquo;s economy.   The Department of Technology Management and Innovation is an interdisciplinary group that studies various aspects of technology and innovation - strategic, behavioral, organizational and social. Some specific streams of research and sub-topics include:     Global innovation and R&amp;D strategy - Managing emerging technologies - Technology and development - Service design and innnovation - Tech entrepreneurship and commercialization - Sustainable and clean-tech innovation   Impacts of information technology upon individuals, organizations and society - Citizen science - Social computing - Open source - Business model innovation - Pervasive information services   Sociological aspects of technology and work - Communicative practices - Distributed collaboration and virtual teams - Knowledge management - Leading Distributed and Virtual Organizations - Project Management     Department Chair: Bharat Rao                                Technology Management and Innovation      Lectures   Majors + Programs   People   News   Events   Lean Launchpad   MOT-IM Alumni Contact Update Form                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "Technology Management and Innovation | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Departments                    Department      Technology Management and Innovation                                                                   We live and work in an increasingly knowledge-intensive age. Today and tomorrow&rsquo;s managers need to understand how technology and innovation are essential for delivering value to organizations and the marketplace. The Department of Technology Management and Innovation is the premier learning, research, and development hub in the New York City/Tri-State region explicitly devoted to the increasingly critical arenas of innovation, information, and technology management.   Our department offers pace-setting bachelor&rsquo;s, master&rsquo;s, and PhD programs, as well as advanced certificates, focused on innovation and technology management in the modern knowledge economy. We are committed to wisely integrating technology into all of our educational programs to enhance the learning process for our students.   Our faculty and students conduct high-quality, relevant research and development. Our research and development is varied, including scholarly books and articles in the most respected journals, and timely, instructive case studies.   The Department of Technology Management and Innovation at the School of Engineering represents a major gateway and opportunity for those aiming to be successful in to the emerging knowledge-intensive and technology-demanding business environment that characterizes almost all sectors of the today and tomorrow&rsquo;s economy.   The Department of Technology Management and Innovation is an interdisciplinary group that studies various aspects of technology and innovation - strategic, behavioral, organizational and social. Some specific streams of research and sub-topics include:     Global innovation and R&amp;D strategy - Managing emerging technologies - Technology and development - Service design and innnovation - Tech entrepreneurship and commercialization - Sustainable and clean-tech innovation   Impacts of information technology upon individuals, organizations and society - Citizen science - Social computing - Open source - Business model innovation - Pervasive information services   Sociological aspects of technology and work - Communicative practices - Distributed collaboration and virtual teams - Knowledge management - Leading Distributed and Virtual Organizations - Project Management     Department Chair: Bharat Rao                                Technology Management and Innovation      Lectures   Majors + Programs   People   News   Events   Lean Launchpad   MOT-IM Alumni Contact Update Form                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Curriculum | Management of Technology, MS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Management of Technology, MS                         Management of Technology, MS                                                             Curriculum                       The eMOT 36-credit curriculum consists of:     Core courses (30 credits)   6 credits of elective courses     To give you greater flexibility in choosing electives , the program has both full-semester courses that are 3.00 credits each and half-semester courses that are 1.50 credits each. You may substitute one full-semester elective with two half-semester electives or vice-versa.   Core Courses (30 Credits)   Management Core   3.00 Credits Organizational Behavior MG-GY 6013 Introduction to theory, research and practice to better understand human behavior in organizations. Topics include motivation and job satisfaction; decision making; group dynamics; work teams; leadership; communication; power, politics and conflict; organization culture, structure and design; impact of technology; management of work stress; organizational change and development; and career management. Analysis of organizational behavior problems by self assessments, case studies and simulations. Prerequisite: Graduate Standing 3.00 Credits Marketing MG-GY 6073 This course emphasizes the imperative to be customer-focused in the information sectors. Topics include market definition and redefinition due to technological change; analysis of customer decisions; strategic choices of markets and products; positioning for competitive success; product pricing, distribution and communications decisions; new product development; market-system dynamics and the value chain. Prerequisite: Graduate Standing 3.00 Credits Accounting & Finance MG-GY 6093 Elements of accounting and finance of importance to managers. Analysis of principles and practices of the finance function. Financing methods for internal and external ventures and innovations; capital budgeting; R&amp;D portfolio analysis. Contrast of strategic perspectives emphasizing innovation and development with those emphasizing short-term return and investment Prerequisite(s): Graduate Standing 3.00 Credits Economics MG-GY 6083 This course covers the fundamentals of microeconomics needed by managers. Topics include demand theory (theory of the consumer) including models of demand, demand elasticity and demand forecasting; supply theory (theory of the firm) including diminishing returns, profit maximizing production levels, labor/capital tradeoffs and long-run vs. short-run issues; market structures and how they affect opIMal production and profit levels. Other topics include positive and negative externalities and government intervention, including regulation, tariffs and subsidies. All topics emphasize managerial application. Prerequisite(s): Graduate Standing   3.00 Credits Operations Management for Knowledge-Based Enterprises MG-GY 6703 This course focuses on developing a deeper understanding of the role that operations management plays in determining business strategy and in developing competitive advantage. The primary emphasis is on developing and effectively managing operations in knowledge-intensive enterprises. Students discuss the operational design and managerial implications when the emphasis of the operations group is more on knowledge management than on managing production and facilities; managing the effective integration of technology, people and operating systems; understanding the complexities and challenges of operations management; meeting the challenges of developing and managing supply-chain networks; and understanding the critical role of technology in developing an organization’s operational capabilities. Prerequisite: Graduate Standing   OR   3.00 Credits Operations Management MG-GY 6303 This course focuses on developing a deeper understanding of the role that operations management plays in determining business strategy and in developing competitive advantage. The primary emphasis is on how to develop and effectively manage operations in knowledge-intensive enterprises. Participants discuss the operational design and managerial implications when the emphasis of the operations group is more on knowledge management than on production and facilities management; managing the effective integration of technology, people and operating systems; understanding the complexities and challenges of operations management; the challenges of developing and managing supply chain networks; and the critical role of technology in developing operational capabilities in an organization. Prerequisite: Graduate Standing   Technology and Innovation Core   3.00 Credits Management of Information Technology and Information Systems MG-GY 6503 This course is designed for managers who need to understand the role and potential contribution of information technologies in organizations. The focus of the course is on different information technologies and their applications in managing business critical data, information and knowledge. The course concentrates on the current state of IT in organizations, challenges and strategic use of IT, IT infrastructure and architecture, building, implementing and managing IT applications, and emerging issues such as intelligent systems, business process reengineering, knowledge management and group support systems. Prerequisite(s): Graduate Standing   OR   3.00 Credits Information Technologies, Systems and Management in Organizations MG-GY 6933 This course is for managers who need to understand the role and potential contribution of information technology (IT) within organizations. The focus is on information technology and its business applications. The course concentrates on the current state of IT in organizations: challenges and strategic use of IT: IT infrastructure and architecture: the technical foundation of IT: building and implementing organization information systems: and emerging issues in IT, such as intelligent systems, business process re-engineering, knowledge management and group support systems. Course format is interactive with concept presentation followed by open discussion on real-world applications of IT and business cases. Prerequisite: Graduate Standing   3.00 Credits Global Innovation MG-GY 7953 This course focuses on global technology-enabled innovation. Topics covered include accessing global sources of innovation, coordination and organization of activities worldwide, new product development globally, the role of revitalized global R&amp;D, growing prominence of IT and e-Business in global innovation, and the role of alliances and linkages with customers, suppliers and other third parties. Prerequisite: Graduate Standing 3.00 Credits Project Management MG-GY 8203 This course focuses on managing technology- based projects, ranging from individual research and development to large-scale and complex technological systems. It covers topics such as feasibility and risk analyses, project selection and portfolio optimization, functional and administrative structures, coordination and scheduling of activities, personnel planning, negotiations and contracts, cost estimation, capital budgeting, cost controls and effective matrix management.  Prerequisite: Adviser’s approval and Graduate Standing 3.00 Credits Managing Technological Change & Innovation MG-GY 8653 The course focuses on effectively managing technological change and innovation, which is accomplished with a dual perspective. One perspective is based on individual, group and organizational theory, research and practice. This body of literature, viewpoints and experience provide essential guides to manage successfully the introduction of newtechnologies. Realizing the full potential of  new technologies requires effectively managing change to assure the commitment of all stakeholders. The second perspective is based on innovation theory, research and practice. This body of literature, viewpoints and experience provide key insights to for effectively managing the process of innovation and the impact of innovation on all parts of an enterprise. Specifically, the course explores a firm’s explicit need to manage and inspire people so they can communicate and innovate effectively. Prerequisite: Adviser’s approval and graduate standing   3.00 Credits Mot Capstone Project Course MG-GY 9503 This course provides an integrative and state-of-the-art intellectual experience for participants at the conclusion of the program. The course is divided into two half semesters. The first half semester enables participants to focus on discerning the overarching trends which are driving innovation in various industry sectors. The class is divided into small groups each of which develops a comprehensive view of a particular industry sector. In the second half of the course, participants focus on the culminating project of the IM program. Participants can choose to do their final projects on firms, issues related to technology management or as an outgrowth of the emphasis on entrepreneurship in the program, a business plan. Participants are encouraged to employ relevant concepts and insights that they have acquired during the course of the program. Prerequisite: Graduate Standing   OR   3.00 Credits Project in Strategy & Innovation Management MG-GY 9703 This course integrates concepts and theories from several other courses. The course usually considers issues from a holistic and topmanagement perspective; employs case studies and projects to focus on key interrelationships between strategy, technology, innovation, corporate culture, organization structure and human factors; and covers domestic and global corporations, small, medium and large firms; and established and new enterprises. Prerequisite: Graduate Standing   OR   MG9973 MOT Master&#39;s Thesis, Credits: 3.0   Note: MS eMOT students, can with permission from the program director, replace Operations Management and/or Project Management with any elective from the following table:   Elective Courses (6 Credits)   Group A   3.00 Credits Modern Financial Institutions & Their Competitive Environment MG-GY 7963 This course focuses on managing modern financial enterprises, innovation and technology management in these organizations, and the risk-return tradeoff from a financial-institution perspective. It deals with the theory and practice of financial institutions by analyzing the regulatory, technological and competitive factors that define the dynamics of this rapidly changing industry. Knowledge in this course is developed primarily with a mix of textbook reading and discussions of concepts in real business contexts through case studies. The objective is to provide technology managers with a firm knowledge of the normative consequences on financial-management decision making to create shareholder value. Prerequisite: Graduate Standing 3.00 Credits Media Entertainment Sector: Struct, Org, Management MG-GY 6753 This course introduces the various industries that compose the media sector and outlines the major issues confronting these industries as they grapple with incorporating digitalbased and mobile innovations into their businesses. Discussions cover the structure of industries within the sector and how managers  are recalibrating their business models and redesigning their organizations to compete in the current media and entertainment sector. Other issues covered include the new media industry as a catalyst for change; the transformation of traditional content-intensive industries such as the motion picture business; the book publishing business; the newspaper business and the music industry  and the newly defined role of users and customers. Participants read case studies and articles and access other relevant materials in electronic and print format. Emphasis is on interactive discussions in class and on projects developed by individual participants and teams of participants. Prerequisite: Graduate Standing 3.00 Credits the Retailing Industry: Structure, Org and Management MG-GY 7653 This course introduces the emerging structure of the modern retailing industry and effective retailing management. Students investigate how key firms in the modern retailing sector are managed and how pacesetting firms are organized and structured at both the strategic and operational levels. The course covers physical and internet-based retailing. 3.00 Credits the Bio-Pharma Sectors: Struc, Org and Management MG-GY 7713 This course introduces effective management in the modern bio-pharma sectors. Students investigate how key bio-pharma firms are organized and managed at both the strategic and operational levels. Particular attention is paid to various forms of technology and innovation management in the bio-pharma arena. 3.00 Credits Cloud Computing: Principles, Economics, Technology and Management Practice MG-GY 8783 This course provides a comprehensive overview of managing cloud computing. The course starts by developing a comprehensive technology foundation and then deals with the economics of cloud computing by analyzing its benefits, risks and obstacles. The course then examines Virtualization, Automation, and Security, the three essential components of cloud computing. Specific case studies on private and public clouds are illustrated. The course concludes with the development of specific templates and roadmaps that help an organization migrate from managing traditional IT into a cloud based infrastructure. Prerequisite: Graduate Standing   Group B   3.00 Credits Advanced Trends in Technology Management & Innovation MG-GY 7743 This course explores several trends that have emerged in the technology management and innovation arena in the past decade. These include the advent of digital-based innovation in the late 1990s which has had a profound affect on how many firms conduct business; the effect of the crash of the NASDAQ in March 2000 and the September 11 event which had a major effect on corporations which now had to operate within major economic and creative constraints; the development of the concept of networks as it relates to the organization and strategy of the firm; the development of the wireless technology platform and its effect on technology innovation; and the development of a new innovation paradigm which suggests a relationship between information technology, creativity, and business practices. The course emphasizes classroom discussions as well as team based and individual projects. Prerequisite: Graduate Standing 3.00 Credits Innovation Mgmnt in Money, Banking, & Fin Markets MG-GY 6043 INNOVATION MGMNT IN MONEY, BANKING, &amp; FIN MARKETS. Prerequisite: Graduate Standing 3.00 Credits Managing Emerging Technologies in the Media and Entertainment Sector MG-GY 6763 This course focuses on selected emerging technologies that are changing the nature of competition in the media sector. The dynamic relationships involving changing technology, business processes and management response are viewed in light of new digital platforms and applications, standards development, as well as legal and legislative initiatives. Topics include intellectual property rights and digital rights management; content-on-demand; and the management, archiving and preservation of digital content. Prerequisite: Graduate Standing 3.00 Credits Managing Technology Inno and Emerging Technology in Retailing Industry MG-GY 7663 This course introduces technological innovation and emerging technologies in retailing. The focal point is the effective management of technological innovation in modern retailing. Also discussed are the role of technology platforms and applications, technology development and use, and the relationships between technologies and business processes. 3.00 Credits Managing Technology Inno and Emgng Technology in Bio-Pharma Sector MG-GY 7723 This course introduces technological innovation and emerging technologies that are changing the nature of competition in the bio-pharma sectors. It focuses on modern approaches for research and discovery of new molecules and on developing processes to manufacture them in large quantities. The course explores the two major routes for discovery and manufacturing: the “chemical” route and the “biological” route. Students receive a blend of conceptual overviews, essential technical and scientific basics, competitive, and the regulatory and management implications of the developments, cases and industry examples that are studied.   Group C   1.50 Credits Selected Topics in Networking and Information Technologies MG-GY 7811 This course explores in depth selected modern networking and information technologies. Specific topics vary year to year. Examples are mobile communications, IP telephony, enterprise data systems. The course builds on previous TIM courses. Students receive a solid technology grounding in a learning context that also emphasizes how these selected technologies affect markets, industries, providers, integrators and users. The course’s technical content is supplemented by case examples and guest speakers. Prerequisite(s): Graduate Standing 1.50 Credits Negotiation in Technology-Intensive Sectors MG-GY 7841 Negotiation is the art and science of creating good agreements. This course covers the science of negotiation by discussing and applying theories of negotiation. Students develop the art of negotiation by negotiating with each other in realistic cases. A wide variety of negotiation applications is covered, including single and multi-issue negotiations and two-party and multi-party bargaining. Special emphasis is placed on negotiations in technology-intensive environments. The course uses the case method. Many examples are cases that students actually negotiate with each other. Students’ grades are based on their performance in these negotiations and on class participation. Prerequisite(s): Graduate Standing 1.50 Credits Leadership MG-GY 7851 Leaders set a vision, communicate it well and influence and inspire others to achieve their vision. However, there are many ways to achieve these goals and many challenges and ineffective ways in implementing them. This course develops the student’s leadership style by analyzing individual styles, understanding their impact and enabling each student to create the right leadership style. This course addresses fundamental leadership issues and frameworks, drawing on current organizational research. Most of all it provides students with ways to gain insights on their own leadership style. The course emphasizes hands-on experience and focuses on experiential learning. Course objectives include assessment of leadership styles; developing leadership skills; and understanding the role of leadership coaching in managing teams. Prerequisite(s): Graduate Standing 1.50 Credits High-Technology Entrepreneurship MG-GY 7861 This course focuses on entrepreneurship as a critical engine for wealth creation in the high-technology and innovation-intensive economy. The covers covers such key issues as: (1) assessing attractiveness of opportunities; (2) launching a new venture: (3) obtaining the necessary financial, human and technology resources; (4) managing the transition from a small entrepreneurial firm to a large, sustainable professionally managed but still entrepreneurial corporation; and (5) being an entrepreneur and promoting entrepreneurship in a large corporation. Prerequisite: Graduate Standing 1.50 Credits Introduction to Managing Intellectual Property MG-GY 7871 This course focuses on the role of intellectual property (e.g., patents, trade secrets, copyrights, trademarks, etc.) as a major element in modern technology and information strategy. Relevant concepts and case studies use examples of classical and digital innovations. Prerequisite: Graduate Standing 1.50 Credits Special Elective Topics MG-GY 7891 This course covers selected key emerging trends and issues in the MOT and IM domains. The course provides topical treatment of technologies, markets, business practices, government regulations and the relationships among them. Prerequisite: Graduate Standing 1.50 Credits Financing for Value Creation MG-GY 7971 financial skills required by managers of entrepreneurial and innovative firms at various stages of evolution: from new, stand-alone entrepreneurial ventures to innovative, technology- driven projects of established corporations. Prerequisite: Graduate Standing   Group D   3.00 Credits Managing Technological Innovation and Emerging Technologies in Financial Services MG-GY 7983 This course, for current and future managers, introduces emerging information technologies and their applications in financial services industries. It covers three major financial services industries: banking, investment and insurance. Students develop a deeper understanding of concepts and analyze real-business context through case studies. The course provides adequate technical knowledge and discusses related managerial issues in depth. 3.00 Credits Advcd Trends in Inno and Technology in Media and Entrnmt Sector MG-GY 6773 This course explores important trends and issues with a significant impact on managing technological innovation in the media sector. The course covers a range of topics, which may vary year to year and which serve as a culmination of the ideas and issues discussed in the MOTIME track. Participants develop projects that reflect their interests in particular aspects of the sector. Examples are redefinition of the notion of convergence; the intersection of design, content and technology; and the globalization of the media industry. Prerequisite: Graduate Standing 1.50 Credits Global Retailing and Supply Chain Management MG-GY 7671 This course focuses on current theory and practice in global retailing and supply-chain management and the link between globalization and supply-chain management. The course examines the flow and transformation of goods from the raw-material stage to the end user. Another focus is the globalization of retailing, which has triggered a range of supply-chain innovations. Prerequisite: Graduate Standing 1.50 Credits Modern Supply Chain Management: Integration Through Technology MG-GY 7881 This course introduces the role of information technology in supply-chain management. Both qualitative and quantitative aspects of supply chain management are covered. Students discuss and analyze articles pertaining to leading-edge research and management thought. The underlying objective is to prepare participants to develop useful skills for analyzing technology, marketing, logistics, operations and broader channel management issues. Classes use the case method. A high level of class interaction is expected. Prerequisite: Graduate Standing 3.00 Credits Services Innovation MG-GY 7733 This course deals with services innovation. Services have eclipsed manufacturing and dominate a modern, advanced economy. According to some estimates, services account for close to 80 percent of U.S. employment. This course examines how value creation occurs in a range of fast-growing services sectors, including retailing, hospitality, financial services, professional services, travel, logistics and healthcare. The course emphasizes that services are diverse, and distinguishes explicitly between traditional and high-value services. This course focuses especially on high-value services. A key objective of this course is introducing best practices for nurturing modern services innovation. Prerequisite(s): Graduate Standing 3.00 Credits Managing Cleantech & Renew Energy Innovation MG-GY 8573 Focuses on cleantech/renewable energy innovation and technology management and entrepreneurship. Covers technology management in several distinct cleantech/renewable technology regimes in varied company venues (e.g. small, medium size and large firms). Encompasses local and global modes of cleantech/renewable energy innovation and diverse innovation perspectives. Throughout, maintains a primarily managerial perspective. Students are often asked to assume the role of managers charged with the responsibility of designing, supporting and implementing a cleantech/renewable energy innovation strategy. 3.00 Credits Internship and Action Learning MG-GY 9683 This course provides graduate students the opportunity to work in an organization relevant to their field of interest in an action-learning context under faculty supervision. It exposes graduate students to relevant, state-of-the-art and best practices in modern management from the perspective of reflective involvement and interaction in the field. Students submit a paper and oral presentation based on work accomplishments as well as a review of written evaluation by the onsite supervisor. This course may be taken only once.  Prerequisite: Approval of Program Director                                Management of Technology, MS      Overview   Curriculum   Experience                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "Technology Management and Innovation | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Departments                    Department      Technology Management and Innovation                                                                   We live and work in an increasingly knowledge-intensive age. Today and tomorrow&rsquo;s managers need to understand how technology and innovation are essential for delivering value to organizations and the marketplace. The Department of Technology Management and Innovation is the premier learning, research, and development hub in the New York City/Tri-State region explicitly devoted to the increasingly critical arenas of innovation, information, and technology management.   Our department offers pace-setting bachelor&rsquo;s, master&rsquo;s, and PhD programs, as well as advanced certificates, focused on innovation and technology management in the modern knowledge economy. We are committed to wisely integrating technology into all of our educational programs to enhance the learning process for our students.   Our faculty and students conduct high-quality, relevant research and development. Our research and development is varied, including scholarly books and articles in the most respected journals, and timely, instructive case studies.   The Department of Technology Management and Innovation at the School of Engineering represents a major gateway and opportunity for those aiming to be successful in to the emerging knowledge-intensive and technology-demanding business environment that characterizes almost all sectors of the today and tomorrow&rsquo;s economy.   The Department of Technology Management and Innovation is an interdisciplinary group that studies various aspects of technology and innovation - strategic, behavioral, organizational and social. Some specific streams of research and sub-topics include:     Global innovation and R&amp;D strategy - Managing emerging technologies - Technology and development - Service design and innnovation - Tech entrepreneurship and commercialization - Sustainable and clean-tech innovation   Impacts of information technology upon individuals, organizations and society - Citizen science - Social computing - Open source - Business model innovation - Pervasive information services   Sociological aspects of technology and work - Communicative practices - Distributed collaboration and virtual teams - Knowledge management - Leading Distributed and Virtual Organizations - Project Management     Department Chair: Bharat Rao                                Technology Management and Innovation      Lectures   Majors + Programs   People   News   Events   Lean Launchpad   MOT-IM Alumni Contact Update Form                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Curriculum | Management of Technology, MS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Management of Technology, MS                         Management of Technology, MS                                                             Curriculum                       The eMOT 36-credit curriculum consists of:     Core courses (30 credits)   6 credits of elective courses     To give you greater flexibility in choosing electives , the program has both full-semester courses that are 3.00 credits each and half-semester courses that are 1.50 credits each. You may substitute one full-semester elective with two half-semester electives or vice-versa.   Core Courses (30 Credits)   Management Core   3.00 Credits Organizational Behavior MG-GY 6013 Introduction to theory, research and practice to better understand human behavior in organizations. Topics include motivation and job satisfaction; decision making; group dynamics; work teams; leadership; communication; power, politics and conflict; organization culture, structure and design; impact of technology; management of work stress; organizational change and development; and career management. Analysis of organizational behavior problems by self assessments, case studies and simulations. Prerequisite: Graduate Standing 3.00 Credits Marketing MG-GY 6073 This course emphasizes the imperative to be customer-focused in the information sectors. Topics include market definition and redefinition due to technological change; analysis of customer decisions; strategic choices of markets and products; positioning for competitive success; product pricing, distribution and communications decisions; new product development; market-system dynamics and the value chain. Prerequisite: Graduate Standing 3.00 Credits Accounting & Finance MG-GY 6093 Elements of accounting and finance of importance to managers. Analysis of principles and practices of the finance function. Financing methods for internal and external ventures and innovations; capital budgeting; R&amp;D portfolio analysis. Contrast of strategic perspectives emphasizing innovation and development with those emphasizing short-term return and investment Prerequisite(s): Graduate Standing 3.00 Credits Economics MG-GY 6083 This course covers the fundamentals of microeconomics needed by managers. Topics include demand theory (theory of the consumer) including models of demand, demand elasticity and demand forecasting; supply theory (theory of the firm) including diminishing returns, profit maximizing production levels, labor/capital tradeoffs and long-run vs. short-run issues; market structures and how they affect opIMal production and profit levels. Other topics include positive and negative externalities and government intervention, including regulation, tariffs and subsidies. All topics emphasize managerial application. Prerequisite(s): Graduate Standing   3.00 Credits Operations Management for Knowledge-Based Enterprises MG-GY 6703 This course focuses on developing a deeper understanding of the role that operations management plays in determining business strategy and in developing competitive advantage. The primary emphasis is on developing and effectively managing operations in knowledge-intensive enterprises. Students discuss the operational design and managerial implications when the emphasis of the operations group is more on knowledge management than on managing production and facilities; managing the effective integration of technology, people and operating systems; understanding the complexities and challenges of operations management; meeting the challenges of developing and managing supply-chain networks; and understanding the critical role of technology in developing an organization’s operational capabilities. Prerequisite: Graduate Standing   OR   3.00 Credits Operations Management MG-GY 6303 This course focuses on developing a deeper understanding of the role that operations management plays in determining business strategy and in developing competitive advantage. The primary emphasis is on how to develop and effectively manage operations in knowledge-intensive enterprises. Participants discuss the operational design and managerial implications when the emphasis of the operations group is more on knowledge management than on production and facilities management; managing the effective integration of technology, people and operating systems; understanding the complexities and challenges of operations management; the challenges of developing and managing supply chain networks; and the critical role of technology in developing operational capabilities in an organization. Prerequisite: Graduate Standing   Technology and Innovation Core   3.00 Credits Management of Information Technology and Information Systems MG-GY 6503 This course is designed for managers who need to understand the role and potential contribution of information technologies in organizations. The focus of the course is on different information technologies and their applications in managing business critical data, information and knowledge. The course concentrates on the current state of IT in organizations, challenges and strategic use of IT, IT infrastructure and architecture, building, implementing and managing IT applications, and emerging issues such as intelligent systems, business process reengineering, knowledge management and group support systems. Prerequisite(s): Graduate Standing   OR   3.00 Credits Information Technologies, Systems and Management in Organizations MG-GY 6933 This course is for managers who need to understand the role and potential contribution of information technology (IT) within organizations. The focus is on information technology and its business applications. The course concentrates on the current state of IT in organizations: challenges and strategic use of IT: IT infrastructure and architecture: the technical foundation of IT: building and implementing organization information systems: and emerging issues in IT, such as intelligent systems, business process re-engineering, knowledge management and group support systems. Course format is interactive with concept presentation followed by open discussion on real-world applications of IT and business cases. Prerequisite: Graduate Standing   3.00 Credits Global Innovation MG-GY 7953 This course focuses on global technology-enabled innovation. Topics covered include accessing global sources of innovation, coordination and organization of activities worldwide, new product development globally, the role of revitalized global R&amp;D, growing prominence of IT and e-Business in global innovation, and the role of alliances and linkages with customers, suppliers and other third parties. Prerequisite: Graduate Standing 3.00 Credits Project Management MG-GY 8203 This course focuses on managing technology- based projects, ranging from individual research and development to large-scale and complex technological systems. It covers topics such as feasibility and risk analyses, project selection and portfolio optimization, functional and administrative structures, coordination and scheduling of activities, personnel planning, negotiations and contracts, cost estimation, capital budgeting, cost controls and effective matrix management.  Prerequisite: Adviser’s approval and Graduate Standing 3.00 Credits Managing Technological Change & Innovation MG-GY 8653 The course focuses on effectively managing technological change and innovation, which is accomplished with a dual perspective. One perspective is based on individual, group and organizational theory, research and practice. This body of literature, viewpoints and experience provide essential guides to manage successfully the introduction of newtechnologies. Realizing the full potential of  new technologies requires effectively managing change to assure the commitment of all stakeholders. The second perspective is based on innovation theory, research and practice. This body of literature, viewpoints and experience provide key insights to for effectively managing the process of innovation and the impact of innovation on all parts of an enterprise. Specifically, the course explores a firm’s explicit need to manage and inspire people so they can communicate and innovate effectively. Prerequisite: Adviser’s approval and graduate standing   3.00 Credits Mot Capstone Project Course MG-GY 9503 This course provides an integrative and state-of-the-art intellectual experience for participants at the conclusion of the program. The course is divided into two half semesters. The first half semester enables participants to focus on discerning the overarching trends which are driving innovation in various industry sectors. The class is divided into small groups each of which develops a comprehensive view of a particular industry sector. In the second half of the course, participants focus on the culminating project of the IM program. Participants can choose to do their final projects on firms, issues related to technology management or as an outgrowth of the emphasis on entrepreneurship in the program, a business plan. Participants are encouraged to employ relevant concepts and insights that they have acquired during the course of the program. Prerequisite: Graduate Standing   OR   3.00 Credits Project in Strategy & Innovation Management MG-GY 9703 This course integrates concepts and theories from several other courses. The course usually considers issues from a holistic and topmanagement perspective; employs case studies and projects to focus on key interrelationships between strategy, technology, innovation, corporate culture, organization structure and human factors; and covers domestic and global corporations, small, medium and large firms; and established and new enterprises. Prerequisite: Graduate Standing   OR   MG9973 MOT Master&#39;s Thesis, Credits: 3.0   Note: MS eMOT students, can with permission from the program director, replace Operations Management and/or Project Management with any elective from the following table:   Elective Courses (6 Credits)   Group A   3.00 Credits Modern Financial Institutions & Their Competitive Environment MG-GY 7963 This course focuses on managing modern financial enterprises, innovation and technology management in these organizations, and the risk-return tradeoff from a financial-institution perspective. It deals with the theory and practice of financial institutions by analyzing the regulatory, technological and competitive factors that define the dynamics of this rapidly changing industry. Knowledge in this course is developed primarily with a mix of textbook reading and discussions of concepts in real business contexts through case studies. The objective is to provide technology managers with a firm knowledge of the normative consequences on financial-management decision making to create shareholder value. Prerequisite: Graduate Standing 3.00 Credits Media Entertainment Sector: Struct, Org, Management MG-GY 6753 This course introduces the various industries that compose the media sector and outlines the major issues confronting these industries as they grapple with incorporating digitalbased and mobile innovations into their businesses. Discussions cover the structure of industries within the sector and how managers  are recalibrating their business models and redesigning their organizations to compete in the current media and entertainment sector. Other issues covered include the new media industry as a catalyst for change; the transformation of traditional content-intensive industries such as the motion picture business; the book publishing business; the newspaper business and the music industry  and the newly defined role of users and customers. Participants read case studies and articles and access other relevant materials in electronic and print format. Emphasis is on interactive discussions in class and on projects developed by individual participants and teams of participants. Prerequisite: Graduate Standing 3.00 Credits the Retailing Industry: Structure, Org and Management MG-GY 7653 This course introduces the emerging structure of the modern retailing industry and effective retailing management. Students investigate how key firms in the modern retailing sector are managed and how pacesetting firms are organized and structured at both the strategic and operational levels. The course covers physical and internet-based retailing. 3.00 Credits the Bio-Pharma Sectors: Struc, Org and Management MG-GY 7713 This course introduces effective management in the modern bio-pharma sectors. Students investigate how key bio-pharma firms are organized and managed at both the strategic and operational levels. Particular attention is paid to various forms of technology and innovation management in the bio-pharma arena. 3.00 Credits Cloud Computing: Principles, Economics, Technology and Management Practice MG-GY 8783 This course provides a comprehensive overview of managing cloud computing. The course starts by developing a comprehensive technology foundation and then deals with the economics of cloud computing by analyzing its benefits, risks and obstacles. The course then examines Virtualization, Automation, and Security, the three essential components of cloud computing. Specific case studies on private and public clouds are illustrated. The course concludes with the development of specific templates and roadmaps that help an organization migrate from managing traditional IT into a cloud based infrastructure. Prerequisite: Graduate Standing   Group B   3.00 Credits Advanced Trends in Technology Management & Innovation MG-GY 7743 This course explores several trends that have emerged in the technology management and innovation arena in the past decade. These include the advent of digital-based innovation in the late 1990s which has had a profound affect on how many firms conduct business; the effect of the crash of the NASDAQ in March 2000 and the September 11 event which had a major effect on corporations which now had to operate within major economic and creative constraints; the development of the concept of networks as it relates to the organization and strategy of the firm; the development of the wireless technology platform and its effect on technology innovation; and the development of a new innovation paradigm which suggests a relationship between information technology, creativity, and business practices. The course emphasizes classroom discussions as well as team based and individual projects. Prerequisite: Graduate Standing 3.00 Credits Innovation Mgmnt in Money, Banking, & Fin Markets MG-GY 6043 INNOVATION MGMNT IN MONEY, BANKING, &amp; FIN MARKETS. Prerequisite: Graduate Standing 3.00 Credits Managing Emerging Technologies in the Media and Entertainment Sector MG-GY 6763 This course focuses on selected emerging technologies that are changing the nature of competition in the media sector. The dynamic relationships involving changing technology, business processes and management response are viewed in light of new digital platforms and applications, standards development, as well as legal and legislative initiatives. Topics include intellectual property rights and digital rights management; content-on-demand; and the management, archiving and preservation of digital content. Prerequisite: Graduate Standing 3.00 Credits Managing Technology Inno and Emerging Technology in Retailing Industry MG-GY 7663 This course introduces technological innovation and emerging technologies in retailing. The focal point is the effective management of technological innovation in modern retailing. Also discussed are the role of technology platforms and applications, technology development and use, and the relationships between technologies and business processes. 3.00 Credits Managing Technology Inno and Emgng Technology in Bio-Pharma Sector MG-GY 7723 This course introduces technological innovation and emerging technologies that are changing the nature of competition in the bio-pharma sectors. It focuses on modern approaches for research and discovery of new molecules and on developing processes to manufacture them in large quantities. The course explores the two major routes for discovery and manufacturing: the “chemical” route and the “biological” route. Students receive a blend of conceptual overviews, essential technical and scientific basics, competitive, and the regulatory and management implications of the developments, cases and industry examples that are studied.   Group C   1.50 Credits Selected Topics in Networking and Information Technologies MG-GY 7811 This course explores in depth selected modern networking and information technologies. Specific topics vary year to year. Examples are mobile communications, IP telephony, enterprise data systems. The course builds on previous TIM courses. Students receive a solid technology grounding in a learning context that also emphasizes how these selected technologies affect markets, industries, providers, integrators and users. The course’s technical content is supplemented by case examples and guest speakers. Prerequisite(s): Graduate Standing 1.50 Credits Negotiation in Technology-Intensive Sectors MG-GY 7841 Negotiation is the art and science of creating good agreements. This course covers the science of negotiation by discussing and applying theories of negotiation. Students develop the art of negotiation by negotiating with each other in realistic cases. A wide variety of negotiation applications is covered, including single and multi-issue negotiations and two-party and multi-party bargaining. Special emphasis is placed on negotiations in technology-intensive environments. The course uses the case method. Many examples are cases that students actually negotiate with each other. Students’ grades are based on their performance in these negotiations and on class participation. Prerequisite(s): Graduate Standing 1.50 Credits Leadership MG-GY 7851 Leaders set a vision, communicate it well and influence and inspire others to achieve their vision. However, there are many ways to achieve these goals and many challenges and ineffective ways in implementing them. This course develops the student’s leadership style by analyzing individual styles, understanding their impact and enabling each student to create the right leadership style. This course addresses fundamental leadership issues and frameworks, drawing on current organizational research. Most of all it provides students with ways to gain insights on their own leadership style. The course emphasizes hands-on experience and focuses on experiential learning. Course objectives include assessment of leadership styles; developing leadership skills; and understanding the role of leadership coaching in managing teams. Prerequisite(s): Graduate Standing 1.50 Credits High-Technology Entrepreneurship MG-GY 7861 This course focuses on entrepreneurship as a critical engine for wealth creation in the high-technology and innovation-intensive economy. The covers covers such key issues as: (1) assessing attractiveness of opportunities; (2) launching a new venture: (3) obtaining the necessary financial, human and technology resources; (4) managing the transition from a small entrepreneurial firm to a large, sustainable professionally managed but still entrepreneurial corporation; and (5) being an entrepreneur and promoting entrepreneurship in a large corporation. Prerequisite: Graduate Standing 1.50 Credits Introduction to Managing Intellectual Property MG-GY 7871 This course focuses on the role of intellectual property (e.g., patents, trade secrets, copyrights, trademarks, etc.) as a major element in modern technology and information strategy. Relevant concepts and case studies use examples of classical and digital innovations. Prerequisite: Graduate Standing 1.50 Credits Special Elective Topics MG-GY 7891 This course covers selected key emerging trends and issues in the MOT and IM domains. The course provides topical treatment of technologies, markets, business practices, government regulations and the relationships among them. Prerequisite: Graduate Standing 1.50 Credits Financing for Value Creation MG-GY 7971 financial skills required by managers of entrepreneurial and innovative firms at various stages of evolution: from new, stand-alone entrepreneurial ventures to innovative, technology- driven projects of established corporations. Prerequisite: Graduate Standing   Group D   3.00 Credits Managing Technological Innovation and Emerging Technologies in Financial Services MG-GY 7983 This course, for current and future managers, introduces emerging information technologies and their applications in financial services industries. It covers three major financial services industries: banking, investment and insurance. Students develop a deeper understanding of concepts and analyze real-business context through case studies. The course provides adequate technical knowledge and discusses related managerial issues in depth. 3.00 Credits Advcd Trends in Inno and Technology in Media and Entrnmt Sector MG-GY 6773 This course explores important trends and issues with a significant impact on managing technological innovation in the media sector. The course covers a range of topics, which may vary year to year and which serve as a culmination of the ideas and issues discussed in the MOTIME track. Participants develop projects that reflect their interests in particular aspects of the sector. Examples are redefinition of the notion of convergence; the intersection of design, content and technology; and the globalization of the media industry. Prerequisite: Graduate Standing 1.50 Credits Global Retailing and Supply Chain Management MG-GY 7671 This course focuses on current theory and practice in global retailing and supply-chain management and the link between globalization and supply-chain management. The course examines the flow and transformation of goods from the raw-material stage to the end user. Another focus is the globalization of retailing, which has triggered a range of supply-chain innovations. Prerequisite: Graduate Standing 1.50 Credits Modern Supply Chain Management: Integration Through Technology MG-GY 7881 This course introduces the role of information technology in supply-chain management. Both qualitative and quantitative aspects of supply chain management are covered. Students discuss and analyze articles pertaining to leading-edge research and management thought. The underlying objective is to prepare participants to develop useful skills for analyzing technology, marketing, logistics, operations and broader channel management issues. Classes use the case method. A high level of class interaction is expected. Prerequisite: Graduate Standing 3.00 Credits Services Innovation MG-GY 7733 This course deals with services innovation. Services have eclipsed manufacturing and dominate a modern, advanced economy. According to some estimates, services account for close to 80 percent of U.S. employment. This course examines how value creation occurs in a range of fast-growing services sectors, including retailing, hospitality, financial services, professional services, travel, logistics and healthcare. The course emphasizes that services are diverse, and distinguishes explicitly between traditional and high-value services. This course focuses especially on high-value services. A key objective of this course is introducing best practices for nurturing modern services innovation. Prerequisite(s): Graduate Standing 3.00 Credits Managing Cleantech & Renew Energy Innovation MG-GY 8573 Focuses on cleantech/renewable energy innovation and technology management and entrepreneurship. Covers technology management in several distinct cleantech/renewable technology regimes in varied company venues (e.g. small, medium size and large firms). Encompasses local and global modes of cleantech/renewable energy innovation and diverse innovation perspectives. Throughout, maintains a primarily managerial perspective. Students are often asked to assume the role of managers charged with the responsibility of designing, supporting and implementing a cleantech/renewable energy innovation strategy. 3.00 Credits Internship and Action Learning MG-GY 9683 This course provides graduate students the opportunity to work in an organization relevant to their field of interest in an action-learning context under faculty supervision. It exposes graduate students to relevant, state-of-the-art and best practices in modern management from the perspective of reflective involvement and interaction in the field. Students submit a paper and oral presentation based on work accomplishments as well as a review of written evaluation by the onsite supervisor. This course may be taken only once.  Prerequisite: Approval of Program Director                                Management of Technology, MS      Overview   Curriculum   Experience                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "%PDF-1.4 %  28 0 obj > endobj         xref  28 21  0000000016 00000 n  0000000986 00000 n  0000000716 00000 n  0000001066 00000 n  0000001195 00000 n  0000001386 00000 n  0000001542 00000 n  0000001986 00000 n  0000002525 00000 n  0000003011 00000 n  0000003045 00000 n  0000003089 00000 n  0000003328 00000 n  0000003583 00000 n  0000003659 00000 n  0000003904 00000 n  0000006501 00000 n  0000009170 00000 n  0000010022 00000 n  0000018448 00000 n  0000018701 00000 n  trailer   ]>>  startxref  0  %%EOF        30 0 obj >stream  xb```\u0006\"\u0019\u0006\u0016\u0006\u0006\u0016u\u0006~\u0006\u0004\u0007\u00021\u0007\u0006{L\u001a-:;.S``7o:TE`&m \b\u001diLަ]vXʪ *k\u001a\u0018\u00182:@\u0006\u0003RG\u0007DQ\u0002X \u0010``Xt\u0017H \u0001$XD\\,'2\u000e  \\&\u0017\u001a.k,pf Gf\u001b\u000e3E_;x\u0002.q\u0006:@ \u0001\u0002 \u00002  endstream endobj 29 0 obj > endobj 31 0 obj > endobj 32 0 obj >/Font >/XObject >/ProcSet[/PDF/Text/ImageC/ImageI]/ExtGState >>> endobj 33 0 obj > endobj 34 0 obj > endobj 35 0 obj > endobj 36 0 obj > endobj 37 0 obj[/ICCBased 44 0 R] endobj 38 0 obj[/Indexed 37 0 R 255 45 0 R] endobj 39 0 obj > endobj 40 0 obj > endobj 41 0 obj > endobj 42 0 obj > endobj 43 0 obj >stream  HW]s\u0011}ׯG#ŷ,YqqZ18}\u0000K\u00126\u0004\u0000(\u0019g\u0007\bRr*X\u0004\u001fgwϞc@WQ\u0018xqqB>E'\u001c^?4\u0010\u001f|z\u0014oW˫˥3e@}\u0005f`DK\u001b\u0012*\u0007OC^,ÕC+WD^\u001a\u0011%QJ/p\u0012i'ABYП\u0002?D ?`G8~S\u0010)\u000f0\u0011t$Mnh)m5ݦf\u0017AQ\b6Z\u00136!\u0007*ڊnCa힋Z\u0013\"%78Ov\u0002>l転iH\u0003u. OO.SmԭE(1\b\u0019x\u0004~Bqy`X.ўa\u001aO\u0001!8\u0011^iH}/C [;\u000e0\u0012Ce ~}\u007f_\u001eo\u001f\u0014\u0091'R@\u0010ViOݒ\u001fw?}7o\u0016n0E\u007f-\u007fvbQ%N[ >\u0006\u0019\u001bĺ𳬟9r0>?\u0002 P\u0015ǁ\u0012/{Z\u0000^ǣ\u001b&>\"D%B/If\u001e`JqKܹ@Bxi\u001a;UHEH;\u001b;]xvE \u0012\u001csߴPQ\u007f\u0006\u000f1\u0001˲H \u007f~\u0004|\u0016Z9ۮ7tY \u0016W \u0015us\u0003\u00032p\u0016w)F=z:\u0018 M\u0004 ַ\u0015Ҿ^M% 2Q=+\u0003 nTT죤\u001auhzz\u0018DP]4;:\u0019S]_\u000f%\u0003\u000e|Vr!+!vxBSՕ\u00154\u0012\u0005 AE@\u0018QɁI\u001f\u001fŠ~/;\u001b|6\u001f`\u001aP\u001b;I)5 ˉS\u0017\u001cg,e\u001a,-q֮1\u007fe/\ud816 *vr[JM92>.\b;\u0001c \u0014\u0011yZtr+3,iޏ{j[m\u001d\u000f.8\u0013j\u001dI\u0001\u001bg\u0011J\u00010F\u0019:\u0007\u008ei\u001bE\u0011mP= Xs\u001bnVVq_ҠY]og#i\u0010V\u0001mY\u001aTz%q\"jM|\u0006| b\u0017MNydd\u0012\u001bP\u000691ۣK\u0015Z\u0014 4X\u0001=\u0017} XՐ}\u0005pW6\u000e_QU㨗xR/ܲup#V 'Sq8!\u0011SJ\u001eݮ wXy@gͭ\u0003\u001dY0C?h\\\u0014T\bFy2,Dݱ\u0002\u0001;ܓL\u0003Z[\u001d\u0006r\u0006a\u0014j\u0017\u00056ZשO,\u000e \u001e\u0007^2|\u0017j/;4Mة_-b51\u0018]kad7FUuСF\u001b\u0012\u0004\u007fŖ'\u000eF[cȽS~ 缏Ik 7i\b\u007f\" \u0007㑞\u007f\u0004\u0016$\u0014\u0013/]̱k?Qsj4$ы> >stream  HyTSw\u0016\u007foɞc [\u00065la\u001d\u0004Q\bI\b\u0001\u0012BH\u0005AD\u0005\u0014ED2mtFOE.c\u000e}\u000308\u0016׎\u00178GNg\u001f9w߽\u0000'0 \u0000֠J\u0016\u0015\u0014b \u0000\u0003  \u0002\u0011\u00002y.-;!\u0007KZ ^\u0007i\"L0- \u0000@\u00198\u0007(r;q7L\u0019y&Q\u0013\u0004q4j|9 V)gB0iW\u00198#8wթ8_٥ʨQ\u0014Qj\u0001@&A)/\u000fg>'K\u0002\u0000t;\\\u000e\u001b \u0006ӥ$պFZUn\u001e(4T%)뫔\u00060C&\u0015Zi\u001b\u00018bxEB\u007f\u001f;Pӓ̹A om?W= x\u0016-\u0000\u0004[\u00000\u001d}y)7\u0018ta>jT7\u000e@tܛ`q2ʀ&6ZLĄ?\u001d_\u001dyxg)˔z\u0016çLU*\u0006u\u0016SkS\u0013\u007feO4?׸c\u0001\u0007.\u0000 \u0000\u0000R ߁-\u000725 S>ӣVd`rn~Y\u0002\u0002\u0002&\u0001+`\u000f;\u0010\u0002\u007f\u0010\u0002A4\u0007 \u001d\u0002\u0014A9\u0000=\u0007-\u001dt\u001e\u001el\u0002`;\u0018\u0003~p\u0010 Gp\u001e| [`\u0012L`\u0006 0|\u0002>\u000f_',\u0002\u0010\u001aG\u001c\u0011!\"F$H:R!z\u0015F\u0006Qd?r 9\\A&G rQ \u0015h\u0012\u001a\u0015E]a4z\u0005Bg\u0004\u0006E\b#H \b*B=0HIpp0MxJ$\u0012D\u00011D, V\u0010ĭ\u0003KĻY\u0012dE\"EI2EBGt4MzN\u001d\u0004r!YK \u000f?%_&#(0J:EAiQ((\u0017)ӔWT6U@P+!~\u0019m\u0013\u001aD eԴ!hӦh/\u001c']B/\u001b\u001fҏӿ?a0\u0018nhF!X8܌kc&5S\u001d6lIa2cKMA!E#\u0016ƒdV\b(\u0006kel }}Cq9 N'\u0003)].uJr \u0018 wG xR^\u0005[\u0004oƜc\u001ehg`>b$\u001f*~\u001f :Eb~\u0016,m,-ݖ\u0007,Y¬*6X[ݱF=3뭷Y~dó t\u001ci zf6~`{v.Ng#{}}\u000f\u001c\u000e\u000ej\u0001\u001cc1X\u00156f\u001cm\u001d\u001c;\u001c'\u001c_9 r:\u000e8q:˜\u0007O:ϸ8uJq\u0015nv=MmR \u00154  n3ܣkGݯz\u0010=\u001e\u001e[== TB(/S,]6*-W:#7\u001f*\u0015\u0003\u0007\be^YDY\u007f}UjAyT`#D=\"b{ų\u000f+\u007fʯ:!kJ4G\u001cmt}uC%K7Y\u0013VfFY .=b?S\u0017ƕƩȺy\u001a چ k\u001a5%4\u0019m7lqlioZ\u0016lG+Zz͹mzy]?uuw|\"\u007fűNwW&e֥ﺱ*|j5\u0001kyݭǯg^y\u0017kEklD_p߶7Dmo꿻1m\u0001l{Mś \u0006\u000enLl >stream  H\u0000\u0000\u0003\u0000\u0000\u0000֧뙙㱷ȇ෽\u0010\b\u0005 \u0016\u0011QD2d4+&1%\u0019{qaάzϮΥĤڲձɣxpukrŴϼִּs۴պfvx|ĭĮŭոѬغ޻׬|SԤŜxʶΞʜ۽eMC@:51/+\b6d\b4`#:P}lry\u0006.U:Qi\u00071Y.DYufMwXD6&t`=ÙvԬĔ⹐̸轵dȳӥҴd[PSLM¥|G[o\u0019\u0010\u0019( \u001evrkdmRƫ̤ƩrȗhRqbO~\u00126YObv\u00193MajrsJjbbxڹmuۢ\u0010.KV?$ۭ͖Ϝ\u001a5p\u0018;]l^M3gϏ\u008bҶظʧoצԺchT9ƋwY7ʮ{ )I0Lgiz^q\u001f?_Л]Ťjd\\}LSi\u007fնyj࿄bG)ЮwkVwIڭᬒolβyãqiP.gNnBjAU[Y&Edui՛࿎T[Uìzֺa_>Wq˓ڽ LzbTTvˬrܝa;\u0010@pണRӚnO2ϸѼcÜXuS/KoJ*mDj\u00003ff\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0002 \u0000uEr   endstream endobj 46 0 obj >stream  HW PSg\u001erBr5\u0001{PR9Bx\u0001A,!\u0004rQ \\=BEjixR(Q \u000fwf%Ht\u000et'Qr\u001d\u0005W\u0000\u0010\u0004\u0000>ģ \u0013\bГ:\u0017`N\u0001 \u001e[}ߍBor{0'\u000eF\u0013c]\u0007%t\u0016 `yln\u0018Ƥ9Gi&\u0005 \u0005 \u0003w\u0016\u0001\u0002X Dk ucE\u007fLO\u001fo{U,Yo.\u009a\u001ebNz+Z!t\u0001ļ+/\u00055m۔O0gXiL\u0004x8\u0016}Ըݨ4\u0016Z^L0\u0013'Ka7?U\u0010BE/\u0012 AAьC%5یB%F=\u000e\u0015V+)\u001eE\u000ejeft$Y.W\u0007%R,[%K\u0011`}H(\u001e0QX8\u0012\u001b+\u0017(?\u00038V>\u001fs\u001a 0\u001c Pk\u000e\u00078% 3\"vu^n\u0013+;D8Ù4u9tܯSunе\u001aObZٷE\u00075=!4S\u001b:/÷L&Q\u0001kN-\u0019ތ\u000fآ^:\u007fu\\i-1g8Zb\u0019\u007fU\u0012 +kŇ1'V=8>VߢĢ a\u0017?㵏si\u001f.ӵy{` :_d\u0005`\u000fgV|&޺&cnڕ\u0017\u00153 +ZP.9qQ}@䒀yo;ً\u0018Z1toky G9m5uA7\u0005y\u007fEY \u000f7 \\7iolYPVwk\u0002RW\u0016\u001fk\u007fRIYy\\w\u001b.˽O/ó`?\u0014ιx:bۄ Ά+׍\"\u000e4n;?mnNcڴ/NLL==Z}؁wÃ\"ۗ_:)NsZIw+ƣ3~VE0Â\u001bo# gaNN3Z\u001eM :N,/hֱ\u0005/z\u001e1\u001d\u0015w Ea>\blz\u0004\u0002Tkavd$ R@IFc0YIRddTtltl.M\u0010b)F\u0012dH Cj@\u0013J\u0018I =G)c^\u0014N\u0012\u0006z\"\u0007CVK\u000f8 {)h\u000f}*D\u0002 \u007fEN\u001b@|WF\u0003-u'Yk\u0007+$Y܇ТvkȘK \u007fЇ\u001fW ~\u000f\u001d\u001frk(,R3c׆AK[/\u0016\u007fHc:9kC!}\u0016\u0010\u000fY]LyA\u001b\u0085\u001ff\u0004ѧhܘp6!S謸ɉV4&Vǋ t.8YcNֹg1W\u000f&Ag5a\u001a1\u001dUج*ϊ\u001b2%\u000eϹJ_h$'ނ 1\u007f  F{\u001c 0o·Aw\u0002(Hdc\b O:l{S5y\u000fv=y8,hE.\u0017\u0016Tk\u001f;(䤛o\u0017۞3]|[ys:χO&_y\u0012p+\u007f겼\u0005]i\u001cL4;v;ϭy>V*&zyQ0D=rJ\u0013H \u000fgzE\u007fH]_aZڃa\u007f\u0015?Ju@B'K޳\u001a\u001dd|'\u0011JH >\u0013NKƼ)Ů3$~K!\u001f8Z& \"[@ \bR@2\\\u007f\u001dH$d ^A\u0003uf0;isAsqIUX`\u007fT ևȻN՝0:tD\\ n=\u001etDQX)\u001e*91l9yL0i˧ .;浶;hȥF\";oX}+\u001cW%УkV㳥'\u001a\u000fZ@\u0011Ɔ\u0000\u0005e\u0002O\u001c'B-G\u0010b\u000050G\" \u0000N*G 1(.\u000f}\u000e\"Ø\b@wu| G\u0000FCm\u001d>Խՠ6@J \u000fbp}@O!\u0015#b\u0002a6D\u0018n _B1 C{ XpD\u001bx\\?c1\u0004A\u0005B2M\u0005W𥖌-8)0\u0013\u0000\u0005\bx`UVc\u000f.A  zV32K&֝m7\u0005Ic\u0003[FrVwFׁ \u0011`\u0003\u001e =q\b`!\u0006W3\u0011x),GEW\u001bPoGǠ\u001aj \\6܁\"R{\"&DJ\u0014أI\u001cEȻ\u0018\u0015d\u0015)%ed/\" z1yD\u0014Uh*өjГ4\\\u0015\u0018'Gz>e\u001c\u0018'ƃaL\u0001ك9\u0005\u001a}dl\u001d{ɶ/\u0004BA`\u001d\u0017B#,a0_[X\u0004`/j\u000e`v!tp\u0005א@h'h7s\u000f :\u0007!uG \u0014\u001b\u001d\u001eB#&/\u0004\u0013/%\u00186\u0000ɯ5 d݅ Q\u0017l R\u0018s\u000e@8R\u00132T!ag:t-ȏB30b\u0018ۀJR (g0 &gdO\u000f 2iiގ\u001b?n6֣FZYaa>bCLM\u0002\u0012pB\u0012  \u0004\\\u001f4( \u0010$Tr( yUK0qj\u0006f ̀\u001è>M2\u0003?W\u0017N&*\u0004jp^AQW|*J`w\u0002  $\u0010\b\u0002 ظk},\bHXLvf4\u001fet:&iG&vt\u0006If:ʨi\u001a0AG;&r;evr9w.\u0011ߪ3u][\u0015F&\u001a~?V\u0018܃u%bFȪ?z0\u0011aeKkΥ%4t\u0019eЬzgHԯ\u0017RQCk\u0014d*Ѭ Y f\u001d`\u0005\u000eu[$TGKK,Q{lhe\u0005\u0014XZ-1\u001d:m $\u001e dt\u001dm{\"\u00163V\u0004MfWsKKvF%ÂvF.P\u001d\u001fjE13\u0012o=i{\u000f{P\u0006nH0]xc\u0007Rt!\u001d2%F`P אhq\u007f21xL!#3b fnн~\\Ch{dȻ\"򬴒P\u001f\u001avH\u0014lـ˷\u0003\u0006,RP?U8Pi\u0017\u0015 \u0012޵L^5m\u0015giK U\u000e`¸[U\\1ťhiQ\u001aV\u0013(\b\u0016EזrpѰ\"AI \u0005\u0012\u0011g$'#qgd~yDǛ@cy gyW\u0013:\u0012+pgj\u001c\u001124 \u001a)lK/%z$Y\"Qo\u001aXm؎L 55%zB1ǥaV}_\u000e jU\bJ4)*\u001dfӶݑ*yoĆݹF2wu\u0013Ii\u007f.GKC =P)F}*E7mS\u0012'nw0w\u0012-4#\bm\u0006\u000f\u0002-@%\u0005t\u0000\u0000\u001b\u0005va3\u000eiԦw7is( J=H\u000fiqߕCE$\u0005A{>Mk~Z\u001a\u0018s\u0005i\u001f\u0015BoӉIڪM۟T=?v3z?-ՃAڬ\u0004h\u001c6\u001fV\u0002$F[  7j9Z S3kY*\u0014\u0003\u0017\u001fߏ Y ?\u001e\\֠\u0004\u001a\\uO\u00019 #-=l\u007f\u000e*\u0006\u007f\"_#1\u0001;K\u0004f\u001d~_\u0002-, l Ү\u0007cڱG x]\u0011pݣ7C\u0016\u000f1ܓt?c8Fθ&i;\u001f\u0000^\u0000XW)8zP R ?X# 5\u009efGL\u001cZ70\u0001\b\u000fч\u001c\u000eW|;Nq|\u007f\u001e\u0000\u0014\u00056c.Z\u0007}F\u0005;;$sWq\u001fD?-\u0007Vha\u0002{ᯏ\u0018؋5\u00005sp\u0017\u0012\u0000l\u0003\u0019ki0 \u0010\u0001ژ/eP\u0000\u0002\u0005p\u0001xQl>Y\u001bO\u0011\u000fA\u0016=l;1q ;\u0002T\u0000]%?X9qv8q$8p*,菳\u001c_2lߔrZ\u0001e\u001b\u001b9\u001fc?I6WJڷfpx%-NJ\"\u0006\u0013sl@;\u0001$`r]\\(gʏeq^,3ۨUo d\"cwtu$\u001e\u007f*.Xo[\u001d;H\u00048Ĺ\u0019\u0007xk=z\u001eW!מ`)&\u001f8u99Rcޙcw隫\u007f\u00195c qu߳xw\"\u001fPo]zܯ 6GG\u0000_a s\u001fϩ[)C}\u00199귩U!j~jOu\u001a9~\u0003u\"jMjP\u0011h\u001f=N嚂z\"ި \u0003k Oew\u001b\u0015˘sr\u001bq}gwd\u0013|\u000fw\u0005w\\}\u0002/^ξ{yr\u0016*\u0006\u001f +#\\ aOj+7nkAEZ_M0s\u0005d_JQ[ԧP7ޥl|17\u001dD(\u001eC>@\u0015e>)+ߋ\u0006E)*\u0012&9v/M Aoڜ'[ \u000e\u0017찬݇S\"9Y/>\u0003s\u0006[l ubztb܅Z\bn\u0010um:~7b:(]Wpo\u001dJ\u0007ڍ׃ \u0005vhA}o.=)\u000e#4=j+TVkB\u0007Spr1Hj%c@y\u001b5\u001c\u0017\u0018;\u0001=-\u0001Ñ\u0018O\u0011\u00071C\u0014\u0003b^|\u001b\u0002Fl\u000eT\u0002'\u0000^*@\u007fy;q\u001f#55\u0000z7nX)Kv\u0015\u0007^\u007f\u0002jaEAX&S)Q 9 \"ekgy?xz_-P}' [Ѻ/\u0019X\u0015y*ϷbŞgKz.U\u007f(\u0013%ߊR9\u0010\u0004Tq^$+|\u001f s\u0015*f\u0011`\u001c\u00054J \u0016 1\u0016\u001ck\u001d͎ XctcLДwu>,r\u0019}\u000f^\u0006,Q\u001d_5\"\u0001uBT\u0007\bc\u0001k`|`v@\u0001@@pu 6ࢴ҃q\u001e\u0018舡-S1)z*wW|Vq\u001fq \u001233\u0001h\u0001\u0003O\u0003'\u0000\u001e[J\u001a\u0015#㣗GgG5\u001a-\u001fUXS~-\u0017oӣk\u0015\u000e_>Xx `bݙnŲLY\u007fK[ۄ@c&BmwJ\u0002K\u008f\u001a\u0012\u0013lA|0\u0007^С&\u0010#5>#Fͨ\u000f\u0002\u001f\bQc|;s9ܻww3Sp35$NG[E5$\u0018\u0002#\u0017|4Z-̲cb\\y\\l\u0003-&U\u001a;2l6^* lGn(\u0015\u0017 p`sS\u001bKiq߱6me>\u0019\u007f\u001f|~\b\u0004IX) o\u0015\u0012S ptu\u007f&jV}%]Ʃן)A\u0019\u001de)8|1N\u0014\u001fwd\u000e#\u001dq{1e\u0005Gfh%,U\u001dE+]솼ڑ9ݎEWS\u001dSuuo\\\u001eFR\\F\u001dKROj2q?NebDnUWu\u001aЬ'&$Z2q-\u0015W\u007f\u001dĒI儤jRL31%evJ{{ߝPG\u0012R2p:jz > endobj 48 0 obj >stream  H엍S\u0013\u0019g\u0017\u0004\u0015\b/ IX\u0002Ɇl \u001b0Ɇ y3@\u0012^pB !B$\u0011 \b*ֻH\u0015NPVEkZzy-߆ZgԞ\u001e=f?32˓;g*k\u0006-\u0010  \u0003\u0004YC00=Akׯ_:d``xkB\u001b6.\u0018  o˺M@\u00101v1 \u001b>8\u0014#l`Yb`x=\u001f\u000e/t\u0005\u001ao\b\u000eX\u0018\u0018^CdLK.-oX\u001cƴw\u0001k1Q-[Yl\u000e7ͅ\u0012yI|\u0001,L\u0011 !\u0004\u0016 Ei\u0012>*glrB!}\\\u0002S*3q\u0019A\"J\u0018c\u0011T\u001am.Q}ް#;;Μ3E\u007fٽrrnh !/2\u0017\u0017\u0016{\u0015\u0012uXE[X_l)#XH%2k\u0006\u0004\bN\u0015UXY(B݇el  3!6&& \u0012E>\u001ag5T\u001dD\u000e'Q ;gnߕ\u00198[@6\u0017\u0014\u0006 /0禁K=`Y\u0007\u000e6Dbuō.8\u0012 *Ģ$ /E\ba\b\u001591ld\u0001TMGaq\u0007_eII\"0$=\\\u0014;)\u0007EfB\u000f_:qw\u001cə@\u001d\u0017xj\u0004;n^[[>}=ʸ.X\u0019XE%,Vv*tl\u0004CǊ\u001ce$\\vĉdg\u0005\u0011`.\b^b^\u0010s&G\u0001$Itb\u001ch;jJ5X\"\u001d\u0001u'3{7,w@49usK\b\u0004E-?wnԁ\u0003\u001f7 \u001c)cG\u001ck`): F0ݱ\u0006GR\u001a\u001fOt\u001cwJ\u0004H`ۭT .pWr\u001e7F \u0004A H\u001d:\u0010I}j\u000eg{.\u0011.H /|ikׯ\u0003ygPtUHkk]n P #ciߍ*id\u0012[qC\u0002\u001b \u0002>ev$%q%\u0011f`0J(W!F8J\u0018a%J\u0010'Q[1O\u0005S|2'ȑ\u001dO\u0019Jِk\u0007h\u000ft\\1R棴[8.D/ÏaigvI Nݘ%I0ޢc\u001d W'dCJBstLEMV96w\u001f z.\u0002+$\u0001\u0003GK\u0017g%\u001cNK{d\u0007/۬/\u0018\u0007AlZBW^:yW\u0006,o \u00057k,(\u000fKf\u0019/nfj[tW+L\u0005\u0007ҞxL*enutlKoh(\u00134\u0010hd'IJx6\u0015rw\u00064]%I\u0017^ }5~\u0015PӬ:]\u0014k\u0001O8\u0007\u00069\u0010lX򷆝+]F\u007f~pfafІa7 `} \u0016ˊ*/$**VgpA\u001eY[ \"Gm\u0007/^`M$$(*WdV\u0004Rvw@H{\"*ƊUW\u001cE )\u0016 Ǫ﷿z-K@ 8\u001cLz\u000eޜ\u0015 sFmf\u0004n֛iu\u000fG\u0012\u001a\u0011yqY[R/\u001aݍս1\u001b7c\u001a\u001a\u0018\u0007ϩc GG/\u001cӌh^o\u00184*1pa0\u0018lfkݚUP \u001e\u0010RՠVK\u0014WB!k x-Ί*:_VTZsb\u0010gYgc/\u001d,\" l\u001cPȯQc 3Avgb\u0001мd\u000e'-+\u0010$'gu.\u007fjj|d0;d\u001fVz=*-DT\u0000\u0002 \u0014ޝdW'\u0002?#H\u001f\u0004A\u001b$@ZoA5 rbrN~R\u0007\u0006 ~k/3\u0004}φr.v\u0003*rxM\u0001[z3@C\u0002t;(\u0014\u0015vRS\\T\u0017\u0013.\u000f1]4\u0006ARPԼR*B\u001f \b/)}\u0014S}p.4\u0000獵-:\u0016\u0000EY2V${!\u0001*@T*zzj-Kbq~Et'- \u0002~ \u000e\u0003%Uicn%>O(\u0014eB9z˘ihu>\u0001*n5C}gL6;2MV&''Қ_~\u001de7\b!\u0003Ëj=A!b.\u0004\u0004i\u001d#\u0004B00TC\u0007\u0014LAMb\u00140\u001d\u001a3kJt]5\u0000p&{1\u001c\u001f\u0004f ]&\u001dJ ['\u0010j0OQ\u0019\\\u0006\u0000\u001c$hz}\u0010\u0005d ->@0Dmc\u000eAۍF\u001bܛe2(:2R\u0015jnN7Ϯti\u0001Vuun3mW9Y \u0001*UrQe,_Β\u001f(j>n\u0019/斤p iu2gn\u001d5Y'F{C]KK\u000f\u001af\u001e\u001c爀:qT \u0004\u0005\u0016 RXd\u0013tĆ 'GeP&\u001coRB].`w\u0017\u0012ى\u001dG7Tt Eh6纺čf\u0005iI?d\u001fU 6\u0018_w\u001a\u000f\\y\"ٳf\u001d^35j\u0018\u0017ڗfgb\\{ Mj =S`t\u0019?\u0019nuY F\u0001r-PA Dfr\u0001v>\u0007^\u0012uWľ\u000eMm]òa   B+ UUUHHUxhut\u0005\u0002TF]ۡ瓹7\u001f*.N:\u0002\u0001+4C\"\u007f7>FuMcuJ E֍Y*\u0015Qc\u001a5 \u0002`V\u000e;\\z ~\u0013'*a$\b/w] 좽`wj\u0013\u0001X4ƏQ2I)\u0012>NC\u007fCdB-CbP\u0000m0UUo_\u0011\u0003ϫ+h+xŏ8WI+LGŦy)r@x+DtBT\u0012-@96qtZ[kЪn\u001f\u001fqqfs8|\u0015h&N|i e\u0004  \u000f)8\u000f[t؀\u0001vT] \u007fX\u000e oS \u0000}{_]a!!\"s9\u0007\u0012WU_R^1\u000fd \u001fBOm\u007fl X!YXX8 =Q|Qtb\u0019Xݳ\u001c\u001ao4^=fY݇wVwe(f\bS )\b\u0018\u0006oݰ}!aN;\u0005KT|` N\u0014\u001f\u001aͯy\\6z]D [,H@(\u0014 {{T)\u001fj;f㽧\u0017~1ۿ[k\u0014/.\u000f9\u001cꫲ\u0013\u001d@wW\u001aDqlC\u000fMvQ\u0003 A=Ex=\u007f`w My!m5jeCF婽O&\bP6[ͥ| h\u0006׀z1\b/h{ ' \u000f/1\u0007\u0014TlF$[\u001b߶;m? \u0014٩BTyG %cNNБt7eT%l\u0002,.\u0019\u001c\u0011W#2\u0018\u0017,HOvb5 : BRb\b\u0019 ZJ\b\u001bR\u0016Eli-\u0017a\u007fܾR\\ͦ?ܛ{O ;\u0005W`\u00040a d\u0015 z\u007f ~*\u0014Y8\u0019|v N9X'e\u001f&5Fˣ.\u0003\u0003W2pԑȟ\u0002nOg.68m2zZ/\u007f.՞\u0006T]u:[l ƥ;)\u0013\u000fxثJqZX\\N;&M\u00058\u001d\u0007j&Mv  M\u0001Y Kh8Hk\u001bb\u001a\u000e\u001bc4>\u0010\u0018\u001f۫vkvi8I({:#1\u0000#e \u0013#ݾK\u0014rP?r\u0003*֍\u0019)B=ul/\u0010A6A5sd!g,VPJKrsֶ.~iC{$t'׆JN \u0016]qX\u0018yz=JAiT(\u0014u%4\u0000\"Vvv of?1+`\u0017' y\u0011{&\u007f\u001b&oI|Jpnw:u3-C\u0006w7!\u007f^\u001e=w?\u0019#\bj >1ёە]9\u0003vt9jctLzZD\u0006an%R]\u0012-5O%\u0013f3GJ9HGiinA-ņ\u000fR\u00042̉:%#I\u0019qsM\u0000tQ[\u0002vKK uL++xͼ\u0018n \u0002NΆ\u0012.\bt7P\u0015\u0018U\u0001y\u0003r\u0013'\u0018\b_f &U=utvWez7\u0000d=݀Ŀ\b{ˮM&6Y\u001b\u0017;õ`\u007f\u001aD.W[ :@J Md$P!/8q`_\u000f]ݟMi:҆=tD,\u0005PqF9bb8RX.kaAn43hmn\u007f.3ƾ\u0000d$\u0015\u0001&0g\u0000oz\u0016\u000010Ǫ}R\u0081NFdU4@a?ã\u0011{ytg0\u0011\u007f1td\u000f\u001c6\u0018Av&>u[y瞌Ӄ\u0017(^\u0012\bH6,-\u0013\u0013\u0016\u0001  .,T,5n\u001eʬP}^\"O{\u000eX\u0013$NDD5\u001a\u007f^OqYpArY\u0005 \u0006E.&Ƹ4ލXn/\u0018͂m6\u0005\u001aP  15Tv*VEŷDpxS݂] S#fUSAvC\u0018$VB^\u0001M\u0000N2OEfU٫\u001d\u0017Ys$P\u001c!D\u0012J9,3unnnUA5\u0006vquJM M'f)Qڵ H슊*̤1'Fǜ\u0012N\u0014Qh\\\b5\u001a\u0016Up8^-4\u0012e{ -\u000e;۝!gؔ`| =\u0019ٌ.@qv n]H\u0000d2\u0011T\u001a?x6jG!B|{Ѯ\u0000\u0003Kԯ>u.\u0011/2śc ~QS\u0013  \u001b\u0000\\mS\udbe8\u0002'j]W&  i)ٓq\u001f9߿TBtz\u0014U\u000eʣ=zAlTk\u007f0>nu\u0000gX/L@Bvn\u0014p݄ \u0006_bqD^\u001c\u0006\u000285z\u001cSS-\u0001a /K}4q%$\u001a \u0004ni+Ό;K4hnBB\u0016tfvx \u0014 {6}\u0005#-\u001f\u001f72L/,3ސs.Z-u\u0007AOYOg\u0018\u001d)ųnB\u0002H 3$\u0003\u0013.w+\u0006ԟ&\u007f!6cg \u0019мh/hZ 5$.SZIG :o\u001aSaD-i.+\u0011)  V\u0006|!ts2AF\u0011ɶ \u000e}~{}* [. _yTZ|\u001b\u000e[[SSӔA\u001b\u0001P@`\u001a_\\0\u0018\u0016CMUg\b{\u0005D,\u001cų\u0002Yf'YBEy\u0010i&k\"vt%tNrXb\u0016\u0018%w\u001b\u0010.mS^mq\u0007eD)j=7zԩm\b^pn.ak0R\u001a)\u001b9Z$#H \u0015\u0019b + \u000e B5_~\u001fDB!|Rai \u0015h\u0010S`PnSƀH-,΀.̌n\u001a\u0016Ր5\\.)\u0005i\b?9W5ݓ\u000fsfU^ly%wO!v\u0000\u001f\u0001\u000f{>{d)\u0007\u001diGyѷcj\u0012e\u0011Kz 8M\u001fSF\u000f!OQo5.V\u0010\u0013;r\u0012.\u0019Bwm \u001aXv\u0004sYY\u001a'gk6v\u0013`'\u001fntmZQVǳ  >1:EcZ\u0015DΠmѹkND \u0017\u000f x\u0003b`wm\u0019133LfQ]?.wo\u0013\u0017#0s$;&]\u0007H_?mʮ@4RJb,oD!l|ޜw_V \u0005%$_k\u0002A HaD˰+\u0000\u0016PK[ ?\u0007g(\u0015\u001d'_(uRYh\u0006t)J_ |r?6:~l/kr𺶀ݠl\u0019mv\u001bN 9\u00151xjΣxv\u001fvw\u0006G%]\u001e3Œe_Z\u00117Ai\u0014$P{u\u0006\u0016kDu\u00132\u001eWH,\u0016B\u0007\u0015\u001dș²RHO&µ+Pi&QRv~aa'7޷zs\u0005\u000fyK^\u0003.+WZ \u001b~gE%%pnvBb qX,\u0016.\u000fef~0^'a(\u0002wF1`g7q\u0011ݧ;GKГ`\u0011\u0019\u0006`7y)@h(B6Jm+ |]\b^`\u00148x\u0002\u0014\u0015B\u000e5\u0005\u001a\u0002ayaL\u001c?\u001f\u001355ϫ.ߵ\u001bJ)')\"8޿kr:{(\u0015mwЂ/?\u0001I o:\u001d0\u0004 \u000eL)z99ft~7B[S֩cgj]\u001buk_\b#=ɮ*\u001br-\u0017CKfw] ^8·xey \u0017?ܥ\u0019,]žn*pnS\u0017%-YE*׮\u0003d{S fCAH*UX|Q(\u0003T\u0004I\u0010\u0005 vqC'S\u0007Y\u001d3q!`j\u0004{\u0017z5]\u001fa]\u001cwg`op¤+\u0011\u0013\u001dn7.iF߱_\u001bbA1¢\u0000Q7ʭmܻ\u007f\u007f\u000f+Ntre}\u0017 uɉI\u0013/w)8M'\u0012b\u001bS*f,9xo\u0001Wy^r$|O5!U`[C Hm\u000fBΛ!'tH4 aA\u0007m\u0005\u000e =t\u000f\u000e] ZPXJ\u0014ڑ\u0013 l%ZZgn֬wR\u0010\u0013t\u0004\u0001\be C6\u00137\u0003\u001ba\u00177qҌ-\u000e\u001f?l9x:\u001b\u001egg\u000f\u001b\u0016\u0010\u0017Fs\u0014r|\u000er~ߣĜ\u0013A\u001dA \u001b'T*n\u0007S)ϟu9MCfcLbacݱ3\u001b-p\u0005#VJRP;]9Q*T*JP .,;n(\u0014+ F=MoaHzT-Alhb*>LF\u0014}~)* }$\u0010X1M\u001b>;\u00021 .\u001f\u0011HSOyQGZ/|P[[{mWM\u0013rt9q\u0017WM=\u0013٬~\u00115\u001b\u0004\u0010>m-\u0014n\u000e\u0001hxs\u0012.24Dr F\u0003wXtZbd=2xN[\u0002\u0018\u0002D,f{\\l\u00050\u0018\u0006.%Or\u0003mH$A\u007f)\u001f dBxy.j i(C1\u0006+?\u001e>ֵ##S-\u001d\u0019juTKkGFZj];22RڑZ׎LԺvddֵ##S-\u001d\u0019juTKkGFZ\u0011`\u0000gS_   endstream endobj 1 0 obj > endobj 2 0 obj >/Font >/ProcSet[/PDF/Text]/ExtGState >>> endobj 3 0 obj >stream  HWn\u0011+6\u001c Nݿ \"L\u000e\u0007\u001fJ\u00166u$9@Z\u0014B_?ݾ@}.CX\u0005A?\u0007$,K¬\u0010$Lo/k\u007fHea\u0016\\\u0012;=hb:K#\u0010GB9tz/Q8\u0018 6\u0019?,\u001ad8#o+ \\a\u0004tO8 @\u0099ߗWь\u000f\u001eDY崃;:(ߏ\u001atH\u0015(J\\\u001e hc5 [MqH3{\u0014\u000f.&ϠV|VA\u001b\u0001e/CoT\u001bN\u0012>z\u001bK|ܚ'IL\u0017=\u0005o*s\u0090y9cآ˿(7z 5U\u0018G 3Htx#7\u001ai@\u0002uK\u0015p\u0011f9[KN\\Ld\u0015z\u0012E|N\u007fB  YH^\u001c@uQQZ,i'P t\u0001\u0007{쮾\u001e\u001bL\u001eũ5\u001cؼ(,ne ME\u0012}a\u001c\u0007\u0017 g(T8Etш'(\u0013\u007f\u0007cz0\u0016Vm\u0018Zr\u0018Xpֽ\u001d$3G Uԭ\u001e{T\u0004\u001fv \u0012\u0007G\u0017O\u001f\u0005\u0017\u001e\u001bܦ!\u000fHr!U/\u001d8[!O|xq\u0019G\u001b^\u0017\u000fFa\u001a9>\u0018r\u0019b\u0014-ԋȧ\u0003 o$]WL,n\u0004qdrd\u0002}\u000e2>`ۨ\u0003NA\u0013y\b+FF,D$\u0006LBv\u0019\bZ=fy;5Mk̼b\u000f@w\\BFZa]V\u0013yvO\u001e=\u0005\u0013w䟞 |,f;BG95s\u0005\u001d;=Ki +\u0019f\u00166`8ScU}O;\u0004+(N@xc\u001bzov H\u000eQcb>zmm󃃩V.ZyVU mK*D;Q\u001f\u001d|~n\u001e)s\u0003$+$9;\u0007kn\\37 yg&=\u0019aJK\u001b\u001a٨BYI'~ѻ k(Wh\u0004Tޞ \u0012Ŋ'\u0003ktz\u0010PSmБ.+/S^\u0018\u0007;**qOBV?YŻ\u0019lהsP\u0006;\u0006hXFf\u0006#Y \"\u0014JK,\u0018\u0000ɵ\\\u001eU\u001fO;\u00102ɺtb}Y9\u0014i3@26\u0003% Oםj \u0003/s;\u000fi} \u0007 \u0005\u0018aW\u000e ]{\u0000M;ȺCYgũc (t7S'\u0010K\u000e\u001dc\u001e\u0013H_RMsvfAƻ$#ɞp;| G/\u0003Y5g\u001dyB- g֕7,n/S2f=\u0011 (\u0012b\u001f)RE괄4\u0010!^Q'e\u0001|CtU.fG;\u0018\u0007Gm\u0019\b \u0002\u001bPh\u001fr\b3\u000e·պ\u0007\u000f\u001d44'i\u0016k\u001evBu/ևV\u0016d`7 r$\u001cǅmN\u0014( vwy\u0004Qb\u0002Qwiǩþ\u001aڽcH+5 $ƎC(\u0017j-.ʠ \u0005XhỌ̇QMvhM~\u0019S(\u0002/X\u0000; }@ \u001d)`g-\u0000?A:5\u0015@\u0005OȄɲKw, :Ŵ\"]E2Jߛ`_u`@  ؛1K.+ْy;xc\b\u000ep\u000fC\u0000\u000e~\u0012\u001d+qq9\u0006y3\u001b\u0000b2|oe)\u0017\"by&\u001b\u0019ysnŘ7hFSh\u0007 Iц\u0012ٴ3s\u0014nځ7W\u0005嵅D-2\u0019߅oOj\u0011\u0007s\u0016\u0014)P \u0001VP ˣyŧa\\ +V]\u000f}|RMO]˯rNqC\u0005}rwݶ, \u0006Fx\u0004Y^i\u0012N5\u0004u2KͻCj*vQX5T\u001eN\u0018 פ4D > endobj 5 0 obj >/Font >/ProcSet[/PDF/Text]/ExtGState >>> endobj 6 0 obj >stream  HWnF\u0016+j@1ŷ: W\u0016e3t\u0016\u0019xbaġ\u000e{][\u0017*J\u0017Ja+0ȠӽE\u000e\u0016eiѷldcZ9#%s` e\u0014lT$`\u0012YF\u001d>\u0017t\u0001odmCQ???(eC>!RtuS5gkr\u001d]TMw+\u0018C\u0015E咊2/ 礜?\u0013ttрi`[H_ֿ;,L?r\u00000ucũBXz^\u0006 A$٨m.Lg3ߎ\u0018 \u0012K\u0013 \\Zn8\u0012E\u000fԀ5 ԝ-Pևb D?\u001c&\u001fXO>!`\u001eMC{5Gr\u0014^ id^xfB [Bh/c,\u0016m5mg cݜ+?[6N\u001c98s/!t)$\u0001\b\u007f\u0017\u0004L\\$\u001aK\u001f\u000fMU5gCӠ\u000e3pPy ׎l*)\u00174 Xnhy8w2F\u0017+2A*;g\u0004\b\u0006f9\"I(\u0012@g\u001fd\u0018yǋu  \u0017(F fy,\u0005-#W\u001d?Luд̜Vbll ) \u0013~*J\u0016K NQ\u0007d\u0007\u0015ĎX54-AR)\u001c%9\u0006 > endobj 8 0 obj >/Font >/ProcSet[/PDF/Text]/ExtGState >>> endobj 9 0 obj >stream  HVo6\u0010~_q\u00103,V0 X[\u0014C=\u0015{%aÊH\u007f;Rc\u0006!\u0007u; \u001b?ySO.z\u000e\u0012A\u0007\u007f*\u0001 \u001c/˕C3\u0001&\u0002\u000e Se Dp!D\u0015s) I>;%[\u0005T\u0019\u0003wx ?\"Oc1 5\\u\u0017k+ukc5֬92,g`GES8,RI>/\u0002ڻ\u0002nH\\9[\u001eVߺ>v\u0015\\'mݖ8\u001e[m.V\u001e\u007f>1A\u007f 3 Nʔ/l4vohmh\u0013\u000fYȊ42 X9\u0014`* ||U6*L\u0010\u0002\u001a{Go\u0006*(?\b'Gae. #kSkd\u001fq6-lCIK-\u0019M=[\u0001\u0000\\U\u0013   endstream endobj 10 0 obj > endobj 11 0 obj >/Font >/ProcSet[/PDF/Text]/ExtGState >>> endobj 12 0 obj >stream  HWr8\u0012}Wܲ\u00187N5qMT;\u000f}HH\u009a&X\u0004$#F\u0003$%;*\u0017)>}Wf16\u001b^Dqb*f8x67t\u001am\u001fL7*8ئ\u0004.7:Z?`,\u0007(\u0019\u0000kX\u0017Qƭd /7 6\u00072ʃ:\u0007y {f\u000e~\u0012\u001d޲NG  \u0007\u001eWq1[%Q \u0001å7\u0001 Z6q}#\u000e E\u001c&Q\u0016q/=ۈЫNБ'\u0000\u0006c i:˭|:7EYcnZK\u0007ufթ6$Y\u001cnU\u0014O'=edAFQދ[&N\u00033ubFYփ\u0011-۾PnW܊G s٩\u001e:jf^\u0006\u0004N\u0003wa \u0017EjB}gO\u00030\u000f'\\Pf;;\u0001H [r*\u001dl_qxee_C\u0016^nYPЭ}%F7\u0005C\u0011 z\u0003Q\u0003)2I+\u007fA\u00004P\u0004 \u001c Lecj,k0Sތ\u0012 |h yR9h Vz/\\\u0012,TX̌K(ho,MbF`p \u0002ڦ \u001fEV:a:!\u0014:P+ ]Bo͚B*?a\u001a\u0005 h\u000e\u0010S\u0011fAX0\u0006Hc\u0016c@CdOڳ\u001el]=޲)J[b\u000eD\u00142S]פ\u0013y9 Y&/\u0004=>؝z~>kh݆\u0018hsiR&lv Y@2;? {.{z>ڌ\u001c=CL[T;D V aPڤl 8\u001e\u0018 \u007f7v\u00130󊀙KU/YOb8Ƣ\u0004$èvk\u001c-\u0007*˯e\u001a\u001aMJ2SO\u00056?Ag\u001c43eLen4\u0001\u0006y\u0012M?;Փ5(f:iNa\u0017 \u00020,40ĉ0*\u001aAZat@(R\u001ex;f7u\u0018\u000f\u0018\u0011\u0000   \u000e\u007f:=\u0018\u0012 ssKh1\u0012W\u0011r&\u0014; AxGIt|:}E\u000e}p ۪\u001e,v SjhiKE_ a\u000e:i\u0014ى\u001f0նs:%YsW0\u0001r}K\u0015}p\\\u000eȳtf~-^b?Va\u0019?`IQw\u0012x=r>Xg\u000fB\u0017ҿ@+\u00018 =ޢO\u001b\u0012\u0006(z\"}\u0000KU%.J|=|\u0002\u001eO\u000f| =A\u0016\u0016p/(O\u0015h=x\u0003\u001fo\u00138[Q\u0007ԁvТ\" \u0004oQ\u001f4&\u0016a\u0016ǌu\u000fj^S]]\u001cP\u0015V\b  AS1ր>\u0001 B `I(\u0007k%X\u0017\u0014O䉙X*b\u0018g(۪F\u0001jL/]f\u000e_02\u001d#]'!v^؂X\u001a @sٞI_\\~A1-&\bۨ Q\u0001T\u0005}\u0017p?\u0018{ :\u000fZis\u0001\u0000Z\u0015   endstream endobj 13 0 obj > endobj 14 0 obj >/Font >/ProcSet[/PDF/Text]/ExtGState >>> endobj 15 0 obj >stream  HTM0\u0010+\bR\u0003GSjUPnU\u000f.l-#yi}vHS\u001c NvvfvO\u001f0M\u0017=u] 9t(/ \u000f= l\u001aC\u001b[\u0006QƲ,+ty=G~jV@kV\u0011t 9v,\u0004\u001c\u0007\u0011\u001e# g3\u000e#zo\u0015u\u0016pG :h yISٲ q\b\u001eM]Q$k>#PN/\u0018\u001c6t>W v \u0001vTCU\u001a}h\u00071 gOM1ݿ4\u0005\u0016\u000e~,:4]p*\u001fV \b{$%\u000ef^lG\u0007^\u0001o:&y \u001f\u0001%2\u0001`mƫ\u0017 x\u0006Nr@m,\u0003}TjZVW[l_^ʌ]K{\u0000\u0003\u0000I    endstream endobj 16 0 obj >stream  HW T\u0013g\u0016 H}\u0014\u001f۳uBUn>-\u000fTA[wsvϞ9N\u0010\u0006 \u0012I`)\u0017 'Bq\u0004\u0011 Uy\u0013 \u0014\b=1\u001fAF!\bȱ>D\u000f\"Ƞx({X ί? 4~ g~2 ס\u001cm o1ˉ CRJ,HFCف Nݨ\u001f\u0018?\u0010\u001aZ  U?dqjQ\u00076\u0015g,\u0012 \u0007B\u0017\u000e\u0002w>\u0000\u0007Z\u0010\u0005y ~\".\u0014\"ݗ!\u0012z-}pcָ\u0004W\u0012z=3L\u000e\u0007Aqya\\\u0006\u001adkh:*0\u001fU\u0001!\u0011;bApc4}u\u007flu 5:şK{\u001e/;T~\u001fu1\u001b\ba \u0005 '\u0016^=uԑ5˚4it2ؐS\u0010].+\u0013Ycα\u0001-GR@S\u0005vbt\u0000G\u0003\u0002\u0000\u0011lFTL\u0004Z8Pzl\u0001\u001a7\u001bq)\b4\u0007\u001dTTLbډ@&+ҵ$\u0011\u0018n \u0019 ^_\u0003\u001d mHLX^\u0019\u00182|,\u001e|\u0006\u0019h\u001f\u0001\u001dəʛ*\b%604\u007fNNoE~q>7=&pl\u0014Np uV\"\u0017(,SN\u007f~qEJŅ\u0006ߩ bC\u0005WXl7̜tiQǷ?n\u0013{\\g\u001fV9~\u001a'JUܢU\u0015%[\u0017bOIk{UCq c9r\u0007Cිu\u000f7gn:\u001b_n?KI4} ݵ`JB[ug/O\u00159 AA~G(Sa&o+͍r\u000f{+/];ytG-mb]\bqW~ ɧG\u001e\u00064\u001f\u001c\u001a'\u000ehYsOcR~h_kD7z\u0014ͩy EU\u007f;!2?-'kPH.\u000e\u0001~\u0015\u00014\u00136=\u0000\u0015_]\u007f\u0016ӭ\u0004ц\u0010\u001eB1\u001d\u0007ãM] \u001eR\u0013R2DQ\u000e26 D(Ó\u0013d`:!3gd)o\u001b\u001cV^3IXu6:&J樾\bܚCr\\#1 ]AֿP\u0010)!a-1XA\u0007\u000f#IT\u001e$7\u001dܫ\u001eBfuuZ%v2\u001bӳ\u0013w\u0014!6F\u0015f+&a.\u0012:/w*9g `Os{oZ`SҢ u\u0007/w:Raj\u001cٰ\\O\u0006MKm?b/X,L)kfO\u0015sM}s\u000foۄ\u001bWwGusݭZEP8aw,XmxTWr_gjmzpTǓr\u0006@o\u000e}%\u0006oH ]6Yup\b)9 -w.\u00065kg^?x2\u001bK \u001az|!ӒSuB\u001fdk_)\u001aXhk\u0005Y9\u007fv.| f\u001b.ʚfPBVS쐴;7D󲭅\u0010ͷ=\u001b;\u001eד;\u001dѷecy\u0011\u0012)\u0000\u001e/'a/\u0003QԸ/yBTBy)|j.F\u001bd`H4O`{H`\u000e y{\u0005`[&޴2_\\*%`\u0003s\u000e4\u0019\u0007pF\u0002ᰀ~\bc\u007f>\u001c3p\u001b\\!\u0002( \u0010b\bca-霙X\u0005\b\u0006\u0018A \u0001S&x\u0017\u0000\u0003 =\u0017i \u0016[a'\u000f0 gW\u0015%\u001c\u0004 `\u0002p\bʠ\u0016\u0013[b \u0003l\u000e!\u0004O\u0018lR\u001cw\b.R O4\u0013?a8Z_k,\b$Ӄ,MJ\u0017ˑh3Zh|! \u000eAR~@u\u0003! Xƣ}XVC6lB\u0014EP\u0002G\u0001,%cڏjh /Vt\u0017\u001a}a\u0014Z;\u001fC*jn-\u001d5Kq?C\u0007'\u000eđx\u0000O֓\u0003\u0005\u001dOY\u007ff&`\u00162X3{iwv讈b*rIs\u0019z\u0005q΃E\u0002\u0012C\u0000 ZR앣T 5(-\u0002\u000f!\u001c\u0018ed\u001c\u001cŁ&sH =&d\u00079Fir't2ө\u001f t\u0005M\u0005V\u001azV` >b嬎gWY\u0013\u0007\u001cNpVkp:\u001ex \u0014[^ث҅cE\u00071L$\u0016  ' ?-\"! g{\u001ch㉒\bPr;W\u001bPsF\\A^rX ytyG\u0018L\u00071b2a&pfpNN\u0010KjCkGH58J%l:a`.40\"mb_mM\\g?ݵ|A\u0016Ɩ-V,c˲ڒ%\u0019c[jXf($@ǥ %\u0015Lf 4aɴG\u0006:r&~k_Č)}pi\u001fJd\b\u0018?+)3];˞ݏq½5̽τ{ X\" 9 ғrxנqQDv/^=OH51bۓ\u0003M݀=H;S{'^x̕~ sd%OWgG{۶[Z[677\u001b] 9\u001dԍvŶvRUbܴX$KAVh }Q:Tp;wP\u0011[R\u0005U}}\u0012ݔ՞^ \u0015+LL*J}`,苦0k8ٸ3Z3Raw*\u007f\u007fI54C -R{ձԡ(MM}; 5A%5\u0012QǪjL\u0005.W{\u0016wcT\u001fLٚ\u0002SRI.tNwg\\hxyd H}\u001eW\u0004U\u0012 V\u0012QYlT\u001d\bFQqZ䏦LLaRg+@՚XA#:L\u0001c:Y^kh_E\u001b\u001a\u00128Xc.os7\u001er>uҤ A\u001cٌۘo >B\u001c\u0005zj(\u0015[g(\u0017e%˺=rjɲ\u001c\u001eUq%_ `\u001d5ʵNJ*9jhh_D  e[k\u0011\u00158V\\\u0007\u0010)\u0003GR\u0010;fˠl\u0013\u0016a2ikܵJ^U^Iǂ\u0005'\u0017\u001aٗJ\u0019Wڀ \\\u001b۽O{$\u001fՇquM\bOUv}\u000ej;+\u0010\u0013\u0000\u001c( 3C쀝iD\b\u008d@#\u0005:בˡ~\u0017\u0013D#\"P\u0010q؍\u0016b\u00110\u0019C@a/lDj\u0016Bp\u001bD+\u0014:'b(\u0001\u001dP!ղܟQ-:X\u0014>v2J}\u0007 +\u001e|\u0012'r\b.C\u0000u{ \u0000\u0007{\u0004B\u000f! .\u000enG\u001aD:D#'\u0017 ą½\u0015Ja Qip\u007f$CȴZʽ%0\u0012ɒ\u001cSS{\u000e\bɝ9o-PM#!:P\\j\u0018AeP{ 5 4k=\u001eswyG_\u0019Mк^\u0016+48!1E^loHL\u001bFmZצ6k-B(\u001c3\u001ameLV#}W'{@T &\u0011Qz+J{\u0013cƒ P\u001aP2\u00130`f\u001aH$s\u009b \u001a hs0@♆U龿n\u000e\u001aH_{̒8벁e\u001c~Fif\u001e`\u0019Yiq;g {Ih0WGb#NUjz+Mu-X?\u0010\u0003x\u0016{])>p0S\u0019{+,t٭\u001fw &\u0013^p\u001ds}z]` \u0007\u0018 n]\u0003wL~fR!\u001b۶nZX\u009b\u0017\u00178_.cO\u001f\b,|;\u0004\u0003֠\u0005  B\u0011JO\u0002O`\u0003)\u001c\u0016x\u001e \u0005^@a\u0017a\u0003g\u001eL\u001e%ʻXR82q\u0014U\u007fɉbG'(\u0013MJ v4\u001fYgJx1gT0\u0014E\u000fBC\u0003Kk-(b\u0001> ivImL \u001fB6?šS'GWmC s߹kUwʹ6tQ8\u0019eV\u0005E ͣF\u001c\u0013 DMS`'5/Ows*5p?cY RKx||9\u000f\u0017/E|z[ߧʩ^\u000f*2   endstream endobj 17 0 obj > endobj 18 0 obj >/FontDescriptor 17 0 R/DW 1000>> endobj 19 0 obj >stream  HTPN0 \u0015\u001e91$`\u001cK\u0007\u000eD {.qK$Dn:IJ{lyn[ \u001b\u0007ac\u0016ኣ'48omN&n\u0013N- \u0001Z 3-1~ㄔ@AӀA\u00173!_\u001fگ\u0011Ao}\u0007s4\u0016ЈP+\u001c\u0005\u001f` c[+\u001bwU7#va\u001e7#ł'}'XJ\u001f\u0001\u0006\u0000 j   endstream endobj 20 0 obj > endobj 21 0 obj > endobj 22 0 obj > endobj 23 0 obj > endobj 24 0 obj > endobj 25 0 obj > endobj 26 0 obj >stream                       atuzhili  Microsoft Word - Syllabus-Draft.doc                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            endstream endobj 27 0 obj > endobj xref  0 28  0000000000 65535 f  0000030546 00000 n  0000030672 00000 n  0000030816 00000 n  0000034202 00000 n  0000034328 00000 n  0000034460 00000 n  0000036696 00000 n  0000036822 00000 n  0000036966 00000 n  0000038060 00000 n  0000038189 00000 n  0000038321 00000 n  0000040900 00000 n  0000041029 00000 n  0000041150 00000 n  0000041963 00000 n  0000049035 00000 n  0000049264 00000 n  0000049448 00000 n  0000049735 00000 n  0000049956 00000 n  0000050086 00000 n  0000050234 00000 n  0000050269 00000 n  0000050293 00000 n  0000050377 00000 n  0000053791 00000 n  trailer   >  startxref  116  %%EOF"}]}]