[{"detail": [{"content": "Facilities and Operations                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Resources and Services   /   Facilities and Operations                 Sub Navigation                                 Build It                       Fix it                       Sustain It                                                                   Facilities and Operations      NYU Client Services Center          The NYU Client Services Center provides you with an immediate point of contact to respond to your facility needs. We evaluate, prioritize, dispatch and follow client work requests through to completion to ensure the standards for safe, high quality and cost effective building environments are met. When you are not sure who else to call or where to turn, call us and we will be able to help.   The NYU Client Services Center is the primary point of contact for service and maintenance requests for the University's buildings. If you have or see a need for maintenance service, please contact us.          You can call the Client Services Center for a variety of problems such as:     Temperature control   Water leaks and dripping   Leaky bathroom faucet   Acquiring shelves (charges may apply)   Malfunctioning lights   Smells &amp; unpleasant odors            How can we help you....                                 Learn about NYU building safety procedures and ongoing construction projects.                                 Find the appropriate forms and contact info to request repairs or maintenance.                                 Learn about our department's efforts to promote sustainability and ways in which you can help.                          Contact Us   NYU Client Services Center  285 Mercer Street, 6th Floor  New York, New York 10003  Tel: +1 212-998-1001  Fax: +1 212-995-4671  Email: contactcsc@nyu.edu  Website: NYU Client Services Center                                                         Work Order Form                                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Facilities and Operations                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Employees   /   Resources and Services   /   Facilities and Operations                 Sub Navigation                                 Build It                       Fix it                       Sustain It                                                                   Facilities and Operations      NYU Client Services Center          The NYU Client Services Center provides you with an immediate point of contact to respond to your facility needs. We evaluate, prioritize, dispatch and follow client work requests through to completion to ensure the standards for safe, high quality and cost effective building environments are met. When you are not sure who else to call or where to turn, call us and we will be able to help.   The NYU Client Services Center is the primary point of contact for service and maintenance requests for the University's buildings. If you have or see a need for maintenance service, please contact us.          You can call the Client Services Center for a variety of problems such as:     Temperature control   Water leaks and dripping   Leaky bathroom faucet   Acquiring shelves (charges may apply)   Malfunctioning lights   Smells &amp; unpleasant odors            How can we help you....                                 Learn about NYU building safety procedures and ongoing construction projects.                                 Find the appropriate forms and contact info to request repairs or maintenance.                                 Learn about our department's efforts to promote sustainability and ways in which you can help.                          Contact Us   NYU Client Services Center  285 Mercer Street, 6th Floor  New York, New York 10003  Tel: +1 212-998-1001  Fax: +1 212-995-4671  Email: contactcsc@nyu.edu  Website: NYU Client Services Center                                                         Work Order Form                                                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Modes of Transportation | SoSC                                                                                                Science of Smart Cities (SoSC)                                      Menu       Skip to content       Home Summer 2015 Application Curriculum Energy Why Cities? Newton’s Laws of Motion Electricity Basics Geoengineering Power Storage in a Smart Grid Power Generation  Urban Infrastructure Earth’s Natural Cycles (Rock, Carbon, Water, Nitrogen) Water and Life Water Recycling and Treatment Recycling and Engineering Carbon Cycle Local, Whole, and Organic Foods Layout of City Food and Resources Green Infrastructure Global Ecosystems Soil Engineering  Transportation Modes of Transportation Traffic and Transportation Engineering Smart Transportation Smart Highways and Cars Intelligent Transportation Systems  Wireless Communications Introduction to Smart Wireless Network and Communications Engineering Space Based Wireless Communication  Blog Center for K12 STEM Education                                                          Modes of Transportation                   Modes of Transportation   Subject Areas:            non-motorized transportation; road networks; bicycle paths; public transportation, urban development   Associated Unit:         Transportation   Activity Title:             1) Design the layout of roads, bike paths, and walkways in a city   2) Design the public transportation network within a city   Grade Level:               5-8   Time required:            2.5 hours   Group Size:                  3 or 4   Expendable Cost per Group: $0     Engineering Category: civil engineering, transportation engineering     Summary:   Students will learn the importance of having a well-connected and well planned transportation system. The importance of the different modes of transportation within a city will be explored, including non-motorized transportation systems and public transportation. The design of roads, public transportation networks, walkways, and bike paths will be discussed. The students will break into small groups to strategize and design the many components of the transportation engineering within a city.     Engineering Connection:   The transportation network in a city must be well engineered in order for a city to be smart and efficient. A well functioning network of roads, bike paths, and walkways benefits the citizens, officials, emergency personnel, and all the other people in a city. Public transportation modes throughout an urban area are useful components to combat pollution and traffic.     Pre-Requisite Knowledge:   none     Learning Objectives:   After this lesson, students will be able to:     Describe the different common types of road networks   Describe differences among bike path designs   Understand the importance of a well functioning transportation network encompassing different modes of transportation       Materials List:     Chart paper or butcher paper   Colored markers   Rulers   Electrical tape       Introduction/Motivation:   Any city contains many different types of transportation networks. Transportation networks include both motorized and non-motorized modes of transportation, as well as public transportation. One key feature of a smart city is that all these networks work together; they are continuous and have a logical layout.     Some cities have transportation networks that are completely planned from the ground up. For example, in Germany and Austria many cities had to be completely rebuilt after their destruction during World War. When designing the new transportation networks, engineers designed roads sized to the capacity of the city as well as to the common car. When planning, roads, walkways, and bike lanes could be factored into the design before building took place.     However, most modern cities are not planned but “organic”, meaning that they began as a smaller town or city and grew over time. Florence is an example of an organic city. In Florence, the center or oldest part of the city is very congested with tightly designed roads. As the city expanded over time and grew in population, new roads were added to the outskirts of the city. These roads then branched out from the narrow, dense streets to wider streets. When the city was designed, cars were not invented yet so streets were designed based on the width of an average horse, the typical mode of transportation at that time. This means that the city center is now inaccessible to most cars. This is the case for many European cities. In cities that developed organically, the transportation network is very difficult to adjust. The structure of the city is in place and the transportation network must work with what is available.     There are many factors that influence the expansion of a city. Cities can expand in a radial pattern from one central zone, usually a central business district. Cities can also expand in a grid pattern or linearly (usually due to geographical barriers). Since the traffic network and roads are dictated by the layout of the city, roads can also be in a grid, radial, hexagonal, etc.     The traffic network in a city is dictated by the layout of the city, and the design of the road is dictated by the capacity of traffic the road needs to transport. Traffic capacity in turn is determined by the types of zones the road connects. Residential and commercial are examples of types of zones.     In addition to planning the road network in a city, the transportation engineer is responsible for designing the capacity and networks for non-motorized and public modes of transportation. Non-motorized transportation is anything that does not require energy to use. Walking and bicycling are common forms of non-motorized modes of transportation. Public transportation is an example of an environmentally and economically sustainable mode of transportation. Both pollution and traffic problems can be greatly lessened when high proportions of travelers use non-motorized or public transportation.     The introduction of bicycle lanes and bus lanes within a city is generally considered a positive expansion that increases the use of non-motorized and public transportation. By decreasing the use of motorized transportation within a city, the city reduces its ecological footprint. However, the expansion of dedicated lanes can be controversial.     One consideration in the design of a bike lane is the question of segregation. Bicycle lanes can be within the flow of vehicular traffic or segregated by a physical barrier. Some cities use parking lanes or sidewalks to segregate bicycles from vehicular traffic. Pedestrian only plazas are also becoming more popular for growing cities.     Public transportation can be helpful for cities with both pollution and congestion problems. There are a variety of public transportation modes including subway, light rail, tram, or bus. Good public transportation throughout a city greatly affects a city’s development and the mobility of its citizens. Public transportation systems are also vital for the people of a city without access to other modes.     A key feature of a smart city is that all of the transportation networks work together; they are not discontinuous and have a logical layout. In this kind of network, all the different modes of transportation would work in harmony. Many cities are struggling with the influx of people and the resulting increase in congestion. Transportation engineering is necessary in not only the planning and design of a city but also the continual expansion of the city. The transportation network of a city needs to reflect the people of a city and how they operate. However, the transportation network design can also be used to encourage specific modes of transportation. A smart transportation network can combat global climate change as well as make a city smarter.     Vocabulary/ Definitions         Transportation mode   Means of movement       Organic city   Unplanned urban area       Non-motorized transportation modes   Means of movement that does not require energy       Public transportation modes   Means of movement that is implemented to transport large amounts of people           Procedure:     Students will design their own city as a class, focusing on the locations of its residential, business, and industrial districts, and how its transportation network connects them.     If time is short, the instructor should designate the location of each district, and lead the class as a group through the process of choosing  students should design the transportation network that connects them.       Break students into groups and provide each with chart paper, markers, rulers, and electrical tape.   Tell students that they will propose a design for a city and its transportation infrastructure. They will need to decide on the arrangement of the residential, business, and industrial districts, and connect these with a system of roads, bike lanes, walkways, and public transportation. Students will need to answer the following questions:    What kind of road network do you want in your city? (Hexagonal, Circular, Grid, Hybrid)   Do you want bike lanes? Segregated?   Do you want bus lanes? Segregated   One lane roads? Two lane? A combination?   One way roads? Two way? Combination?&#8221;   What kinds of public transportation do you want in your city? Where will it go?       Before students begin, review some of the different strategies of planning a city that have been discussed in the course.   Students brainstorm and sketch their city and its transportation infrastructure. Have each group present their ideas, and discuss as a class to choose the best ideas.   The class as a whole lays out the design of their city on chart paper using the best ideas generated by the class. Roads are designated by electrical tape; have students clearly mark other features.     Safety Issues   None     Investigating Questions     Is NYC a planned city, or organic? Where do you see evidence of either?   What types of public transportation can you name?   What types of non-motorized transportation can you name?   What are the advantages of having a variety of transportation modes within a city?   Why are non-motorized and public transportation modes important? What are the pros and cons?   How does the transportation network influence how a city works and grows?   What do you think characterizes transportation in a smart city?       References                                                Shopping   None     Contributors   Sophia Mercurio                                                         Leave a Reply Cancel reply            You must be logged in to post a comment.                                                    Recent Posts                 Organic and inorganic foods                      Satellites and Space Stations                      Satellites and the Way They Orbit                      Smart Transportation Systems and Smart Highways                      Smart Grids                   Archives       September 2014    July 2013    March 2013    February 2013                        Sign Up to our Mail List              Email Address:            First Name:            Last Name:                                                                  Copyright © 2015 NYU Polytechnic School of Engineering, Center for K12 STEM Education, All rights reserved.          Proudly powered by WordPress"}]}]