[{"detail": [{"content": "Bioengineering | NYU Polytechnic School of Engineering                                                                                                NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Research                    Facilitating research, leading discovery      Bioengineering                                                                     The mission of NYU School of Engineering's bioengineering program is to provide excellence in education and training, and to facilitate research leading to the discovery and development of new rationally-engineered materials, devices, technology, and biomolecular agents for medicine. Success in this endeavor requires close collaboration with the medical and dental schools of NYU, as well as all other schools of NYU's Global Network University.        NYU School of Engineering bioengineering provides advances to address medical problems via multiple cross-disciplinary teams of engineers and scientists. The group for biomaterials and biotherapeutics for regenerative medicine includes chemical and biomolecular engineers, as well as mechanical engineers. A team for invention and development of novel medical diagnostics and biosensors includes groups from applied physics, chemical and biomolecular engineering, and electrical engineering. Mechanical and electrical engineers and computer scientists study bio-inspired design and complex mathematical modeling of biological systems. Teams for medical monitoring, medical imaging and data analysis and visualization are based in electrical and computer engineering, and in computer science and engineering.                    Biomatrix Research Center   The mission of the Biomatrix Research Center is to conduct and support basic and translational science that leads to a better understanding of the physical and biological properties of the extracellular matrix, biomatrix and its interactions with cells and tissues. In conjunction with this directive, knowledge gained will be used in the discovery of novel diagnostic, prognostic tests, and therapeutics for the prevention and treatment of disease.           Labs     Applied Dynamics and Optimization Laboratory   Dynamical Systems Laboratory   MicroParticle PhotoPhysics Laboratory for BioPhotonics   Organic Electronics Laboratory         Groups     Bio-interfacial Engineering and Diagnostics Group   Mijović Research Group         Cross-disciplinary Research Programs     Biomaterial and Biotherapeutics   Diagnostics and Biosensors   Bio-inspired Design and Modeling   Medical Imaging and Image Analysis   Data Analysis and Visualization   Wireless Applications   Computational Bioengineering           Programs     Bachelor of Science        Chemical and Biomolecular Engineering, BS   Learn More Brooklyn         Biomolecular Science, BS   Learn More Brooklyn      Master of Science        Biotechnology and Entrepreneurship, MS   Learn More Brooklyn         Chemical Engineering, MS   Learn More Brooklyn         Chemistry, MS   Learn More Brooklyn         Biomedical Engineering, MS   Learn More Brooklyn         Biotechnology, MS   Learn More Brooklyn      Doctor of Philosophy        Chemical Engineering, PhD   Learn More Brooklyn         Materials Chemistry, PhD   Learn More Brooklyn         Biomedical Engineering, PhD   Learn More Brooklyn                                                Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Pre-law and Pre-med | Technology, Culture and Society | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Departments / Technology, Culture and Society                         Technology, Culture and Society                                                             Pre-law and Pre-med                       The challenging, interdisciplinary majors in the department of Technology, Culture and Society support students who intend to continue on to law school, medical school, or other professional degrees. The TCS majors in Science and Technology Studies as well as Sustainable Urban Environments are flexible enough to meet the requirements for professional school while, at the same time, students can accommodate their special interests.      Pre-law   There is no specific undergraduate degree program that will help you get into law school or medical school. Our majors help students stand out in the application process.   Some programs - for instance, environmental law or patent law - are particularly appropriate for students who studied in the Department of Technology, Culture and Society. As a student in Science and Technology Studies or Sustainable Urban Environments heading for law school, you should take:       EXPOS- UA1 and EXPOS- UA2 , two courses that hone your written communication and critical reading skills     PL 2003 , Symbolic Logic, and PL 3003 , Metalogic     Imagine applying to an environmental law program with plenty of science and engineering courses, the project-based courses required for the major, and SUE electives that have given you the training to communicate effectively about environmental issues. For this path, you would want to:     Demonstrate your ability to understand technical information by taking engineering-level math and science courses at the School of Engineering   Develop an appropriate special interest by taking courses in hydrology, geology, epidemiology, climate science, toxicology, or marine sciences with courses at the School of Engineering or elsewhere through our affiliation with NYU   Deepen your understanding of government and its institutions with the core courses in SUE as well as an appropriate selection of topics for your SUE concentration     Likewise, imagine applying to a program in patent and intellectual property law with all of the science and engineering courses you'd need to qualify for the examination to argue cases before the United States Patent and Trademark Office along with courses in logic, history, and philosophy where you have exercised your analytical and communication skills. In order to practice before the USPTO, you would chose your courses for the STS science/tech core from one of the following options:     24 credits (6 courses) in physics for physics majors, or   8 credits in chemistry or physics in sequential courses and 24 credits in biology/molecular biology, or   30 hours in chemistry for chemistry majors, or   8 credits in chemistry or physics in sequential courses and 32 credits in chemistry, physics, biology, or engineering     Because of the flexibility in the STS degree, a student can develop familiarity in one of the fields that are particularly needed in patent law by taking courses at the School of Engineering in chemical or biological engineering, electrical engineering, chemistry, or computer science.   Learn more about our degrees in Science and Technology Studies or Sustainable Urban Environments.      Pre-med   A student in Science and Technology Studies who applies to medical school can have the calculus, physics, chemistry and biology he or she needs to take the MCAT, and also will have the seminar courses to prove he or she is ready to succeed in graduate school and the broad mind necessary to understand health in its global context.   An STS student intending to apply for medical school constructs an individualized program in consultation with his or her advisor, making sure that he or she is ready for the MCAT as well as has the broad, rigorous education that one needs for medical school. Suggested courses for an STS student's curriculum include:       EXPOS- UA1 and EXPOS- UA2 , two courses that hone your written communication and critical reading skills     MA 1054 and MA 1154 , Calculus I and II with Precalculus ( MA 954 is also available for students who would like more preparation before they begin Calculus 1)     CM 1014 and CM 1024 , General Chemistry I and II     BMS 1004 and BMS 2004 , Introduction to Cell and Molecular Biology and Introduction to Physiology     CM 2213 and CM 2211 , Organic Chemistry I with lab     CM 2223 and CM 2221 , Organic Chemistry II with lab     PH 1013 , Mechanics     PH 2023 and PH 2021 , Electricity, Magnetism, &amp; Fluids and lab   Advanced science electives or courses in the history of medicine, medical sociology, ethics, communication studies, public policy, etc.     Learn more about our degree in Science and Technology Studies .   Resources   The resources of the School of Engineering community serve prelaw and prehealth students well. Students can compete for undergraduate research opportunities and involve themselves in campus clubs (or create their own) in order to demonstrate leadership and initiative. NYU's Office of Global Programs has welcomed our students, and the majors are flexible enough to provide students with a chance to take advantage of this amazing opportunity. NYU's preprofessional advisors have organized resources, e-mail lists, and events to help our students as well as to meet with them to answer their specific questions. And of course, New York City has many internship experiences that will add to a student's application.                                Technology, Culture and Society      Majors + Programs   Pre-law and Pre-med   Project-Based Curriculum   General Education Clusters   Internship Course Materials   Frequently Asked Questions   People   News   Events                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "Bioengineering | NYU Polytechnic School of Engineering                                                                                                NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Research                    Facilitating research, leading discovery      Bioengineering                                                                     The mission of NYU School of Engineering's bioengineering program is to provide excellence in education and training, and to facilitate research leading to the discovery and development of new rationally-engineered materials, devices, technology, and biomolecular agents for medicine. Success in this endeavor requires close collaboration with the medical and dental schools of NYU, as well as all other schools of NYU's Global Network University.        NYU School of Engineering bioengineering provides advances to address medical problems via multiple cross-disciplinary teams of engineers and scientists. The group for biomaterials and biotherapeutics for regenerative medicine includes chemical and biomolecular engineers, as well as mechanical engineers. A team for invention and development of novel medical diagnostics and biosensors includes groups from applied physics, chemical and biomolecular engineering, and electrical engineering. Mechanical and electrical engineers and computer scientists study bio-inspired design and complex mathematical modeling of biological systems. Teams for medical monitoring, medical imaging and data analysis and visualization are based in electrical and computer engineering, and in computer science and engineering.                    Biomatrix Research Center   The mission of the Biomatrix Research Center is to conduct and support basic and translational science that leads to a better understanding of the physical and biological properties of the extracellular matrix, biomatrix and its interactions with cells and tissues. In conjunction with this directive, knowledge gained will be used in the discovery of novel diagnostic, prognostic tests, and therapeutics for the prevention and treatment of disease.           Labs     Applied Dynamics and Optimization Laboratory   Dynamical Systems Laboratory   MicroParticle PhotoPhysics Laboratory for BioPhotonics   Organic Electronics Laboratory         Groups     Bio-interfacial Engineering and Diagnostics Group   Mijović Research Group         Cross-disciplinary Research Programs     Biomaterial and Biotherapeutics   Diagnostics and Biosensors   Bio-inspired Design and Modeling   Medical Imaging and Image Analysis   Data Analysis and Visualization   Wireless Applications   Computational Bioengineering           Programs     Bachelor of Science        Chemical and Biomolecular Engineering, BS   Learn More Brooklyn         Biomolecular Science, BS   Learn More Brooklyn      Master of Science        Biotechnology and Entrepreneurship, MS   Learn More Brooklyn         Chemical Engineering, MS   Learn More Brooklyn         Chemistry, MS   Learn More Brooklyn         Biomedical Engineering, MS   Learn More Brooklyn         Biotechnology, MS   Learn More Brooklyn      Doctor of Philosophy        Chemical Engineering, PhD   Learn More Brooklyn         Materials Chemistry, PhD   Learn More Brooklyn         Biomedical Engineering, PhD   Learn More Brooklyn                                                Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Pre-law and Pre-med | Technology, Culture and Society | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Departments / Technology, Culture and Society                         Technology, Culture and Society                                                             Pre-law and Pre-med                       The challenging, interdisciplinary majors in the department of Technology, Culture and Society support students who intend to continue on to law school, medical school, or other professional degrees. The TCS majors in Science and Technology Studies as well as Sustainable Urban Environments are flexible enough to meet the requirements for professional school while, at the same time, students can accommodate their special interests.      Pre-law   There is no specific undergraduate degree program that will help you get into law school or medical school. Our majors help students stand out in the application process.   Some programs - for instance, environmental law or patent law - are particularly appropriate for students who studied in the Department of Technology, Culture and Society. As a student in Science and Technology Studies or Sustainable Urban Environments heading for law school, you should take:       EXPOS- UA1 and EXPOS- UA2 , two courses that hone your written communication and critical reading skills     PL 2003 , Symbolic Logic, and PL 3003 , Metalogic     Imagine applying to an environmental law program with plenty of science and engineering courses, the project-based courses required for the major, and SUE electives that have given you the training to communicate effectively about environmental issues. For this path, you would want to:     Demonstrate your ability to understand technical information by taking engineering-level math and science courses at the School of Engineering   Develop an appropriate special interest by taking courses in hydrology, geology, epidemiology, climate science, toxicology, or marine sciences with courses at the School of Engineering or elsewhere through our affiliation with NYU   Deepen your understanding of government and its institutions with the core courses in SUE as well as an appropriate selection of topics for your SUE concentration     Likewise, imagine applying to a program in patent and intellectual property law with all of the science and engineering courses you'd need to qualify for the examination to argue cases before the United States Patent and Trademark Office along with courses in logic, history, and philosophy where you have exercised your analytical and communication skills. In order to practice before the USPTO, you would chose your courses for the STS science/tech core from one of the following options:     24 credits (6 courses) in physics for physics majors, or   8 credits in chemistry or physics in sequential courses and 24 credits in biology/molecular biology, or   30 hours in chemistry for chemistry majors, or   8 credits in chemistry or physics in sequential courses and 32 credits in chemistry, physics, biology, or engineering     Because of the flexibility in the STS degree, a student can develop familiarity in one of the fields that are particularly needed in patent law by taking courses at the School of Engineering in chemical or biological engineering, electrical engineering, chemistry, or computer science.   Learn more about our degrees in Science and Technology Studies or Sustainable Urban Environments.      Pre-med   A student in Science and Technology Studies who applies to medical school can have the calculus, physics, chemistry and biology he or she needs to take the MCAT, and also will have the seminar courses to prove he or she is ready to succeed in graduate school and the broad mind necessary to understand health in its global context.   An STS student intending to apply for medical school constructs an individualized program in consultation with his or her advisor, making sure that he or she is ready for the MCAT as well as has the broad, rigorous education that one needs for medical school. Suggested courses for an STS student's curriculum include:       EXPOS- UA1 and EXPOS- UA2 , two courses that hone your written communication and critical reading skills     MA 1054 and MA 1154 , Calculus I and II with Precalculus ( MA 954 is also available for students who would like more preparation before they begin Calculus 1)     CM 1014 and CM 1024 , General Chemistry I and II     BMS 1004 and BMS 2004 , Introduction to Cell and Molecular Biology and Introduction to Physiology     CM 2213 and CM 2211 , Organic Chemistry I with lab     CM 2223 and CM 2221 , Organic Chemistry II with lab     PH 1013 , Mechanics     PH 2023 and PH 2021 , Electricity, Magnetism, &amp; Fluids and lab   Advanced science electives or courses in the history of medicine, medical sociology, ethics, communication studies, public policy, etc.     Learn more about our degree in Science and Technology Studies .   Resources   The resources of the School of Engineering community serve prelaw and prehealth students well. Students can compete for undergraduate research opportunities and involve themselves in campus clubs (or create their own) in order to demonstrate leadership and initiative. NYU's Office of Global Programs has welcomed our students, and the majors are flexible enough to provide students with a chance to take advantage of this amazing opportunity. NYU's preprofessional advisors have organized resources, e-mail lists, and events to help our students as well as to meet with them to answer their specific questions. And of course, New York City has many internship experiences that will add to a student's application.                                Technology, Culture and Society      Majors + Programs   Pre-law and Pre-med   Project-Based Curriculum   General Education Clusters   Internship Course Materials   Frequently Asked Questions   People   News   Events                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "Bioengineering | NYU Polytechnic School of Engineering                                                                                                NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Research                    Facilitating research, leading discovery      Bioengineering                                                                     The mission of NYU School of Engineering's bioengineering program is to provide excellence in education and training, and to facilitate research leading to the discovery and development of new rationally-engineered materials, devices, technology, and biomolecular agents for medicine. Success in this endeavor requires close collaboration with the medical and dental schools of NYU, as well as all other schools of NYU's Global Network University.        NYU School of Engineering bioengineering provides advances to address medical problems via multiple cross-disciplinary teams of engineers and scientists. The group for biomaterials and biotherapeutics for regenerative medicine includes chemical and biomolecular engineers, as well as mechanical engineers. A team for invention and development of novel medical diagnostics and biosensors includes groups from applied physics, chemical and biomolecular engineering, and electrical engineering. Mechanical and electrical engineers and computer scientists study bio-inspired design and complex mathematical modeling of biological systems. Teams for medical monitoring, medical imaging and data analysis and visualization are based in electrical and computer engineering, and in computer science and engineering.                    Biomatrix Research Center   The mission of the Biomatrix Research Center is to conduct and support basic and translational science that leads to a better understanding of the physical and biological properties of the extracellular matrix, biomatrix and its interactions with cells and tissues. In conjunction with this directive, knowledge gained will be used in the discovery of novel diagnostic, prognostic tests, and therapeutics for the prevention and treatment of disease.           Labs     Applied Dynamics and Optimization Laboratory   Dynamical Systems Laboratory   MicroParticle PhotoPhysics Laboratory for BioPhotonics   Organic Electronics Laboratory         Groups     Bio-interfacial Engineering and Diagnostics Group   Mijović Research Group         Cross-disciplinary Research Programs     Biomaterial and Biotherapeutics   Diagnostics and Biosensors   Bio-inspired Design and Modeling   Medical Imaging and Image Analysis   Data Analysis and Visualization   Wireless Applications   Computational Bioengineering           Programs     Bachelor of Science        Chemical and Biomolecular Engineering, BS   Learn More Brooklyn         Biomolecular Science, BS   Learn More Brooklyn      Master of Science        Biotechnology and Entrepreneurship, MS   Learn More Brooklyn         Chemical Engineering, MS   Learn More Brooklyn         Chemistry, MS   Learn More Brooklyn         Biomedical Engineering, MS   Learn More Brooklyn         Biotechnology, MS   Learn More Brooklyn      Doctor of Philosophy        Chemical Engineering, PhD   Learn More Brooklyn         Materials Chemistry, PhD   Learn More Brooklyn         Biomedical Engineering, PhD   Learn More Brooklyn                                                Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Pre-law and Pre-med | Technology, Culture and Society | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Departments / Technology, Culture and Society                         Technology, Culture and Society                                                             Pre-law and Pre-med                       The challenging, interdisciplinary majors in the department of Technology, Culture and Society support students who intend to continue on to law school, medical school, or other professional degrees. The TCS majors in Science and Technology Studies as well as Sustainable Urban Environments are flexible enough to meet the requirements for professional school while, at the same time, students can accommodate their special interests.      Pre-law   There is no specific undergraduate degree program that will help you get into law school or medical school. Our majors help students stand out in the application process.   Some programs - for instance, environmental law or patent law - are particularly appropriate for students who studied in the Department of Technology, Culture and Society. As a student in Science and Technology Studies or Sustainable Urban Environments heading for law school, you should take:       EXPOS- UA1 and EXPOS- UA2 , two courses that hone your written communication and critical reading skills     PL 2003 , Symbolic Logic, and PL 3003 , Metalogic     Imagine applying to an environmental law program with plenty of science and engineering courses, the project-based courses required for the major, and SUE electives that have given you the training to communicate effectively about environmental issues. For this path, you would want to:     Demonstrate your ability to understand technical information by taking engineering-level math and science courses at the School of Engineering   Develop an appropriate special interest by taking courses in hydrology, geology, epidemiology, climate science, toxicology, or marine sciences with courses at the School of Engineering or elsewhere through our affiliation with NYU   Deepen your understanding of government and its institutions with the core courses in SUE as well as an appropriate selection of topics for your SUE concentration     Likewise, imagine applying to a program in patent and intellectual property law with all of the science and engineering courses you'd need to qualify for the examination to argue cases before the United States Patent and Trademark Office along with courses in logic, history, and philosophy where you have exercised your analytical and communication skills. In order to practice before the USPTO, you would chose your courses for the STS science/tech core from one of the following options:     24 credits (6 courses) in physics for physics majors, or   8 credits in chemistry or physics in sequential courses and 24 credits in biology/molecular biology, or   30 hours in chemistry for chemistry majors, or   8 credits in chemistry or physics in sequential courses and 32 credits in chemistry, physics, biology, or engineering     Because of the flexibility in the STS degree, a student can develop familiarity in one of the fields that are particularly needed in patent law by taking courses at the School of Engineering in chemical or biological engineering, electrical engineering, chemistry, or computer science.   Learn more about our degrees in Science and Technology Studies or Sustainable Urban Environments.      Pre-med   A student in Science and Technology Studies who applies to medical school can have the calculus, physics, chemistry and biology he or she needs to take the MCAT, and also will have the seminar courses to prove he or she is ready to succeed in graduate school and the broad mind necessary to understand health in its global context.   An STS student intending to apply for medical school constructs an individualized program in consultation with his or her advisor, making sure that he or she is ready for the MCAT as well as has the broad, rigorous education that one needs for medical school. Suggested courses for an STS student's curriculum include:       EXPOS- UA1 and EXPOS- UA2 , two courses that hone your written communication and critical reading skills     MA 1054 and MA 1154 , Calculus I and II with Precalculus ( MA 954 is also available for students who would like more preparation before they begin Calculus 1)     CM 1014 and CM 1024 , General Chemistry I and II     BMS 1004 and BMS 2004 , Introduction to Cell and Molecular Biology and Introduction to Physiology     CM 2213 and CM 2211 , Organic Chemistry I with lab     CM 2223 and CM 2221 , Organic Chemistry II with lab     PH 1013 , Mechanics     PH 2023 and PH 2021 , Electricity, Magnetism, &amp; Fluids and lab   Advanced science electives or courses in the history of medicine, medical sociology, ethics, communication studies, public policy, etc.     Learn more about our degree in Science and Technology Studies .   Resources   The resources of the School of Engineering community serve prelaw and prehealth students well. Students can compete for undergraduate research opportunities and involve themselves in campus clubs (or create their own) in order to demonstrate leadership and initiative. NYU's Office of Global Programs has welcomed our students, and the majors are flexible enough to provide students with a chance to take advantage of this amazing opportunity. NYU's preprofessional advisors have organized resources, e-mail lists, and events to help our students as well as to meet with them to answer their specific questions. And of course, New York City has many internship experiences that will add to a student's application.                                Technology, Culture and Society      Majors + Programs   Pre-law and Pre-med   Project-Based Curriculum   General Education Clusters   Internship Course Materials   Frequently Asked Questions   People   News   Events                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Biomolecular Science, BS | NYU Polytechnic School of Engineering                                                                                                   NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs                    Bachelor of Science      Biomolecular Science                                                                         Scientists working at the interface between biology and chemistry create big changes while working on the cellular and molecular level. Genetically modified crops allow feed quickly growing populations, while novel therapies, such as artificial organs, extend life. Biomolecular scientists also address ecological issues -- such as producing cheap energy from renewable sources (like producing oil from algae), while others clean the environment through bioremediation. A BS in Biomolecular Science is also a suitable starting point for careers in medicine. Our program was developed in cooperation with deans from major medical schools, and graduates have gone on to Harvard Dental School, Mount Sinai Medical School, and NYU Medical School, among other medical programs. Our BS program in Biomolecular Science lets you join in their efforts to improve the world. The first 2 years of the program focus on core courses so you have a solid foundation in the fundamentals of the science — math, physics, chemistry, and biology. From there, you can concentrate your studies in biomedical science, biotechnology, or chemistry. BS/MS Program Prospective students with superior admission qualifications may be selected to participate in our BS/MS Program, which lets you earn 2 degrees at once -- a BS in Biomolecular Science and a MS in Bioinformatics or Biotechnology. Depending on your preparation and goals, you can complete both degrees in as little as 4 years. Medical School Early Assurance Guaranteed Admissions Program The School of Engineering and SUNY Downstate Medical Center have created the Medical School Early Assurance Guaranteed Admissions Program, which reserves 4 slots in SUNY Downstate's first-year medical school class for graduating the School of Engineering students in the biomolecular science bachelor's progam who satisfy certain requirements. Contact the Department of Chemical and Biological Sciences for information. Once You Have the Degree Students in biomedical science can find work developing artificial organs, prosthetics, or other medical devices. Those who concentrate in biotechnology join the quickly growing field where antibiotics, vaccines, and hormones are produced through genetically based technologies. Others who focus in chemistry find employment in pharmaceutical companies or related industries, and can get them certification from the American Chemistry Society (ACS).                     Program Director      Bruce Garetz Gene R. DiResta, PhD, PE                                         Department      Chemical and Biomolecular Engineering Chemical and Biological Sciences                                              Biomolecular Science, BS      Curriculum   Typical Course Schedule           Related Links    Apply Now  Request Info                                 Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]