[{"detail": [{"content": "Resources                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         Individual Writing Help            Dictionaries and Encyclopedias            Database and Article Sources            Citation and Documentation Sources            Grammar Exercises            News Sources            Plagiarism Sites                               Individual Writing Help           The Writing Center                      New York University’s resource for students to obtain one-on-one help with writing.                     Return to top                     Dictionaries and Encyclopedias           NYU’s Virtual Reference Shelf                      Includes the American Heritage Dictionary, Merriam Webster’s Collegiate Dictionary and Thesaurus, the Oxford English Dictionary, Roget’s II: the New Thesaurus, Encyclopedia Briannica, Oxford Reference Online, and Information Please Almanac.                     Return to top                     Database and Article Sources           Bobst Library Searchable Online Journals page                      A list of journals available online at NYU. Search for a specific journal or scroll through alphabetically.                     Bobst Library Article Database Sources                      Search topics by subject, author or title to find available research articles. Multiple databases are listed.                     Return to top                     Citation and Documentation Sources           Purdue Online Writing Center                      An easy-to-follow guide about efficiently performing online research. Also includes information about citing sources in APA and MLA styles.                     Return to top                     Grammar Exercises           Purdue Online WritingCenter                      Grammar exercises and handouts listed by topic.                     Return to top                     News Sources           New York Times                      New York City’s premier newspaper.                     Library Online News Sources                      NYU’s library has a variety of online news sources available, focusing on New York and the United States, with some international sources available.                     Return to top                     Plagiarism Sites                      EWP’s Statement on Academic Integrity defines plagiarism, discusses how to avoid it, and states the possible penalties for students who plagiarize.            “ What Is Plagiarism at Indiana University? ” Indiana University. A tutorial that tests your ability to understand and avoid plagiarism.            Virtual Salt. “Citing Web Sources MLA Style.” By Robert Harris. Guidelines to what to cite and how to cite in Modern Language Association style.            “How to Avoid Plagiarism.” Northwestern University. A comprehensive site about academic integrity and citing sources.                     Return to top                                                                                                                [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ Honors &amp; Awards ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Employment ] [ Contact EWP ]"}]}]