[{"detail": [{"content": "Course Descriptions - Master of Arts in Visual Arts Administration - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                      Department of Art and Art Professions            NYU Art Facebook    NYU Art Twitter            Master of Arts in Visual Arts Administration                 MFA     MA          Art Education      Art Therapy      Costume Studies      Visual Arts Administration             Undergraduate          BFA Studio Art      Minors             About          Exhibitions      Events        Facilities      Faculty      Staff      Student Resources      Internships      Summer                              Visual Arts Administration    the program    enrollment    curriculum    requirements    faculty    alumni    study abroad    facilities    how to apply    frequently asked questions    program news                                 Course Descriptions       Note: Additional course work for Arts Administration majors is taken at the Leonard N. Stern School of Business or the Robert F. Wagner Graduate School of Public Service. Introduction to Galleries and Museums of New York ARVA-GE 2002 45 hours: 3 points Surveys a broad spectrum of visual art resources through guided lecture-tour visits to current exhibitions at leading museums, galleries, and alternative art spaces located throughout New York City. On-site meetings with art administrators affiliated with various organizations introduce a wide range of career and management issues pertaining to the field and add to an understanding of the development and continued growth of New York&rsquo;s exciting art world. Marketing the Visual Arts ARVA-GE 2005 30 hours: 3 points Basic marketing and media relations principles and techniques as they apply to successful museums and galleries. Students learn how organizations identify current and potential audiences, attract visitors, create ongoing relationships with visitors and members, develop effective visual identities and measure success. The pros and cons of new trends &ndash; including those related to the Web &ndash; are discussed. Corporate Art Programs ARVA-GE 2118 45 hours: 3 points An expansive overview of the collaboration between art and business, including traditional aspects of building and maintaining in-house collections as well as such innovations as corporate museums, galleries, art education programs, and community-business partnerships that have supported the visual arts. There are on-site visits to New York area companies to see how art collecting programs are being integrated into corporate culture. The Function and Structure of Museums ARVA-GE 2015 30 hours: 3 points The nature, function, and structure of museums, from Napoleonic times to the present, and their three chief concerns: the collection, presentation, and interpretation of objects of material culture. By the comparison of museums to other societal institutions, the structure of today&rsquo;s museum is brought into bold relief. Art Collecting ARVA-GE 2016 30 hours: 3 points How to collect art for both private and public collections. Factors of aesthetics, taste, and economics are discussed as well as the historic development of collections since the Renaissance. Special attention is given to corporate collections and collecting for investment. Exhibition Design ARVA-GE 2019 30 hours: 3 points Concepts, procedures, materials, and tools necessary for producing and managing exhibition projects in museums, cultural centers and galleries. Space planning, traffic flow, object placement, use of graphic elements, interpretive techniques, and participatory and interactive strategies are discussed. Students learn the skills of sketching, drafting, and model making by designing an exhibition layout, graphics, and sample label. Education in Art Museums ARVA-GE 2021 30 hours: 3 points An exploration of the history and development of art education and its role and function in the museum. Strategies for teaching and addressing different populations in various environments are studied. Various programs and educational materials are explored and analyzed. Classroom lectures are supplemented by site visits. Exhibition and Display of Material Culture ARVA-GE 2027 30 hours: 3 points A survey that examines contemporary issues in the exhibition and display of art and material culture. The theory that underpins practice is considered within thematic groups: art world ecosystems; typologies and frameworks for exhibition making; curatorial roles; interpretation; authenticity, and identity; establishing value; and interventionist initiatives. Examples are drawn from an international selection of museums, galleries, periodic exhibitions, and heritage sites. The discussion framework includes the physical and conceptual contexts, motivations, and educational goals that shape interpretation and presentation. The Law and the Visual Arts ARVA-GE 2028 30 hours: 3 points The legal setting for the artist and the visual arts organization in the state of New York and the United States is explored. Major legal issues in the definition of art-as-property and the rights of the artist are evaluated. Contemporary controversies are placed in the larger context of attempts by the judicial system to redefine the balance between the rights of the individual artist and the public responsibilities of the visual arts institution in an increasingly urbanized and technological society. The Environment of Visual Art Administration ARVA-GE 2030 30 hours: 3 points Introduction to the elements and participants affecting visual arts organizations in the United States. In addition to examining the position of the artist in society, the course analyzes the cultural environment in which art and arts organizations operate and the structure and management of organizations that present artwork, - in both non-profit and commercial venues. Students study the particular intersections between for profit and non-profit areas in the visual arts as well as the strategies and techniques needed to manage visual arts organizations effectively. The course addresses the whole art system and how various elements/organizations/individuals interact and influence one another. Arts Advocacy: Concept and Practice ARVA-GE 2035 30 hours: 3 points Arts organizations rely on the support and sponsorship of public and private agencies and individuals. This course focuses on current issues and approaches to building public understanding and legislative support for the arts, and examines the context and growth of arts advocacy in the U.S. Students will develop hands-on skills to initiate and sustain effective relationships with policy makers and other arts stakeholders. Topics include cultural policy, the arts economy, political structures and processes, coalition building, cultural diplomacy, as well as internet and media advocacy. Development for the Visual Arts ARVA-GE 2032 30 hours: 3 points Introduction to a wide range of development techniques for securing contributed income, including foundation, government and corporate grants and sponsorships; gifts from individuals through memberships, major gifts, planned giving and special events; and capital and endowment campaigns. Critical issues include how to identify potential donors, the solicitation process and support materials needed to &ldquo;make the ask,&rdquo; and the donor&rsquo;s perspective. Principles and Practices of Visual Arts Administration ARVA-GE 2036 30 hours: 3 points Introduction and overview of how non-profit entities in the visual arts are organized &ndash; from mission and programming, board structure and staff development to marketing, fundraising and strategic planning. Specific organizations within New York City are used as case studies. The Artist&rsquo;s Career ARVA-GE 2060 30 hours: 3 points Understanding the complex dynamics of what makes an artist&rsquo;s career is essential to successful relations among artists, curators, critics, gallerists, and arts administrators. The course explores the environment of the art world and the artist&rsquo;s place within it and includes such topics as the artist&rsquo;s role in society, the artist&rsquo;s function in the economy, rights and responsibilities, management tools such as portfolio preparation and presentation, and marketing and grantsmanship. Visual Arts Markets ARVA-GE 2076 30 hours: 3 points Development of a business in the fine arts including core vision, program and presentation, promotion, marketing, sales, contracts, and financial planning. Examination of what differentiates an arts business from other kinds of businesses. Students gain exposure to a variety of professionals in the commercial arena of the visual arts including gallerists, dealers, and consultants. The course concludes with the formulation and presentation of a comprehensive business plan for a startup arts business. Audience Development and the Visual Arts ARVA-GE 2107 30 hours: 3 points Investigates the processes art galleries and museums employ to expand visitorship, membership, attendance, and support. Examines professional practices in constituency identification and analyzes audience members&rsquo; values and lifestyles as they pertain to consumer and visitor decision making. Students study the methods used in preparing creative marketing strategies, visitor surveys, and membership drives. Through practical review of audience needs assessments, the course prepares students to create programs, expand audiences, and meet community interests. Information Systems and the Visual Arts ARVA-GE 2109 30 hours: 3 points Examines the intersection of internet-related technology with visual arts administration on an individual and institutional level. Students gain familiarity and competence with Web site evaluation, planning and creation, artists online projects, collection management and educational use in order to inform their future personal and institutional decision making and communication with technical staff. Urban Development and the Visual Arts ARVA-GE 2112 30 hours: 3 points Inquiry into the role of the arts in city growth and development. Examines the role of public art, arts programming, and city planning for aesthetic, cultural, and historic reasons, and amenities for artists in promoting community well-being. Required site visits. Contemporary Art and Community Museums ARVA-GE 2120 30 hours: 3 points + Praxis for 1 point Course investigates art museum education. Topics include social justice, object-based learning, and the broader cultural context surrounding non-school art education. Through critical reading/discussion students form an approach to &ldquo;serious play&rdquo; and situate themselves into practitioner debates about museums as a site for re-inventing object-based learning. Other topics include community-based art theory, art education, museum studies as well as praxis-based activities. Strategic Planning and Governance for the Visual Arts ARVA-GE 2133 30 hours: 3 points An exploration of the role of boards of trustees and the interaction of boards and staff in the management of nonprofit visual arts institutions. Topics include the legal, ethical and practical responsibilities of the governing board; effective board leadership; recruiting, training, motivating, and retaining trustees; development of policy; strategic planning; and risk management. Cultural Branding in Arts Organizations ARVA-GE 2134 30 hours: 3points Examines how branding for arts organizations communicates a distinctive role, relevance and identity to convey a clear institutional message. Rising media costs, ever increasing options for leisure-time activities, and the shift from philanthropic to brand-focused corporate support combine to create an imperative for clarity and impact in arts marketing activities. Theoretical business frameworks, case studies and guest speakers, effective strategies to engage target audiences and build a sustainable identity are analyzed. (Prerequisite: P11.2119 or B01.2310) Appraisal and Valuation of Art ARVA-GE 2171 30 hours: 3 points An overview of the many varied issues involved in the commerce of art, including the pricing and marketing of a wide number of art objects from the 18th, 19th and 20th centuries. Different types of professions and their specific needs for determining the value of art are examined. The impacts of emerging markets and technologies on the business of art are covered. Collections and Exhibition Management ARVA-GE 2198 30 hours: 3 points The responsibilities of the registrar or collections manager in a museum. Issues explored include accessioning procedures, cataloging systems and information management, collections storage and handling, development of collections policies, tracking and packing, insurance and risk management, and legal and ethical foundations for gifts and loan agreements. Corporate Sponsorship in the Arts ARVA-GE 2212 15 hours: 1.5 points Course focuses on strategies involved in developing corporate sponsorships in the arts. Through various case studies sponsorship relationships between corporations and non-profit arts organizations are analyzed as marketing tools to build business, raise brand awareness, and increase institutional support. Principles of strategic marketing and practical tools are presented through readings and discussions. Research in Visual Arts Administration (Fall) ARVA-GE 2299 20 hours: 2 points As a culmination of their studies, students are required to formulate and complete a substantial, well-researched thesis, with a minimum of 40 pages of text. This document should focus on a relevant issue/problem in the visual arts administration field. The course consists of a critical analysis of topics, scope of research problems, sources and methodologies, conducted in interactive group discussions and individual meetings. Final Project in Visual Administration (Spring) ARVA-GE 2301 10 hours: 1 point The course is taken in sequence with E91.2299. The course reviews structural components of the paper, research plans, timetables and drafts throughout the term, culminating in a completed thesis. Internship in Visual Arts Administration ARVA-GE 2302 45 hours per point: 1-6 points. Hours to be arranged. Individual internships in New York City with major artists, notable museums, distinguished galleries, art publishers, and at organizations. Internships should be arranged during the term prior to the actual internship. Cultural Tourism 15 hours: 1.5 points This course examines the interactive relationship between tourism and culture. By taking a case approach the class analyzes the business practices of the arts and tourism enterprise. This course will focus on emerging issues in cultural tourism, the globalization of cultural markets, and cultural policies as they affect marketing arts and culture nationally and internationally. Through readings, lectures, discussions and guest speakers students will distinguish the principles and practices that govern the applied art of marketing in tourism. 360 Launch: High Impact Media Relations &amp; Marketing for New Visual Art Ventures ARVA-GE 2079 15 hours: 1.5 points This course addresses the messaging, strategy, and tactics that underpin a successful, fully integrated, 360-degree media relations and marketing campaign. We will focus on one case study, the actual 2013-2014 launch of a New York City-based visual art initiative. Each week, we will review core strategic principles and practical approaches for developing a fully integrated messaging across all channels, and apply students to tasks in groups via regular break-out sessions. Prerequisite: Marketing at Stern, Wagner or equivalent work experience Art Market Analysis and Investment ARVA-GE 2915 15 hours: 1.5 points An introduction to understanding the investment potential of art and the art market. The course starts with a brief history of art as an asset class, then moves to exploring the various ways to construct viable art investment strategies as well as to track performance and return on investment. The importance of trend and opportunity identification is examined. Curatorial Practice ARVA GE 2911 30 hours: 3 points Explores the creative and practical aspects of curating contemporary art exhibitions. Via practicum students will devise an exhibition proposal for a project to be presented either at NYU or at a collaborating museum in New York City. Students will be introduced to curators and will also explore a variety of exhibitions. Students will also regularly visit MFA and BFA student studios, interview MFA and BFA artists, and write interpretive materials about their work. Other assignments include developing an exhibition budget, devising a design/installation plan and determining communication strategies. Facets of the Art Dealer ARVA-GE 2912 15 hours: 1.5 points This course provides an overview of the multifaceted experience of being an art dealer. Topics will focus on the pros and cons of being a solo dealer, owning one&rsquo;s own gallery or being part of a gallery team. Students will discuss issues such as working with artists, establishing a name for an artist, placing works in prominent collections, developing relationships with collectors, working with auction houses, marketing and publicity, creating supporting materials (catalogues/flyers/internet blogs, etc.) and working with art fairs and biennials. The course will also explore how galleries best work with museums and other non-profit organizations.                                                This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.     NYU Steinhardt - Department of Art and Arts Professions - 34 Stuyvesant Street -  New York, NY 10003"}]},
{"detail": [{"content": "Course Descriptions - Master of Arts in Visual Arts Administration - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                      Department of Art and Art Professions            NYU Art Facebook    NYU Art Twitter            Master of Arts in Visual Arts Administration                 MFA     MA          Art Education      Art Therapy      Costume Studies      Visual Arts Administration             Undergraduate          BFA Studio Art      Minors             About          Exhibitions      Events        Facilities      Faculty      Staff      Student Resources      Internships      Summer                              Visual Arts Administration    the program    enrollment    curriculum    requirements    faculty    alumni    study abroad    facilities    how to apply    frequently asked questions    program news                                 Course Descriptions       Note: Additional course work for Arts Administration majors is taken at the Leonard N. Stern School of Business or the Robert F. Wagner Graduate School of Public Service. Introduction to Galleries and Museums of New York ARVA-GE 2002 45 hours: 3 points Surveys a broad spectrum of visual art resources through guided lecture-tour visits to current exhibitions at leading museums, galleries, and alternative art spaces located throughout New York City. On-site meetings with art administrators affiliated with various organizations introduce a wide range of career and management issues pertaining to the field and add to an understanding of the development and continued growth of New York&rsquo;s exciting art world. Marketing the Visual Arts ARVA-GE 2005 30 hours: 3 points Basic marketing and media relations principles and techniques as they apply to successful museums and galleries. Students learn how organizations identify current and potential audiences, attract visitors, create ongoing relationships with visitors and members, develop effective visual identities and measure success. The pros and cons of new trends &ndash; including those related to the Web &ndash; are discussed. Corporate Art Programs ARVA-GE 2118 45 hours: 3 points An expansive overview of the collaboration between art and business, including traditional aspects of building and maintaining in-house collections as well as such innovations as corporate museums, galleries, art education programs, and community-business partnerships that have supported the visual arts. There are on-site visits to New York area companies to see how art collecting programs are being integrated into corporate culture. The Function and Structure of Museums ARVA-GE 2015 30 hours: 3 points The nature, function, and structure of museums, from Napoleonic times to the present, and their three chief concerns: the collection, presentation, and interpretation of objects of material culture. By the comparison of museums to other societal institutions, the structure of today&rsquo;s museum is brought into bold relief. Art Collecting ARVA-GE 2016 30 hours: 3 points How to collect art for both private and public collections. Factors of aesthetics, taste, and economics are discussed as well as the historic development of collections since the Renaissance. Special attention is given to corporate collections and collecting for investment. Exhibition Design ARVA-GE 2019 30 hours: 3 points Concepts, procedures, materials, and tools necessary for producing and managing exhibition projects in museums, cultural centers and galleries. Space planning, traffic flow, object placement, use of graphic elements, interpretive techniques, and participatory and interactive strategies are discussed. Students learn the skills of sketching, drafting, and model making by designing an exhibition layout, graphics, and sample label. Education in Art Museums ARVA-GE 2021 30 hours: 3 points An exploration of the history and development of art education and its role and function in the museum. Strategies for teaching and addressing different populations in various environments are studied. Various programs and educational materials are explored and analyzed. Classroom lectures are supplemented by site visits. Exhibition and Display of Material Culture ARVA-GE 2027 30 hours: 3 points A survey that examines contemporary issues in the exhibition and display of art and material culture. The theory that underpins practice is considered within thematic groups: art world ecosystems; typologies and frameworks for exhibition making; curatorial roles; interpretation; authenticity, and identity; establishing value; and interventionist initiatives. Examples are drawn from an international selection of museums, galleries, periodic exhibitions, and heritage sites. The discussion framework includes the physical and conceptual contexts, motivations, and educational goals that shape interpretation and presentation. The Law and the Visual Arts ARVA-GE 2028 30 hours: 3 points The legal setting for the artist and the visual arts organization in the state of New York and the United States is explored. Major legal issues in the definition of art-as-property and the rights of the artist are evaluated. Contemporary controversies are placed in the larger context of attempts by the judicial system to redefine the balance between the rights of the individual artist and the public responsibilities of the visual arts institution in an increasingly urbanized and technological society. The Environment of Visual Art Administration ARVA-GE 2030 30 hours: 3 points Introduction to the elements and participants affecting visual arts organizations in the United States. In addition to examining the position of the artist in society, the course analyzes the cultural environment in which art and arts organizations operate and the structure and management of organizations that present artwork, - in both non-profit and commercial venues. Students study the particular intersections between for profit and non-profit areas in the visual arts as well as the strategies and techniques needed to manage visual arts organizations effectively. The course addresses the whole art system and how various elements/organizations/individuals interact and influence one another. Arts Advocacy: Concept and Practice ARVA-GE 2035 30 hours: 3 points Arts organizations rely on the support and sponsorship of public and private agencies and individuals. This course focuses on current issues and approaches to building public understanding and legislative support for the arts, and examines the context and growth of arts advocacy in the U.S. Students will develop hands-on skills to initiate and sustain effective relationships with policy makers and other arts stakeholders. Topics include cultural policy, the arts economy, political structures and processes, coalition building, cultural diplomacy, as well as internet and media advocacy. Development for the Visual Arts ARVA-GE 2032 30 hours: 3 points Introduction to a wide range of development techniques for securing contributed income, including foundation, government and corporate grants and sponsorships; gifts from individuals through memberships, major gifts, planned giving and special events; and capital and endowment campaigns. Critical issues include how to identify potential donors, the solicitation process and support materials needed to &ldquo;make the ask,&rdquo; and the donor&rsquo;s perspective. Principles and Practices of Visual Arts Administration ARVA-GE 2036 30 hours: 3 points Introduction and overview of how non-profit entities in the visual arts are organized &ndash; from mission and programming, board structure and staff development to marketing, fundraising and strategic planning. Specific organizations within New York City are used as case studies. The Artist&rsquo;s Career ARVA-GE 2060 30 hours: 3 points Understanding the complex dynamics of what makes an artist&rsquo;s career is essential to successful relations among artists, curators, critics, gallerists, and arts administrators. The course explores the environment of the art world and the artist&rsquo;s place within it and includes such topics as the artist&rsquo;s role in society, the artist&rsquo;s function in the economy, rights and responsibilities, management tools such as portfolio preparation and presentation, and marketing and grantsmanship. Visual Arts Markets ARVA-GE 2076 30 hours: 3 points Development of a business in the fine arts including core vision, program and presentation, promotion, marketing, sales, contracts, and financial planning. Examination of what differentiates an arts business from other kinds of businesses. Students gain exposure to a variety of professionals in the commercial arena of the visual arts including gallerists, dealers, and consultants. The course concludes with the formulation and presentation of a comprehensive business plan for a startup arts business. Audience Development and the Visual Arts ARVA-GE 2107 30 hours: 3 points Investigates the processes art galleries and museums employ to expand visitorship, membership, attendance, and support. Examines professional practices in constituency identification and analyzes audience members&rsquo; values and lifestyles as they pertain to consumer and visitor decision making. Students study the methods used in preparing creative marketing strategies, visitor surveys, and membership drives. Through practical review of audience needs assessments, the course prepares students to create programs, expand audiences, and meet community interests. Information Systems and the Visual Arts ARVA-GE 2109 30 hours: 3 points Examines the intersection of internet-related technology with visual arts administration on an individual and institutional level. Students gain familiarity and competence with Web site evaluation, planning and creation, artists online projects, collection management and educational use in order to inform their future personal and institutional decision making and communication with technical staff. Urban Development and the Visual Arts ARVA-GE 2112 30 hours: 3 points Inquiry into the role of the arts in city growth and development. Examines the role of public art, arts programming, and city planning for aesthetic, cultural, and historic reasons, and amenities for artists in promoting community well-being. Required site visits. Contemporary Art and Community Museums ARVA-GE 2120 30 hours: 3 points + Praxis for 1 point Course investigates art museum education. Topics include social justice, object-based learning, and the broader cultural context surrounding non-school art education. Through critical reading/discussion students form an approach to &ldquo;serious play&rdquo; and situate themselves into practitioner debates about museums as a site for re-inventing object-based learning. Other topics include community-based art theory, art education, museum studies as well as praxis-based activities. Strategic Planning and Governance for the Visual Arts ARVA-GE 2133 30 hours: 3 points An exploration of the role of boards of trustees and the interaction of boards and staff in the management of nonprofit visual arts institutions. Topics include the legal, ethical and practical responsibilities of the governing board; effective board leadership; recruiting, training, motivating, and retaining trustees; development of policy; strategic planning; and risk management. Cultural Branding in Arts Organizations ARVA-GE 2134 30 hours: 3points Examines how branding for arts organizations communicates a distinctive role, relevance and identity to convey a clear institutional message. Rising media costs, ever increasing options for leisure-time activities, and the shift from philanthropic to brand-focused corporate support combine to create an imperative for clarity and impact in arts marketing activities. Theoretical business frameworks, case studies and guest speakers, effective strategies to engage target audiences and build a sustainable identity are analyzed. (Prerequisite: P11.2119 or B01.2310) Appraisal and Valuation of Art ARVA-GE 2171 30 hours: 3 points An overview of the many varied issues involved in the commerce of art, including the pricing and marketing of a wide number of art objects from the 18th, 19th and 20th centuries. Different types of professions and their specific needs for determining the value of art are examined. The impacts of emerging markets and technologies on the business of art are covered. Collections and Exhibition Management ARVA-GE 2198 30 hours: 3 points The responsibilities of the registrar or collections manager in a museum. Issues explored include accessioning procedures, cataloging systems and information management, collections storage and handling, development of collections policies, tracking and packing, insurance and risk management, and legal and ethical foundations for gifts and loan agreements. Corporate Sponsorship in the Arts ARVA-GE 2212 15 hours: 1.5 points Course focuses on strategies involved in developing corporate sponsorships in the arts. Through various case studies sponsorship relationships between corporations and non-profit arts organizations are analyzed as marketing tools to build business, raise brand awareness, and increase institutional support. Principles of strategic marketing and practical tools are presented through readings and discussions. Research in Visual Arts Administration (Fall) ARVA-GE 2299 20 hours: 2 points As a culmination of their studies, students are required to formulate and complete a substantial, well-researched thesis, with a minimum of 40 pages of text. This document should focus on a relevant issue/problem in the visual arts administration field. The course consists of a critical analysis of topics, scope of research problems, sources and methodologies, conducted in interactive group discussions and individual meetings. Final Project in Visual Administration (Spring) ARVA-GE 2301 10 hours: 1 point The course is taken in sequence with E91.2299. The course reviews structural components of the paper, research plans, timetables and drafts throughout the term, culminating in a completed thesis. Internship in Visual Arts Administration ARVA-GE 2302 45 hours per point: 1-6 points. Hours to be arranged. Individual internships in New York City with major artists, notable museums, distinguished galleries, art publishers, and at organizations. Internships should be arranged during the term prior to the actual internship. Cultural Tourism 15 hours: 1.5 points This course examines the interactive relationship between tourism and culture. By taking a case approach the class analyzes the business practices of the arts and tourism enterprise. This course will focus on emerging issues in cultural tourism, the globalization of cultural markets, and cultural policies as they affect marketing arts and culture nationally and internationally. Through readings, lectures, discussions and guest speakers students will distinguish the principles and practices that govern the applied art of marketing in tourism. 360 Launch: High Impact Media Relations &amp; Marketing for New Visual Art Ventures ARVA-GE 2079 15 hours: 1.5 points This course addresses the messaging, strategy, and tactics that underpin a successful, fully integrated, 360-degree media relations and marketing campaign. We will focus on one case study, the actual 2013-2014 launch of a New York City-based visual art initiative. Each week, we will review core strategic principles and practical approaches for developing a fully integrated messaging across all channels, and apply students to tasks in groups via regular break-out sessions. Prerequisite: Marketing at Stern, Wagner or equivalent work experience Art Market Analysis and Investment ARVA-GE 2915 15 hours: 1.5 points An introduction to understanding the investment potential of art and the art market. The course starts with a brief history of art as an asset class, then moves to exploring the various ways to construct viable art investment strategies as well as to track performance and return on investment. The importance of trend and opportunity identification is examined. Curatorial Practice ARVA GE 2911 30 hours: 3 points Explores the creative and practical aspects of curating contemporary art exhibitions. Via practicum students will devise an exhibition proposal for a project to be presented either at NYU or at a collaborating museum in New York City. Students will be introduced to curators and will also explore a variety of exhibitions. Students will also regularly visit MFA and BFA student studios, interview MFA and BFA artists, and write interpretive materials about their work. Other assignments include developing an exhibition budget, devising a design/installation plan and determining communication strategies. Facets of the Art Dealer ARVA-GE 2912 15 hours: 1.5 points This course provides an overview of the multifaceted experience of being an art dealer. Topics will focus on the pros and cons of being a solo dealer, owning one&rsquo;s own gallery or being part of a gallery team. Students will discuss issues such as working with artists, establishing a name for an artist, placing works in prominent collections, developing relationships with collectors, working with auction houses, marketing and publicity, creating supporting materials (catalogues/flyers/internet blogs, etc.) and working with art fairs and biennials. The course will also explore how galleries best work with museums and other non-profit organizations.                                                This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.     NYU Steinhardt - Department of Art and Arts Professions - 34 Stuyvesant Street -  New York, NY 10003"}, {"content": "Faculty - Master of Arts in Visual Arts Administration - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                      Department of Art and Art Professions            NYU Art Facebook    NYU Art Twitter            Master of Arts in Visual Arts Administration                 MFA     MA          Art Education      Art Therapy      Costume Studies      Visual Arts Administration             Undergraduate          BFA Studio Art      Minors             About          Exhibitions      Events        Facilities      Faculty      Staff      Student Resources      Internships      Summer                              Visual Arts Administration    the program    enrollment    curriculum    requirements    faculty    alumni    study abroad    facilities    how to apply    frequently asked questions    program news                                 Faculty       Faculty News Sandra Lang, Director and Full-Time Faculty, sandra.lang@nyu.edu        Sandra Lang has extensive experience in both non-profit and for-profit organizations. Formerly Administrative Director, Art Advisory Service, The Museum of Modern Art, and Executive Director, Independent Curators International. She has advised corporations and not-for-profit organizations on administrative, programmatic and fundraising issues including strategic plans, policy and procedures, exhibition development and tours, acquisitions and commissions of art, feasibility studies, communications programs, budgeting and contracts.       Carlo M. Lamagna , Full-Time Faculty, carlo.lamagna@nyu.edu        Carlo Lamagna is an art historian of modern and contemporary art and material culture, a former art museum curator (DeCordova Museum), gallerist (Carlo Lamagna Gallery), independent curator, and non-profit management consultant (Landmark West!). He is a current board member of the Committee on Museum Professional Training, a standing committee of the American Alliance of Museums and Vice President of Trademark West! a historic preservation advocacy organization. Formerly Director, Visual Arts Administration M.A. Program 1991-1998, and Chair, Department of Art and Art Professions, 1997-2005.    Melissa Rachleff Burtt , Full-Time Faculty, mjr2007@nyu.edu     Melissa Rachleff Burtt spent eight years as a program officer at the New York State Council on the Arts. She was associate curator at Exit Art and head of adult and community programs at the Brooklyn Museum. She has written on the subject of photography, art, and art management for a variety of publications. An alumna of the ICP MA Program at NYU, Ms. Rachleff Burtt received her BS in Art and Design from Drexel University. She was a scholar in residence at the Schomburg Center for Research in Black Culture under the auspices of a grant from the National Endowment for the Humanities, and received a research grant from the Smithsonian Institution in collaboration with the African American museum project. Rachleff Burtt received a Steinhardt Faculty Challenge Grant for a collaborative study at the Bronx Museum of the Arts. Her essay, \"Do It Yourself: A History of Alternatives\" appeared in Alternative Histories: New York Art Spaces, 1960-2010 , published by MIT Press, Fall 2012. Rachleff Burtt is a fellow at the New York University Humanities Initiative during academic year 2013-2014, where she will complete research on her exhibition and book project titled, Inventing Downtown: Artist Run Galleries in New York City, 1950-1965 . The exhibition will open at the Grey Art Gallery (NYU) during the 2015-2016 academic year. RoseLee Goldberg , Full-Time Faculty RoseLee Goldberg is an art historian, author, critic and curator. She is the author of Performance Art : From Futurism to the Present (Thames and Hudson, 2011), a key text for teaching performance in universities. Throughout her career, Goldberg has established new models for exhibiting modern and contemporary performance and organized exhibitions. As curator at the Kitchen in New York, she presented works by Laurie Anderson, Phillip Glass, and Meredith Monk, and curated the first solo exhibitions of, Robert Longo, David Salle, and Cindy Sherman. Goldberg has created performance series for the Museum of Modern Art and the Guggenheim Museum, and is a frequent contributor to Artforum. She is the author of Performance : Live Art Since 1960 (Abrams, 1998), Laurie Anderson (Abrams, 2000) and Shirin Neshat (Charta, 2002). In 2004, Goldberg founded PERFORMA, a non-profit multi-disciplinary arts organization for the research, development, and presentation of 21st-century visual art performance. She received her degree at the Courtauld Institute of Art, University of London. Arthur Cohen Arthur Cohen is CEO of LaPlaca Cohen, a New York-based, international marketing consultancy serving the cultural community. LaPlaca Cohen's recent projects include the opening of the Barnes Foundation in Philadelphia; the opening of Crystal Bridges Museum of American Art in Arkansas; the market survey for the proposed Guggenheim Museum in Helsinki; and the \"My Met\" campaign for the Metropolitan Museum of Art. LaPlaca Cohen is also the creator of \"Culture Track,\" which is the largest ongoing market research study of the American cultural consumer. Cohen is a graduate of Harvard Business School, the University of Pennsylvania and the London School of Economics. Charlotte Cohen Charlotte Cohen is Fine Arts Officer for the US General Services Administration. She manages both new art commissions at federal buildings as well as the fine arts collection in the New York region. She is the former director of the New York City Department of Cultural Affairs Percent for Art Program, prior to which she worked at the Smithsonian Institution in Washington, DC. Charlotte has lectured extensively about public art in the United States and abroad. She has organized a visit to Russia with a group of artists and public art experts to lecture and initiate public art projects, and has developed a collaborative public art and urban design program in Belgrade, Serbia. Michael Danoff Michael Danoff is Director, Art Program and Senior Vice President at Neuberger Berman. Danoff has extensive experience in program development both in established and start-up organizations. Danoff has held director positions at many art museums as well as the Global Art Program Director and Senior Vice President of Lehman Brothers. Danoff has lectured extensively to numerous groups at art fairs and elsewhere on collecting contemporary art and on the global contemporary art market. Anne Edgar Anne Edgar founded Anne Edgar Associates in 2000 to help art museums, not-for-profit organizations, and corporations secure media coverage for their most significant cultural projects. Current and recent clients include the Solomon R. Guggenheim Museum, the Brooklyn Museum of Art, the Jewish Museum, the Virginia Museum of Fine Arts Richmond, the Walters Art Museum, Baltimore, and the Palm Beach Institute of Contemporary Art, Florida. Edgar serves on the boards of trustees of the Sir John Soane Museum Foundation in America and the non-profit artists organization, Art in General. Alan Fausel Alan Fausel is Director of the Fine Art Department, Bonhams Auctioneers and Appraisers, New York. Formerly he was Senior Vice President, European and American Paintings at Doyle/New York Auctioneers and Appraisers. He was previously Curator at the The Frick Art Museum, Pittsburgh; Assistant Curator, European Sculpture and Decorative Arts, the Fine Arts Museum of San Francisco; and Director of Museum Services and European Paintings at Butterfield &amp; Butterfield. He can frequently be seen as one of the Appraisers on &ldquo;Antiques Roadshow&rdquo;. Thomas Galbraith Thomas Galbraith is Managing Director at Paddle 8. Formerly he was the Director of Global Strategy at artnet. Thomas has a career that combines the business and art industries to create a mutually beneficial relationship. He has held previous positions at the Art Loss Register, AIG Private Client Group (now Chartis), AXA Art Insurance Corporation, Petraeus Group and as Director of Analytics at artnet. In addition to frequent speaking engagements, he has served on the board of the Association of Professional Art Advisors (APAA) and is a part time contributor to Whitewall Magazine. Larry Giacoletti Larry Giacoletti is currently the Registrar and Collections Manager of the Noguchi Museum in Long Island City, NY. Prior positions include Assistant Registrar at the Whitney Museum of American Art and The American Craft Museum (now the Museum of Art and Design). He also currently serves on the archive committee at Dieu Donne Paper mill in New York City. Nicole Goldberg Nicole Goldberg is the Deputy Director for External Affairs at The Drawing Center where she is responsible for the annual fundraising campaign including the Annual Fund, Membership, Special Events, Grants, and Board Development. She recently completed an $11 million capital campaign to expand and renovate The Drawing Center&rsquo;s permanent facility at 35 Wooster Street in SoHo. She began as Director of Development at The Drawing Center in 2007. Previously, Nicole held positions in the Development Department of The Museum of Modern Art for five years and the Jewish Museum for two years. Nicole earned a BA in Art History from the University of Pennsylvania and an MA in Art History from Columbia University. Sarah Hromack Sarah Hromack is a digital strategist and writer with academic interests in critical museum studies, digital publishing, and contemporary art. She is currently Head of Digital Media at the Whitney Museum of American Art, where she leads the creative development and implementation of institutional initiatives in the digital space, including the museum&rsquo;s website . Sarah holds an MA in Visual and Critical Studies from the California College of the Arts in San Francisco, CA, and a BFA in Fine Art and Art History from the Maryland Institute, College of Art in Baltimore, MD. Shelley Sanders Kehl Shelley Sanders Kehl is a full-time legal practitioner in private practice with a focus on employment and non-profit corporate work. Her prior positions include General Counsel and Secretary at Pratt University, and Associate, Proskauer Rose Goetz &amp; Mendelsohn. Laura J. Miller Laura Miller has over twenty years of non-profit and for-profit marketing and business development experience including more than ten years as Director of Visitor Services and Director of Marketing at the Solomon R. Guggenheim Museum. Prior to working in the museum world she founded Marketing Innovation, a consulting firm specializing in direct marketing and revenue enhancement for entertainment, communications and publishing companies. After receiving an MBA from Columbia University she was employed by American Express as Director of Telemarketing and Director of New Industries Marketing. Miller is frequently a guest speaker at Arts and Business Council seminars and international marketing conferences. Elizabeth Marcus Elizabeth Marcus is an art historian and Associate Director at Galerie St. Etienne, New York. She is also Assistant Professor at Pratt Institute. Prior positions include research associate at the Cooper-Hewitt Museum, the Metropolitan Museum of Art and faculty at the Sotheby&rsquo;s Institute of Art, New York. Bob Monk Bob Monk is a director at Gagosian Gallery. He began his career at Leo Castelli Gallery and went on to have his own gallery, Lorence Monk, before working as a director at Sotheby&rsquo;s. Additionally, Bob has been involved in many Gagosian publications. Bob serves as a board member for the International Print Center New York. Sam Morse Sam Morse is the president and co-founder of South Side Design and Building in Brooklyn, NY. South Side works with museums and the arts community bringing exhibits to life as designers, fabricators, and construction consultants. For over 10 years, Sam has been working with museum and gallery directors, curators, architects and designers to make their ideas take shape in reality. Kirsten Munro Kirsten Munro has nearly 20 years of experience in the non-profit sector, with a strong track record in developing and identifying funding for strategic institutional programming, and with a focus on international cultural exchange. She is currently Director of Development at Baryshnikov Arts Center. Previously, she was Director of Grants at Brooklyn Academy of Music (BAM) where her work included large-scale special projects such as Muslim Voices: Arts and Ideas (2009); Si Cuba, (2011); and a partnership with the US Department of State, DanceMotion USASM. She served as the Project Manager for a cultural exchange partnership with the Mikhail Prokhorov Fund,TransCultural Express: Russian and American Arts Today. She is also an executive producer of The Earth Moves : a documentary about Einstein on the Beach , currently in production. Kirsten has held previous strategic development positions at Brooklyn Botanical Garden, The Cooper Union for the Advancement of Science and Art, as well as managed Czech and Slovak cultural and educational exchange programs at the Foundation for a Civil Society. Prior to working in development, she taught English in the Czech Republic. She was a founding board member of Du&scaron;an T&yacute;nek Dance Theatre, and currently serves on its Advisory Board. Kirsten attended the London School of Economics and Pomona College. Stephen Rosenberg Stephen Rosenberg founded his contemporary art gallery (Stephen Rosenberg Fine Art, later Rosenberg + Kaufman Fine Art) in 1983. The gallery focused on American and international painting, works on paper and photography and worked with national and international clients. The gallery was in continuous operation until 2006. As an educator, he has been a speaker/lecturer to art school, university, museum and corporate audiences for the past fifteen years on topics such as what contemporary art dealers really do, how to build private and corporate art collections, developing artist's careers, speaking on a variety of legal, strategic and market issues in the contemporary art world. Rosenberg is the former Director of the master's Program in Art Business at Sotheby's Institute of Art, New York and lectures at Pratt Institute. He is currently a private dealer in the primary and secondary art markets, an art advisor and an appraiser. Rosenberg is a former litigating attorney and a social policy consultant to government bodies, private and corporate foundations and is a Board Member of El Leon Literary Arts. Vida Schreibman Vida Schreibman is Director, Cultural Destinations NYC, a customized educational art tours and advisory service serving foreign and domestic corporate, philanthropic, academic and alumni organizations. Prior positions include directorships at Germans Van Eck Gallery, NY; Margulies Taplin Gallery, FL; and South Florida Art Center. Wendy Woon Wendy Woon, The Edward John Noble Foundation Deputy Director for Education at the Museum of Modern Art (MOMA), has over 26 years of award-winning experience in museum education. She oversees all educational departments at MOMA. She has worked at a variety of museums in both Canada and the United States including The London Regional Children&rsquo;s Museum, the Royal Ontario Museum, the Art Gallery of Hamilton and the Museum of Contemporary Art in Chicago as well as consulting for museums privately. She has curated numerous historical and contemporary international exhibitions and presented on panels and in talks internationally.  Alice Zimet Alice Sachs Zimet is Founder and President of Arts + Business Partnerships LLC, a consulting group with a focus on corporate sponsorship marketing. During nearly 20 years at the Chase Manhattan Bank, she created the first Cultural Affairs Marketing Group in a commercial bank. Recent client assignments include: American Express, Fleet Bank, International Center of Photography, Orpheus Chamber Orchestra, Sephora USA, U.S. Department of State and the Arts and Business Council, Inc. She is a member of the Collections Committee of the Harvard University Art Museums.                                                 This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.     NYU Steinhardt - Department of Art and Arts Professions - 34 Stuyvesant Street -  New York, NY 10003"}]},
{"detail": [{"content": "Course Descriptions - Master of Arts in Visual Arts Administration - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                      Department of Art and Art Professions            NYU Art Facebook    NYU Art Twitter            Master of Arts in Visual Arts Administration                 MFA     MA          Art Education      Art Therapy      Costume Studies      Visual Arts Administration             Undergraduate          BFA Studio Art      Minors             About          Exhibitions      Events        Facilities      Faculty      Staff      Student Resources      Internships      Summer                              Visual Arts Administration    the program    enrollment    curriculum    requirements    faculty    alumni    study abroad    facilities    how to apply    frequently asked questions    program news                                 Course Descriptions       Note: Additional course work for Arts Administration majors is taken at the Leonard N. Stern School of Business or the Robert F. Wagner Graduate School of Public Service. Introduction to Galleries and Museums of New York ARVA-GE 2002 45 hours: 3 points Surveys a broad spectrum of visual art resources through guided lecture-tour visits to current exhibitions at leading museums, galleries, and alternative art spaces located throughout New York City. On-site meetings with art administrators affiliated with various organizations introduce a wide range of career and management issues pertaining to the field and add to an understanding of the development and continued growth of New York&rsquo;s exciting art world. Marketing the Visual Arts ARVA-GE 2005 30 hours: 3 points Basic marketing and media relations principles and techniques as they apply to successful museums and galleries. Students learn how organizations identify current and potential audiences, attract visitors, create ongoing relationships with visitors and members, develop effective visual identities and measure success. The pros and cons of new trends &ndash; including those related to the Web &ndash; are discussed. Corporate Art Programs ARVA-GE 2118 45 hours: 3 points An expansive overview of the collaboration between art and business, including traditional aspects of building and maintaining in-house collections as well as such innovations as corporate museums, galleries, art education programs, and community-business partnerships that have supported the visual arts. There are on-site visits to New York area companies to see how art collecting programs are being integrated into corporate culture. The Function and Structure of Museums ARVA-GE 2015 30 hours: 3 points The nature, function, and structure of museums, from Napoleonic times to the present, and their three chief concerns: the collection, presentation, and interpretation of objects of material culture. By the comparison of museums to other societal institutions, the structure of today&rsquo;s museum is brought into bold relief. Art Collecting ARVA-GE 2016 30 hours: 3 points How to collect art for both private and public collections. Factors of aesthetics, taste, and economics are discussed as well as the historic development of collections since the Renaissance. Special attention is given to corporate collections and collecting for investment. Exhibition Design ARVA-GE 2019 30 hours: 3 points Concepts, procedures, materials, and tools necessary for producing and managing exhibition projects in museums, cultural centers and galleries. Space planning, traffic flow, object placement, use of graphic elements, interpretive techniques, and participatory and interactive strategies are discussed. Students learn the skills of sketching, drafting, and model making by designing an exhibition layout, graphics, and sample label. Education in Art Museums ARVA-GE 2021 30 hours: 3 points An exploration of the history and development of art education and its role and function in the museum. Strategies for teaching and addressing different populations in various environments are studied. Various programs and educational materials are explored and analyzed. Classroom lectures are supplemented by site visits. Exhibition and Display of Material Culture ARVA-GE 2027 30 hours: 3 points A survey that examines contemporary issues in the exhibition and display of art and material culture. The theory that underpins practice is considered within thematic groups: art world ecosystems; typologies and frameworks for exhibition making; curatorial roles; interpretation; authenticity, and identity; establishing value; and interventionist initiatives. Examples are drawn from an international selection of museums, galleries, periodic exhibitions, and heritage sites. The discussion framework includes the physical and conceptual contexts, motivations, and educational goals that shape interpretation and presentation. The Law and the Visual Arts ARVA-GE 2028 30 hours: 3 points The legal setting for the artist and the visual arts organization in the state of New York and the United States is explored. Major legal issues in the definition of art-as-property and the rights of the artist are evaluated. Contemporary controversies are placed in the larger context of attempts by the judicial system to redefine the balance between the rights of the individual artist and the public responsibilities of the visual arts institution in an increasingly urbanized and technological society. The Environment of Visual Art Administration ARVA-GE 2030 30 hours: 3 points Introduction to the elements and participants affecting visual arts organizations in the United States. In addition to examining the position of the artist in society, the course analyzes the cultural environment in which art and arts organizations operate and the structure and management of organizations that present artwork, - in both non-profit and commercial venues. Students study the particular intersections between for profit and non-profit areas in the visual arts as well as the strategies and techniques needed to manage visual arts organizations effectively. The course addresses the whole art system and how various elements/organizations/individuals interact and influence one another. Arts Advocacy: Concept and Practice ARVA-GE 2035 30 hours: 3 points Arts organizations rely on the support and sponsorship of public and private agencies and individuals. This course focuses on current issues and approaches to building public understanding and legislative support for the arts, and examines the context and growth of arts advocacy in the U.S. Students will develop hands-on skills to initiate and sustain effective relationships with policy makers and other arts stakeholders. Topics include cultural policy, the arts economy, political structures and processes, coalition building, cultural diplomacy, as well as internet and media advocacy. Development for the Visual Arts ARVA-GE 2032 30 hours: 3 points Introduction to a wide range of development techniques for securing contributed income, including foundation, government and corporate grants and sponsorships; gifts from individuals through memberships, major gifts, planned giving and special events; and capital and endowment campaigns. Critical issues include how to identify potential donors, the solicitation process and support materials needed to &ldquo;make the ask,&rdquo; and the donor&rsquo;s perspective. Principles and Practices of Visual Arts Administration ARVA-GE 2036 30 hours: 3 points Introduction and overview of how non-profit entities in the visual arts are organized &ndash; from mission and programming, board structure and staff development to marketing, fundraising and strategic planning. Specific organizations within New York City are used as case studies. The Artist&rsquo;s Career ARVA-GE 2060 30 hours: 3 points Understanding the complex dynamics of what makes an artist&rsquo;s career is essential to successful relations among artists, curators, critics, gallerists, and arts administrators. The course explores the environment of the art world and the artist&rsquo;s place within it and includes such topics as the artist&rsquo;s role in society, the artist&rsquo;s function in the economy, rights and responsibilities, management tools such as portfolio preparation and presentation, and marketing and grantsmanship. Visual Arts Markets ARVA-GE 2076 30 hours: 3 points Development of a business in the fine arts including core vision, program and presentation, promotion, marketing, sales, contracts, and financial planning. Examination of what differentiates an arts business from other kinds of businesses. Students gain exposure to a variety of professionals in the commercial arena of the visual arts including gallerists, dealers, and consultants. The course concludes with the formulation and presentation of a comprehensive business plan for a startup arts business. Audience Development and the Visual Arts ARVA-GE 2107 30 hours: 3 points Investigates the processes art galleries and museums employ to expand visitorship, membership, attendance, and support. Examines professional practices in constituency identification and analyzes audience members&rsquo; values and lifestyles as they pertain to consumer and visitor decision making. Students study the methods used in preparing creative marketing strategies, visitor surveys, and membership drives. Through practical review of audience needs assessments, the course prepares students to create programs, expand audiences, and meet community interests. Information Systems and the Visual Arts ARVA-GE 2109 30 hours: 3 points Examines the intersection of internet-related technology with visual arts administration on an individual and institutional level. Students gain familiarity and competence with Web site evaluation, planning and creation, artists online projects, collection management and educational use in order to inform their future personal and institutional decision making and communication with technical staff. Urban Development and the Visual Arts ARVA-GE 2112 30 hours: 3 points Inquiry into the role of the arts in city growth and development. Examines the role of public art, arts programming, and city planning for aesthetic, cultural, and historic reasons, and amenities for artists in promoting community well-being. Required site visits. Contemporary Art and Community Museums ARVA-GE 2120 30 hours: 3 points + Praxis for 1 point Course investigates art museum education. Topics include social justice, object-based learning, and the broader cultural context surrounding non-school art education. Through critical reading/discussion students form an approach to &ldquo;serious play&rdquo; and situate themselves into practitioner debates about museums as a site for re-inventing object-based learning. Other topics include community-based art theory, art education, museum studies as well as praxis-based activities. Strategic Planning and Governance for the Visual Arts ARVA-GE 2133 30 hours: 3 points An exploration of the role of boards of trustees and the interaction of boards and staff in the management of nonprofit visual arts institutions. Topics include the legal, ethical and practical responsibilities of the governing board; effective board leadership; recruiting, training, motivating, and retaining trustees; development of policy; strategic planning; and risk management. Cultural Branding in Arts Organizations ARVA-GE 2134 30 hours: 3points Examines how branding for arts organizations communicates a distinctive role, relevance and identity to convey a clear institutional message. Rising media costs, ever increasing options for leisure-time activities, and the shift from philanthropic to brand-focused corporate support combine to create an imperative for clarity and impact in arts marketing activities. Theoretical business frameworks, case studies and guest speakers, effective strategies to engage target audiences and build a sustainable identity are analyzed. (Prerequisite: P11.2119 or B01.2310) Appraisal and Valuation of Art ARVA-GE 2171 30 hours: 3 points An overview of the many varied issues involved in the commerce of art, including the pricing and marketing of a wide number of art objects from the 18th, 19th and 20th centuries. Different types of professions and their specific needs for determining the value of art are examined. The impacts of emerging markets and technologies on the business of art are covered. Collections and Exhibition Management ARVA-GE 2198 30 hours: 3 points The responsibilities of the registrar or collections manager in a museum. Issues explored include accessioning procedures, cataloging systems and information management, collections storage and handling, development of collections policies, tracking and packing, insurance and risk management, and legal and ethical foundations for gifts and loan agreements. Corporate Sponsorship in the Arts ARVA-GE 2212 15 hours: 1.5 points Course focuses on strategies involved in developing corporate sponsorships in the arts. Through various case studies sponsorship relationships between corporations and non-profit arts organizations are analyzed as marketing tools to build business, raise brand awareness, and increase institutional support. Principles of strategic marketing and practical tools are presented through readings and discussions. Research in Visual Arts Administration (Fall) ARVA-GE 2299 20 hours: 2 points As a culmination of their studies, students are required to formulate and complete a substantial, well-researched thesis, with a minimum of 40 pages of text. This document should focus on a relevant issue/problem in the visual arts administration field. The course consists of a critical analysis of topics, scope of research problems, sources and methodologies, conducted in interactive group discussions and individual meetings. Final Project in Visual Administration (Spring) ARVA-GE 2301 10 hours: 1 point The course is taken in sequence with E91.2299. The course reviews structural components of the paper, research plans, timetables and drafts throughout the term, culminating in a completed thesis. Internship in Visual Arts Administration ARVA-GE 2302 45 hours per point: 1-6 points. Hours to be arranged. Individual internships in New York City with major artists, notable museums, distinguished galleries, art publishers, and at organizations. Internships should be arranged during the term prior to the actual internship. Cultural Tourism 15 hours: 1.5 points This course examines the interactive relationship between tourism and culture. By taking a case approach the class analyzes the business practices of the arts and tourism enterprise. This course will focus on emerging issues in cultural tourism, the globalization of cultural markets, and cultural policies as they affect marketing arts and culture nationally and internationally. Through readings, lectures, discussions and guest speakers students will distinguish the principles and practices that govern the applied art of marketing in tourism. 360 Launch: High Impact Media Relations &amp; Marketing for New Visual Art Ventures ARVA-GE 2079 15 hours: 1.5 points This course addresses the messaging, strategy, and tactics that underpin a successful, fully integrated, 360-degree media relations and marketing campaign. We will focus on one case study, the actual 2013-2014 launch of a New York City-based visual art initiative. Each week, we will review core strategic principles and practical approaches for developing a fully integrated messaging across all channels, and apply students to tasks in groups via regular break-out sessions. Prerequisite: Marketing at Stern, Wagner or equivalent work experience Art Market Analysis and Investment ARVA-GE 2915 15 hours: 1.5 points An introduction to understanding the investment potential of art and the art market. The course starts with a brief history of art as an asset class, then moves to exploring the various ways to construct viable art investment strategies as well as to track performance and return on investment. The importance of trend and opportunity identification is examined. Curatorial Practice ARVA GE 2911 30 hours: 3 points Explores the creative and practical aspects of curating contemporary art exhibitions. Via practicum students will devise an exhibition proposal for a project to be presented either at NYU or at a collaborating museum in New York City. Students will be introduced to curators and will also explore a variety of exhibitions. Students will also regularly visit MFA and BFA student studios, interview MFA and BFA artists, and write interpretive materials about their work. Other assignments include developing an exhibition budget, devising a design/installation plan and determining communication strategies. Facets of the Art Dealer ARVA-GE 2912 15 hours: 1.5 points This course provides an overview of the multifaceted experience of being an art dealer. Topics will focus on the pros and cons of being a solo dealer, owning one&rsquo;s own gallery or being part of a gallery team. Students will discuss issues such as working with artists, establishing a name for an artist, placing works in prominent collections, developing relationships with collectors, working with auction houses, marketing and publicity, creating supporting materials (catalogues/flyers/internet blogs, etc.) and working with art fairs and biennials. The course will also explore how galleries best work with museums and other non-profit organizations.                                                This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.     NYU Steinhardt - Department of Art and Arts Professions - 34 Stuyvesant Street -  New York, NY 10003"}, {"content": "Faculty - Master of Arts in Visual Arts Administration - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                      Department of Art and Art Professions            NYU Art Facebook    NYU Art Twitter            Master of Arts in Visual Arts Administration                 MFA     MA          Art Education      Art Therapy      Costume Studies      Visual Arts Administration             Undergraduate          BFA Studio Art      Minors             About          Exhibitions      Events        Facilities      Faculty      Staff      Student Resources      Internships      Summer                              Visual Arts Administration    the program    enrollment    curriculum    requirements    faculty    alumni    study abroad    facilities    how to apply    frequently asked questions    program news                                 Faculty       Faculty News Sandra Lang, Director and Full-Time Faculty, sandra.lang@nyu.edu        Sandra Lang has extensive experience in both non-profit and for-profit organizations. Formerly Administrative Director, Art Advisory Service, The Museum of Modern Art, and Executive Director, Independent Curators International. She has advised corporations and not-for-profit organizations on administrative, programmatic and fundraising issues including strategic plans, policy and procedures, exhibition development and tours, acquisitions and commissions of art, feasibility studies, communications programs, budgeting and contracts.       Carlo M. Lamagna , Full-Time Faculty, carlo.lamagna@nyu.edu        Carlo Lamagna is an art historian of modern and contemporary art and material culture, a former art museum curator (DeCordova Museum), gallerist (Carlo Lamagna Gallery), independent curator, and non-profit management consultant (Landmark West!). He is a current board member of the Committee on Museum Professional Training, a standing committee of the American Alliance of Museums and Vice President of Trademark West! a historic preservation advocacy organization. Formerly Director, Visual Arts Administration M.A. Program 1991-1998, and Chair, Department of Art and Art Professions, 1997-2005.    Melissa Rachleff Burtt , Full-Time Faculty, mjr2007@nyu.edu     Melissa Rachleff Burtt spent eight years as a program officer at the New York State Council on the Arts. She was associate curator at Exit Art and head of adult and community programs at the Brooklyn Museum. She has written on the subject of photography, art, and art management for a variety of publications. An alumna of the ICP MA Program at NYU, Ms. Rachleff Burtt received her BS in Art and Design from Drexel University. She was a scholar in residence at the Schomburg Center for Research in Black Culture under the auspices of a grant from the National Endowment for the Humanities, and received a research grant from the Smithsonian Institution in collaboration with the African American museum project. Rachleff Burtt received a Steinhardt Faculty Challenge Grant for a collaborative study at the Bronx Museum of the Arts. Her essay, \"Do It Yourself: A History of Alternatives\" appeared in Alternative Histories: New York Art Spaces, 1960-2010 , published by MIT Press, Fall 2012. Rachleff Burtt is a fellow at the New York University Humanities Initiative during academic year 2013-2014, where she will complete research on her exhibition and book project titled, Inventing Downtown: Artist Run Galleries in New York City, 1950-1965 . The exhibition will open at the Grey Art Gallery (NYU) during the 2015-2016 academic year. RoseLee Goldberg , Full-Time Faculty RoseLee Goldberg is an art historian, author, critic and curator. She is the author of Performance Art : From Futurism to the Present (Thames and Hudson, 2011), a key text for teaching performance in universities. Throughout her career, Goldberg has established new models for exhibiting modern and contemporary performance and organized exhibitions. As curator at the Kitchen in New York, she presented works by Laurie Anderson, Phillip Glass, and Meredith Monk, and curated the first solo exhibitions of, Robert Longo, David Salle, and Cindy Sherman. Goldberg has created performance series for the Museum of Modern Art and the Guggenheim Museum, and is a frequent contributor to Artforum. She is the author of Performance : Live Art Since 1960 (Abrams, 1998), Laurie Anderson (Abrams, 2000) and Shirin Neshat (Charta, 2002). In 2004, Goldberg founded PERFORMA, a non-profit multi-disciplinary arts organization for the research, development, and presentation of 21st-century visual art performance. She received her degree at the Courtauld Institute of Art, University of London. Arthur Cohen Arthur Cohen is CEO of LaPlaca Cohen, a New York-based, international marketing consultancy serving the cultural community. LaPlaca Cohen's recent projects include the opening of the Barnes Foundation in Philadelphia; the opening of Crystal Bridges Museum of American Art in Arkansas; the market survey for the proposed Guggenheim Museum in Helsinki; and the \"My Met\" campaign for the Metropolitan Museum of Art. LaPlaca Cohen is also the creator of \"Culture Track,\" which is the largest ongoing market research study of the American cultural consumer. Cohen is a graduate of Harvard Business School, the University of Pennsylvania and the London School of Economics. Charlotte Cohen Charlotte Cohen is Fine Arts Officer for the US General Services Administration. She manages both new art commissions at federal buildings as well as the fine arts collection in the New York region. She is the former director of the New York City Department of Cultural Affairs Percent for Art Program, prior to which she worked at the Smithsonian Institution in Washington, DC. Charlotte has lectured extensively about public art in the United States and abroad. She has organized a visit to Russia with a group of artists and public art experts to lecture and initiate public art projects, and has developed a collaborative public art and urban design program in Belgrade, Serbia. Michael Danoff Michael Danoff is Director, Art Program and Senior Vice President at Neuberger Berman. Danoff has extensive experience in program development both in established and start-up organizations. Danoff has held director positions at many art museums as well as the Global Art Program Director and Senior Vice President of Lehman Brothers. Danoff has lectured extensively to numerous groups at art fairs and elsewhere on collecting contemporary art and on the global contemporary art market. Anne Edgar Anne Edgar founded Anne Edgar Associates in 2000 to help art museums, not-for-profit organizations, and corporations secure media coverage for their most significant cultural projects. Current and recent clients include the Solomon R. Guggenheim Museum, the Brooklyn Museum of Art, the Jewish Museum, the Virginia Museum of Fine Arts Richmond, the Walters Art Museum, Baltimore, and the Palm Beach Institute of Contemporary Art, Florida. Edgar serves on the boards of trustees of the Sir John Soane Museum Foundation in America and the non-profit artists organization, Art in General. Alan Fausel Alan Fausel is Director of the Fine Art Department, Bonhams Auctioneers and Appraisers, New York. Formerly he was Senior Vice President, European and American Paintings at Doyle/New York Auctioneers and Appraisers. He was previously Curator at the The Frick Art Museum, Pittsburgh; Assistant Curator, European Sculpture and Decorative Arts, the Fine Arts Museum of San Francisco; and Director of Museum Services and European Paintings at Butterfield &amp; Butterfield. He can frequently be seen as one of the Appraisers on &ldquo;Antiques Roadshow&rdquo;. Thomas Galbraith Thomas Galbraith is Managing Director at Paddle 8. Formerly he was the Director of Global Strategy at artnet. Thomas has a career that combines the business and art industries to create a mutually beneficial relationship. He has held previous positions at the Art Loss Register, AIG Private Client Group (now Chartis), AXA Art Insurance Corporation, Petraeus Group and as Director of Analytics at artnet. In addition to frequent speaking engagements, he has served on the board of the Association of Professional Art Advisors (APAA) and is a part time contributor to Whitewall Magazine. Larry Giacoletti Larry Giacoletti is currently the Registrar and Collections Manager of the Noguchi Museum in Long Island City, NY. Prior positions include Assistant Registrar at the Whitney Museum of American Art and The American Craft Museum (now the Museum of Art and Design). He also currently serves on the archive committee at Dieu Donne Paper mill in New York City. Nicole Goldberg Nicole Goldberg is the Deputy Director for External Affairs at The Drawing Center where she is responsible for the annual fundraising campaign including the Annual Fund, Membership, Special Events, Grants, and Board Development. She recently completed an $11 million capital campaign to expand and renovate The Drawing Center&rsquo;s permanent facility at 35 Wooster Street in SoHo. She began as Director of Development at The Drawing Center in 2007. Previously, Nicole held positions in the Development Department of The Museum of Modern Art for five years and the Jewish Museum for two years. Nicole earned a BA in Art History from the University of Pennsylvania and an MA in Art History from Columbia University. Sarah Hromack Sarah Hromack is a digital strategist and writer with academic interests in critical museum studies, digital publishing, and contemporary art. She is currently Head of Digital Media at the Whitney Museum of American Art, where she leads the creative development and implementation of institutional initiatives in the digital space, including the museum&rsquo;s website . Sarah holds an MA in Visual and Critical Studies from the California College of the Arts in San Francisco, CA, and a BFA in Fine Art and Art History from the Maryland Institute, College of Art in Baltimore, MD. Shelley Sanders Kehl Shelley Sanders Kehl is a full-time legal practitioner in private practice with a focus on employment and non-profit corporate work. Her prior positions include General Counsel and Secretary at Pratt University, and Associate, Proskauer Rose Goetz &amp; Mendelsohn. Laura J. Miller Laura Miller has over twenty years of non-profit and for-profit marketing and business development experience including more than ten years as Director of Visitor Services and Director of Marketing at the Solomon R. Guggenheim Museum. Prior to working in the museum world she founded Marketing Innovation, a consulting firm specializing in direct marketing and revenue enhancement for entertainment, communications and publishing companies. After receiving an MBA from Columbia University she was employed by American Express as Director of Telemarketing and Director of New Industries Marketing. Miller is frequently a guest speaker at Arts and Business Council seminars and international marketing conferences. Elizabeth Marcus Elizabeth Marcus is an art historian and Associate Director at Galerie St. Etienne, New York. She is also Assistant Professor at Pratt Institute. Prior positions include research associate at the Cooper-Hewitt Museum, the Metropolitan Museum of Art and faculty at the Sotheby&rsquo;s Institute of Art, New York. Bob Monk Bob Monk is a director at Gagosian Gallery. He began his career at Leo Castelli Gallery and went on to have his own gallery, Lorence Monk, before working as a director at Sotheby&rsquo;s. Additionally, Bob has been involved in many Gagosian publications. Bob serves as a board member for the International Print Center New York. Sam Morse Sam Morse is the president and co-founder of South Side Design and Building in Brooklyn, NY. South Side works with museums and the arts community bringing exhibits to life as designers, fabricators, and construction consultants. For over 10 years, Sam has been working with museum and gallery directors, curators, architects and designers to make their ideas take shape in reality. Kirsten Munro Kirsten Munro has nearly 20 years of experience in the non-profit sector, with a strong track record in developing and identifying funding for strategic institutional programming, and with a focus on international cultural exchange. She is currently Director of Development at Baryshnikov Arts Center. Previously, she was Director of Grants at Brooklyn Academy of Music (BAM) where her work included large-scale special projects such as Muslim Voices: Arts and Ideas (2009); Si Cuba, (2011); and a partnership with the US Department of State, DanceMotion USASM. She served as the Project Manager for a cultural exchange partnership with the Mikhail Prokhorov Fund,TransCultural Express: Russian and American Arts Today. She is also an executive producer of The Earth Moves : a documentary about Einstein on the Beach , currently in production. Kirsten has held previous strategic development positions at Brooklyn Botanical Garden, The Cooper Union for the Advancement of Science and Art, as well as managed Czech and Slovak cultural and educational exchange programs at the Foundation for a Civil Society. Prior to working in development, she taught English in the Czech Republic. She was a founding board member of Du&scaron;an T&yacute;nek Dance Theatre, and currently serves on its Advisory Board. Kirsten attended the London School of Economics and Pomona College. Stephen Rosenberg Stephen Rosenberg founded his contemporary art gallery (Stephen Rosenberg Fine Art, later Rosenberg + Kaufman Fine Art) in 1983. The gallery focused on American and international painting, works on paper and photography and worked with national and international clients. The gallery was in continuous operation until 2006. As an educator, he has been a speaker/lecturer to art school, university, museum and corporate audiences for the past fifteen years on topics such as what contemporary art dealers really do, how to build private and corporate art collections, developing artist's careers, speaking on a variety of legal, strategic and market issues in the contemporary art world. Rosenberg is the former Director of the master's Program in Art Business at Sotheby's Institute of Art, New York and lectures at Pratt Institute. He is currently a private dealer in the primary and secondary art markets, an art advisor and an appraiser. Rosenberg is a former litigating attorney and a social policy consultant to government bodies, private and corporate foundations and is a Board Member of El Leon Literary Arts. Vida Schreibman Vida Schreibman is Director, Cultural Destinations NYC, a customized educational art tours and advisory service serving foreign and domestic corporate, philanthropic, academic and alumni organizations. Prior positions include directorships at Germans Van Eck Gallery, NY; Margulies Taplin Gallery, FL; and South Florida Art Center. Wendy Woon Wendy Woon, The Edward John Noble Foundation Deputy Director for Education at the Museum of Modern Art (MOMA), has over 26 years of award-winning experience in museum education. She oversees all educational departments at MOMA. She has worked at a variety of museums in both Canada and the United States including The London Regional Children&rsquo;s Museum, the Royal Ontario Museum, the Art Gallery of Hamilton and the Museum of Contemporary Art in Chicago as well as consulting for museums privately. She has curated numerous historical and contemporary international exhibitions and presented on panels and in talks internationally.  Alice Zimet Alice Sachs Zimet is Founder and President of Arts + Business Partnerships LLC, a consulting group with a focus on corporate sponsorship marketing. During nearly 20 years at the Chase Manhattan Bank, she created the first Cultural Affairs Marketing Group in a commercial bank. Recent client assignments include: American Express, Fleet Bank, International Center of Photography, Orpheus Chamber Orchestra, Sephora USA, U.S. Department of State and the Arts and Business Council, Inc. She is a member of the Collections Committee of the Harvard University Art Museums.                                                 This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.     NYU Steinhardt - Department of Art and Arts Professions - 34 Stuyvesant Street -  New York, NY 10003"}, {"content": "Master of Arts in Visual Arts Administration - NYU Steinhardt                                                         Skip to content         NYU Steinhardt School of Culture, Education, and Human Development           apply now     request info     contact                                      Department of Art and Art Professions            NYU Art Facebook    NYU Art Twitter            Master of Arts in Visual Arts Administration                 MFA     MA          Art Education      Art Therapy      Costume Studies      Visual Arts Administration             Undergraduate          BFA Studio Art      Minors             About          Exhibitions      Events        Facilities      Faculty      Staff      Student Resources      Internships      Summer                              Visual Arts Administration    the program    enrollment    curriculum    requirements    faculty    alumni    study abroad    facilities    how to apply    frequently asked questions    program news                        Featured Video                  Sandra Lang, Director discusses the various aspects of the MA Program in Visual Arts Administration.            Permalink |          Email |     Share on: Facebook |       Twitter                                            Sandra Lang on the MA in Visual Arts Administration                                          Master of Arts in Visual Arts Administration       Established in 1971, the MA program in Visual Arts Administration was the first in the nation to focus specifically on management careers in the visual arts, in both traditional and alternative contexts. Taking into account the cultural and economic impact of the visual arts, nationally and internationally, as well as the challenges facing the arts today, the program prepares students to become leaders in a broad range of arts organizations. The Visual Arts Administration MA program addresses the whole art ecology, including the cultural environment in which art and arts organizations operate; the role of the artist in society; how artwork is documented, presented and interpreted; the structure and management of organizations that display artwork &ndash; both non-profit and for-profit; and the role of art theorists, critics, curators, and collectors. The program curriculum also considers how education in arts organizations expands knowledge and builds audiences, the increasing role of art in urban development and public spaces, and new approaches and tools for encouraging access and participation. A strong emphasis is placed on acquiring the theoretical and practical tools for fundraising, financial management, marketing and knowledge of new media and technology in the visual arts. While the program is primarily oriented toward the non-profit segment of the field, it also offers a strong for-profit concentration. Emphasis is placed on collaboration across the visual arts administration field. The program takes advantage of its position in New York City to utilize the variety of arts organizations and professionals available through case studies, focus groups, site visits and examples of theory applied to practice. Using the program's extensive internship and alumni networks allows students access to a wide range of individuals and organizations in the field and increases the depth of their understanding of the complexities of this challenging area. Since its beginnings, the program has taken an extensive and integrated international outlook. The curriculum fosters a global perspective within course readings and discussions, and through several study abroad options. In London, for example, students analyze the exhibition and display of art in material culture through a dynamic curriculum that blends classroom sessions and site visits. In the Netherlands and Berlin, Performing Arts Administration and Visual Arts Administration students compare and contrast the management of cultural institutions in the U.S. and Europe, with an emphasis on cultural policy, cultural diplomacy, funding mechanisms, globalism and mobility, and cultural identity and diversity.    Student Learning Outcomes    Upon completion of our program, our students will:       Demonstrate an understanding of the creative process, how art and artists function in society    Analyze the economic, political and social environment in which artists and arts organizations operate, including legal, ethical and policy issues    Identify and evaluate how artwork is interpreted, presented, documented and archived    Critique and compare the structure, operations and management of organizations that present or produce artwork on various scales    Outline strategies for marketing, audience development, outreach and community development in the arts    Acquire business skills in accounting, finance, organizational theory and management as well as arts-related media and technology    Develop an expansive and inclusive world view of the field that values different global perspectives, identities, concerns and goals       For More Information    Grad Info Night Wednesday, October 29 6-8 pm 34 Stuyvesant Street Please RSVP .    Arts Management Master's Information Sessions Master's programs in Music Business, Performing Arts Administration and Visual Arts Administration. September 18 November 20 6-8 pm NYU Welcome Center, 50 West 4th Street Please RSVP .    Information Sessions Informal information sessions for the Visual Arts Administration program will also be held at 6pm on the following dates: October 9 December 11 To attend one of these sessions, please RSVP to Sara at smt433@nyu.edu .    Plus, an online information session will be offered at 1 pm on: November 14 Please REGISTER if you would like to participate in this session.                                                    This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.     NYU Steinhardt - Department of Art and Arts Professions - 34 Stuyvesant Street -  New York, NY 10003"}]}]