[{"detail": [{"content": "Curriculum | Biotechnology and Entrepreneurship, MS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Biotechnology and Entrepreneurship, MS                         Biotechnology and Entrepreneurship, MS                                                             Curriculum                       Degree Requirements   The 30-credit curriculum of this program comprises 3 parts:     4 required courses offering a broad overview of cutting-edge areas of biotechnology: biocatalysis and biomaterials, biotechnology and health care, biosensors and biochips, biotechnology, and the pharmaceuticals industry (12 credits)   1 required and a wide choice of elective 1.5- and 3-credit courses on technology innovation, intellectual-property management, finances, marketing, business-plan preparation, and fund-raising (12 credits)   2 more electives up to 6 credits or an optional project involving either technology-competition analysis and business-plan preparation or a placement in an early-stage start-up company (6 credits)     Required Courses (15 Credits)   3.00 Credits Biotechnology and the Pharmaceutical Industry BTE-GY 6013 The course looks in depth at the modern process of drug development—from the early stage of target identification and generation of lead compounds to the modern methods of drug delivery, and the role of biotechnology in this complex process. The course, featuring significant participation by industry professionals, looks at all key aspects, including preclinical development, clinical trials and regulatory requirements. Real-life case studies illustrate critical points in the development process. M major classes of biotech drugs are discussed. Many lectures are delivered by scientists from major U.S. pharmaceutical companies. Prerequisite: Adviser’s approval. 3.00 Credits Biotechnology and Health Care BTE-GY 6023 The contribution of biotechnology to modern health care stretches far beyond developing therapeutic entities. This course provides an overview of key cutting-edge technologies such as stem-cell research and therapeutic cloning and demonstrates how their applications change “the conventional” for the availability of new treatments, monitoring services and diagnostics. The course examines the Human Genome Projects and its implications for health care and epigenetic modifications of the genome and their role in disease. The course also highlights the role of biotechnology in managing several sociologically high-impact diseases, in developed and developing countries. Prerequisite: Adviser’s approval. 3.00 Credits Biosensors and Biochips BTE-GY 6033 Biosensors and biochips are two of the most exciting, complex and fast-growing areas of biotechnology today—the interface between biotechnology, nanotechnology and micro-electronics industries. The course covers conventional biosensors based on whole cells, nucleic acids, antibodies and enzymes (e.g. enzymatic glucose monitoring) as well as new and emerging technologies related to designing, fabricating and applying multi-array biochips and micro-fluidic systems (lab-on-the-chip). The goal is to familiarize students with basic principles of biosensors design and applications. The course also covers practical applications of this technology in health care, medical diagnostics, defense and other areas. Prerequisite: Adviser’s approval. 3.00 Credits Biocatalysis in Industry BTE-GY 6043 The course focuses on the commercial use of biological catalysts across various industry segments, including pharmaceuticals, health care, fine chemicals and food. The course combines a broad overview of cutting-edge technologies with industrial insights into the economics of bio-processing and deals with newly emerging trends in biomaterials. Case studies are presented to facilitate analysis, formulate trends and underline major challenges. Prerequisite: Adviser’s approval. 3.00 Credits Entrepreneurship MG-GY 7703 This course focuses on entrepreneurship and venture creation as key engines for wealth creation and successful business strategy in the modern, innovation- intensive, high-tech economy. The course deals with key issues such as: (1) assessing attractiveness of opportunities; (2) launching a new venture; (3) nurturing, growing and entrepreneurial venture; (4) obtaining the necessary financial, human and technology resources; (5) managing the transition from a small entrepreneurial firm to a large, sustainable, professionally managed but still entrepreneurial corporation; and (6) being an entrepreneur and promoting entrepreneurship in a large corporation. Prerequisite: Graduate Standing   Elective Courses (6-15 Credits)   You must take courses from the list below, which will amount to at least 6 credits in total, e.g., two 3-credit or four 1.5-credit courses:     3.00 Credits Accounting & Finance MG-GY 6093 Elements of accounting and finance of importance to managers. Analysis of principles and practices of the finance function. Financing methods for internal and external ventures and innovations; capital budgeting; R&amp;D portfolio analysis. Contrast of strategic perspectives emphasizing innovation and development with those emphasizing short-term return and investment Prerequisite(s): Graduate Standing 1.50 Credits Introduction to Managing Intellectual Property MG-GY 7871 This course focuses on the role of intellectual property (e.g., patents, trade secrets, copyrights, trademarks, etc.) as a major element in modern technology and information strategy. Relevant concepts and case studies use examples of classical and digital innovations. Prerequisite: Graduate Standing 3.00 Credits Manging Intellectual Property & Intellectual Capital MG-GY 7873 This course focuses in detail on managing intellectual property, a major strategic and financial asset of a modern business. IP can be employed to protect existing products, services and business methods and to accelerate development of new products, services and business methods. IP also can be leveraged to enhance a firm’s competitiveness, value and profitability. This leverage is true in the physical world and in the online world of the Internet and e-Business (where traditional principles of Intellectual property rights are often stretched and may need reinterpretation and even modification). Intellectual property is becoming increasingly complex as emerging digital technologies advance. Prerequisite: Adviser’s approval and graduate standing 3.00 Credits Project Management MG-GY 8203 This course focuses on managing technology- based projects, ranging from individual research and development to large-scale and complex technological systems. It covers topics such as feasibility and risk analyses, project selection and portfolio optimization, functional and administrative structures, coordination and scheduling of activities, personnel planning, negotiations and contracts, cost estimation, capital budgeting, cost controls and effective matrix management.  Prerequisite: Adviser’s approval and Graduate Standing 3.00 Credits Managing Technological Change & Innovation MG-GY 8653 The course focuses on effectively managing technological change and innovation, which is accomplished with a dual perspective. One perspective is based on individual, group and organizational theory, research and practice. This body of literature, viewpoints and experience provide essential guides to manage successfully the introduction of newtechnologies. Realizing the full potential of  new technologies requires effectively managing change to assure the commitment of all stakeholders. The second perspective is based on innovation theory, research and practice. This body of literature, viewpoints and experience provide key insights to for effectively managing the process of innovation and the impact of innovation on all parts of an enterprise. Specifically, the course explores a firm’s explicit need to manage and inspire people so they can communicate and innovate effectively. Prerequisite: Adviser’s approval and graduate standing 1.50 Credits Introduction to Entrepreneurial Finance MG-GY 8711 This course introduces the financial requirements of entrepreneurial ventures and the different sources of finance available to entrepreneurs. The course shows students how to understand and assess entrepreneurial-financial strategies. It also examine the unique roles played in the entrepreneurial finance arena by such actors as retail banks, investment banks, VCs, angels, internal sources of capital and incubators Prerequisite: Adviser’s approval and graduate standing. 3.00 Credits Entrepreneurial Finance MG-GY 8713 This course focuses in detail on the financial requirements of entrepreneurial ventures and on different sources of finance available to entrepreneurs. Students develop an understanding of how to assess entrepreneurial financial strategies. It also examines the unique roles played in the entrepreneurial finance arena by such actors as retail banks, investment banks, VCs, angels, internal sources of capital and incubators. Prerequisite: Adviser’s approval and graduate standing. 1.50 Credits Introduction to Managing Growing Enterprises MG-GY 8721 This introductory course deals with a critical challenge that potentially confronts all successful entrepreneurial small- or medium-size firms: how to sustain and accelerate major growth. At some point in the life of all growing enterprises, a firm usually must change. This course introduces several ways a growing firm can transform itself from a small to a larger enterprise. The course explores how such companies can maintain the benefits of an entrepreneurial commitment and spirit while obtaining needed skills associated with professionally managed larger firms. The program will consider offering this course only at the request of other departments. This course is not open to MSM and continuing MBA students. Prerequisite: Graduate Standing 1.50 Credits Introduction to Corporate Entrepreneurship MG-GY 8731 Although large firms require professional management, to innovate, large corporations often must practice entrepreneurship. This course examines how large corporations nurture and sustain entrepreneurship. Prerequisite: Adviser’s approval and graduate standing 1.50 Credits Introduction to Entrepreneurial Marketing & Sales MG-GY 8741 This course introduces critical marketing and sales challenges facing entrepreneurial firms. An underlying theme is that successful innovative enterprises must be deeply familiar with relevant markets and must effectively cultivate and reach those markets. Topics include market identification, segmentation, sales, overall market planning, niche and viral marketing, and customers as sources of innovative ideas. Prerequisite: Adviser’s approval and graduate standing. 3.00 Credits Entrepreneurial Marketing & Sales MG-GY 8743 This course focuses in depth on critical marketing and sales challenges facing entrepreneurial firms. An underlying theme is that successful innovative enterprises must be deeply familiar with relevant markets and must effectively cultivate and reach those markets. Topics include market identification, segmentation, sales, overall market planning, niche and viral marketing, and customers as sources of innovative ideas. Prerequisite: Adviser’s approval and graduate standing. 3.00 Credits Introduction to Technical Communication JW-GY 6003 This course is an overview of the research, writing, editing and design principles of technical communication. Particular attention is paid to writing for new media. Students learn to gather, organize and present information effectively, according to audience and purpose. Interviewing skills, technical presentation skills and writing for the Web are covered. Prerequisite: Adviser’s approval. 3.00 Credits Protein Engineering BT-GY 9433 This course introduces modern protein-engineering techniques available to researchers to understand protein structure and function and to create entirely new proteins for many purposes. This new field lies at the interface of chemistry, biology and engineering. The first section discusses protein composition and structure, and various genetic, biochemical and chemical techniques required to engineer proteins, followed by specific topics. Topics include designing highly structured proteins that are active at high temperatures and in non-aqueous solvents; that interact selectively with other proteins, small molecules and nucleic acids for therapeutic purposes; and that catalyze new reactions. Prerequisite: Adviser’s approval. 3.00 Credits Special Topics in Biotechnology BT-GY 7013 Special topics include a number of courses, such as Advanced Cell Biology and Advanced Molecular Biology (lectures only or lectures and labs). Prerequisite: Adviser’s approval. 3.00 Credits Introduction to Neuroscience for Biotechnologists BT-GY 6053 The understanding of brain function represents a unique challenge by virtue of the tremendous complexity of neural circuits and their role in controlling behavior. This course is designed to provide graduate students with a comprehensive introduction to the basic mechanisms of brain function. It covers the basic mechanisms of neuronal excitability, how neuronal function is connected to cellular structures, how neurons act as elements of networks and how malfunctions lead to mental and neurological disorders. The goal is to provide graduate students a foundation of knowledge which will guide them in their decision to enter and navigate the vast field of neurobiology. Advisor/Instructor Permission Required 3.00 Credits Immunology: Concepts, Mechanisms and Applications in Biotechnology BT-GY 6063 The purpose of this course is to develop a general understanding of the established biochemical, molecular, cellular, and organ-level principles that govern the workings of the mammalian immune system, and to prepare the student for immunological research in the academic, government, or industrial laboratory. Topics covered include cells of the immune system and their development, pattern recognition receptors and innate immunity, molecular mechanisms of antigen processing and presentation, long distance communication and immune cells’ migration, homing, and trafficking. Applications in Biotechnology and autoimmune diseases and the use of immunotherapy in industry will also be discussed. Advisor/Instructor Permission Required   BT 6073 Genetic Engineering (with labs), Credits: 3.00    Course information:   Genetic engineering underpins practically every aspect of modern biotechnology. This course aims at familiarizing students with the current methods of DNA manipulation and practical applications of recombinant DNA technology, including the use of vectors, construction of libraries, PCR, restriction digests, mapping, and cloning. The class includes lectures as well as a semester-long 3h/week lab.   BT 6083 Advanced Cell and Molecular Biology (with labs), Credits: 3.00    Course information:   The course aims to advance students&rsquo; knowledge in key areas of cell and molecular biology. Topics covered include cell-cell communications, organization of the cytoskeleton, mechanisms of cell signaling and signal transduction, chromatin organization and structure and genome regulation, maintenance and repair. The lab component of the class is designed to provide students with advanced bench-top skills used in modern cell and molecular biology experimentation.   BT 6093 Biomedical Materials and Devices, Credits: 3.00    Course information:   The main objective of this multidisciplinary course is to provide students with a broad survey of currently used biomaterials and their use in medical devices for reconstructing or replacing injured, diseased, or aged human tissues and organs. Topics include a broad introduction to the materials used in medicine and their chemical, physical, and biological properties, basic mechanisms of wound healing and materials-tissue interactions.   Projects   You may take up to 3 Projects in Biotechnology and Entrepreneurship:   3.00 Credits Project in Biotechnology and Entrepreneurship I BTE-GY 9503 This practical course offers students the opportunity to apply practically their knowledge and skills to analyzing technology, preparing their own business plans or working at an early-stage biotech company. The student can sign up for three projects. Prerequisite: Adviser’s approval. 3.00 Credits Project in Biotechnology and Entrepreneurship II BTE-GY 9513 This practical course offers students the opportunity to apply practically their knowledge and skills to analyzing technology, preparing their own business plans or working at an early-stage biotech company. The student can sign up for three projects. Prerequisite: Adviser’s approval. 3.00 Credits Project in Biotechnology and Entrepreneurship II i BTE-GY 9523 This practical course offers students the opportunity to apply practically their knowledge and skills to analyzing technology, preparing their own business plans or working at an early-stage biotech company. The student can sign up for three projects. Prerequisite: Adviser’s approval.                                Biotechnology and Entrepreneurship, MS      Curriculum   Compare to Biotechnology, MS                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "Curriculum | Biotechnology and Entrepreneurship, MS | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs / Biotechnology and Entrepreneurship, MS                         Biotechnology and Entrepreneurship, MS                                                             Curriculum                       Degree Requirements   The 30-credit curriculum of this program comprises 3 parts:     4 required courses offering a broad overview of cutting-edge areas of biotechnology: biocatalysis and biomaterials, biotechnology and health care, biosensors and biochips, biotechnology, and the pharmaceuticals industry (12 credits)   1 required and a wide choice of elective 1.5- and 3-credit courses on technology innovation, intellectual-property management, finances, marketing, business-plan preparation, and fund-raising (12 credits)   2 more electives up to 6 credits or an optional project involving either technology-competition analysis and business-plan preparation or a placement in an early-stage start-up company (6 credits)     Required Courses (15 Credits)   3.00 Credits Biotechnology and the Pharmaceutical Industry BTE-GY 6013 The course looks in depth at the modern process of drug development—from the early stage of target identification and generation of lead compounds to the modern methods of drug delivery, and the role of biotechnology in this complex process. The course, featuring significant participation by industry professionals, looks at all key aspects, including preclinical development, clinical trials and regulatory requirements. Real-life case studies illustrate critical points in the development process. M major classes of biotech drugs are discussed. Many lectures are delivered by scientists from major U.S. pharmaceutical companies. Prerequisite: Adviser’s approval. 3.00 Credits Biotechnology and Health Care BTE-GY 6023 The contribution of biotechnology to modern health care stretches far beyond developing therapeutic entities. This course provides an overview of key cutting-edge technologies such as stem-cell research and therapeutic cloning and demonstrates how their applications change “the conventional” for the availability of new treatments, monitoring services and diagnostics. The course examines the Human Genome Projects and its implications for health care and epigenetic modifications of the genome and their role in disease. The course also highlights the role of biotechnology in managing several sociologically high-impact diseases, in developed and developing countries. Prerequisite: Adviser’s approval. 3.00 Credits Biosensors and Biochips BTE-GY 6033 Biosensors and biochips are two of the most exciting, complex and fast-growing areas of biotechnology today—the interface between biotechnology, nanotechnology and micro-electronics industries. The course covers conventional biosensors based on whole cells, nucleic acids, antibodies and enzymes (e.g. enzymatic glucose monitoring) as well as new and emerging technologies related to designing, fabricating and applying multi-array biochips and micro-fluidic systems (lab-on-the-chip). The goal is to familiarize students with basic principles of biosensors design and applications. The course also covers practical applications of this technology in health care, medical diagnostics, defense and other areas. Prerequisite: Adviser’s approval. 3.00 Credits Biocatalysis in Industry BTE-GY 6043 The course focuses on the commercial use of biological catalysts across various industry segments, including pharmaceuticals, health care, fine chemicals and food. The course combines a broad overview of cutting-edge technologies with industrial insights into the economics of bio-processing and deals with newly emerging trends in biomaterials. Case studies are presented to facilitate analysis, formulate trends and underline major challenges. Prerequisite: Adviser’s approval. 3.00 Credits Entrepreneurship MG-GY 7703 This course focuses on entrepreneurship and venture creation as key engines for wealth creation and successful business strategy in the modern, innovation- intensive, high-tech economy. The course deals with key issues such as: (1) assessing attractiveness of opportunities; (2) launching a new venture; (3) nurturing, growing and entrepreneurial venture; (4) obtaining the necessary financial, human and technology resources; (5) managing the transition from a small entrepreneurial firm to a large, sustainable, professionally managed but still entrepreneurial corporation; and (6) being an entrepreneur and promoting entrepreneurship in a large corporation. Prerequisite: Graduate Standing   Elective Courses (6-15 Credits)   You must take courses from the list below, which will amount to at least 6 credits in total, e.g., two 3-credit or four 1.5-credit courses:     3.00 Credits Accounting & Finance MG-GY 6093 Elements of accounting and finance of importance to managers. Analysis of principles and practices of the finance function. Financing methods for internal and external ventures and innovations; capital budgeting; R&amp;D portfolio analysis. Contrast of strategic perspectives emphasizing innovation and development with those emphasizing short-term return and investment Prerequisite(s): Graduate Standing 1.50 Credits Introduction to Managing Intellectual Property MG-GY 7871 This course focuses on the role of intellectual property (e.g., patents, trade secrets, copyrights, trademarks, etc.) as a major element in modern technology and information strategy. Relevant concepts and case studies use examples of classical and digital innovations. Prerequisite: Graduate Standing 3.00 Credits Manging Intellectual Property & Intellectual Capital MG-GY 7873 This course focuses in detail on managing intellectual property, a major strategic and financial asset of a modern business. IP can be employed to protect existing products, services and business methods and to accelerate development of new products, services and business methods. IP also can be leveraged to enhance a firm’s competitiveness, value and profitability. This leverage is true in the physical world and in the online world of the Internet and e-Business (where traditional principles of Intellectual property rights are often stretched and may need reinterpretation and even modification). Intellectual property is becoming increasingly complex as emerging digital technologies advance. Prerequisite: Adviser’s approval and graduate standing 3.00 Credits Project Management MG-GY 8203 This course focuses on managing technology- based projects, ranging from individual research and development to large-scale and complex technological systems. It covers topics such as feasibility and risk analyses, project selection and portfolio optimization, functional and administrative structures, coordination and scheduling of activities, personnel planning, negotiations and contracts, cost estimation, capital budgeting, cost controls and effective matrix management.  Prerequisite: Adviser’s approval and Graduate Standing 3.00 Credits Managing Technological Change & Innovation MG-GY 8653 The course focuses on effectively managing technological change and innovation, which is accomplished with a dual perspective. One perspective is based on individual, group and organizational theory, research and practice. This body of literature, viewpoints and experience provide essential guides to manage successfully the introduction of newtechnologies. Realizing the full potential of  new technologies requires effectively managing change to assure the commitment of all stakeholders. The second perspective is based on innovation theory, research and practice. This body of literature, viewpoints and experience provide key insights to for effectively managing the process of innovation and the impact of innovation on all parts of an enterprise. Specifically, the course explores a firm’s explicit need to manage and inspire people so they can communicate and innovate effectively. Prerequisite: Adviser’s approval and graduate standing 1.50 Credits Introduction to Entrepreneurial Finance MG-GY 8711 This course introduces the financial requirements of entrepreneurial ventures and the different sources of finance available to entrepreneurs. The course shows students how to understand and assess entrepreneurial-financial strategies. It also examine the unique roles played in the entrepreneurial finance arena by such actors as retail banks, investment banks, VCs, angels, internal sources of capital and incubators Prerequisite: Adviser’s approval and graduate standing. 3.00 Credits Entrepreneurial Finance MG-GY 8713 This course focuses in detail on the financial requirements of entrepreneurial ventures and on different sources of finance available to entrepreneurs. Students develop an understanding of how to assess entrepreneurial financial strategies. It also examines the unique roles played in the entrepreneurial finance arena by such actors as retail banks, investment banks, VCs, angels, internal sources of capital and incubators. Prerequisite: Adviser’s approval and graduate standing. 1.50 Credits Introduction to Managing Growing Enterprises MG-GY 8721 This introductory course deals with a critical challenge that potentially confronts all successful entrepreneurial small- or medium-size firms: how to sustain and accelerate major growth. At some point in the life of all growing enterprises, a firm usually must change. This course introduces several ways a growing firm can transform itself from a small to a larger enterprise. The course explores how such companies can maintain the benefits of an entrepreneurial commitment and spirit while obtaining needed skills associated with professionally managed larger firms. The program will consider offering this course only at the request of other departments. This course is not open to MSM and continuing MBA students. Prerequisite: Graduate Standing 1.50 Credits Introduction to Corporate Entrepreneurship MG-GY 8731 Although large firms require professional management, to innovate, large corporations often must practice entrepreneurship. This course examines how large corporations nurture and sustain entrepreneurship. Prerequisite: Adviser’s approval and graduate standing 1.50 Credits Introduction to Entrepreneurial Marketing & Sales MG-GY 8741 This course introduces critical marketing and sales challenges facing entrepreneurial firms. An underlying theme is that successful innovative enterprises must be deeply familiar with relevant markets and must effectively cultivate and reach those markets. Topics include market identification, segmentation, sales, overall market planning, niche and viral marketing, and customers as sources of innovative ideas. Prerequisite: Adviser’s approval and graduate standing. 3.00 Credits Entrepreneurial Marketing & Sales MG-GY 8743 This course focuses in depth on critical marketing and sales challenges facing entrepreneurial firms. An underlying theme is that successful innovative enterprises must be deeply familiar with relevant markets and must effectively cultivate and reach those markets. Topics include market identification, segmentation, sales, overall market planning, niche and viral marketing, and customers as sources of innovative ideas. Prerequisite: Adviser’s approval and graduate standing. 3.00 Credits Introduction to Technical Communication JW-GY 6003 This course is an overview of the research, writing, editing and design principles of technical communication. Particular attention is paid to writing for new media. Students learn to gather, organize and present information effectively, according to audience and purpose. Interviewing skills, technical presentation skills and writing for the Web are covered. Prerequisite: Adviser’s approval. 3.00 Credits Protein Engineering BT-GY 9433 This course introduces modern protein-engineering techniques available to researchers to understand protein structure and function and to create entirely new proteins for many purposes. This new field lies at the interface of chemistry, biology and engineering. The first section discusses protein composition and structure, and various genetic, biochemical and chemical techniques required to engineer proteins, followed by specific topics. Topics include designing highly structured proteins that are active at high temperatures and in non-aqueous solvents; that interact selectively with other proteins, small molecules and nucleic acids for therapeutic purposes; and that catalyze new reactions. Prerequisite: Adviser’s approval. 3.00 Credits Special Topics in Biotechnology BT-GY 7013 Special topics include a number of courses, such as Advanced Cell Biology and Advanced Molecular Biology (lectures only or lectures and labs). Prerequisite: Adviser’s approval. 3.00 Credits Introduction to Neuroscience for Biotechnologists BT-GY 6053 The understanding of brain function represents a unique challenge by virtue of the tremendous complexity of neural circuits and their role in controlling behavior. This course is designed to provide graduate students with a comprehensive introduction to the basic mechanisms of brain function. It covers the basic mechanisms of neuronal excitability, how neuronal function is connected to cellular structures, how neurons act as elements of networks and how malfunctions lead to mental and neurological disorders. The goal is to provide graduate students a foundation of knowledge which will guide them in their decision to enter and navigate the vast field of neurobiology. Advisor/Instructor Permission Required 3.00 Credits Immunology: Concepts, Mechanisms and Applications in Biotechnology BT-GY 6063 The purpose of this course is to develop a general understanding of the established biochemical, molecular, cellular, and organ-level principles that govern the workings of the mammalian immune system, and to prepare the student for immunological research in the academic, government, or industrial laboratory. Topics covered include cells of the immune system and their development, pattern recognition receptors and innate immunity, molecular mechanisms of antigen processing and presentation, long distance communication and immune cells’ migration, homing, and trafficking. Applications in Biotechnology and autoimmune diseases and the use of immunotherapy in industry will also be discussed. Advisor/Instructor Permission Required   BT 6073 Genetic Engineering (with labs), Credits: 3.00    Course information:   Genetic engineering underpins practically every aspect of modern biotechnology. This course aims at familiarizing students with the current methods of DNA manipulation and practical applications of recombinant DNA technology, including the use of vectors, construction of libraries, PCR, restriction digests, mapping, and cloning. The class includes lectures as well as a semester-long 3h/week lab.   BT 6083 Advanced Cell and Molecular Biology (with labs), Credits: 3.00    Course information:   The course aims to advance students&rsquo; knowledge in key areas of cell and molecular biology. Topics covered include cell-cell communications, organization of the cytoskeleton, mechanisms of cell signaling and signal transduction, chromatin organization and structure and genome regulation, maintenance and repair. The lab component of the class is designed to provide students with advanced bench-top skills used in modern cell and molecular biology experimentation.   BT 6093 Biomedical Materials and Devices, Credits: 3.00    Course information:   The main objective of this multidisciplinary course is to provide students with a broad survey of currently used biomaterials and their use in medical devices for reconstructing or replacing injured, diseased, or aged human tissues and organs. Topics include a broad introduction to the materials used in medicine and their chemical, physical, and biological properties, basic mechanisms of wound healing and materials-tissue interactions.   Projects   You may take up to 3 Projects in Biotechnology and Entrepreneurship:   3.00 Credits Project in Biotechnology and Entrepreneurship I BTE-GY 9503 This practical course offers students the opportunity to apply practically their knowledge and skills to analyzing technology, preparing their own business plans or working at an early-stage biotech company. The student can sign up for three projects. Prerequisite: Adviser’s approval. 3.00 Credits Project in Biotechnology and Entrepreneurship II BTE-GY 9513 This practical course offers students the opportunity to apply practically their knowledge and skills to analyzing technology, preparing their own business plans or working at an early-stage biotech company. The student can sign up for three projects. Prerequisite: Adviser’s approval. 3.00 Credits Project in Biotechnology and Entrepreneurship II i BTE-GY 9523 This practical course offers students the opportunity to apply practically their knowledge and skills to analyzing technology, preparing their own business plans or working at an early-stage biotech company. The student can sign up for three projects. Prerequisite: Adviser’s approval.                                Biotechnology and Entrepreneurship, MS      Curriculum   Compare to Biotechnology, MS                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Advanced CMOS Biochips for Point-of-Care Diagnostics | NYU Polytechnic School of Engineering                                                                                                     NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Events / Advanced CMOS Biochips for Point-of-Care Diagnostics                         Events                                                             Advanced CMOS Biochips for Point-of-Care Diagnostics                      Thursday, March 24, 2011 - 11:00am - 12:00pm EDT                             Location: Dibner Building, LC400 Five MetroTech Center Brooklyn , New York              Price:                     Speaker: Dr. Ghafar-Zadeh Ebrahim   Faculty Host: Jonathan Chao     Abstract   Biochips incorporate a verity of means including electronic, photonic and microfluidic devices; biological materials (living cells, tissue, enzymes, nucleic acid and etc.) and chemical analysis to produce the detectable signals for identification of biological phenomena. Among several competing biochip technologies, Complementary Metal Oxide Semiconductor (CMOS) process offers the advantages of low cost, integrated, high precision and portable techniques suitable for point-of-care diagnostics.   This talk takes take a close look at CMOS biochip design as a multidisciplinary approach encompassing: microelectronic design and implementation of bio-capacitive interfaces and biochemical design and development as well as microfluidics.     About the Speaker   Ebrahim Ghafar-Zadeh received the BSc degree in electrical engineering from KNT, Tehran, Iran, in 1994, the MSc degree in electrical engineering from Tehran University, Tehran, in 1997, and the PhD degree in electrical engineering from Polytechnique Montreal, Montreal, QC, Canada, in 2008. In 1997, he joined the electrical engineering department at SCU University, Ahvaz, Iran, as Lecturer. Currently, he is a Postdoctoral Fellow in the Department of Bioengineering, University of California at Berkeley. His research interests include the circuit and system design for integrative biology and point-of-care diagnostics.                                            Events                 Apr 25 2015 - 11:00am  Interview Aces Workshops: Guided Tour Inside the Random Walk with Declensions of Black Scholes and Merton  May 1 2015 - 4:00pm  Woman Up - The Gender Gap in Entrepreneurship  May 4 2015 - 12:00pm  Photonic Devices and the Biomechanics of Hearing  May 5 2015 - 1:00pm  NYU-ePoly Online Graduate Program in Bioinformatics Webcast  May 5 2015 - 4:00pm  A Dynamic Model For Pairs Trading Strategies  May 14 2015 - 1:00pm  NYU-ePoly Graduate Online Learning Webinar                                                 Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]