[{"detail": [{"content": "Policy on Responsible Use of NYU Computers and Data                                                                                                NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Policies and Guidelines   /   University Policies and Guidelines                 Sub Navigation                                 Academic Affairs & Faculty                       Financial Affairs                       Governance & Legal                       Human Resources                       Information Technology                       Operations & Safety                       Research                       Student Affairs                       University Guides & Manuals                                                              POLICY       Policy on Responsible Use of NYU Computers and Data                                      Purpose of this Policy    New York University is a not-for-profit research university, and its facilities, including computer and data resources , are to be used in furtherance of its not-for-profit, educational, research, and service purposes. More and more university activities are conducted using computers and electronic communications, with increased convenience and accessibility from and to all parts of the world. At the same time, today’s inter-connected environment intensifies the risks and threats of unauthorized access to computers, inadvertent disclosures of sensitive data , and unexpected destruction of essential information, resulting in potentially serious consequences to individuals and to institutions. Members of the University community and affiliates interact with a wide spectrum of sensitive data for numerous reasons. Evolving federal and state regulations require organizations and individuals to protect sensitive data. With computing so widely distributed throughout NYU, the responsibility to safeguard computers and data resources extends to all members of the University community and affiliates .             Scope of this Policy    This policy applies to members of the University community and affiliates who use NYU’s computer and data resources and/or who have access to sensitive data stored on these resources.          Policy Definitions     Affiliates refers to individuals who have contractual or other relationships with the University and who are not employees, faculty, or students.   Authorization in this context means to grant permission to an identified individual to use a computer or data resource . Acceptance of authorization to use NYU computer and data resources establishes an obligation on the part of the individual to use those resources responsibly.   Computer and data resources include computers and computing devices; computing, application, and database access (including passwords); software, hardware, computer, and e-mail services; and associated computing accounts. Computers and computing devices include, but are not limited to, desktops or laptop computers, personal digital assistants (PDAs), multifunction cellular telephones, USB flash memory drives, or similar devices.   Members of the University community refers to full- and part-time employees, faculty, and students.   Sensitive data include, but are not limited to, information about prospective, current, and former students, patients and clients of medical and dental facilities and services, and users of legal and other services, employees and donors; also information concerning research and University business, finance and operations, and passwords. Federal and state laws and regulations, as well as University policies and office procedures, regulate the handling and reporting of many different kinds of sensitive data .     University Policy     New York University expects members of the University community and affiliates to employ reasonable and appropriate administrative, technical, and physical safeguards to protect the computer and data resources that they use and the sensitive data stored on these resources. Access to computer and data resources (including software, hardware, computer, and e-mail services) are privileges extended to members of the University community and affiliates , and must be exercised in conformity with all applicable NYU policies and procedures and all applicable federal and state laws. Access to NYU computer and data resources is limited to authorized persons and is for approved purposes only. Approved purposes are those consistent with both the broad instructional and research goals of the University and the person's relationship with the University. Authorization to use these resources is granted by designated individuals at the University entrusted with overall responsibility and management of data and related systems. Acceptance of authorization to use NYU computer and data resources establishes an obligation on the part of the individual to use these resources responsibly as defined in the Policy Requirements and Specifications below.   This policy does not form a contract of any kind, including, among others, an employment contract. The University reserves the right to modify this policy without notice and at its discretion. The current version of this policy is posted on the ITS website ( www.nyu.edu/its/policies ). All terms noted in italics are defined at the end of this policy.   Policy Requirements     A. Acceptance of authorization to use NYU computer and data resources establishes an obligation to:     1. behave in accordance with NYU’s educational, research, and service purposes and in a manner compliant with this and other applicable NYU policies and procedures and all applicable laws and regulations;     2. not use your account for any commercial purposes;     3. behave with civil regard for other members of the NYU community and of the wider community on the Internet;     4. take reasonable steps to ensure that any computer used to access NYU resources, whether it is located on an NYU campus or elsewhere, is secure, virus-free, and otherwise not compromised;     5. protect the confidentiality, security, integrity, and recoverability of all computer and data resources and take reasonable and appropriate steps to guard these resources from improper or unauthorized use, including such use by third parties;     6. use applications that conform to NYU’s privacy and security policies and guidelines;     7. refrain from activities that interfere with the ability of others to use computer and data resources ; and     8. be aware of and comply with other relevant school and University policies, procedures, and business rules; in all cases the more stringent standard should be followed.   B. This obligation applies regardless of:     1. where the computer used to access computer and data resources is located in an NYU office, classroom, public space, or lab, or at home or elsewhere outside the University;     2. who owns the device used to access or store the sensitive data ; or     3. the form or manner in which sensitive data are stored or transmitted, including, but not limited to, local file, shared file, file on removable media such as CD-ROM disk and jump drive, central database, fax, printer, copier, network, phone, e-mail, or voice mail.     C. Access and use, or causing or allowing access and use, of computer and data resources , including e-mail services, by anyone other than as permitted by NYU is strictly prohibited by NYU and by state and federal laws and may subject the violator to criminal and civil penalties as well as NYU-initiated disciplinary proceedings.   D.  Use of some NYU computer and data resources may be governed by additional University, college, school, or departmental policies and procedures. Anyone authorized to use these resources is responsible to become familiar with and abide by such policies and procedures.     E. In order to safeguard the security and efficiency of computer and data resources , NYU computer systems and NYU-NET are routinely monitored and recorded for integrity and operation of the system by authorized University staff. Computer and data resources provided by NYU are the property of NYU and not the personal property of the individual.     F. Designated individuals at the University entrusted with overall responsibility and management of computer and data resources and sensitive data and related systems have decision-making authority for authorizing access to and use of those resources and systems.     1. These individuals at the University include, but are not limited to, University-wide administrators, such as the Registrar, Deans, and other School administrators, and the Senior Vice Provost for Research on data-intensive research projects.     2. These individuals at the University have responsibility for the development, implementation, and maintenance of policies and procedures related to authorizing access to the shared stores of the various categories of sensitive data in use in electronic form at NYU and for handling that data appropriately wherever it resides. Such individuals may delegate responsibilities as they deem appropriate in specific functional areas.     3. These individuals at the University may have more stringent standards for the use, storage, and transmittal of the data they manage than those set forth in this policy; the more stringent standard should be followed. Individuals authorized to use the data are expected to be aware of relevant current policies and to abide by them.     4. Access to sensitive data will be granted only on an “as needed/minimum necessary” basis.   G. New York University’s Vice President for Information Technology and Chief Information Technology Officer for NYU-New York is responsible for periodic reviews of the University’s security policies and procedures relating to computer and data resources and sensitive data , which will be revised as necessary and any updates publicized. Current versions of the University’s policies relating to computer and data resources and sensitive data are maintained on the ITS website ( www.nyu.edu/its/policies ). Questions for clarification and suggestions about these policies can be sent to: cito.policies@nyu.edu .     H. Violators of this policy may be subject to disciplinary action, up to and including the termination of employment or contract with the University, or, in the case of students, suspension or expulsion from the University. Anyone who knows or has reason to believe that another person has violated this policy shall report the matter promptly to his or her supervisor, in the case of students to the Division of Student Affairs, Director of Judicial Affairs, or to cito.policies@nyu.edu , as appropriate. Any attempt to retaliate against a person for reporting a violation will itself be considered a violation of the policy and may result in disciplinary action up to and including the termination of employment or contract with the University. The appropriate office or entity, including the Office of the Vice President for Information Technology and Chief Information Technology Officer for NYU-New York, the Office of General Counsel, and other University officials as required, will lead the investigation into all alleged violations or reports of violations of this policy and, where appropriate, will take steps to remedy the situation.     Specifications       A. NYU Computer Security   1. Safeguarding Computers for Individual Use   This section describes measures to safeguard computers typically used by individuals in NYU-related activities and for accessing other University resources, such as NYU-NET. As used in these operational specifications, “computers” include but are not limited to desktops or laptop computers, personal digital assistants (PDAs), multifunction cellular telephones, USB flash memory drives, or similar devices.    a. Physical Security      i. Do not give physical access to computers to unauthorized persons.      ii. Take appropriate precautions to prevent theft and damage.      iii. Where possible, position monitors to prevent casual viewing by visitors or passersby.    b. System Security      i. Install anti-virus software and keep virus definitions up to date.      ii. Install operating system and software patches and take other recommended steps to mitigate known vulnerabilities of the computer in a timely manner.      iii. Use only NYU-approved software; do not download unauthorized software.      iv. Use a locking screensaver or other mechanism to prevent unauthorized use of the computer.      v. Do not leave your computer unattended without locking it or logging off.      vi. Do not install or use Peer-to-Peer file sharing software; these programs typically enable unauthorized remote access without any password to the contents of the computer.     vii. Do not install or run software that requires a license without that license. Respect license agreements and do not infringe on the copyright of others. (See section A.5)     viii. Respond promptly to notices from authorized University staff that vulnerabilities have been detected in your computer’s system.     ix. Take particular care to secure your NYU-access information (e.g., log-ins, passwords) on home computers from unauthorized use by others.    c. Passwords      i. Where possible, secure all computer accounts with passwords, and use passwords to protect all file sharing.      ii. Use strong passwords. Strong passwords consist of at least eight (8) characters. They should not be dictionary words or readily guessable. They should include at least three (3) of the following four (4) characteristics in any order: upper case letters, lower case letters, numbers, and symbols.      iii. Change passwords periodically. Avoid reusing a password for at least several change iterations. If you have multiple accounts, avoid using the same password for those accounts.      iv. Do not keep passwords in plain text in a computer file or in plain sight on paper. Passwords should neither be sent in an e-mail nor provided verbally by telephone. If you must communicate account access information in order to ensure business continuity, you should communicate it in a secure manner. Supervisors and managers should make certain that offices have plans for access to files and data for business continuity.      v. Keep a well-secured copy of your passwords available for emergency access. Encrypt any computer file containing passwords. Keep any written file of passwords in a physically secure location, preferably separate from the computer or application they secure.      vi. Passwords for sensitive websites or e-mail accounts should not be saved on the computer.     vii. Where possible, do not configure programs to automatically store passwords.     viii. Shut down web browsers, e-mail programs, or other applications that might store passwords temporarily when they are not in use.    d. Remote Access      i. Any remote computer used to access NYU resources must conform to these Specifications and may be subject to further resource-specific restrictions.      ii. If you do not maintain or control the remote computer, do not use it for access to, or transmission of, sensitive data . Access to non- sensitive data may be permissible. Check with responsible department or a supervisor for guidance.      iii. Use remote access software and services with caution. Pay special attention to the configuration of remote access software, hardware, and services to ensure that they do not present a security risk to your computer or to NYU. Consult with ITS Technology Security Services ( security@nyu.edu ) for guidance on how to choose, set up, and operate remote access technologies.      iv. Obtain prior authorization from both your senior management and the ITS Technology Security Services ( security@nyu.edu ) before using a modem with a computer connected to the University network. Modems present a significant security risk, because they enable unmonitored and uncontrolled remote access to NYU’s network and data.      v. Ensure that your computer is not configured to allow unauthorized access to NYU’s network by other devices. Special access arrangements, such as wireless access, RAS (Remote Access Server) services access, and sharing network connections, must be authorized by the ITS Executive Director of Communications and Computing Services (C&amp;CS).   2. Safeguarding Computers Used by Multiple Individuals   The section covers additional measures for safeguarding computers used by multiple individuals. All the operational specifications set forth above apply, as well as the following additional measures to safeguard such computers.   a. Secure all computer accounts with passwords.   b. Give accounts to authorized persons only; provide individual log-ins. If you share a computer with others, take appropriate precautions to protect sensitive data that others may not be authorized to access and, where possible, create separate accounts for each person who is authorized to use the computer, setting appropriate permissions.   c. Where possible, enforce use of strong passwords and periodic password changes.   d. Make every effort to maintain computer logs and review them on a regular basis.   e. Stay familiar with best practices for administering the particular computer and use them.     3. Business Continuity   Take reasonable steps to ensure that, in case of emergency, another authorized person is able to access the NYU computer you use in order to provide continuity of NYU functions performed on and through it. There are numerous methods available of ensuring shared responsibility for data and systems rather than sharing passwords. For assistance, contact ITS Technology Security Services ( security@nyu.edu ).     4. Purchasing   Discuss adherence to applicable NYU policies and procedures as part of the purchasing process. Computers and software acquired for use with NYU computer and data resources should conform to these specifications.     5. Software Licensing   Software users shall use and install only properly licensed software on NYU computers and the NYU network.   a. Unauthorized duplicating, distributing, downloading, sharing, selling, or installing software and related documentation or using unlicensed software and related documentation constitutes a violation of the software license agreement and of University policy.   b. Each School, department, or other unit is responsible for ensuring that software used on their computers is properly licensed, for adhering to the terms and conditions of those software licenses, and for maintaining appropriate documentation of those software licenses.   c. Individuals separating from NYU who work on a home computer shall remove all University-owned software, including all NYU-licensed software, from the home computer. If you have software on your office computer that permits you to install a second copy on your home computer, remove that second copy.     6. Equipment Disposal or Redeployment   Before disposing of or re-deploying hardware, comply with University computer disposal guidelines, which can be found at www.nyu.edu/asset . Click on Computer Disposal. See also www.nyu.edu/its/security/disposal.html .   B. NYU Data Security   1. Protecting Sensitive Data on Computers    a. Follow NYU Computer Security Specifications set forth above.   b. Know what data are stored on your computer, the sensitivity of that data, and what policies apply.   c. Keep local data retention to a minimum. Rely on unit, school, or University storage where you can.   d. Where possible, password protect or encrypt sensitive data .   e. Back up local data on a regular basis and keep the backup secure. Protect backups with the same level of security as the original data. Test backup recovery periodically to verify that it works.   f. If you use a computer shared with others, take appropriate precautions to protect sensitive data that others may not be authorized to access. Where possible, create separate accounts for each person who uses the computer, setting appropriate permissions.   2. Storing or Transmitting Sensitive Data    a. Do not redistribute sensitive data to others within or without the University, unless you are an authoritative source for and an authorized distributor of that data and the recipient is authorized to receive that data.   b. Do not allow sensitive data to be stored on computers or servers outside NYU, unless such storage is authorized.   c. Whenever possible, sensitive data should be transferred in encrypted form, e.g., using SSL (Secure Socket Layer) or SSH (Secure Shell).   d. Remember that e-mail typically is not a secure form of communication. Care should be taken to be certain that the recipient is authorized to receive that data and the address is accurate.   e. Sensitive data , including electronic protected health information (EPHI), Social Security numbers, or credit card information, should not be sent unencrypted via e-mail. If use of e-mail is necessary, use encryption technology to protect the transmission of sensitive data in e-mail. This may include the use of VPN (Virtual Private Network), SSL, or encryption of the message itself using software such as PGP (Pretty Good Privacy).   f. Do not transmit sensitive data using instant messaging technology (e.g., AOL Instant Messenger, Yahoo Messenger) which use servers outside of NYU. These services may allow sensitive data to be accessed by or stored by unauthorized parties. It is recommended that you consult with ITS Technology Security Services ( security@nyu.edu ) for guidance.   g. Take special care when sending sensitive data by fax to make sure that it is clearly marked as confidential. Every effort should be made to ensure that only the intended recipient has access to the faxed information.   h. Keep fax machines, printers, and copiers used for sensitive data in secure areas. Faxes, printouts, and copies of sensitive data should be picked up promptly and handled appropriately.   3. Disposing of Sensitive Data    a. Sensitive data should be destroyed in a manner that prevents re-creation.   b. Reformat or physically destroy any removable storage media (such as floppy disks, zip disks, tapes, or compact disks (CD)) that contained sensitive data before disposing of them.   c. Shred printouts of sensitive data .   d. Ensure that sensitive data are removed from devices you use before you dispose of or re-deploy those devices.   4. Responding to Requests for Information    a. Do not share sensitive data with representatives of the press (radio, television, print, or electronic media), other individuals, or in public forums, such as mailing lists or web bulletin boards, without appropriate authorization .   b. Refer subpoenas and similar requests or demands for the release of sensitive data to the Office of Legal Counsel.   Notes     1. Dates of Official Enactment and Amendments:    a. Adopted by the Office of the Chief Information Technology Officer (CITO) on February 6, 2006.    b. Revised to include a section on Software Licensing (Section A.5), January 14, 2009.    c. Revised to add a sentence regarding commercial purposes (Policy Requirements, Section A), December 12, 2011.   2. Cross References:     a. NYU Guidelines for compliance with the Family Educational Rights and Privacy Act (FERPA): www.nyu.edu/apr/ferpa.htm     b. NYU Information Technology Services Policies: www.nyu.edu/its/policies     c. NYU HIPAA Information Security Policies: www.nyu.edu/its/policies     d. Guidelines on equipment disposal or redeployment: www.nyu.edu/asset and www.nyu.edu/its/security/disposal.html     e. E-mail address for computer security assistance and advice: security@nyu.edu     f. E-mail address for policy clarifications and suggestions: cito.policies@nyu.edu     g. E-mail address to report policy violations: cito.policies@nyu.edu                               About This Policy                                         Effective Date:        December 12, 2011                    Supersedes:        February 6, 2006                      Issuing Authority:        Executive Vice President for Finance and Information Technology                        Responsible Officer:        Vice President, Information Technology & Chief Information Technology Officer                                                            Definitions                                          Affiliates refers to individuals who have contractual or other relationships with the University and who are not employees, faculty, or students.   Authorization in this context means to grant permission to an identified individual to use acomputer or data resource.Acceptance of authorization to use NYU computer and data resources establishes an obligation on the part of the individual to use those resources responsibly.   Computer and data resources include computers and computing devices; computing, application, and database access (including passwords); software, hardware, computer, and e-mail services; and associated computing accounts. Computers and computing devices include, but are not limited to, desktops or laptop computers, personal digital assistants (PDAs), multifunction cellular telephones, USB flash memory drives, or similar devices.   Members of the University community refers to full- and part-time employees, faculty, and students.   Sensitive data include, but are not limited to, information about prospective, current, and former students, patients and clients of medical and dental facilities and services, and users of legal and other services, employees and donors; also information concerning research and University business, finance, and operations, and passwords. Federal and state laws and regulations, as well as University policies and office procedures, regulate the handling and reporting of many different kinds of sensitive data.                                                Related Policies                                        None                                                 NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Policy on Responsible Use of NYU Computers and Data                                                                                                NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Policies and Guidelines   /   University Policies and Guidelines                 Sub Navigation                                 Academic Affairs & Faculty                       Financial Affairs                       Governance & Legal                       Human Resources                       Information Technology                       Operations & Safety                       Research                       Student Affairs                       University Guides & Manuals                                                              POLICY       Policy on Responsible Use of NYU Computers and Data                                      Purpose of this Policy    New York University is a not-for-profit research university, and its facilities, including computer and data resources , are to be used in furtherance of its not-for-profit, educational, research, and service purposes. More and more university activities are conducted using computers and electronic communications, with increased convenience and accessibility from and to all parts of the world. At the same time, today’s inter-connected environment intensifies the risks and threats of unauthorized access to computers, inadvertent disclosures of sensitive data , and unexpected destruction of essential information, resulting in potentially serious consequences to individuals and to institutions. Members of the University community and affiliates interact with a wide spectrum of sensitive data for numerous reasons. Evolving federal and state regulations require organizations and individuals to protect sensitive data. With computing so widely distributed throughout NYU, the responsibility to safeguard computers and data resources extends to all members of the University community and affiliates .             Scope of this Policy    This policy applies to members of the University community and affiliates who use NYU’s computer and data resources and/or who have access to sensitive data stored on these resources.          Policy Definitions     Affiliates refers to individuals who have contractual or other relationships with the University and who are not employees, faculty, or students.   Authorization in this context means to grant permission to an identified individual to use a computer or data resource . Acceptance of authorization to use NYU computer and data resources establishes an obligation on the part of the individual to use those resources responsibly.   Computer and data resources include computers and computing devices; computing, application, and database access (including passwords); software, hardware, computer, and e-mail services; and associated computing accounts. Computers and computing devices include, but are not limited to, desktops or laptop computers, personal digital assistants (PDAs), multifunction cellular telephones, USB flash memory drives, or similar devices.   Members of the University community refers to full- and part-time employees, faculty, and students.   Sensitive data include, but are not limited to, information about prospective, current, and former students, patients and clients of medical and dental facilities and services, and users of legal and other services, employees and donors; also information concerning research and University business, finance and operations, and passwords. Federal and state laws and regulations, as well as University policies and office procedures, regulate the handling and reporting of many different kinds of sensitive data .     University Policy     New York University expects members of the University community and affiliates to employ reasonable and appropriate administrative, technical, and physical safeguards to protect the computer and data resources that they use and the sensitive data stored on these resources. Access to computer and data resources (including software, hardware, computer, and e-mail services) are privileges extended to members of the University community and affiliates , and must be exercised in conformity with all applicable NYU policies and procedures and all applicable federal and state laws. Access to NYU computer and data resources is limited to authorized persons and is for approved purposes only. Approved purposes are those consistent with both the broad instructional and research goals of the University and the person's relationship with the University. Authorization to use these resources is granted by designated individuals at the University entrusted with overall responsibility and management of data and related systems. Acceptance of authorization to use NYU computer and data resources establishes an obligation on the part of the individual to use these resources responsibly as defined in the Policy Requirements and Specifications below.   This policy does not form a contract of any kind, including, among others, an employment contract. The University reserves the right to modify this policy without notice and at its discretion. The current version of this policy is posted on the ITS website ( www.nyu.edu/its/policies ). All terms noted in italics are defined at the end of this policy.   Policy Requirements     A. Acceptance of authorization to use NYU computer and data resources establishes an obligation to:     1. behave in accordance with NYU’s educational, research, and service purposes and in a manner compliant with this and other applicable NYU policies and procedures and all applicable laws and regulations;     2. not use your account for any commercial purposes;     3. behave with civil regard for other members of the NYU community and of the wider community on the Internet;     4. take reasonable steps to ensure that any computer used to access NYU resources, whether it is located on an NYU campus or elsewhere, is secure, virus-free, and otherwise not compromised;     5. protect the confidentiality, security, integrity, and recoverability of all computer and data resources and take reasonable and appropriate steps to guard these resources from improper or unauthorized use, including such use by third parties;     6. use applications that conform to NYU’s privacy and security policies and guidelines;     7. refrain from activities that interfere with the ability of others to use computer and data resources ; and     8. be aware of and comply with other relevant school and University policies, procedures, and business rules; in all cases the more stringent standard should be followed.   B. This obligation applies regardless of:     1. where the computer used to access computer and data resources is located in an NYU office, classroom, public space, or lab, or at home or elsewhere outside the University;     2. who owns the device used to access or store the sensitive data ; or     3. the form or manner in which sensitive data are stored or transmitted, including, but not limited to, local file, shared file, file on removable media such as CD-ROM disk and jump drive, central database, fax, printer, copier, network, phone, e-mail, or voice mail.     C. Access and use, or causing or allowing access and use, of computer and data resources , including e-mail services, by anyone other than as permitted by NYU is strictly prohibited by NYU and by state and federal laws and may subject the violator to criminal and civil penalties as well as NYU-initiated disciplinary proceedings.   D.  Use of some NYU computer and data resources may be governed by additional University, college, school, or departmental policies and procedures. Anyone authorized to use these resources is responsible to become familiar with and abide by such policies and procedures.     E. In order to safeguard the security and efficiency of computer and data resources , NYU computer systems and NYU-NET are routinely monitored and recorded for integrity and operation of the system by authorized University staff. Computer and data resources provided by NYU are the property of NYU and not the personal property of the individual.     F. Designated individuals at the University entrusted with overall responsibility and management of computer and data resources and sensitive data and related systems have decision-making authority for authorizing access to and use of those resources and systems.     1. These individuals at the University include, but are not limited to, University-wide administrators, such as the Registrar, Deans, and other School administrators, and the Senior Vice Provost for Research on data-intensive research projects.     2. These individuals at the University have responsibility for the development, implementation, and maintenance of policies and procedures related to authorizing access to the shared stores of the various categories of sensitive data in use in electronic form at NYU and for handling that data appropriately wherever it resides. Such individuals may delegate responsibilities as they deem appropriate in specific functional areas.     3. These individuals at the University may have more stringent standards for the use, storage, and transmittal of the data they manage than those set forth in this policy; the more stringent standard should be followed. Individuals authorized to use the data are expected to be aware of relevant current policies and to abide by them.     4. Access to sensitive data will be granted only on an “as needed/minimum necessary” basis.   G. New York University’s Vice President for Information Technology and Chief Information Technology Officer for NYU-New York is responsible for periodic reviews of the University’s security policies and procedures relating to computer and data resources and sensitive data , which will be revised as necessary and any updates publicized. Current versions of the University’s policies relating to computer and data resources and sensitive data are maintained on the ITS website ( www.nyu.edu/its/policies ). Questions for clarification and suggestions about these policies can be sent to: cito.policies@nyu.edu .     H. Violators of this policy may be subject to disciplinary action, up to and including the termination of employment or contract with the University, or, in the case of students, suspension or expulsion from the University. Anyone who knows or has reason to believe that another person has violated this policy shall report the matter promptly to his or her supervisor, in the case of students to the Division of Student Affairs, Director of Judicial Affairs, or to cito.policies@nyu.edu , as appropriate. Any attempt to retaliate against a person for reporting a violation will itself be considered a violation of the policy and may result in disciplinary action up to and including the termination of employment or contract with the University. The appropriate office or entity, including the Office of the Vice President for Information Technology and Chief Information Technology Officer for NYU-New York, the Office of General Counsel, and other University officials as required, will lead the investigation into all alleged violations or reports of violations of this policy and, where appropriate, will take steps to remedy the situation.     Specifications       A. NYU Computer Security   1. Safeguarding Computers for Individual Use   This section describes measures to safeguard computers typically used by individuals in NYU-related activities and for accessing other University resources, such as NYU-NET. As used in these operational specifications, “computers” include but are not limited to desktops or laptop computers, personal digital assistants (PDAs), multifunction cellular telephones, USB flash memory drives, or similar devices.    a. Physical Security      i. Do not give physical access to computers to unauthorized persons.      ii. Take appropriate precautions to prevent theft and damage.      iii. Where possible, position monitors to prevent casual viewing by visitors or passersby.    b. System Security      i. Install anti-virus software and keep virus definitions up to date.      ii. Install operating system and software patches and take other recommended steps to mitigate known vulnerabilities of the computer in a timely manner.      iii. Use only NYU-approved software; do not download unauthorized software.      iv. Use a locking screensaver or other mechanism to prevent unauthorized use of the computer.      v. Do not leave your computer unattended without locking it or logging off.      vi. Do not install or use Peer-to-Peer file sharing software; these programs typically enable unauthorized remote access without any password to the contents of the computer.     vii. Do not install or run software that requires a license without that license. Respect license agreements and do not infringe on the copyright of others. (See section A.5)     viii. Respond promptly to notices from authorized University staff that vulnerabilities have been detected in your computer’s system.     ix. Take particular care to secure your NYU-access information (e.g., log-ins, passwords) on home computers from unauthorized use by others.    c. Passwords      i. Where possible, secure all computer accounts with passwords, and use passwords to protect all file sharing.      ii. Use strong passwords. Strong passwords consist of at least eight (8) characters. They should not be dictionary words or readily guessable. They should include at least three (3) of the following four (4) characteristics in any order: upper case letters, lower case letters, numbers, and symbols.      iii. Change passwords periodically. Avoid reusing a password for at least several change iterations. If you have multiple accounts, avoid using the same password for those accounts.      iv. Do not keep passwords in plain text in a computer file or in plain sight on paper. Passwords should neither be sent in an e-mail nor provided verbally by telephone. If you must communicate account access information in order to ensure business continuity, you should communicate it in a secure manner. Supervisors and managers should make certain that offices have plans for access to files and data for business continuity.      v. Keep a well-secured copy of your passwords available for emergency access. Encrypt any computer file containing passwords. Keep any written file of passwords in a physically secure location, preferably separate from the computer or application they secure.      vi. Passwords for sensitive websites or e-mail accounts should not be saved on the computer.     vii. Where possible, do not configure programs to automatically store passwords.     viii. Shut down web browsers, e-mail programs, or other applications that might store passwords temporarily when they are not in use.    d. Remote Access      i. Any remote computer used to access NYU resources must conform to these Specifications and may be subject to further resource-specific restrictions.      ii. If you do not maintain or control the remote computer, do not use it for access to, or transmission of, sensitive data . Access to non- sensitive data may be permissible. Check with responsible department or a supervisor for guidance.      iii. Use remote access software and services with caution. Pay special attention to the configuration of remote access software, hardware, and services to ensure that they do not present a security risk to your computer or to NYU. Consult with ITS Technology Security Services ( security@nyu.edu ) for guidance on how to choose, set up, and operate remote access technologies.      iv. Obtain prior authorization from both your senior management and the ITS Technology Security Services ( security@nyu.edu ) before using a modem with a computer connected to the University network. Modems present a significant security risk, because they enable unmonitored and uncontrolled remote access to NYU’s network and data.      v. Ensure that your computer is not configured to allow unauthorized access to NYU’s network by other devices. Special access arrangements, such as wireless access, RAS (Remote Access Server) services access, and sharing network connections, must be authorized by the ITS Executive Director of Communications and Computing Services (C&amp;CS).   2. Safeguarding Computers Used by Multiple Individuals   The section covers additional measures for safeguarding computers used by multiple individuals. All the operational specifications set forth above apply, as well as the following additional measures to safeguard such computers.   a. Secure all computer accounts with passwords.   b. Give accounts to authorized persons only; provide individual log-ins. If you share a computer with others, take appropriate precautions to protect sensitive data that others may not be authorized to access and, where possible, create separate accounts for each person who is authorized to use the computer, setting appropriate permissions.   c. Where possible, enforce use of strong passwords and periodic password changes.   d. Make every effort to maintain computer logs and review them on a regular basis.   e. Stay familiar with best practices for administering the particular computer and use them.     3. Business Continuity   Take reasonable steps to ensure that, in case of emergency, another authorized person is able to access the NYU computer you use in order to provide continuity of NYU functions performed on and through it. There are numerous methods available of ensuring shared responsibility for data and systems rather than sharing passwords. For assistance, contact ITS Technology Security Services ( security@nyu.edu ).     4. Purchasing   Discuss adherence to applicable NYU policies and procedures as part of the purchasing process. Computers and software acquired for use with NYU computer and data resources should conform to these specifications.     5. Software Licensing   Software users shall use and install only properly licensed software on NYU computers and the NYU network.   a. Unauthorized duplicating, distributing, downloading, sharing, selling, or installing software and related documentation or using unlicensed software and related documentation constitutes a violation of the software license agreement and of University policy.   b. Each School, department, or other unit is responsible for ensuring that software used on their computers is properly licensed, for adhering to the terms and conditions of those software licenses, and for maintaining appropriate documentation of those software licenses.   c. Individuals separating from NYU who work on a home computer shall remove all University-owned software, including all NYU-licensed software, from the home computer. If you have software on your office computer that permits you to install a second copy on your home computer, remove that second copy.     6. Equipment Disposal or Redeployment   Before disposing of or re-deploying hardware, comply with University computer disposal guidelines, which can be found at www.nyu.edu/asset . Click on Computer Disposal. See also www.nyu.edu/its/security/disposal.html .   B. NYU Data Security   1. Protecting Sensitive Data on Computers    a. Follow NYU Computer Security Specifications set forth above.   b. Know what data are stored on your computer, the sensitivity of that data, and what policies apply.   c. Keep local data retention to a minimum. Rely on unit, school, or University storage where you can.   d. Where possible, password protect or encrypt sensitive data .   e. Back up local data on a regular basis and keep the backup secure. Protect backups with the same level of security as the original data. Test backup recovery periodically to verify that it works.   f. If you use a computer shared with others, take appropriate precautions to protect sensitive data that others may not be authorized to access. Where possible, create separate accounts for each person who uses the computer, setting appropriate permissions.   2. Storing or Transmitting Sensitive Data    a. Do not redistribute sensitive data to others within or without the University, unless you are an authoritative source for and an authorized distributor of that data and the recipient is authorized to receive that data.   b. Do not allow sensitive data to be stored on computers or servers outside NYU, unless such storage is authorized.   c. Whenever possible, sensitive data should be transferred in encrypted form, e.g., using SSL (Secure Socket Layer) or SSH (Secure Shell).   d. Remember that e-mail typically is not a secure form of communication. Care should be taken to be certain that the recipient is authorized to receive that data and the address is accurate.   e. Sensitive data , including electronic protected health information (EPHI), Social Security numbers, or credit card information, should not be sent unencrypted via e-mail. If use of e-mail is necessary, use encryption technology to protect the transmission of sensitive data in e-mail. This may include the use of VPN (Virtual Private Network), SSL, or encryption of the message itself using software such as PGP (Pretty Good Privacy).   f. Do not transmit sensitive data using instant messaging technology (e.g., AOL Instant Messenger, Yahoo Messenger) which use servers outside of NYU. These services may allow sensitive data to be accessed by or stored by unauthorized parties. It is recommended that you consult with ITS Technology Security Services ( security@nyu.edu ) for guidance.   g. Take special care when sending sensitive data by fax to make sure that it is clearly marked as confidential. Every effort should be made to ensure that only the intended recipient has access to the faxed information.   h. Keep fax machines, printers, and copiers used for sensitive data in secure areas. Faxes, printouts, and copies of sensitive data should be picked up promptly and handled appropriately.   3. Disposing of Sensitive Data    a. Sensitive data should be destroyed in a manner that prevents re-creation.   b. Reformat or physically destroy any removable storage media (such as floppy disks, zip disks, tapes, or compact disks (CD)) that contained sensitive data before disposing of them.   c. Shred printouts of sensitive data .   d. Ensure that sensitive data are removed from devices you use before you dispose of or re-deploy those devices.   4. Responding to Requests for Information    a. Do not share sensitive data with representatives of the press (radio, television, print, or electronic media), other individuals, or in public forums, such as mailing lists or web bulletin boards, without appropriate authorization .   b. Refer subpoenas and similar requests or demands for the release of sensitive data to the Office of Legal Counsel.   Notes     1. Dates of Official Enactment and Amendments:    a. Adopted by the Office of the Chief Information Technology Officer (CITO) on February 6, 2006.    b. Revised to include a section on Software Licensing (Section A.5), January 14, 2009.    c. Revised to add a sentence regarding commercial purposes (Policy Requirements, Section A), December 12, 2011.   2. Cross References:     a. NYU Guidelines for compliance with the Family Educational Rights and Privacy Act (FERPA): www.nyu.edu/apr/ferpa.htm     b. NYU Information Technology Services Policies: www.nyu.edu/its/policies     c. NYU HIPAA Information Security Policies: www.nyu.edu/its/policies     d. Guidelines on equipment disposal or redeployment: www.nyu.edu/asset and www.nyu.edu/its/security/disposal.html     e. E-mail address for computer security assistance and advice: security@nyu.edu     f. E-mail address for policy clarifications and suggestions: cito.policies@nyu.edu     g. E-mail address to report policy violations: cito.policies@nyu.edu                               About This Policy                                         Effective Date:        December 12, 2011                    Supersedes:        February 6, 2006                      Issuing Authority:        Executive Vice President for Finance and Information Technology                        Responsible Officer:        Vice President, Information Technology & Chief Information Technology Officer                                                            Definitions                                          Affiliates refers to individuals who have contractual or other relationships with the University and who are not employees, faculty, or students.   Authorization in this context means to grant permission to an identified individual to use acomputer or data resource.Acceptance of authorization to use NYU computer and data resources establishes an obligation on the part of the individual to use those resources responsibly.   Computer and data resources include computers and computing devices; computing, application, and database access (including passwords); software, hardware, computer, and e-mail services; and associated computing accounts. Computers and computing devices include, but are not limited to, desktops or laptop computers, personal digital assistants (PDAs), multifunction cellular telephones, USB flash memory drives, or similar devices.   Members of the University community refers to full- and part-time employees, faculty, and students.   Sensitive data include, but are not limited to, information about prospective, current, and former students, patients and clients of medical and dental facilities and services, and users of legal and other services, employees and donors; also information concerning research and University business, finance, and operations, and passwords. Federal and state laws and regulations, as well as University policies and office procedures, regulate the handling and reporting of many different kinds of sensitive data.                                                Related Policies                                        None                                                 NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Substance Abuse and Alcoholic Beverages                                                                                                NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Policies and Guidelines   /   University Policies and Guidelines                 Sub Navigation                                 Academic Affairs & Faculty                       Financial Affairs                       Governance & Legal                       Human Resources                       Information Technology                       Operations & Safety                       Research                       Student Affairs                       University Guides & Manuals                                                              POLICY       Substance Abuse and Alcoholic Beverages                          Click Here for Entire Policy PDF             Purpose of this Policy     1. To comply with the requirements of the Drug Free Schools and Communities Act.   2. To set forth the standards and regulations associated with the possession, consumption, service and distribution of alcoholic beverages at the University.   3. To set forth the standards and regulations associated with the possession, consumption, service and distribution of illegal controlled substances at the University.   4. To set forth the manner in which allegations of violations of the policy will be addressed at the University.   5. To provide resources for those seeking information about, or struggling with, a substance abuse problem.                 Scope of this Policy    The United States Department of Education has issued regulations implementing the provisions of the Drug-Free Schools and Communities Act Amendments of 1989. These regulations require that the University distribute the following information annually to all students, administrators, faculty and staff at the University in writing concerning the possession, use, or distribution of alcohol and illicit drugs. New York University’s policies on substance abuse and on alcoholic beverages are set out below, along with related information regarding University sanctions for violation of these policies, criminal sanctions for the illegal possession or distribution of drugs and alcohol, the health risks associated with drugs and alcohol, and places to obtain help concerning the use and abuse of alcohol and illicit drugs.     The University policies set forth below apply to all University students and to all events or activities which are sponsored by the University or by a University organization, whether they occur at the University or not.               Procedures for Implementation    GENERAL STANDARDS OF CONDUCT ASSOCIATED WITH ALCOHOL AND OTHER SUBSTANCES:   NYU is committed to creating and maintaining a campus environment that is free of alcohol and substance abuse and views the abuse of alcohol and legal drugs and the use of illicit drugs as being antithetical to the pursuit of educational excellence and the realization of one's full potential as a student and member of this community. Accordingly, the University takes very seriously its obligation to address the issue of all forms of substance abuse.   We believe that the best way to maintain an appropriate campus environment with respect to drugs and alcohol is through preventive education about the dangers of drug abuse and compassionate attention to the needs of those who may require help with alcohol or other drug-related problems. To that end, the University provides on-campus support programs and services as well as information about related services that are available in the local community.   At the same time, NYU expects that students will conduct themselves in accordance with basic principles of personal responsibility, respect for order, and consideration of the rights of others. Implied in these expectations is the understanding that students are responsible for making their own decisions and accepting the consequences of those decisions. In order to make informed choices about alcohol and other drug use, students should educate themselves about the social, physiological, and psychological consequences of drug use or excessive drinking as well as the policies set forth below.   I. STATEMENT OF POLICY ON SUBSTANCE ABUSE:   New York University policy and practices regarding the possession, use and distribution of substances is based upon federal and New York State laws. The use, possession or distribution of a substance that is designated as a controlled substance according to these laws is prohibited on any University campus, facility, function, or sponsored program.   Although University policies and practices emphasize a concern for the welfare of individuals, the University also recognizes the importance of maintaining the safety and well-being of the community as a whole. The University therefore adheres to the following guidelines concerning the unlawful possession, use, or distribution of drugs:     1. The unlawful possession, use, or distribution of drugs will not be tolerated on premises owned or controlled by the University.  2. Upon finding evidence of the unlawful possession, use, or distribution of drugs on its premises by any student, the University will take appropriate disciplinary action, including, but not limited to, probation, suspension, or expulsion.  3. Using regularly established procedures, the University will take disciplinary action, up to and including discharge, against any member of the faculty or staff found to be unlawfully using, possessing, or distributing drugs on University premises.   Faculty, staff, and students should also be aware that, in addition to University sanctions, they may be subject to criminal prosecution under federal and state laws that specify fines or imprisonment or loss of federal financial student aid for conviction of drug-related offenses. Where appropriate or necessary, the University will cooperate fully with law enforcement agencies if a student’s use, possession, or distribution of a substance violates the national, state and/or local laws of the country in which the campus where the incident occurred is located. *   *A Note for Students Traveling Abroad: Students traveling abroad as part of a University program should familiarize themselves with the laws and policies of the location to which they are traveling.   II. STATEMENT OF POLICY ON ALCOHOLIC BEVERAGES:   The University Policy regarding the possession, consumption, sale and service of alcoholic beverages at New York University is based on federal and New York State law, as well as the New York State Alcoholic Beverage Control Law.   A. Possession and Consumption:   It is the policy of New York University that persons under the age of 21 years are prohibited from possessing any alcoholic beverage at New York University or at any event sponsored by the University or by a University organization, whether the event is at the University or not.   B. Service and Sale:   1. To serve alcoholic beverages shall mean to give away, deliver, or otherwise provide alcoholic beverages to any person by any means other than by sale to such person.   2. Sales of liquor include, without being limited to, cash bars, events to which admission tickets are sold or for which fees are charged, either by the event or for a period of time (e.g., entertainment charge or annual dues), entitling the purchaser access to an open bar, and parties at which alcoholic beverages are served and for which contributions or donations to offset the costs of the party are sought.     3. The following rules are applicable to all events at which alcoholic beverages are served or sold at New York University and to all events or activities, whether or not at the University, which are sponsored by the University or by a University organization.   a. No person shall be sold or served any alcoholic beverage:   • if that person is, or appears to be, under the legal drinking age of 21;  • if that person is, or appears to be, intoxicated, or is known to the server or seller to be a problem drinker.   b. No person under the age of 21 years shall present any written evidence of his or her age that is false, fraudulent, or not actually his or her own in order to purchase or be served, or to try to purchase or be served, any alcoholic beverage or in order to gain access, or to try to gain access, to any event or activity at which any alcoholic beverage is being sold or served.   c. No person shall in any way misrepresent the age of any other person or help any other person to misrepresent the age of any other person or help any other person to misrepresent his or her age so that such person can purchase or be served, or try to purchase or be served, any alcoholic beverage or gain access, or try to gain access, to any event or activity at which any alcoholic beverage is being served or sold.   d. No alcoholic beverage shall be sold to any person unless:   • a license or permit sanctioning the sale of such alcoholic beverage has been obtained by the seller; and  • the license or permit sanctioning such sale and any posters, signs, notices, or other material or information required by applicable law or by the State Liquor Authority are prominently displayed at the site of such sale.   e. The individual or group(s) sponsoring an event or activity at which any alcoholic beverage is to be sold or served (the “sponsor”) shall be responsible to make sure that all New York University rules and regulations regarding the sale, use, service, possession, and consumption of alcoholic beverages are observed at such event or activity. This responsibility shall include, without being limited to, the following:       • Alcoholic beverages should not be served at University events attended by students unless it is anticipated that the majority of those in attendance will be of legal age to drink, a mechanism is in place to assure that only attendees who are of legal age to drink have access to alcoholic beverages, and the event is adequately supervised.   • Each University unit is responsible for advising all student organizations recognized by that unit of the public laws and NYU policies regarding the sale, service and consumption of alcoholic beverages at student events. Upon request, staff from the Office of Student Activities will be available to assist in that process.   • Each University unit is responsible for advising all student organizations recognized by that unit of the procedures and resources available to address any health, safety, security, or behavioral concerns that may arise at an event at which alcoholic beverages are served. Upon request, staff from the Wellness Exchange, Public Safety, Judicial Affairs, and the Office of Student Activities will be available to assist in that process.   • Public laws and University policies and guidelines that concern the presence of alcoholic beverages at events attended by students apply to all such events regardless of the sponsoring unit/organization or whether the activity takes place on or off University premises.     • Alcoholic beverages may be served at events held at NYU global sites, under the supervision of site supervisors, in accordance with the applicable laws governing legal drinking age in the particular country.   • No student organizations may use University funds, or any other monies derived from other sources of income, including donations, to purchase alcoholic beverages to be served at a student event.   • All student organizations wishing to have alcoholic beverages served at an on-campus event must use the NYU Catering Vendor which shall provide such service on a cash bar basis only. Events held at an off-campus site must use a licensed private vendor which shall provide such service on a cash bar basis only.   • Exceptions to the restrictions on the use of University funds and the cash bar requirements can be granted on a case-by-by case basis for graduate student organizations provided that all of the other conditions set forth in this document are met.   C. NYU Global Academic Centers:     1. Each NYU Global Academic Center has its own policies, procedures, and regulations governing the possession, consumption, and serving of alcoholic beverages that may vary from the general University policy. These policy differences reflect variations in the laws concerning the possession and consumption of alcoholic beverages in the locality and country in which that site is located, regulations established to best meet the unique needs of that particular campus, and practices that reflect respect for the social/cultural customs of that community and country. Students enrolled at a Global Academic Center should consult the office of the Site Director for information regarding the policies, procedures and regulations for that location.   2. Students enrolled at any NYU Global Academic Center will be held accountable to the Study Away Standard which sets forth behavioral expectations for all students involved in study at the academic centers. Violations of that standard which involve the use of alcohol or another controlled substance will be subject to close scrutiny and may result in serious disciplinary consequences.*     *A Note for Students Traveling Abroad: Students traveling abroad as part of a University program should familiarize themselves with the laws and policies of the location to which they are traveling.   III. STATEMENT OF POLICY ON UNIVERSITY INTERVENTIONS   A. Any member of the University Community who feels that a student’s possession, use, or distribution of alcohol or controlled substances places that student or the University community at risk, or violates the University’s Policy on Substance Abuse and Alcoholic Beverages, and who wishes the University to intervene is encouraged to report the situation to one of the following officials:     • Department of Public Safety  • Student Affairs officials: Vice President, Associate Vice President for Student Affairs, Director of Student Activities, Coordinator for Greek Life, Director of the Student Resource Center, and the Director of Community Standards.  • Deans of Students in the Schools and Colleges  • Residence Hall officials: Director-Residence Life and Housing Services, Assistant Director for Residence Life, Residence Hall Directors, and Assistant Residence Hall Directors.  • Athletics Department officials: Director of Athletics and Coaches.   B. Considerations for Self Reporting and Good Samaritans: Policy on NYU’s Response to Health and Safety-Related Emergencies Related to Alcohol and Other Substance s   The University recognizes that there may be health or safety emergencies related to the use of alcohol or other substances in which the potential for disciplinary action by the University may serve as a deterrent to students who want to seek assistance for themselves or to “Good Samaritans” who want to get help for another member of the NYU community. In all such matters, the health and safety of the student at risk will be the University’s top priority. Accordingly, should a student him/herself, or another individual on behalf of that student, voluntarily come forward seeking assistance in a situation involving the over-consumption or abuse of drugs and alcohol, the University’s student conduct response in regard to that overconsumption will be first and foremost focused on medical treatment, counseling and/or educational interventions. However, the University reserves the right to address any associated acts that compromise the well-being of the community and its members such as harassment, violence, damage, harm to self/others, or distribution of illegal substances on a case by case basis as deemed appropriate/necessary.   Reporting a Personal Concern: Students who have concerns about their personal use of alcohol and/or other drugs, or students who are concerned about a friend’s use, are encouraged to seek assistance through one of several University support services that may be accessed through the University’s Wellness Exchange by calling (212) 443-9999. Confidentiality in these circumstances will be protected in compliance with University policy and applicable law (e.g. FERPA, HIPAA, etc..)   C. Student Groups: If University policies are violated at an event sponsored by a student organization, the student organization, along with its members, may be held responsible for such violations. A variety of sanctions can be imposed on the organization, including loss of funding or other privileges, denial of access to University facilities and services, and dissolution   D. Student Conduct Intervention: The University’s disciplinary response to incidents involving the use, possession, or distribution of alcohol and other drugs within the University community is formulated on a case-by-case basis.   1. The University considers the abuse or inappropriate use of alcohol and other drugs to be hazardous to an individual’s health and safety and an impediment to his/her academic and personal success. The University’s response in matters involving alcohol and illegal drugs strives to balance the interests of individual students who may be engaged in the use, possession, or distribution of alcohol or other drugs with that of the larger community that may adversely be affected by such behavior. While the use/abuse of alcohol and other substances can present personal, social and academic consequences to the individual, the behavior frequently associated with the use of alcohol and other drugs can be disruptive and -compromise the interests of others within the University community as well. Accordingly, the University views the use/abuse of alcohol and other drugs as a matter of both personal and community wellness and believes that any such behavior warrants decisive intervention.   2. When allegations of the distribution, use, and/or possession of alcohol and other drugs in violation of University policies or federal, state, or local laws are presented to University officials (i.e. administrators, faculty, and staff members) who are not health and/or mental health professionals, the University may act on that information, including using it in educational, administrative or disciplinary responses in accordance with the nature and severity of the circumstances including the preferences of the individual making the report, the well-being of the student whose behavior is of concern, and the interests of the University community. If the information is credible, the University will endeavor to identify and confront student/s who are illegally possessing, using, abusing, and/or distributing drugs or alcohol. In doing so, the University will attempt to maintain the confidentiality of the complainant’s identity consistent with the goal of conducting a thorough and complete investigation. While every effort will be made to preserve the privacy of all persons involved, anonymity cannot be promised when the information is disclosed to a non-confidential source and/or when the well-being of an individual student or of the University community is at serious risk.   3. The University draws clear distinctions between the possession, use/abuse and the distribution of alcohol or illegal drugs and will take decisive and potentially more severe action, in matters involving the distribution of substances.   a. The University will consider various factors when determining its response to cases involving the distribution of illegal drugs including the type of substance being distributed and the nature and magnitude of the distribution. Removal of a student from the residence halls and/or suspension or dismissal from the University are likely outcomes where it is determined that a student is engaged in the distribution of illegal drugs.   b. In matters involving the distribution of alcohol to underage persons, the University will take into consideration the impact of the distribution upon the individuals to whom the alcohol is provided and upon the University community. Those who provide alcohol to underage persons may be subject to disciplinary sanctions of a more severe nature than those imposed for possession or consumption up to and including a suspension from the residence halls and/or the University.   4. In cases involving the possession or consumption of alcohol by an underage student or the possession or consumption of illegal drugs, depending upon the nature of the circumstances, the University may elect to implement educational, administrative, medical, counseling, disciplinary action, or a combination of interventions. Disciplinary sanctions can include dismissal (i.e., expulsion) from the University, suspension from classes and other activities or privileges, or other penalties permitted by University codes. For example, a student can be expelled from University housing or barred from participating in athletic or other extracurricular activities such as the Study Away Program. Students may also be required to undergo an assessment and/or complete an appropriate course of education, counseling or rehabilitation.   5. In addition to this policy, student who live in a University residence hall also are subject to housing policies regarding the possession, consumption, and being in the presence of alcohol and/or illegal substances.   6. Disciplinary sanctions become part of a student's permanent academic record and may be noted on the student's transcript.   7. The University may (in accordance with the Federal Educational Rights and Privacy Act - FERPA) choose to contact parents or legal guardians of students who have violated University policies on substance abuse.   8. Finally, students are urged to be mindful of the fact that they are subject to all federal, state and local laws related to the use, possession, and distribution of alcohol and other drugs – whether on or off the campus – and the University reserves the right to involve local law enforcement agencies as the situation warrants.   9. Employees alleged to be in violation of University Policies on Substance Abuse and Alcoholic Beverages may be subject to disciplinary action through the applicable Human Resources venue.   10 . Guidelines for Student Conduct/Disciplinary Interventions - The following chart reflects possible options the University may exercise and relevant outcomes when responding to certain types of alcohol or other drug violations by students. Actual responses and sanctions may vary in accordance with the unique circumstances of each case.     CONTINUES... CLICK HERE FOR ENTIRE POLICY PDF                    Notes          Dates of official enactment and amendments:                      History: blank        Cross References: blank                                    About This Policy                                         Effective Date:        August 15, 2013                    Supersedes:        Policy dated August 2012                      Issuing Authority:        Office of the Vice President for Student Affairs                        Responsible Officer:        Director of Community Standards and Compliance                                                            Definitions                                        a. Definiton of Terms     Possession : Unlawful holding or controlling of alcohol, other drugs, or associated paraphernalia.   Use : Unlawful personal use of alcohol or other drugs.   Abuse : Repeated unlawful use of alcohol or other drugs; or use accompanied by other aggravating behavior, including but not limited to:     Disorderly, disruptive, or aggressive behavior that interferes with the well-being, safety, security, health, or welfare of the community and/or the regular operations of the University   Engaging in, or threatening to engage in, any behavior that endangers the health, safety or well-being of oneself, another person, or property;   Physical violence, actual or threatened, against any individual or group of persons     Distribution : The unlawful sale, exchange, or giving of alcohol or other drugs to one or more persons. Factors that will be considered when determining the University’s response include, but are not limited to:   ·   The health and wellness of the responsible student;   ·   The interests of the University;   ·   The impact on the community;   ·   The type, quantity, and packaging of the substance;   ·   The number of persons to which the substance was distributed;   ·   The amount of revenue associated with the distribution;   ·   The existence of any other aggravating or extenuating circumstances;     b.  Definition of Housing Related Responses and Sanctions - applied only to students who reside in on-campus housing. Sanctions include, but are not limited to:   Written Warning: A written summary of the violation is issued to the student and placed in the student’s file with the appropriate office.   Probation : The student is placed on this status for a specified period of time, during which he/she is expected to hold a heightened awareness of his/her behavior. A behavioral violation during the probationary period may result in more serious disciplinary sanctions.   Residence Hall Reassignment: A residential student is removed from his/her current room and reassigned to a different room within the University Housing system.   Deferred Suspension from Housing : A residential student is placed on this status for a specified period of time as a final opportunity to display appropriate behavior. If any behavioral violation occurs while a student is on a Deferred Suspension, the student will be immediately suspended from University Housing.   Suspension from University Housing : The residential student is directed to vacate University Housing immediately and is prohibited from returning for a specified period of time.   Referral to the Division of Student Affairs : The case is referred to the Office of Community Standards and Compliance in the Office of the Vice-President for Student Affairs. When this is done, disciplinary action may be taken at the University level in accordance with the Rules for Maintenance of Public Order and Rules of Conduct. Referral may be made as an alternative or in addition to the House (Residence Hall) based actions, if applicable.   C. Definition of General and University Level Sanctions : may be applied to all students. Sanctions include, but are not limited to:   Educational Interventions: The student is assigned to participate in “Informed Choices” or “Substance Abuse Feedback and Evaluation (SAFE)” or assigned a project designed to increase awareness about alcohol or other drugs and one’s responsibilities within the community.   Campus Service : The student is required to complete a specified number of hours of service to the University community. A specific administrator is designated to coordinate the service and ensure its satisfactory completion.   Persona Non Grata: The student is prohibited from entering a specified campus building for a designated period of time.   Mandatory Health Evaluation: The student is required to participate in individual sessions with a professional staff member from the Student Health Center to assess the circumstances of his/her use of alcohol and other drugs for the purpose of determining whether such use represents a significant hazard to the health and safety of that student or other members of the University community. The student and staff member will discuss health and wellness issues related to the student’s use of alcohol and/or other drugs and collaborate to develop strategies for making more effective and healthy decisions. The results of the evaluation may be shared with University administrators and considered in determining the University’s response, as appropriate.   Parental Notification : In an effort to provide support or assistance to students, the University (in accordance with the Federal Educational Rights and Privacy Act - FERPA) may notify the parents or legal guardians of students who have violated University policies or federal, state, or local laws pertaining to alcohol or other drugs or in situations in which there is a health and safety emergency. The decision to notify parents or legal guardians will be made according to the professional judgment of the appropriate staff. Whenever possible, students will be consulted in the notification process. The primary goal of notifying parents or legal guardians is to promote the health and wellness of the student and others in the community.   Referral to Law Enforcement Authorities: The University reserves the right to refer any case that involves criminal activity to local law enforcement agencies. The decision to notify such agencies shall be made by senior administrators of the University.   Warning : A notice to the student, orally or in writing, that continuation or repetition of the conduct found wrongful, or participation in similar conduct, within a period of time stated in the warning, shall be a cause for disciplinary action.   Censure : A written reprimand for violation of specified regulation, including the possibility of more severe disciplinary sanction in the event of conviction for the violation of a University regulation within a period of time stated in the letter of reprimand.   Disciplinary Probation : Exclusion from participation in specified privileges or University programs and activities as set forth in the notice of disciplinary probation for a designated period of time.   Restitution : Reimbursement for damage to or misappropriation of property. Reimbursement may take the form of appropriate service to repair or otherwise compensate for damages.   Monetary Fine : For any offense.   Suspension/Restriction of Privileges: Exclusion from extracurricular activities or other privileges as set forth in the notice of disciplinary probation for a specified period of time. (eg. sign-in guests to a residence hall, participate in a student club activity or event, etc.)   Suspension from the University : Exclusion from classes and all related student privileges as set forth in the notice of disciplinary probation for a specified period of time.   Dismissal from the University: Separation from the University with the option to reapply at a future point and in accordance with certain performance objectives.   Expulsion from the University: Permanent separation from the University without the option of reapplication at any future point.                                            Related Policies                                        blank                                                 NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "University Student Conduct Policies                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Student Life   /   Student Community Standards                 Sub Navigation                                 Student Conduct, Process, and Procedures                       Bias, Harassment, and Discrimination Compliance                       Student Grievance Procedure                       University Student Conduct Policies                       Our Goals                                                                   University Student Conduct Policies      All University students are expected to be aware of, and to adhere to, the standards set forth in the following policies:          I. GENERAL RULES OF CONDUCT AND   RULES FOR THE MAINTENANCE OF PUBLIC ORDER :         Students are expected to conduct themselves as mature and law-abiding members of both the University community and the general community, and to comply with requests of the administrative authorities of the University for maintenance of order on University premises. Behavior which jeopardizes the health or safety of the University community, or disrupts the educational activities and supporting services of the University, is subject to review and possible penalty in accordance with the procedures and practices of the University and its colleges, schools, or divisions. Where activities sponsored by student organizations constitute violations of University rules or of public laws and regulations, sanctions may be imposed on such organizations as well as on individual students.       University General Rules of Conduct &gt;&gt;                              II. SPECIFIC UNIVERSITY POLICIES:       In addition to the General Rules of Conduct, students also will be held to standards of conduct set forth in the following policy statements.      University Policy on Substance Abuse and Alcoholic Beverages and Guidelines for Action     Statement on Health and Safety Considerations Associated with the Management of Incidents Involving Alcohol and Drugs. Self Referrals and Good Samaritan Referrals   Sexual Misconduct, Relationship Violence, and Stalking Policy and Resource Guide for Students and Procedures for Complaints Against Students     Statement and Guidelines on Bullying, Threatening, and Other Disruptive Behavior   Non-Discrimination and Anti-Harassment Policy and Complaint Procedures for Students     Policy on Academic Integrity   Affirmative Action/Equal Opportunity Policy   Educational and Research Uses of Copyrighted Materials   Guidelines Regarding Protest and Dissent   Smoke Free Campus Policy   Service Animal Policy   Responsible Use of NYU Computer and Data   Policy on Appropriate Use of Email     Immunization Policy   Policy on Weapons, Simulated Weapons and Theatrical Use of Weapons (applicable to students)     Bobst Library Conduct Code   Student Leave Policy                     III. ACADEMIC SCHOOL POLICIES:            Each Academic School has jurisdiction over behavior that occurs within that School or violates a School policy. Students are advised to familiarize themselves with the applicable behavioral policies and procedures set forth by the NYU School in which they are enrolled. Please consult http://www.nyu.edu/academics/schools-and-colleges.html for links to each of the Schools and Colleges at NYU.                                                                                 IV. RESIDENCE LIFE POLICIES:            Under the oversight and guidance of the Office of Community Standards, Residential Life staff members address violations of residential life policies. While most allegations are resolved at the house or area levels, matters involving repetitive violative behavior by a particular resident or that involve violations of a more serious nature will be addressed in the Office of Community Standards and Compliance utilizing either the Residential Life procedures or the University procedures as the circumstances warrant.         Learn more.                                                                                      V. OFFICE/DEPARTMENTAL POLICIES:       Such policies may be based upon formal agreements with students and/or requirements that are imposed by external agencies associated with the student's utilization of that particular office or service. Examples of offices or departments which have such policies and procedures include the Financial Aid Office, Coles Sports Center, Bobst Library, and the Center for Students with Disabilities.                                                                                                            VI. GLOBAL ACADEMIC CENTER POLICIES:             Statement of General Principals:       By enrolling in an Academic Center Abroad, a student assumes not only the rights and privileges of membership in a unique community but also the duties of citizenry associated with maintaining the values of the University community as well as those of the country in which the campus is located. Each student is expected to conduct his/her academic and non-academic life in a manner that demonstrates consideration for the rights, property, and interests of New York University, concern for the well-being of other community members, and respect for the culture, customs and laws of the nation in which the student is a guest.         On behalf of, and in conjunction with, its members, the University has a duty to address behavior that jeopardizes the health, safety, or welfare of its members; compromises the academic or intellectual process; disrupts the administrative and supporting services of the University; and/or shows a disrespect for the country and local community in which the Academic Center is located. Students who are alleged to have engaged in behavior that violates the Study Away Standar d, New York University policies, and/or Center-specific policies will be subject to review through the University student conduct process at the Center and/or the University level as deemed appropriate. The University also reserves the right to report matters involving criminal acts to the proper authorities. In disciplinary matters involving a visiting student whose home institution is other than New York University, NYU reserves the right to inform the appropriate office at that institution of the matter and results of all disciplinary decisions involving that student.                                                                                            General Principles and Standards of Student Conduct                                Academic communities exist to facilitate the process of acquiring and exchanging knowledge and understanding, to enhance the personal and intellectual development of its members, and to advance the interests of society. In order to realize its purpose, the University and its members must be free from personal injury or harm; bias or harassment; intimidation or coercion; damage or loss of property; disruption of educational and social activities; unreasonable interference with the exchange of concepts and ideas; and unreasonable interference with the administrative and supporting services offered by the University. Accordingly, all student members of the University community are expected to conduct themselves in a manner that demonstrates mutual respect for the rights and personal/academic well-being of others, preserves the integrity of the social and academic environment, and supports the mission of the University. The University has an inherent right to address behavior that impedes, obstructs, or threatens the maintenance of order and attainment of the aforementioned goals by violating the standards of conduct set forth in the University student conduct policies noted below as well as other policies that may established by the respective Schools, Global Sites, and administrative offices of the University.         Further information concerning the policy on student conduct is available here.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Policy on Responsible Use of NYU Computers and Data                                                                                                NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Policies and Guidelines   /   University Policies and Guidelines                 Sub Navigation                                 Academic Affairs & Faculty                       Financial Affairs                       Governance & Legal                       Human Resources                       Information Technology                       Operations & Safety                       Research                       Student Affairs                       University Guides & Manuals                                                              POLICY       Policy on Responsible Use of NYU Computers and Data                                      Purpose of this Policy    New York University is a not-for-profit research university, and its facilities, including computer and data resources , are to be used in furtherance of its not-for-profit, educational, research, and service purposes. More and more university activities are conducted using computers and electronic communications, with increased convenience and accessibility from and to all parts of the world. At the same time, today’s inter-connected environment intensifies the risks and threats of unauthorized access to computers, inadvertent disclosures of sensitive data , and unexpected destruction of essential information, resulting in potentially serious consequences to individuals and to institutions. Members of the University community and affiliates interact with a wide spectrum of sensitive data for numerous reasons. Evolving federal and state regulations require organizations and individuals to protect sensitive data. With computing so widely distributed throughout NYU, the responsibility to safeguard computers and data resources extends to all members of the University community and affiliates .             Scope of this Policy    This policy applies to members of the University community and affiliates who use NYU’s computer and data resources and/or who have access to sensitive data stored on these resources.          Policy Definitions     Affiliates refers to individuals who have contractual or other relationships with the University and who are not employees, faculty, or students.   Authorization in this context means to grant permission to an identified individual to use a computer or data resource . Acceptance of authorization to use NYU computer and data resources establishes an obligation on the part of the individual to use those resources responsibly.   Computer and data resources include computers and computing devices; computing, application, and database access (including passwords); software, hardware, computer, and e-mail services; and associated computing accounts. Computers and computing devices include, but are not limited to, desktops or laptop computers, personal digital assistants (PDAs), multifunction cellular telephones, USB flash memory drives, or similar devices.   Members of the University community refers to full- and part-time employees, faculty, and students.   Sensitive data include, but are not limited to, information about prospective, current, and former students, patients and clients of medical and dental facilities and services, and users of legal and other services, employees and donors; also information concerning research and University business, finance and operations, and passwords. Federal and state laws and regulations, as well as University policies and office procedures, regulate the handling and reporting of many different kinds of sensitive data .     University Policy     New York University expects members of the University community and affiliates to employ reasonable and appropriate administrative, technical, and physical safeguards to protect the computer and data resources that they use and the sensitive data stored on these resources. Access to computer and data resources (including software, hardware, computer, and e-mail services) are privileges extended to members of the University community and affiliates , and must be exercised in conformity with all applicable NYU policies and procedures and all applicable federal and state laws. Access to NYU computer and data resources is limited to authorized persons and is for approved purposes only. Approved purposes are those consistent with both the broad instructional and research goals of the University and the person's relationship with the University. Authorization to use these resources is granted by designated individuals at the University entrusted with overall responsibility and management of data and related systems. Acceptance of authorization to use NYU computer and data resources establishes an obligation on the part of the individual to use these resources responsibly as defined in the Policy Requirements and Specifications below.   This policy does not form a contract of any kind, including, among others, an employment contract. The University reserves the right to modify this policy without notice and at its discretion. The current version of this policy is posted on the ITS website ( www.nyu.edu/its/policies ). All terms noted in italics are defined at the end of this policy.   Policy Requirements     A. Acceptance of authorization to use NYU computer and data resources establishes an obligation to:     1. behave in accordance with NYU’s educational, research, and service purposes and in a manner compliant with this and other applicable NYU policies and procedures and all applicable laws and regulations;     2. not use your account for any commercial purposes;     3. behave with civil regard for other members of the NYU community and of the wider community on the Internet;     4. take reasonable steps to ensure that any computer used to access NYU resources, whether it is located on an NYU campus or elsewhere, is secure, virus-free, and otherwise not compromised;     5. protect the confidentiality, security, integrity, and recoverability of all computer and data resources and take reasonable and appropriate steps to guard these resources from improper or unauthorized use, including such use by third parties;     6. use applications that conform to NYU’s privacy and security policies and guidelines;     7. refrain from activities that interfere with the ability of others to use computer and data resources ; and     8. be aware of and comply with other relevant school and University policies, procedures, and business rules; in all cases the more stringent standard should be followed.   B. This obligation applies regardless of:     1. where the computer used to access computer and data resources is located in an NYU office, classroom, public space, or lab, or at home or elsewhere outside the University;     2. who owns the device used to access or store the sensitive data ; or     3. the form or manner in which sensitive data are stored or transmitted, including, but not limited to, local file, shared file, file on removable media such as CD-ROM disk and jump drive, central database, fax, printer, copier, network, phone, e-mail, or voice mail.     C. Access and use, or causing or allowing access and use, of computer and data resources , including e-mail services, by anyone other than as permitted by NYU is strictly prohibited by NYU and by state and federal laws and may subject the violator to criminal and civil penalties as well as NYU-initiated disciplinary proceedings.   D.  Use of some NYU computer and data resources may be governed by additional University, college, school, or departmental policies and procedures. Anyone authorized to use these resources is responsible to become familiar with and abide by such policies and procedures.     E. In order to safeguard the security and efficiency of computer and data resources , NYU computer systems and NYU-NET are routinely monitored and recorded for integrity and operation of the system by authorized University staff. Computer and data resources provided by NYU are the property of NYU and not the personal property of the individual.     F. Designated individuals at the University entrusted with overall responsibility and management of computer and data resources and sensitive data and related systems have decision-making authority for authorizing access to and use of those resources and systems.     1. These individuals at the University include, but are not limited to, University-wide administrators, such as the Registrar, Deans, and other School administrators, and the Senior Vice Provost for Research on data-intensive research projects.     2. These individuals at the University have responsibility for the development, implementation, and maintenance of policies and procedures related to authorizing access to the shared stores of the various categories of sensitive data in use in electronic form at NYU and for handling that data appropriately wherever it resides. Such individuals may delegate responsibilities as they deem appropriate in specific functional areas.     3. These individuals at the University may have more stringent standards for the use, storage, and transmittal of the data they manage than those set forth in this policy; the more stringent standard should be followed. Individuals authorized to use the data are expected to be aware of relevant current policies and to abide by them.     4. Access to sensitive data will be granted only on an “as needed/minimum necessary” basis.   G. New York University’s Vice President for Information Technology and Chief Information Technology Officer for NYU-New York is responsible for periodic reviews of the University’s security policies and procedures relating to computer and data resources and sensitive data , which will be revised as necessary and any updates publicized. Current versions of the University’s policies relating to computer and data resources and sensitive data are maintained on the ITS website ( www.nyu.edu/its/policies ). Questions for clarification and suggestions about these policies can be sent to: cito.policies@nyu.edu .     H. Violators of this policy may be subject to disciplinary action, up to and including the termination of employment or contract with the University, or, in the case of students, suspension or expulsion from the University. Anyone who knows or has reason to believe that another person has violated this policy shall report the matter promptly to his or her supervisor, in the case of students to the Division of Student Affairs, Director of Judicial Affairs, or to cito.policies@nyu.edu , as appropriate. Any attempt to retaliate against a person for reporting a violation will itself be considered a violation of the policy and may result in disciplinary action up to and including the termination of employment or contract with the University. The appropriate office or entity, including the Office of the Vice President for Information Technology and Chief Information Technology Officer for NYU-New York, the Office of General Counsel, and other University officials as required, will lead the investigation into all alleged violations or reports of violations of this policy and, where appropriate, will take steps to remedy the situation.     Specifications       A. NYU Computer Security   1. Safeguarding Computers for Individual Use   This section describes measures to safeguard computers typically used by individuals in NYU-related activities and for accessing other University resources, such as NYU-NET. As used in these operational specifications, “computers” include but are not limited to desktops or laptop computers, personal digital assistants (PDAs), multifunction cellular telephones, USB flash memory drives, or similar devices.    a. Physical Security      i. Do not give physical access to computers to unauthorized persons.      ii. Take appropriate precautions to prevent theft and damage.      iii. Where possible, position monitors to prevent casual viewing by visitors or passersby.    b. System Security      i. Install anti-virus software and keep virus definitions up to date.      ii. Install operating system and software patches and take other recommended steps to mitigate known vulnerabilities of the computer in a timely manner.      iii. Use only NYU-approved software; do not download unauthorized software.      iv. Use a locking screensaver or other mechanism to prevent unauthorized use of the computer.      v. Do not leave your computer unattended without locking it or logging off.      vi. Do not install or use Peer-to-Peer file sharing software; these programs typically enable unauthorized remote access without any password to the contents of the computer.     vii. Do not install or run software that requires a license without that license. Respect license agreements and do not infringe on the copyright of others. (See section A.5)     viii. Respond promptly to notices from authorized University staff that vulnerabilities have been detected in your computer’s system.     ix. Take particular care to secure your NYU-access information (e.g., log-ins, passwords) on home computers from unauthorized use by others.    c. Passwords      i. Where possible, secure all computer accounts with passwords, and use passwords to protect all file sharing.      ii. Use strong passwords. Strong passwords consist of at least eight (8) characters. They should not be dictionary words or readily guessable. They should include at least three (3) of the following four (4) characteristics in any order: upper case letters, lower case letters, numbers, and symbols.      iii. Change passwords periodically. Avoid reusing a password for at least several change iterations. If you have multiple accounts, avoid using the same password for those accounts.      iv. Do not keep passwords in plain text in a computer file or in plain sight on paper. Passwords should neither be sent in an e-mail nor provided verbally by telephone. If you must communicate account access information in order to ensure business continuity, you should communicate it in a secure manner. Supervisors and managers should make certain that offices have plans for access to files and data for business continuity.      v. Keep a well-secured copy of your passwords available for emergency access. Encrypt any computer file containing passwords. Keep any written file of passwords in a physically secure location, preferably separate from the computer or application they secure.      vi. Passwords for sensitive websites or e-mail accounts should not be saved on the computer.     vii. Where possible, do not configure programs to automatically store passwords.     viii. Shut down web browsers, e-mail programs, or other applications that might store passwords temporarily when they are not in use.    d. Remote Access      i. Any remote computer used to access NYU resources must conform to these Specifications and may be subject to further resource-specific restrictions.      ii. If you do not maintain or control the remote computer, do not use it for access to, or transmission of, sensitive data . Access to non- sensitive data may be permissible. Check with responsible department or a supervisor for guidance.      iii. Use remote access software and services with caution. Pay special attention to the configuration of remote access software, hardware, and services to ensure that they do not present a security risk to your computer or to NYU. Consult with ITS Technology Security Services ( security@nyu.edu ) for guidance on how to choose, set up, and operate remote access technologies.      iv. Obtain prior authorization from both your senior management and the ITS Technology Security Services ( security@nyu.edu ) before using a modem with a computer connected to the University network. Modems present a significant security risk, because they enable unmonitored and uncontrolled remote access to NYU’s network and data.      v. Ensure that your computer is not configured to allow unauthorized access to NYU’s network by other devices. Special access arrangements, such as wireless access, RAS (Remote Access Server) services access, and sharing network connections, must be authorized by the ITS Executive Director of Communications and Computing Services (C&amp;CS).   2. Safeguarding Computers Used by Multiple Individuals   The section covers additional measures for safeguarding computers used by multiple individuals. All the operational specifications set forth above apply, as well as the following additional measures to safeguard such computers.   a. Secure all computer accounts with passwords.   b. Give accounts to authorized persons only; provide individual log-ins. If you share a computer with others, take appropriate precautions to protect sensitive data that others may not be authorized to access and, where possible, create separate accounts for each person who is authorized to use the computer, setting appropriate permissions.   c. Where possible, enforce use of strong passwords and periodic password changes.   d. Make every effort to maintain computer logs and review them on a regular basis.   e. Stay familiar with best practices for administering the particular computer and use them.     3. Business Continuity   Take reasonable steps to ensure that, in case of emergency, another authorized person is able to access the NYU computer you use in order to provide continuity of NYU functions performed on and through it. There are numerous methods available of ensuring shared responsibility for data and systems rather than sharing passwords. For assistance, contact ITS Technology Security Services ( security@nyu.edu ).     4. Purchasing   Discuss adherence to applicable NYU policies and procedures as part of the purchasing process. Computers and software acquired for use with NYU computer and data resources should conform to these specifications.     5. Software Licensing   Software users shall use and install only properly licensed software on NYU computers and the NYU network.   a. Unauthorized duplicating, distributing, downloading, sharing, selling, or installing software and related documentation or using unlicensed software and related documentation constitutes a violation of the software license agreement and of University policy.   b. Each School, department, or other unit is responsible for ensuring that software used on their computers is properly licensed, for adhering to the terms and conditions of those software licenses, and for maintaining appropriate documentation of those software licenses.   c. Individuals separating from NYU who work on a home computer shall remove all University-owned software, including all NYU-licensed software, from the home computer. If you have software on your office computer that permits you to install a second copy on your home computer, remove that second copy.     6. Equipment Disposal or Redeployment   Before disposing of or re-deploying hardware, comply with University computer disposal guidelines, which can be found at www.nyu.edu/asset . Click on Computer Disposal. See also www.nyu.edu/its/security/disposal.html .   B. NYU Data Security   1. Protecting Sensitive Data on Computers    a. Follow NYU Computer Security Specifications set forth above.   b. Know what data are stored on your computer, the sensitivity of that data, and what policies apply.   c. Keep local data retention to a minimum. Rely on unit, school, or University storage where you can.   d. Where possible, password protect or encrypt sensitive data .   e. Back up local data on a regular basis and keep the backup secure. Protect backups with the same level of security as the original data. Test backup recovery periodically to verify that it works.   f. If you use a computer shared with others, take appropriate precautions to protect sensitive data that others may not be authorized to access. Where possible, create separate accounts for each person who uses the computer, setting appropriate permissions.   2. Storing or Transmitting Sensitive Data    a. Do not redistribute sensitive data to others within or without the University, unless you are an authoritative source for and an authorized distributor of that data and the recipient is authorized to receive that data.   b. Do not allow sensitive data to be stored on computers or servers outside NYU, unless such storage is authorized.   c. Whenever possible, sensitive data should be transferred in encrypted form, e.g., using SSL (Secure Socket Layer) or SSH (Secure Shell).   d. Remember that e-mail typically is not a secure form of communication. Care should be taken to be certain that the recipient is authorized to receive that data and the address is accurate.   e. Sensitive data , including electronic protected health information (EPHI), Social Security numbers, or credit card information, should not be sent unencrypted via e-mail. If use of e-mail is necessary, use encryption technology to protect the transmission of sensitive data in e-mail. This may include the use of VPN (Virtual Private Network), SSL, or encryption of the message itself using software such as PGP (Pretty Good Privacy).   f. Do not transmit sensitive data using instant messaging technology (e.g., AOL Instant Messenger, Yahoo Messenger) which use servers outside of NYU. These services may allow sensitive data to be accessed by or stored by unauthorized parties. It is recommended that you consult with ITS Technology Security Services ( security@nyu.edu ) for guidance.   g. Take special care when sending sensitive data by fax to make sure that it is clearly marked as confidential. Every effort should be made to ensure that only the intended recipient has access to the faxed information.   h. Keep fax machines, printers, and copiers used for sensitive data in secure areas. Faxes, printouts, and copies of sensitive data should be picked up promptly and handled appropriately.   3. Disposing of Sensitive Data    a. Sensitive data should be destroyed in a manner that prevents re-creation.   b. Reformat or physically destroy any removable storage media (such as floppy disks, zip disks, tapes, or compact disks (CD)) that contained sensitive data before disposing of them.   c. Shred printouts of sensitive data .   d. Ensure that sensitive data are removed from devices you use before you dispose of or re-deploy those devices.   4. Responding to Requests for Information    a. Do not share sensitive data with representatives of the press (radio, television, print, or electronic media), other individuals, or in public forums, such as mailing lists or web bulletin boards, without appropriate authorization .   b. Refer subpoenas and similar requests or demands for the release of sensitive data to the Office of Legal Counsel.   Notes     1. Dates of Official Enactment and Amendments:    a. Adopted by the Office of the Chief Information Technology Officer (CITO) on February 6, 2006.    b. Revised to include a section on Software Licensing (Section A.5), January 14, 2009.    c. Revised to add a sentence regarding commercial purposes (Policy Requirements, Section A), December 12, 2011.   2. Cross References:     a. NYU Guidelines for compliance with the Family Educational Rights and Privacy Act (FERPA): www.nyu.edu/apr/ferpa.htm     b. NYU Information Technology Services Policies: www.nyu.edu/its/policies     c. NYU HIPAA Information Security Policies: www.nyu.edu/its/policies     d. Guidelines on equipment disposal or redeployment: www.nyu.edu/asset and www.nyu.edu/its/security/disposal.html     e. E-mail address for computer security assistance and advice: security@nyu.edu     f. E-mail address for policy clarifications and suggestions: cito.policies@nyu.edu     g. E-mail address to report policy violations: cito.policies@nyu.edu                               About This Policy                                         Effective Date:        December 12, 2011                    Supersedes:        February 6, 2006                      Issuing Authority:        Executive Vice President for Finance and Information Technology                        Responsible Officer:        Vice President, Information Technology & Chief Information Technology Officer                                                            Definitions                                          Affiliates refers to individuals who have contractual or other relationships with the University and who are not employees, faculty, or students.   Authorization in this context means to grant permission to an identified individual to use acomputer or data resource.Acceptance of authorization to use NYU computer and data resources establishes an obligation on the part of the individual to use those resources responsibly.   Computer and data resources include computers and computing devices; computing, application, and database access (including passwords); software, hardware, computer, and e-mail services; and associated computing accounts. Computers and computing devices include, but are not limited to, desktops or laptop computers, personal digital assistants (PDAs), multifunction cellular telephones, USB flash memory drives, or similar devices.   Members of the University community refers to full- and part-time employees, faculty, and students.   Sensitive data include, but are not limited to, information about prospective, current, and former students, patients and clients of medical and dental facilities and services, and users of legal and other services, employees and donors; also information concerning research and University business, finance, and operations, and passwords. Federal and state laws and regulations, as well as University policies and office procedures, regulate the handling and reporting of many different kinds of sensitive data.                                                Related Policies                                        None                                                 NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Substance Abuse and Alcoholic Beverages                                                                                                NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   Policies and Guidelines   /   University Policies and Guidelines                 Sub Navigation                                 Academic Affairs & Faculty                       Financial Affairs                       Governance & Legal                       Human Resources                       Information Technology                       Operations & Safety                       Research                       Student Affairs                       University Guides & Manuals                                                              POLICY       Substance Abuse and Alcoholic Beverages                          Click Here for Entire Policy PDF             Purpose of this Policy     1. To comply with the requirements of the Drug Free Schools and Communities Act.   2. To set forth the standards and regulations associated with the possession, consumption, service and distribution of alcoholic beverages at the University.   3. To set forth the standards and regulations associated with the possession, consumption, service and distribution of illegal controlled substances at the University.   4. To set forth the manner in which allegations of violations of the policy will be addressed at the University.   5. To provide resources for those seeking information about, or struggling with, a substance abuse problem.                 Scope of this Policy    The United States Department of Education has issued regulations implementing the provisions of the Drug-Free Schools and Communities Act Amendments of 1989. These regulations require that the University distribute the following information annually to all students, administrators, faculty and staff at the University in writing concerning the possession, use, or distribution of alcohol and illicit drugs. New York University’s policies on substance abuse and on alcoholic beverages are set out below, along with related information regarding University sanctions for violation of these policies, criminal sanctions for the illegal possession or distribution of drugs and alcohol, the health risks associated with drugs and alcohol, and places to obtain help concerning the use and abuse of alcohol and illicit drugs.     The University policies set forth below apply to all University students and to all events or activities which are sponsored by the University or by a University organization, whether they occur at the University or not.               Procedures for Implementation    GENERAL STANDARDS OF CONDUCT ASSOCIATED WITH ALCOHOL AND OTHER SUBSTANCES:   NYU is committed to creating and maintaining a campus environment that is free of alcohol and substance abuse and views the abuse of alcohol and legal drugs and the use of illicit drugs as being antithetical to the pursuit of educational excellence and the realization of one's full potential as a student and member of this community. Accordingly, the University takes very seriously its obligation to address the issue of all forms of substance abuse.   We believe that the best way to maintain an appropriate campus environment with respect to drugs and alcohol is through preventive education about the dangers of drug abuse and compassionate attention to the needs of those who may require help with alcohol or other drug-related problems. To that end, the University provides on-campus support programs and services as well as information about related services that are available in the local community.   At the same time, NYU expects that students will conduct themselves in accordance with basic principles of personal responsibility, respect for order, and consideration of the rights of others. Implied in these expectations is the understanding that students are responsible for making their own decisions and accepting the consequences of those decisions. In order to make informed choices about alcohol and other drug use, students should educate themselves about the social, physiological, and psychological consequences of drug use or excessive drinking as well as the policies set forth below.   I. STATEMENT OF POLICY ON SUBSTANCE ABUSE:   New York University policy and practices regarding the possession, use and distribution of substances is based upon federal and New York State laws. The use, possession or distribution of a substance that is designated as a controlled substance according to these laws is prohibited on any University campus, facility, function, or sponsored program.   Although University policies and practices emphasize a concern for the welfare of individuals, the University also recognizes the importance of maintaining the safety and well-being of the community as a whole. The University therefore adheres to the following guidelines concerning the unlawful possession, use, or distribution of drugs:     1. The unlawful possession, use, or distribution of drugs will not be tolerated on premises owned or controlled by the University.  2. Upon finding evidence of the unlawful possession, use, or distribution of drugs on its premises by any student, the University will take appropriate disciplinary action, including, but not limited to, probation, suspension, or expulsion.  3. Using regularly established procedures, the University will take disciplinary action, up to and including discharge, against any member of the faculty or staff found to be unlawfully using, possessing, or distributing drugs on University premises.   Faculty, staff, and students should also be aware that, in addition to University sanctions, they may be subject to criminal prosecution under federal and state laws that specify fines or imprisonment or loss of federal financial student aid for conviction of drug-related offenses. Where appropriate or necessary, the University will cooperate fully with law enforcement agencies if a student’s use, possession, or distribution of a substance violates the national, state and/or local laws of the country in which the campus where the incident occurred is located. *   *A Note for Students Traveling Abroad: Students traveling abroad as part of a University program should familiarize themselves with the laws and policies of the location to which they are traveling.   II. STATEMENT OF POLICY ON ALCOHOLIC BEVERAGES:   The University Policy regarding the possession, consumption, sale and service of alcoholic beverages at New York University is based on federal and New York State law, as well as the New York State Alcoholic Beverage Control Law.   A. Possession and Consumption:   It is the policy of New York University that persons under the age of 21 years are prohibited from possessing any alcoholic beverage at New York University or at any event sponsored by the University or by a University organization, whether the event is at the University or not.   B. Service and Sale:   1. To serve alcoholic beverages shall mean to give away, deliver, or otherwise provide alcoholic beverages to any person by any means other than by sale to such person.   2. Sales of liquor include, without being limited to, cash bars, events to which admission tickets are sold or for which fees are charged, either by the event or for a period of time (e.g., entertainment charge or annual dues), entitling the purchaser access to an open bar, and parties at which alcoholic beverages are served and for which contributions or donations to offset the costs of the party are sought.     3. The following rules are applicable to all events at which alcoholic beverages are served or sold at New York University and to all events or activities, whether or not at the University, which are sponsored by the University or by a University organization.   a. No person shall be sold or served any alcoholic beverage:   • if that person is, or appears to be, under the legal drinking age of 21;  • if that person is, or appears to be, intoxicated, or is known to the server or seller to be a problem drinker.   b. No person under the age of 21 years shall present any written evidence of his or her age that is false, fraudulent, or not actually his or her own in order to purchase or be served, or to try to purchase or be served, any alcoholic beverage or in order to gain access, or to try to gain access, to any event or activity at which any alcoholic beverage is being sold or served.   c. No person shall in any way misrepresent the age of any other person or help any other person to misrepresent the age of any other person or help any other person to misrepresent his or her age so that such person can purchase or be served, or try to purchase or be served, any alcoholic beverage or gain access, or try to gain access, to any event or activity at which any alcoholic beverage is being served or sold.   d. No alcoholic beverage shall be sold to any person unless:   • a license or permit sanctioning the sale of such alcoholic beverage has been obtained by the seller; and  • the license or permit sanctioning such sale and any posters, signs, notices, or other material or information required by applicable law or by the State Liquor Authority are prominently displayed at the site of such sale.   e. The individual or group(s) sponsoring an event or activity at which any alcoholic beverage is to be sold or served (the “sponsor”) shall be responsible to make sure that all New York University rules and regulations regarding the sale, use, service, possession, and consumption of alcoholic beverages are observed at such event or activity. This responsibility shall include, without being limited to, the following:       • Alcoholic beverages should not be served at University events attended by students unless it is anticipated that the majority of those in attendance will be of legal age to drink, a mechanism is in place to assure that only attendees who are of legal age to drink have access to alcoholic beverages, and the event is adequately supervised.   • Each University unit is responsible for advising all student organizations recognized by that unit of the public laws and NYU policies regarding the sale, service and consumption of alcoholic beverages at student events. Upon request, staff from the Office of Student Activities will be available to assist in that process.   • Each University unit is responsible for advising all student organizations recognized by that unit of the procedures and resources available to address any health, safety, security, or behavioral concerns that may arise at an event at which alcoholic beverages are served. Upon request, staff from the Wellness Exchange, Public Safety, Judicial Affairs, and the Office of Student Activities will be available to assist in that process.   • Public laws and University policies and guidelines that concern the presence of alcoholic beverages at events attended by students apply to all such events regardless of the sponsoring unit/organization or whether the activity takes place on or off University premises.     • Alcoholic beverages may be served at events held at NYU global sites, under the supervision of site supervisors, in accordance with the applicable laws governing legal drinking age in the particular country.   • No student organizations may use University funds, or any other monies derived from other sources of income, including donations, to purchase alcoholic beverages to be served at a student event.   • All student organizations wishing to have alcoholic beverages served at an on-campus event must use the NYU Catering Vendor which shall provide such service on a cash bar basis only. Events held at an off-campus site must use a licensed private vendor which shall provide such service on a cash bar basis only.   • Exceptions to the restrictions on the use of University funds and the cash bar requirements can be granted on a case-by-by case basis for graduate student organizations provided that all of the other conditions set forth in this document are met.   C. NYU Global Academic Centers:     1. Each NYU Global Academic Center has its own policies, procedures, and regulations governing the possession, consumption, and serving of alcoholic beverages that may vary from the general University policy. These policy differences reflect variations in the laws concerning the possession and consumption of alcoholic beverages in the locality and country in which that site is located, regulations established to best meet the unique needs of that particular campus, and practices that reflect respect for the social/cultural customs of that community and country. Students enrolled at a Global Academic Center should consult the office of the Site Director for information regarding the policies, procedures and regulations for that location.   2. Students enrolled at any NYU Global Academic Center will be held accountable to the Study Away Standard which sets forth behavioral expectations for all students involved in study at the academic centers. Violations of that standard which involve the use of alcohol or another controlled substance will be subject to close scrutiny and may result in serious disciplinary consequences.*     *A Note for Students Traveling Abroad: Students traveling abroad as part of a University program should familiarize themselves with the laws and policies of the location to which they are traveling.   III. STATEMENT OF POLICY ON UNIVERSITY INTERVENTIONS   A. Any member of the University Community who feels that a student’s possession, use, or distribution of alcohol or controlled substances places that student or the University community at risk, or violates the University’s Policy on Substance Abuse and Alcoholic Beverages, and who wishes the University to intervene is encouraged to report the situation to one of the following officials:     • Department of Public Safety  • Student Affairs officials: Vice President, Associate Vice President for Student Affairs, Director of Student Activities, Coordinator for Greek Life, Director of the Student Resource Center, and the Director of Community Standards.  • Deans of Students in the Schools and Colleges  • Residence Hall officials: Director-Residence Life and Housing Services, Assistant Director for Residence Life, Residence Hall Directors, and Assistant Residence Hall Directors.  • Athletics Department officials: Director of Athletics and Coaches.   B. Considerations for Self Reporting and Good Samaritans: Policy on NYU’s Response to Health and Safety-Related Emergencies Related to Alcohol and Other Substance s   The University recognizes that there may be health or safety emergencies related to the use of alcohol or other substances in which the potential for disciplinary action by the University may serve as a deterrent to students who want to seek assistance for themselves or to “Good Samaritans” who want to get help for another member of the NYU community. In all such matters, the health and safety of the student at risk will be the University’s top priority. Accordingly, should a student him/herself, or another individual on behalf of that student, voluntarily come forward seeking assistance in a situation involving the over-consumption or abuse of drugs and alcohol, the University’s student conduct response in regard to that overconsumption will be first and foremost focused on medical treatment, counseling and/or educational interventions. However, the University reserves the right to address any associated acts that compromise the well-being of the community and its members such as harassment, violence, damage, harm to self/others, or distribution of illegal substances on a case by case basis as deemed appropriate/necessary.   Reporting a Personal Concern: Students who have concerns about their personal use of alcohol and/or other drugs, or students who are concerned about a friend’s use, are encouraged to seek assistance through one of several University support services that may be accessed through the University’s Wellness Exchange by calling (212) 443-9999. Confidentiality in these circumstances will be protected in compliance with University policy and applicable law (e.g. FERPA, HIPAA, etc..)   C. Student Groups: If University policies are violated at an event sponsored by a student organization, the student organization, along with its members, may be held responsible for such violations. A variety of sanctions can be imposed on the organization, including loss of funding or other privileges, denial of access to University facilities and services, and dissolution   D. Student Conduct Intervention: The University’s disciplinary response to incidents involving the use, possession, or distribution of alcohol and other drugs within the University community is formulated on a case-by-case basis.   1. The University considers the abuse or inappropriate use of alcohol and other drugs to be hazardous to an individual’s health and safety and an impediment to his/her academic and personal success. The University’s response in matters involving alcohol and illegal drugs strives to balance the interests of individual students who may be engaged in the use, possession, or distribution of alcohol or other drugs with that of the larger community that may adversely be affected by such behavior. While the use/abuse of alcohol and other substances can present personal, social and academic consequences to the individual, the behavior frequently associated with the use of alcohol and other drugs can be disruptive and -compromise the interests of others within the University community as well. Accordingly, the University views the use/abuse of alcohol and other drugs as a matter of both personal and community wellness and believes that any such behavior warrants decisive intervention.   2. When allegations of the distribution, use, and/or possession of alcohol and other drugs in violation of University policies or federal, state, or local laws are presented to University officials (i.e. administrators, faculty, and staff members) who are not health and/or mental health professionals, the University may act on that information, including using it in educational, administrative or disciplinary responses in accordance with the nature and severity of the circumstances including the preferences of the individual making the report, the well-being of the student whose behavior is of concern, and the interests of the University community. If the information is credible, the University will endeavor to identify and confront student/s who are illegally possessing, using, abusing, and/or distributing drugs or alcohol. In doing so, the University will attempt to maintain the confidentiality of the complainant’s identity consistent with the goal of conducting a thorough and complete investigation. While every effort will be made to preserve the privacy of all persons involved, anonymity cannot be promised when the information is disclosed to a non-confidential source and/or when the well-being of an individual student or of the University community is at serious risk.   3. The University draws clear distinctions between the possession, use/abuse and the distribution of alcohol or illegal drugs and will take decisive and potentially more severe action, in matters involving the distribution of substances.   a. The University will consider various factors when determining its response to cases involving the distribution of illegal drugs including the type of substance being distributed and the nature and magnitude of the distribution. Removal of a student from the residence halls and/or suspension or dismissal from the University are likely outcomes where it is determined that a student is engaged in the distribution of illegal drugs.   b. In matters involving the distribution of alcohol to underage persons, the University will take into consideration the impact of the distribution upon the individuals to whom the alcohol is provided and upon the University community. Those who provide alcohol to underage persons may be subject to disciplinary sanctions of a more severe nature than those imposed for possession or consumption up to and including a suspension from the residence halls and/or the University.   4. In cases involving the possession or consumption of alcohol by an underage student or the possession or consumption of illegal drugs, depending upon the nature of the circumstances, the University may elect to implement educational, administrative, medical, counseling, disciplinary action, or a combination of interventions. Disciplinary sanctions can include dismissal (i.e., expulsion) from the University, suspension from classes and other activities or privileges, or other penalties permitted by University codes. For example, a student can be expelled from University housing or barred from participating in athletic or other extracurricular activities such as the Study Away Program. Students may also be required to undergo an assessment and/or complete an appropriate course of education, counseling or rehabilitation.   5. In addition to this policy, student who live in a University residence hall also are subject to housing policies regarding the possession, consumption, and being in the presence of alcohol and/or illegal substances.   6. Disciplinary sanctions become part of a student's permanent academic record and may be noted on the student's transcript.   7. The University may (in accordance with the Federal Educational Rights and Privacy Act - FERPA) choose to contact parents or legal guardians of students who have violated University policies on substance abuse.   8. Finally, students are urged to be mindful of the fact that they are subject to all federal, state and local laws related to the use, possession, and distribution of alcohol and other drugs – whether on or off the campus – and the University reserves the right to involve local law enforcement agencies as the situation warrants.   9. Employees alleged to be in violation of University Policies on Substance Abuse and Alcoholic Beverages may be subject to disciplinary action through the applicable Human Resources venue.   10 . Guidelines for Student Conduct/Disciplinary Interventions - The following chart reflects possible options the University may exercise and relevant outcomes when responding to certain types of alcohol or other drug violations by students. Actual responses and sanctions may vary in accordance with the unique circumstances of each case.     CONTINUES... CLICK HERE FOR ENTIRE POLICY PDF                    Notes          Dates of official enactment and amendments:                      History: blank        Cross References: blank                                    About This Policy                                         Effective Date:        August 15, 2013                    Supersedes:        Policy dated August 2012                      Issuing Authority:        Office of the Vice President for Student Affairs                        Responsible Officer:        Director of Community Standards and Compliance                                                            Definitions                                        a. Definiton of Terms     Possession : Unlawful holding or controlling of alcohol, other drugs, or associated paraphernalia.   Use : Unlawful personal use of alcohol or other drugs.   Abuse : Repeated unlawful use of alcohol or other drugs; or use accompanied by other aggravating behavior, including but not limited to:     Disorderly, disruptive, or aggressive behavior that interferes with the well-being, safety, security, health, or welfare of the community and/or the regular operations of the University   Engaging in, or threatening to engage in, any behavior that endangers the health, safety or well-being of oneself, another person, or property;   Physical violence, actual or threatened, against any individual or group of persons     Distribution : The unlawful sale, exchange, or giving of alcohol or other drugs to one or more persons. Factors that will be considered when determining the University’s response include, but are not limited to:   ·   The health and wellness of the responsible student;   ·   The interests of the University;   ·   The impact on the community;   ·   The type, quantity, and packaging of the substance;   ·   The number of persons to which the substance was distributed;   ·   The amount of revenue associated with the distribution;   ·   The existence of any other aggravating or extenuating circumstances;     b.  Definition of Housing Related Responses and Sanctions - applied only to students who reside in on-campus housing. Sanctions include, but are not limited to:   Written Warning: A written summary of the violation is issued to the student and placed in the student’s file with the appropriate office.   Probation : The student is placed on this status for a specified period of time, during which he/she is expected to hold a heightened awareness of his/her behavior. A behavioral violation during the probationary period may result in more serious disciplinary sanctions.   Residence Hall Reassignment: A residential student is removed from his/her current room and reassigned to a different room within the University Housing system.   Deferred Suspension from Housing : A residential student is placed on this status for a specified period of time as a final opportunity to display appropriate behavior. If any behavioral violation occurs while a student is on a Deferred Suspension, the student will be immediately suspended from University Housing.   Suspension from University Housing : The residential student is directed to vacate University Housing immediately and is prohibited from returning for a specified period of time.   Referral to the Division of Student Affairs : The case is referred to the Office of Community Standards and Compliance in the Office of the Vice-President for Student Affairs. When this is done, disciplinary action may be taken at the University level in accordance with the Rules for Maintenance of Public Order and Rules of Conduct. Referral may be made as an alternative or in addition to the House (Residence Hall) based actions, if applicable.   C. Definition of General and University Level Sanctions : may be applied to all students. Sanctions include, but are not limited to:   Educational Interventions: The student is assigned to participate in “Informed Choices” or “Substance Abuse Feedback and Evaluation (SAFE)” or assigned a project designed to increase awareness about alcohol or other drugs and one’s responsibilities within the community.   Campus Service : The student is required to complete a specified number of hours of service to the University community. A specific administrator is designated to coordinate the service and ensure its satisfactory completion.   Persona Non Grata: The student is prohibited from entering a specified campus building for a designated period of time.   Mandatory Health Evaluation: The student is required to participate in individual sessions with a professional staff member from the Student Health Center to assess the circumstances of his/her use of alcohol and other drugs for the purpose of determining whether such use represents a significant hazard to the health and safety of that student or other members of the University community. The student and staff member will discuss health and wellness issues related to the student’s use of alcohol and/or other drugs and collaborate to develop strategies for making more effective and healthy decisions. The results of the evaluation may be shared with University administrators and considered in determining the University’s response, as appropriate.   Parental Notification : In an effort to provide support or assistance to students, the University (in accordance with the Federal Educational Rights and Privacy Act - FERPA) may notify the parents or legal guardians of students who have violated University policies or federal, state, or local laws pertaining to alcohol or other drugs or in situations in which there is a health and safety emergency. The decision to notify parents or legal guardians will be made according to the professional judgment of the appropriate staff. Whenever possible, students will be consulted in the notification process. The primary goal of notifying parents or legal guardians is to promote the health and wellness of the student and others in the community.   Referral to Law Enforcement Authorities: The University reserves the right to refer any case that involves criminal activity to local law enforcement agencies. The decision to notify such agencies shall be made by senior administrators of the University.   Warning : A notice to the student, orally or in writing, that continuation or repetition of the conduct found wrongful, or participation in similar conduct, within a period of time stated in the warning, shall be a cause for disciplinary action.   Censure : A written reprimand for violation of specified regulation, including the possibility of more severe disciplinary sanction in the event of conviction for the violation of a University regulation within a period of time stated in the letter of reprimand.   Disciplinary Probation : Exclusion from participation in specified privileges or University programs and activities as set forth in the notice of disciplinary probation for a designated period of time.   Restitution : Reimbursement for damage to or misappropriation of property. Reimbursement may take the form of appropriate service to repair or otherwise compensate for damages.   Monetary Fine : For any offense.   Suspension/Restriction of Privileges: Exclusion from extracurricular activities or other privileges as set forth in the notice of disciplinary probation for a specified period of time. (eg. sign-in guests to a residence hall, participate in a student club activity or event, etc.)   Suspension from the University : Exclusion from classes and all related student privileges as set forth in the notice of disciplinary probation for a specified period of time.   Dismissal from the University: Separation from the University with the option to reapply at a future point and in accordance with certain performance objectives.   Expulsion from the University: Permanent separation from the University without the option of reapplication at any future point.                                            Related Policies                                        blank                                                 NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "University Student Conduct Policies                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          University Life   /   Student Life   /   Student Community Standards                 Sub Navigation                                 Student Conduct, Process, and Procedures                       Bias, Harassment, and Discrimination Compliance                       Student Grievance Procedure                       University Student Conduct Policies                       Our Goals                                                                   University Student Conduct Policies      All University students are expected to be aware of, and to adhere to, the standards set forth in the following policies:          I. GENERAL RULES OF CONDUCT AND   RULES FOR THE MAINTENANCE OF PUBLIC ORDER :         Students are expected to conduct themselves as mature and law-abiding members of both the University community and the general community, and to comply with requests of the administrative authorities of the University for maintenance of order on University premises. Behavior which jeopardizes the health or safety of the University community, or disrupts the educational activities and supporting services of the University, is subject to review and possible penalty in accordance with the procedures and practices of the University and its colleges, schools, or divisions. Where activities sponsored by student organizations constitute violations of University rules or of public laws and regulations, sanctions may be imposed on such organizations as well as on individual students.       University General Rules of Conduct &gt;&gt;                              II. SPECIFIC UNIVERSITY POLICIES:       In addition to the General Rules of Conduct, students also will be held to standards of conduct set forth in the following policy statements.      University Policy on Substance Abuse and Alcoholic Beverages and Guidelines for Action     Statement on Health and Safety Considerations Associated with the Management of Incidents Involving Alcohol and Drugs. Self Referrals and Good Samaritan Referrals   Sexual Misconduct, Relationship Violence, and Stalking Policy and Resource Guide for Students and Procedures for Complaints Against Students     Statement and Guidelines on Bullying, Threatening, and Other Disruptive Behavior   Non-Discrimination and Anti-Harassment Policy and Complaint Procedures for Students     Policy on Academic Integrity   Affirmative Action/Equal Opportunity Policy   Educational and Research Uses of Copyrighted Materials   Guidelines Regarding Protest and Dissent   Smoke Free Campus Policy   Service Animal Policy   Responsible Use of NYU Computer and Data   Policy on Appropriate Use of Email     Immunization Policy   Policy on Weapons, Simulated Weapons and Theatrical Use of Weapons (applicable to students)     Bobst Library Conduct Code   Student Leave Policy                     III. ACADEMIC SCHOOL POLICIES:            Each Academic School has jurisdiction over behavior that occurs within that School or violates a School policy. Students are advised to familiarize themselves with the applicable behavioral policies and procedures set forth by the NYU School in which they are enrolled. Please consult http://www.nyu.edu/academics/schools-and-colleges.html for links to each of the Schools and Colleges at NYU.                                                                                 IV. RESIDENCE LIFE POLICIES:            Under the oversight and guidance of the Office of Community Standards, Residential Life staff members address violations of residential life policies. While most allegations are resolved at the house or area levels, matters involving repetitive violative behavior by a particular resident or that involve violations of a more serious nature will be addressed in the Office of Community Standards and Compliance utilizing either the Residential Life procedures or the University procedures as the circumstances warrant.         Learn more.                                                                                      V. OFFICE/DEPARTMENTAL POLICIES:       Such policies may be based upon formal agreements with students and/or requirements that are imposed by external agencies associated with the student's utilization of that particular office or service. Examples of offices or departments which have such policies and procedures include the Financial Aid Office, Coles Sports Center, Bobst Library, and the Center for Students with Disabilities.                                                                                                            VI. GLOBAL ACADEMIC CENTER POLICIES:             Statement of General Principals:       By enrolling in an Academic Center Abroad, a student assumes not only the rights and privileges of membership in a unique community but also the duties of citizenry associated with maintaining the values of the University community as well as those of the country in which the campus is located. Each student is expected to conduct his/her academic and non-academic life in a manner that demonstrates consideration for the rights, property, and interests of New York University, concern for the well-being of other community members, and respect for the culture, customs and laws of the nation in which the student is a guest.         On behalf of, and in conjunction with, its members, the University has a duty to address behavior that jeopardizes the health, safety, or welfare of its members; compromises the academic or intellectual process; disrupts the administrative and supporting services of the University; and/or shows a disrespect for the country and local community in which the Academic Center is located. Students who are alleged to have engaged in behavior that violates the Study Away Standar d, New York University policies, and/or Center-specific policies will be subject to review through the University student conduct process at the Center and/or the University level as deemed appropriate. The University also reserves the right to report matters involving criminal acts to the proper authorities. In disciplinary matters involving a visiting student whose home institution is other than New York University, NYU reserves the right to inform the appropriate office at that institution of the matter and results of all disciplinary decisions involving that student.                                                                                            General Principles and Standards of Student Conduct                                Academic communities exist to facilitate the process of acquiring and exchanging knowledge and understanding, to enhance the personal and intellectual development of its members, and to advance the interests of society. In order to realize its purpose, the University and its members must be free from personal injury or harm; bias or harassment; intimidation or coercion; damage or loss of property; disruption of educational and social activities; unreasonable interference with the exchange of concepts and ideas; and unreasonable interference with the administrative and supporting services offered by the University. Accordingly, all student members of the University community are expected to conduct themselves in a manner that demonstrates mutual respect for the rights and personal/academic well-being of others, preserves the integrity of the social and academic environment, and supports the mission of the University. The University has an inherent right to address behavior that impedes, obstructs, or threatens the maintenance of order and attainment of the aforementioned goals by violating the standards of conduct set forth in the University student conduct policies noted below as well as other policies that may established by the respective Schools, Global Sites, and administrative offices of the University.         Further information concerning the policy on student conduct is available here.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]