[{"detail": [{"content": "Frequently Asked Questions - Teacher Certification - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities       Julia Wolfe Wins 2015 Pulitzer Prize for Music                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Teacher Certification                Home    Programs    Timetable    NYS Certification Regulations    Links    Online Application Instructions and Program Codes    Required NYS Exams    Out of State Verification Forms    FAQ    Important International Student Information    Council                 Contact       For all questions and concerns related to NYU Steinhardt certification programs not addressed in these pages, please contact: Mark J. Perez Certification Officer NYU Steinhardt 82 Washington Square East, Room 229 New York, New York 10003 (212) 998-5033 (212) 995-4353 fax    mark.perez@nyu.edu        Commitment to Education         The Steinhardt School of Culture, Education, and Human Development was founded in 1890 as the School of Pedagogy. Since then, we have expanded into health, the arts, and media studies.     As varied and diverse as our programs have been throughout the years, there is one thing that has never changed: Our commitment to studying and preparing professionals for pre-K-12 and higher education.    Read More                        Frequently Asked Questions            1. What is the difference between the New York State Education Department (NYSED) and the New York City Department of Education (NYCDOE)?    The NYSED in Albany, NY is the state agency that issues your NYS teaching certificate which is required to work in public schools across NY State. The NYCDOE (formerly known as the NYC Board of Education) is your employer if you work for NYC Public Schools.    2. I am completing a Steinhardt certification program, must I apply for NYS certification or does it issue automatically?    You must apply for NYS certification, please see application instructions here    3. Must I also apply to the NYCDOE if I wish to work for NYC Public Schools? How can I show proof that I am enrolled in a teacher certification program?    Yes, please visit the TEACH NYC website here Speech and Language Disabilities or School Counseling students, click here    Please note if you have already registered as a student teacher you will need to re-register, create a new username and password and submit a new application when seeking employment within NYC public schools.    The NYCDOE application process will require a letter of expected completion . Please use letter here Please print, complete your information, scan or photograph and upload to your NYCDOE application. If you are unable to scan or photograph and upload, y ou may fax the letter to the NYCDOE at 718-935-3532, Attention: Pending Documents    Please also review the NYCDOE Application Process FAQ here    4. A NYC public school interested in hiring me is asking for my file number. What is a NYCDOE file number?    In the past, NYCDOE file numbers were issued when a NYS certified teacher applied for a NYC teaching license whether or not there was an offer of a teaching position. The NYCDOE no longer issues licenses.    The NYCDOE file number is a unique identifier issued to educators in the NYCDOE for payroll purposes. You are not issued a file number until after you have been hired and it will be issued after your first paycheck. If you were previously issued a file number as a substitute teacher or employee, you will keep that file number.    You do not need a file number to be hired (payrolled), it is processed through your social security number. Also see NYCDOE link here , scroll to bottom of page    5. I also wish to work for NYS public schools outside of NYC. Where can I apply and view job listings?    Please visit the OLAS JOBS website here    6. I'm an International Student without a social security number. Can I get fingerprinted for student teaching? Can I register for the NYS certification exams? Can I work for NYC public schools upon graduation?    Please click here    7.a. I was fingerprinted by the NYCDOE for student teaching, employment, etc. How can I tell if my fingerprint clearance appears in my NYSED TEACH account? My fingerprint clearance does not appear in my NYSED TEACH account, what should I do?    Log in to your NYSED TEACH account (if you haven't yet created an account Self-Register here to do so), once logged it, click on TEACH Home, click on the Account Information link , highlight Fingerprinting, click GO. You should see the statement \"We have received your fingerprint information from NYC\" ignore No Data Found underneath.    If your fingerprint information does not appear in your NYSED TEACH account, complete the OSPRA 104 Form here , do not check a box in Section 2 if none apply, mail or fax the form to the NYCDOE at the address or fax number at the bottom of the form. The NYCDOE will transfer your fingerprint clearance to the NYSED.    7.b. I was fingerprinted in the past through the NYSED and my fingerprint clearance appears in the NYSED TEACH system, how do I transfer my fingerprint clearance to the NYCDOE for the purposes of student teaching?       You must first be entered into the NYCDOE's Personnel Eligibility Tracking System (PETS). To do so you may either:    1) Email PETS Administration at PETSAdminSupport@schools.nyc.gov with the following information:    Name, SSN, DOB, primary telephone number, address (including zip), email address, name of College, title/job (e.g. student teacher, field observer), and school where you will be student teaching if you know it    OR    2) Telephone the NYCDOE's Office of Personnel Investigation (OPI) at 718-935-2665 to provide them with the same information as above.    Once you are entered into PETS, you will receive an email with instructions to log into the Applicant Gateway. You must complete and e-sign all required forms in Applicant Gateway. Once completed, you must go in person to the NYCDOE HR Connect Walk-in Center with a government-issued photo identification (ex: driver&rsquo;s license), your NYU ID, original I-9 documentation that shows eligibility to work in the U.S (please refer to the I-9 Eligibility Form for a complete list of acceptable documentation) and a completed OSPRA 103 .       8. I completed my certification program at Steinhardt and have not been recommended for certification to the NYSED, why not?    Program completers are not recommended automatically, you must request that Steinhardt recommend you after you've applied online, see question 2 above. The Request for Recommendation Form can be found in the application instructions.    9. I submitted my Request for Recommendation Form, why haven't I been recommended yet?    We recommend May and January completers only after all grades have been posted on your NYU record and your degree has been awarded. We recommend Summer completers once your summer grade(s) have all posted on your NYU record.    10. How will I know if my NYS Certificate has issued? How can I check the status of my certificate?    Log in to your NYSED TEACH account, click on TEACH Home, click on the Account Information link, highlight Certificates, click GO. For more details, please visit NYSED link here    11. How can I show proof that I am certified? Will I receive my NYS Initial or Provisional (School Counseling only) Certificate in the mail?    The NYSED no longer issues paper Initial or Provisional Certificates, please see NYSED link here . You will not receive your certificate(s) in the mail (unless you request them for an additional fee, see below) nor will you receive an email indicating that they have issued in TEACH. Initial or Provisional Certificates will only issue in your TEACH account. The screen in your account indicating your issued status does not look like a certificate nor is it in pdf format. You could print this page or take a screenshot to email to prospective employers. The NYCDOE and other NYS school districts have access to TEACH and may view your certification status. However, if you need or wish to have a paper copy, you may request one for an additional fee. Once your certificate has issued in TEACH, log in to your account, click on TEACH Home on the top menu and then click on \"I would like a printed certificate\" under Online Application heading. Also see here    12. How can I apply for additional areas of certification (or extensions) now that I'm certified without having to complete another certification program?    The NYSED allows already certified individuals to apply for most additional areas of certification (or extensions) on their own (not through Steinhardt) through the Additional Classroom Teaching Certificate (Must hold a valid certificate) Pathway or the Individual Evaluation Pathway, you may view those requirements here    If you were certified prior to the NYSED's new DASA workshop requirement, you will need to complete the DASA workshop prior to the issuance of any additional or new certificates, please see details here    As a matter of policy NYU Steinhardt does not evaluate transcripts for individuals applying through an Individual Evaluation Pathway. Any evaluation completed other than by the NYSED would be unofficial and possibly inaccurate.    To apply for additional areas go back to the TEACH Online system here , apply for the additional Initial Certificate(s) (or Professional only if you already hold Professional in another area) or extension(s) online following the instructions on the website.    When prompted for a program code, y ou DO NOT enter a program code, instead select:          No, I have not completed, nor am I enrolled in, an Approved Teacher Preparation Program at a New York State College or University for this certificate and this type.          On the Interstate Reciprocity screen, select No, I am not eligible to apply through the Interstate Reciprocity Pathway. Then select the Individual Evaluation for an Additional Classroom Teaching Certificate Pathway or Individual Evaluation Pathway.    You will then have to mail your transcripts (and/or other documentation) and wait for them to review. You can request an NYU transcript here If your or an employing school wants to expedite the process once the NYSED has received your transcripts, please see here    You may wish to include course descriptions in your correspondence with the NYSED.    Steinhardt course descriptions may be found here or in current or past bulletins here    Include cover letter with name and SSN and mail with transcript(s) and course description(s) to:    Office of Teaching Initiatives New York State Education Department 89 Washington Ave, 5N EB Albany, New York 12234    *When your transcript(s) are first received your application will be listed as Ready for Review. Ready for Review means just that - your application hasn't been reviewed by an evaluator at the NYSED yet. The system defaults to \"deficient\" or \"unmet\" for some requirements until the application is evaluated, it more accurately should state \"not yet reviewed\" next the those requirements. The evaluation will change once your application is reviewed.    13. I hold Childhood Ed 1-6 Initial Certification, how can I add Early Childhood Ed Birth-2nd Grade (which includes Kindergarten) Certification?    As answered in question 12 above, the NYSED allows already certified teachers to apply for additional certificates on their own (not through Steinhardt) . To add Early Childhood B-2 (once you hold Childhood Ed 1-6) and/or Students with Disabilities (SWD) B-2 (if you also hold SWD 1-6) you will need to re-apply to the NYSED online and mail them your transcript(s). You are not applying for extensions, but rather stand alone certificates in EC ED and/or SWD B-2.    The NYSED will want to see at least 3 credits that focus exclusively on Early Childhood, see here , which you may have already completed as part of your program. If you have, go back to the TEACH Online system here , apply for the additional Initial Certificate(s) (or Professional only if you already hold Professional in another area) online following the instructions on the website.    If you were certified prior to the NYSED's new DASA workshop requirement, you will need to complete the DASA workshop prior to the issuance of any additional or new certificates, please see details here    According to the NYSED, if you've taken the old non-grade range specific Multi-Subject CST, you will not need the to take and pass the new Multi-Subject B-2 CST. If you've taken and passed the new Multi-Subject 1-6 CST, the NYSED will require that you complete Parts 1 and 2 of the new Multi-Subject B-2 CST.    When prompted for a program code, y ou DO NOT enter a program code, instead select:          No, I have not completed, nor am I enrolled in, an Approved Teacher Preparation Program at a New York State College or University for this certificate and this type.          On the Interstate Reciprocity screen, select No, I am not eligible to apply through the Interstate Reciprocity Pathway. Then select the Additional Classroom Teaching Certificate (Must hold a valid certificate) Pathway.    You will then have to mail your transcripts and wait for them to review. Request an NYU transcript here If your school wants to expedite the process once the NYSED has received your transcripts, please see here    You may wish to include the course description(s) for the Early Childhood course(s) in your correspondence with the NYSED.    Course descriptions may be found here or in current or past bulletins here    Include cover letter with name and SSN and mail with transcript(s) and course description(s) to:    Office of Teaching Initiatives New York State Education Department 89 Washington Ave, 5N EB Albany, New York 12234    *When your transcript(s) are first received y  our application will be listed as Ready  for  Review . Ready   for  Review  means just that - your application hasn't been reviewed by an evaluator at the NYSED yet. The system defaults to \" deficient  \" o  r \"unmet\" for some requirements until the application is evaluated, it more accurately should state \"not yet reviewed\" next the those requirements. The NYSED will only look for 3 credits in Early Childhood on your transcript(s). The evaluation will change once your application is reviewed.     14. I hold Early Childhood B-2 Initial Certification, how can I add Childhood Ed 1-6 Certification?    As answered in question 12 above, the NYSED allows already certified teachers to apply for additional certificates on their own (not through Steinhardt) . To add Childhood Ed 1-6 (once you hold Early Childhood Ed B-2) and/or Students with Disabilities (SWD) 1-6 (if you also hold SWD B-2) you will need to re-apply to the NYSED online and mail them your transcript(s). You are not applying for extensions, but rather stand alone certificates in CH ED and/or SWD 1-6.    The NYSED will want to see at least 3 credits that focus exclusively on Childhood Ed, see here , which you may have already completed as part of your program. If you have, go back to the TEACH Online system here , apply for the additional Initial Certificate(s) (or Professional only if you already hold Professional in another area) online following the instructions on the website.    If you were certified prior to the NYSED's new DASA workshop requirement, you will need to complete the DASA workshop prior to the issuance of any additional or new certificates, please see details here    According to the NYSED, if you've taken the old non-grade range specific Multi-Subject CST, you will not need to take and pass the new Multi-Subject 1-6 CST. If you've taken and passed the new Multi-Subject B-2 CST, the NYSED will require that you complete Parts 1 and 2 of the new Multi-Subject 1-6 CST.    When prompted for a program code, y ou DO NOT enter a program code, instead select:          No, I have not completed, nor am I enrolled in, an Approved Teacher Preparation Program at a New York State College or University for this certificate and this type.          On the Interstate Reciprocity screen, select No, I am not eligible to apply through the Interstate Reciprocity Pathway. Then select the Additional Classroom Teaching Certificate (Must hold a valid certificate) Pathway.    You will then have to mail your transcripts and wait for them to review. Request an NYU transcript here If your school wants to expedite the process once the NYSED has received your transcripts, please see here    You may wish to include the course description(s) for the Childhood Ed course(s) in your correspondence with the NYSED.    Course descriptions may be found here or in current or past bulletins here    Include cover letter with name and SSN and mail with transcript(s) and course description(s) to:    Office of Teaching Initiatives New York State Education Department 89 Washington Ave, 5N EB Albany, New York 12234    *When your transcript(s) are first received your application will be listed as Ready for Review. Ready for Review means just that - your application hasn't been reviewed by an evaluator at the NYSED yet. The system defaults to \"deficient\" or \"unmet\" for some requirements until the application is evaluated, it more accurately should state \"not yet reviewed\" next the those requirements. The NYSED will only look for 3 credits in Childhood Ed on your transcript(s). The evaluation will change once your application is reviewed.    15. Am I eligible to apply for certification in other states? Which states have reciprocity with NY?    Many states have signed an interstate agreement on reciprocity but it does not necessarily waive exam or fingerprinting requirements, see details here especially the section What it is not . You MUST still apply for certification in each state that you wish to be certified to teach in.    Some states do not require that you hold NYS certification to apply in their state, only that you've completed a traditional state approved certification program plus complete their additonal requirements such as exams and fingerprinting.    Other states such as California, Oregon and Texas do require that you hold NYS Certification to apply for certification in their state (according to their websites at the time that this website was last updated).    Best to check the certification website of the state you are hoping to be certified in.    According to the New Jersey Department of Education (609) 292-2070 (though not indicted on their website ) you do not need to complete their Praxis II testing requirements if you have passed the required NYS exams and hold NYS certification when you apply for NJ certificates in the same area(s).    Requirements for all states can be found easily online by searching for state name and teacher certification. Look for a link that states out of state prepared or out of state certified teacher which will outline the steps for you.    Direct link to the education departments of all fifty states and territories from the United States Department of Education here    While NYU Steinhardt will complete out of state verification forms required by the application process for other states (please see question 16), ultimately it is your responsibility to research and ensure that you meet or will meet the requirements of certification in that state. If you have questions regarding a particular state's requirements or application process, it is best to email or speak to one of their certification representatives.    16. Where can I send an out of state program verification form to be completed?    Please click here    17. I hold an Initial Certificate through my B.S. degree, what are my Master's degree options for satisfying Professional Certification?    Please see NYSED link here    18. What if my Initial Certificate is nearing expiration or has expired and I haven't completed the requirements for Professional Certification?    You may be able to apply for a time extension, please see details here , or a re-issuance, please see details here    As you would be applying directly to the NYSED for a time extension or re-issuance, please contact them with any questions you may have.    NYSED Office of Teaching Initiatives    Phone: (518) 474-3901 Press 5 to speak to a representative.    Staff are available to answer questions: 9:00 a.m. - 4:30 p.m. EST Monday through Friday.    19. I hold NYS Initial Certification through a program I completed at NYU Steinhardt and have now taught for 3 years. How do I apply for NYS Professional Certification?    Please see application instructions here , scroll down to Professional Certification    20. I've applied for Professional Certification and my Mentored Experience is listed as Deficient, how can I have it verified?    Please details see here OR if you were mentored in a NYC Public School, please email Sue Walia at mentorverification@schools.nyc.gov    21.a. I've applied for Professional Certification and the 3 years of teaching experience that I've detailed on TEACH is listed as Deficient, why?    Your application is most likely listed as Ready for Review. Ready for Review means just that - your application hasn't been reviewed by an evaluator at the NYSED yet. The system defaults to \"deficient\" or \"unmet\" for some requirements until the application is evaluated, it actually means that those requirements have not been reviewed yet. The evaluation will change once your teaching experience and application is reviewed.    21.b. I've applied for Permanent School Counseling and the 2 years of work experience that I've detailed on TEACH is listed as Deficient, why?    Your application is most likely listed as Ready for Review. Ready for Review means just that - your application hasn't been reviewed by an evaluator at the NYSED yet. The system defaults to \"deficient\" or \"unmet\" for some requirements until the application is evaluated, it actually means that those requirements have not been reviewed yet. The evaluation will change once your teaching experience and application is reviewed.    22. I've applied for Professional Certification (or Permanent School Counseling) and my Citizenship Status is listed as Unmet, why?    If this is incorrect, and you are a U.S. citizen or Permanent Resident, login to your TEACH account, click on TEACH Home, under Profile Links click on Update/Add Education, Employment and Personal Information. Then click on Edit Personal Information. Under Resident Status highlight \"I am a citizen or a permanent resident of the United States\" and click Submit. The evaluation should update the following day.    23. I've applied for Professional Certification (or Permanent School Counseling) and I'm being held for a DASA workshop requirement. Didn't I satisfy this requirement through the Drug and Alcohol Ed, Child Abuse Id and School Violence Prevention course or workshops?    The DASA workshop requirement is new effective December 31, 2013, please see details from NYSED website here The pre-Summer 2013 Steinhardt Drug and Alcohol Ed, Child Abuse Id, School Violence Prevention course did not include DASA. The workshops in Child Abuse Id and School Violence Prevention do not satisfy the DASA requirement. No one is grandfathered in.    24. What is my Professional Development obligation once I hold NYS Professional Certification?    Please see details here from NYSED website    25.a. I completed the Drug and Alcohol Ed/Child Abuse Id/School Violence Prev course or the Drug and Alcohol Ed/Child Abuse Id/School Violence Prev/DASA course as part of my program and am now being asked for proof of completion or certificates of completion by an employer or another institution. How can I request these certificates?    Certificates of completion are not issued nor required by the NYSED when these competencies are met through coursework which appears on a university transcript. Please submit to your employer or institution the letter here as well as an official transcript. To order an official transcript, please see details here    25.b. I completed the DASA Training in Harassment, Bullying and Discrimination in Schools course as part of my program and am now being asked for proof of completion or a certificate of completion by an employer or another institution. How can I request this certificate?    A certificate of completion is not issued nor required by the NYSED when these competencies are met through coursework which appears on a university transcript. Please submit to your employer or institution the letter here as well as an official transcript. To order an official transcript, please see details here    26. How can I order an official NYU transcript?    Please see NYU Registrar link here    27. When will I receive my diploma?    Please see NYU Registrar link here    28. I'm certified in another state or I completed a certification program in another state, how do I get certified in New York?    Please see details on the NYSED website here    As a matter of policy NYU Steinhardt does not evaluate transcripts for individuals applying through the Interstate Reciprocity pathway. Any evaluation completed other than by the NYSED would be unofficial and possibly inaccurate.    As you would be applying directly to the NYSED through the Interstate Reciprocity pathway, please contact them with any questions you may have.    NYSED Office of Teaching Initiatives    Phone: (518) 474-3901 Press 5 to speak to a representative.    Staff are available to answer questions: 9:00 a.m. - 4:30 p.m. EST Monday through Friday.    To contact the NYSED Office of Teaching Initiatives electronically, please click here    29. I'm a teacher in another country or I'm certified in another country, how do I get certified in New York?    Please see details on the NYSED website here    As a matter of policy NYU Steinhardt does not evaluate transcripts for individuals applying through an Individual Evaluation Pathway. Any evaluation completed other than by the NYSED would be unofficial and possibly inaccurate.    As you would be applying directly to the NYSED through the Individual Evaluation of Non-U.S. Credentials pathway, please contact them with any questions you may have.    NYSED Office of Teaching Initiatives    Phone: (518) 474-3901 Press 5 to speak to a representative.    Staff are available to answer questions: 9:00 a.m. - 4:30 p.m. EST Monday through Friday.    To contact the NYSED Office of Teaching Initiatives electronically, please click here    30. What are my options for NYS Certifcation once I have completed a non-teacher certification Bachelor's or higher degree?    Please see link here and 31 below.    31. I have not completed a certification program (or completed a pre-2004 program or have a pre-2004 regulations expired certificate), how can I apply for NYS certification?    The NYSED allows individuals to apply for most but not all areas of certification on their own through the Individual Evaluation Pathway, you may view those requirements here For example, the NYSED does not accept applications for Early Childhood B-2, Childhood 1-6, English Language Arts 7-12 or Literacy via the Individual Evaluation Pathway.    As a matter of policy NYU Steinhardt does not evaluate transcripts for individuals applying through the Individual Evaluation Pathway. Any evaluation completed other than by the NYSED would be unofficial and possibly inaccurate.    To apply go to the TEACH Online system here , apply for the certificate that you are interested in online following the instructions on the website.    When prompted for a program code, y ou DO NOT enter a program code, see NYSED link here , instead select:          No, I have not completed, nor am I enrolled in, an Approved Teacher Preparation Program at a New York State College or University for this certificate and this type.          On the Interstate Reciprocity screen, select No, I am not eligible to apply through the Interstate Reciprocity Pathway. Then select the Individual Evaluation Pathway.    You will then need to mail your transcripts (and/or other documentation) and wait for them to review. You can request an NYU transcript here If your or an employing school wants to expedite the process once the NYSED has received your transcripts, please see here    You may wish to include course descriptions in your correspondence with the NYSED.    Steinhardt course descriptions may be found here or in current or past bulletins here    Include cover letter with name and SSN and mail with transcript(s) and course description(s) to:    Office of Teaching Initiatives New York State Education Department 89 Washington Ave, 5N EB Albany, New York 12234    *When your transcript(s) are first received your application will be listed as Ready for Review. Ready for Review means just that - your application hasn't been reviewed by an evaluator at the NYSED yet. The system defaults to \"deficient\" or \"unmet\" for some requirements until the application is evaluated, it more accurately should state \"not yet reviewed\" next the those requirements. The evaluation will change once your application is reviewed.                    This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]},
{"detail": [{"content": "Frequently Asked Questions - Teacher Certification - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities       Julia Wolfe Wins 2015 Pulitzer Prize for Music                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Teacher Certification                Home    Programs    Timetable    NYS Certification Regulations    Links    Online Application Instructions and Program Codes    Required NYS Exams    Out of State Verification Forms    FAQ    Important International Student Information    Council                 Contact       For all questions and concerns related to NYU Steinhardt certification programs not addressed in these pages, please contact: Mark J. Perez Certification Officer NYU Steinhardt 82 Washington Square East, Room 229 New York, New York 10003 (212) 998-5033 (212) 995-4353 fax    mark.perez@nyu.edu        Commitment to Education         The Steinhardt School of Culture, Education, and Human Development was founded in 1890 as the School of Pedagogy. Since then, we have expanded into health, the arts, and media studies.     As varied and diverse as our programs have been throughout the years, there is one thing that has never changed: Our commitment to studying and preparing professionals for pre-K-12 and higher education.    Read More                        Frequently Asked Questions            1. What is the difference between the New York State Education Department (NYSED) and the New York City Department of Education (NYCDOE)?    The NYSED in Albany, NY is the state agency that issues your NYS teaching certificate which is required to work in public schools across NY State. The NYCDOE (formerly known as the NYC Board of Education) is your employer if you work for NYC Public Schools.    2. I am completing a Steinhardt certification program, must I apply for NYS certification or does it issue automatically?    You must apply for NYS certification, please see application instructions here    3. Must I also apply to the NYCDOE if I wish to work for NYC Public Schools? How can I show proof that I am enrolled in a teacher certification program?    Yes, please visit the TEACH NYC website here Speech and Language Disabilities or School Counseling students, click here    Please note if you have already registered as a student teacher you will need to re-register, create a new username and password and submit a new application when seeking employment within NYC public schools.    The NYCDOE application process will require a letter of expected completion . Please use letter here Please print, complete your information, scan or photograph and upload to your NYCDOE application. If you are unable to scan or photograph and upload, y ou may fax the letter to the NYCDOE at 718-935-3532, Attention: Pending Documents    Please also review the NYCDOE Application Process FAQ here    4. A NYC public school interested in hiring me is asking for my file number. What is a NYCDOE file number?    In the past, NYCDOE file numbers were issued when a NYS certified teacher applied for a NYC teaching license whether or not there was an offer of a teaching position. The NYCDOE no longer issues licenses.    The NYCDOE file number is a unique identifier issued to educators in the NYCDOE for payroll purposes. You are not issued a file number until after you have been hired and it will be issued after your first paycheck. If you were previously issued a file number as a substitute teacher or employee, you will keep that file number.    You do not need a file number to be hired (payrolled), it is processed through your social security number. Also see NYCDOE link here , scroll to bottom of page    5. I also wish to work for NYS public schools outside of NYC. Where can I apply and view job listings?    Please visit the OLAS JOBS website here    6. I'm an International Student without a social security number. Can I get fingerprinted for student teaching? Can I register for the NYS certification exams? Can I work for NYC public schools upon graduation?    Please click here    7.a. I was fingerprinted by the NYCDOE for student teaching, employment, etc. How can I tell if my fingerprint clearance appears in my NYSED TEACH account? My fingerprint clearance does not appear in my NYSED TEACH account, what should I do?    Log in to your NYSED TEACH account (if you haven't yet created an account Self-Register here to do so), once logged it, click on TEACH Home, click on the Account Information link , highlight Fingerprinting, click GO. You should see the statement \"We have received your fingerprint information from NYC\" ignore No Data Found underneath.    If your fingerprint information does not appear in your NYSED TEACH account, complete the OSPRA 104 Form here , do not check a box in Section 2 if none apply, mail or fax the form to the NYCDOE at the address or fax number at the bottom of the form. The NYCDOE will transfer your fingerprint clearance to the NYSED.    7.b. I was fingerprinted in the past through the NYSED and my fingerprint clearance appears in the NYSED TEACH system, how do I transfer my fingerprint clearance to the NYCDOE for the purposes of student teaching?       You must first be entered into the NYCDOE's Personnel Eligibility Tracking System (PETS). To do so you may either:    1) Email PETS Administration at PETSAdminSupport@schools.nyc.gov with the following information:    Name, SSN, DOB, primary telephone number, address (including zip), email address, name of College, title/job (e.g. student teacher, field observer), and school where you will be student teaching if you know it    OR    2) Telephone the NYCDOE's Office of Personnel Investigation (OPI) at 718-935-2665 to provide them with the same information as above.    Once you are entered into PETS, you will receive an email with instructions to log into the Applicant Gateway. You must complete and e-sign all required forms in Applicant Gateway. Once completed, you must go in person to the NYCDOE HR Connect Walk-in Center with a government-issued photo identification (ex: driver&rsquo;s license), your NYU ID, original I-9 documentation that shows eligibility to work in the U.S (please refer to the I-9 Eligibility Form for a complete list of acceptable documentation) and a completed OSPRA 103 .       8. I completed my certification program at Steinhardt and have not been recommended for certification to the NYSED, why not?    Program completers are not recommended automatically, you must request that Steinhardt recommend you after you've applied online, see question 2 above. The Request for Recommendation Form can be found in the application instructions.    9. I submitted my Request for Recommendation Form, why haven't I been recommended yet?    We recommend May and January completers only after all grades have been posted on your NYU record and your degree has been awarded. We recommend Summer completers once your summer grade(s) have all posted on your NYU record.    10. How will I know if my NYS Certificate has issued? How can I check the status of my certificate?    Log in to your NYSED TEACH account, click on TEACH Home, click on the Account Information link, highlight Certificates, click GO. For more details, please visit NYSED link here    11. How can I show proof that I am certified? Will I receive my NYS Initial or Provisional (School Counseling only) Certificate in the mail?    The NYSED no longer issues paper Initial or Provisional Certificates, please see NYSED link here . You will not receive your certificate(s) in the mail (unless you request them for an additional fee, see below) nor will you receive an email indicating that they have issued in TEACH. Initial or Provisional Certificates will only issue in your TEACH account. The screen in your account indicating your issued status does not look like a certificate nor is it in pdf format. You could print this page or take a screenshot to email to prospective employers. The NYCDOE and other NYS school districts have access to TEACH and may view your certification status. However, if you need or wish to have a paper copy, you may request one for an additional fee. Once your certificate has issued in TEACH, log in to your account, click on TEACH Home on the top menu and then click on \"I would like a printed certificate\" under Online Application heading. Also see here    12. How can I apply for additional areas of certification (or extensions) now that I'm certified without having to complete another certification program?    The NYSED allows already certified individuals to apply for most additional areas of certification (or extensions) on their own (not through Steinhardt) through the Additional Classroom Teaching Certificate (Must hold a valid certificate) Pathway or the Individual Evaluation Pathway, you may view those requirements here    If you were certified prior to the NYSED's new DASA workshop requirement, you will need to complete the DASA workshop prior to the issuance of any additional or new certificates, please see details here    As a matter of policy NYU Steinhardt does not evaluate transcripts for individuals applying through an Individual Evaluation Pathway. Any evaluation completed other than by the NYSED would be unofficial and possibly inaccurate.    To apply for additional areas go back to the TEACH Online system here , apply for the additional Initial Certificate(s) (or Professional only if you already hold Professional in another area) or extension(s) online following the instructions on the website.    When prompted for a program code, y ou DO NOT enter a program code, instead select:          No, I have not completed, nor am I enrolled in, an Approved Teacher Preparation Program at a New York State College or University for this certificate and this type.          On the Interstate Reciprocity screen, select No, I am not eligible to apply through the Interstate Reciprocity Pathway. Then select the Individual Evaluation for an Additional Classroom Teaching Certificate Pathway or Individual Evaluation Pathway.    You will then have to mail your transcripts (and/or other documentation) and wait for them to review. You can request an NYU transcript here If your or an employing school wants to expedite the process once the NYSED has received your transcripts, please see here    You may wish to include course descriptions in your correspondence with the NYSED.    Steinhardt course descriptions may be found here or in current or past bulletins here    Include cover letter with name and SSN and mail with transcript(s) and course description(s) to:    Office of Teaching Initiatives New York State Education Department 89 Washington Ave, 5N EB Albany, New York 12234    *When your transcript(s) are first received your application will be listed as Ready for Review. Ready for Review means just that - your application hasn't been reviewed by an evaluator at the NYSED yet. The system defaults to \"deficient\" or \"unmet\" for some requirements until the application is evaluated, it more accurately should state \"not yet reviewed\" next the those requirements. The evaluation will change once your application is reviewed.    13. I hold Childhood Ed 1-6 Initial Certification, how can I add Early Childhood Ed Birth-2nd Grade (which includes Kindergarten) Certification?    As answered in question 12 above, the NYSED allows already certified teachers to apply for additional certificates on their own (not through Steinhardt) . To add Early Childhood B-2 (once you hold Childhood Ed 1-6) and/or Students with Disabilities (SWD) B-2 (if you also hold SWD 1-6) you will need to re-apply to the NYSED online and mail them your transcript(s). You are not applying for extensions, but rather stand alone certificates in EC ED and/or SWD B-2.    The NYSED will want to see at least 3 credits that focus exclusively on Early Childhood, see here , which you may have already completed as part of your program. If you have, go back to the TEACH Online system here , apply for the additional Initial Certificate(s) (or Professional only if you already hold Professional in another area) online following the instructions on the website.    If you were certified prior to the NYSED's new DASA workshop requirement, you will need to complete the DASA workshop prior to the issuance of any additional or new certificates, please see details here    According to the NYSED, if you've taken the old non-grade range specific Multi-Subject CST, you will not need the to take and pass the new Multi-Subject B-2 CST. If you've taken and passed the new Multi-Subject 1-6 CST, the NYSED will require that you complete Parts 1 and 2 of the new Multi-Subject B-2 CST.    When prompted for a program code, y ou DO NOT enter a program code, instead select:          No, I have not completed, nor am I enrolled in, an Approved Teacher Preparation Program at a New York State College or University for this certificate and this type.          On the Interstate Reciprocity screen, select No, I am not eligible to apply through the Interstate Reciprocity Pathway. Then select the Additional Classroom Teaching Certificate (Must hold a valid certificate) Pathway.    You will then have to mail your transcripts and wait for them to review. Request an NYU transcript here If your school wants to expedite the process once the NYSED has received your transcripts, please see here    You may wish to include the course description(s) for the Early Childhood course(s) in your correspondence with the NYSED.    Course descriptions may be found here or in current or past bulletins here    Include cover letter with name and SSN and mail with transcript(s) and course description(s) to:    Office of Teaching Initiatives New York State Education Department 89 Washington Ave, 5N EB Albany, New York 12234    *When your transcript(s) are first received y  our application will be listed as Ready  for  Review . Ready   for  Review  means just that - your application hasn't been reviewed by an evaluator at the NYSED yet. The system defaults to \" deficient  \" o  r \"unmet\" for some requirements until the application is evaluated, it more accurately should state \"not yet reviewed\" next the those requirements. The NYSED will only look for 3 credits in Early Childhood on your transcript(s). The evaluation will change once your application is reviewed.     14. I hold Early Childhood B-2 Initial Certification, how can I add Childhood Ed 1-6 Certification?    As answered in question 12 above, the NYSED allows already certified teachers to apply for additional certificates on their own (not through Steinhardt) . To add Childhood Ed 1-6 (once you hold Early Childhood Ed B-2) and/or Students with Disabilities (SWD) 1-6 (if you also hold SWD B-2) you will need to re-apply to the NYSED online and mail them your transcript(s). You are not applying for extensions, but rather stand alone certificates in CH ED and/or SWD 1-6.    The NYSED will want to see at least 3 credits that focus exclusively on Childhood Ed, see here , which you may have already completed as part of your program. If you have, go back to the TEACH Online system here , apply for the additional Initial Certificate(s) (or Professional only if you already hold Professional in another area) online following the instructions on the website.    If you were certified prior to the NYSED's new DASA workshop requirement, you will need to complete the DASA workshop prior to the issuance of any additional or new certificates, please see details here    According to the NYSED, if you've taken the old non-grade range specific Multi-Subject CST, you will not need to take and pass the new Multi-Subject 1-6 CST. If you've taken and passed the new Multi-Subject B-2 CST, the NYSED will require that you complete Parts 1 and 2 of the new Multi-Subject 1-6 CST.    When prompted for a program code, y ou DO NOT enter a program code, instead select:          No, I have not completed, nor am I enrolled in, an Approved Teacher Preparation Program at a New York State College or University for this certificate and this type.          On the Interstate Reciprocity screen, select No, I am not eligible to apply through the Interstate Reciprocity Pathway. Then select the Additional Classroom Teaching Certificate (Must hold a valid certificate) Pathway.    You will then have to mail your transcripts and wait for them to review. Request an NYU transcript here If your school wants to expedite the process once the NYSED has received your transcripts, please see here    You may wish to include the course description(s) for the Childhood Ed course(s) in your correspondence with the NYSED.    Course descriptions may be found here or in current or past bulletins here    Include cover letter with name and SSN and mail with transcript(s) and course description(s) to:    Office of Teaching Initiatives New York State Education Department 89 Washington Ave, 5N EB Albany, New York 12234    *When your transcript(s) are first received your application will be listed as Ready for Review. Ready for Review means just that - your application hasn't been reviewed by an evaluator at the NYSED yet. The system defaults to \"deficient\" or \"unmet\" for some requirements until the application is evaluated, it more accurately should state \"not yet reviewed\" next the those requirements. The NYSED will only look for 3 credits in Childhood Ed on your transcript(s). The evaluation will change once your application is reviewed.    15. Am I eligible to apply for certification in other states? Which states have reciprocity with NY?    Many states have signed an interstate agreement on reciprocity but it does not necessarily waive exam or fingerprinting requirements, see details here especially the section What it is not . You MUST still apply for certification in each state that you wish to be certified to teach in.    Some states do not require that you hold NYS certification to apply in their state, only that you've completed a traditional state approved certification program plus complete their additonal requirements such as exams and fingerprinting.    Other states such as California, Oregon and Texas do require that you hold NYS Certification to apply for certification in their state (according to their websites at the time that this website was last updated).    Best to check the certification website of the state you are hoping to be certified in.    According to the New Jersey Department of Education (609) 292-2070 (though not indicted on their website ) you do not need to complete their Praxis II testing requirements if you have passed the required NYS exams and hold NYS certification when you apply for NJ certificates in the same area(s).    Requirements for all states can be found easily online by searching for state name and teacher certification. Look for a link that states out of state prepared or out of state certified teacher which will outline the steps for you.    Direct link to the education departments of all fifty states and territories from the United States Department of Education here    While NYU Steinhardt will complete out of state verification forms required by the application process for other states (please see question 16), ultimately it is your responsibility to research and ensure that you meet or will meet the requirements of certification in that state. If you have questions regarding a particular state's requirements or application process, it is best to email or speak to one of their certification representatives.    16. Where can I send an out of state program verification form to be completed?    Please click here    17. I hold an Initial Certificate through my B.S. degree, what are my Master's degree options for satisfying Professional Certification?    Please see NYSED link here    18. What if my Initial Certificate is nearing expiration or has expired and I haven't completed the requirements for Professional Certification?    You may be able to apply for a time extension, please see details here , or a re-issuance, please see details here    As you would be applying directly to the NYSED for a time extension or re-issuance, please contact them with any questions you may have.    NYSED Office of Teaching Initiatives    Phone: (518) 474-3901 Press 5 to speak to a representative.    Staff are available to answer questions: 9:00 a.m. - 4:30 p.m. EST Monday through Friday.    19. I hold NYS Initial Certification through a program I completed at NYU Steinhardt and have now taught for 3 years. How do I apply for NYS Professional Certification?    Please see application instructions here , scroll down to Professional Certification    20. I've applied for Professional Certification and my Mentored Experience is listed as Deficient, how can I have it verified?    Please details see here OR if you were mentored in a NYC Public School, please email Sue Walia at mentorverification@schools.nyc.gov    21.a. I've applied for Professional Certification and the 3 years of teaching experience that I've detailed on TEACH is listed as Deficient, why?    Your application is most likely listed as Ready for Review. Ready for Review means just that - your application hasn't been reviewed by an evaluator at the NYSED yet. The system defaults to \"deficient\" or \"unmet\" for some requirements until the application is evaluated, it actually means that those requirements have not been reviewed yet. The evaluation will change once your teaching experience and application is reviewed.    21.b. I've applied for Permanent School Counseling and the 2 years of work experience that I've detailed on TEACH is listed as Deficient, why?    Your application is most likely listed as Ready for Review. Ready for Review means just that - your application hasn't been reviewed by an evaluator at the NYSED yet. The system defaults to \"deficient\" or \"unmet\" for some requirements until the application is evaluated, it actually means that those requirements have not been reviewed yet. The evaluation will change once your teaching experience and application is reviewed.    22. I've applied for Professional Certification (or Permanent School Counseling) and my Citizenship Status is listed as Unmet, why?    If this is incorrect, and you are a U.S. citizen or Permanent Resident, login to your TEACH account, click on TEACH Home, under Profile Links click on Update/Add Education, Employment and Personal Information. Then click on Edit Personal Information. Under Resident Status highlight \"I am a citizen or a permanent resident of the United States\" and click Submit. The evaluation should update the following day.    23. I've applied for Professional Certification (or Permanent School Counseling) and I'm being held for a DASA workshop requirement. Didn't I satisfy this requirement through the Drug and Alcohol Ed, Child Abuse Id and School Violence Prevention course or workshops?    The DASA workshop requirement is new effective December 31, 2013, please see details from NYSED website here The pre-Summer 2013 Steinhardt Drug and Alcohol Ed, Child Abuse Id, School Violence Prevention course did not include DASA. The workshops in Child Abuse Id and School Violence Prevention do not satisfy the DASA requirement. No one is grandfathered in.    24. What is my Professional Development obligation once I hold NYS Professional Certification?    Please see details here from NYSED website    25.a. I completed the Drug and Alcohol Ed/Child Abuse Id/School Violence Prev course or the Drug and Alcohol Ed/Child Abuse Id/School Violence Prev/DASA course as part of my program and am now being asked for proof of completion or certificates of completion by an employer or another institution. How can I request these certificates?    Certificates of completion are not issued nor required by the NYSED when these competencies are met through coursework which appears on a university transcript. Please submit to your employer or institution the letter here as well as an official transcript. To order an official transcript, please see details here    25.b. I completed the DASA Training in Harassment, Bullying and Discrimination in Schools course as part of my program and am now being asked for proof of completion or a certificate of completion by an employer or another institution. How can I request this certificate?    A certificate of completion is not issued nor required by the NYSED when these competencies are met through coursework which appears on a university transcript. Please submit to your employer or institution the letter here as well as an official transcript. To order an official transcript, please see details here    26. How can I order an official NYU transcript?    Please see NYU Registrar link here    27. When will I receive my diploma?    Please see NYU Registrar link here    28. I'm certified in another state or I completed a certification program in another state, how do I get certified in New York?    Please see details on the NYSED website here    As a matter of policy NYU Steinhardt does not evaluate transcripts for individuals applying through the Interstate Reciprocity pathway. Any evaluation completed other than by the NYSED would be unofficial and possibly inaccurate.    As you would be applying directly to the NYSED through the Interstate Reciprocity pathway, please contact them with any questions you may have.    NYSED Office of Teaching Initiatives    Phone: (518) 474-3901 Press 5 to speak to a representative.    Staff are available to answer questions: 9:00 a.m. - 4:30 p.m. EST Monday through Friday.    To contact the NYSED Office of Teaching Initiatives electronically, please click here    29. I'm a teacher in another country or I'm certified in another country, how do I get certified in New York?    Please see details on the NYSED website here    As a matter of policy NYU Steinhardt does not evaluate transcripts for individuals applying through an Individual Evaluation Pathway. Any evaluation completed other than by the NYSED would be unofficial and possibly inaccurate.    As you would be applying directly to the NYSED through the Individual Evaluation of Non-U.S. Credentials pathway, please contact them with any questions you may have.    NYSED Office of Teaching Initiatives    Phone: (518) 474-3901 Press 5 to speak to a representative.    Staff are available to answer questions: 9:00 a.m. - 4:30 p.m. EST Monday through Friday.    To contact the NYSED Office of Teaching Initiatives electronically, please click here    30. What are my options for NYS Certifcation once I have completed a non-teacher certification Bachelor's or higher degree?    Please see link here and 31 below.    31. I have not completed a certification program (or completed a pre-2004 program or have a pre-2004 regulations expired certificate), how can I apply for NYS certification?    The NYSED allows individuals to apply for most but not all areas of certification on their own through the Individual Evaluation Pathway, you may view those requirements here For example, the NYSED does not accept applications for Early Childhood B-2, Childhood 1-6, English Language Arts 7-12 or Literacy via the Individual Evaluation Pathway.    As a matter of policy NYU Steinhardt does not evaluate transcripts for individuals applying through the Individual Evaluation Pathway. Any evaluation completed other than by the NYSED would be unofficial and possibly inaccurate.    To apply go to the TEACH Online system here , apply for the certificate that you are interested in online following the instructions on the website.    When prompted for a program code, y ou DO NOT enter a program code, see NYSED link here , instead select:          No, I have not completed, nor am I enrolled in, an Approved Teacher Preparation Program at a New York State College or University for this certificate and this type.          On the Interstate Reciprocity screen, select No, I am not eligible to apply through the Interstate Reciprocity Pathway. Then select the Individual Evaluation Pathway.    You will then need to mail your transcripts (and/or other documentation) and wait for them to review. You can request an NYU transcript here If your or an employing school wants to expedite the process once the NYSED has received your transcripts, please see here    You may wish to include course descriptions in your correspondence with the NYSED.    Steinhardt course descriptions may be found here or in current or past bulletins here    Include cover letter with name and SSN and mail with transcript(s) and course description(s) to:    Office of Teaching Initiatives New York State Education Department 89 Washington Ave, 5N EB Albany, New York 12234    *When your transcript(s) are first received your application will be listed as Ready for Review. Ready for Review means just that - your application hasn't been reviewed by an evaluator at the NYSED yet. The system defaults to \"deficient\" or \"unmet\" for some requirements until the application is evaluated, it more accurately should state \"not yet reviewed\" next the those requirements. The evaluation will change once your application is reviewed.                    This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}, {"content": "Certificate Candidacy                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                                                                                 About             History & Mission The School and NYC Message from the Dean Academic Accreditation Administration Newsroom The School Community Convocation Visual Identity and Editorial Guidelines School Events                   Admissions             Graduate Admissions Undergraduate Admissions Events You@NYU Apply                   Academics             Academic Departments Academic Policies and Procedures Academic Accreditation Degree Programs Graduate Programs Undergraduate Programs Online Offerings Diploma Program Admissions  High School Academy Noncredit Offerings Course Search Certificates Intensives New Courses Online Offerings Professional Advantage Programs Information Sessions  Online Offerings                   Noncredit                 Faculty             Office of Faculty Affairs Faculty Search                   Career             About For Students For Employers For Alumni For Faculty                   Conferences & Events                 Giving                 Alumni             Alumni Community Stay Connected Alumni Benefits and Services Alumni Award Programs and Events                                                     Certificate Candidacy                                            Certificate Candidacy &rsaquo;           Getting Your Certificate &rsaquo;                            Ready to Proceed?           Register Now        Request Information        Events                                                              Download   Noncredit Certificate Application Form   Learn About   Noncredit Certificate Digital Badge          Students must declare their candidacy before the start of the fourth certificate course in the certificate program in which they enroll. Candidacy entitles students to many important new benefits ( see below ).   To apply for certificate candidacy, use the certificate application form . There is a nonrefundable one-time application fee of $100.   Students may take as many individual courses from a certificate program as they wish, but will only receive an official certificate and be eligible for the benefits detailed below if they apply for candidacy . Undeclared students may request a transcript showing course completion and grades, but that transcript does not indicate certificate completion.            Certificate Benefits          NYU student photo ID , which entitles students to the following privileges while they are enrolled in course(s) applicable to the certificate:   Access to NYU libraries   NYU Computer Store educational discount pricing   Access to the Kimmel Center for University Life       Invitations to NYU School of Professional Studies events   Access to certain services through the NYU Home website   Upon completion of a certificate program, students receive a $100 discount    Voucher toward an NYU School of Professional Studies course (valid for one year).              Certificate Requirements          Students must declare their certificate candidacy before the start of the fourth applicable certificate course. There is a one-time $100, nonrefundable application fee.   Students have up to four years from their initial date of registration to complete a certificate program.   To obtain the certificate, an overall B average or above must be maintained and candidacy must be declared.   Once all the grades post, students can request their certificate by using the certificate request form .   Certificate candidacy may be revoked if academic performance is not maintained.   The NYU School of Professional Studies transcript of a declared candidate will identify certificate completion.   Substitute classes require approval by the academic department.   Program administrators may authorize in writing substitutions of specified courses in individual situations (maximum of one substitution for a four-course certificate; two substitutions for a certificate requiring five or more courses).   Certificate candidacy may be revoked if student does not adhere to conduct policies.   There is a one-time $5 fee for the NYU student photo ID card. The card is active for the entire semester in which a registered student is enrolled in an approved certificate course and is deactivated when the student is not enrolled in an applicable course.   Students must satisfy the certificate program requirements listed in the Bulletin published for the term in which they register for the first course to the certificate.   Regular class attendance is required for a course to be applied toward a certificate.   NYU School of Professional Studies courses may be applied to only one certificate program. No transfer work or waiver of the total number of courses required is permitted.   Only one certificate may be issued in a given semester.   The name printed on the certificate matches the name on the student’s NYU transcript.   Certificates offered through the International Institute for Learning (IIL) and the Dalton Education Certificate Program in Financial Planning do not require declaration.   Approval for exception to any of the above requirements must be obtained in advance in writing from the program office.           Note: Departments may establish further requirements for their certificate programs. Check individual certificate listings for details.                                                                                                       QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          High School Academy          Professional Advantage                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}]},
{"detail": [{"content": "Frequently Asked Questions - Teacher Certification - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities       Julia Wolfe Wins 2015 Pulitzer Prize for Music                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Teacher Certification                Home    Programs    Timetable    NYS Certification Regulations    Links    Online Application Instructions and Program Codes    Required NYS Exams    Out of State Verification Forms    FAQ    Important International Student Information    Council                 Contact       For all questions and concerns related to NYU Steinhardt certification programs not addressed in these pages, please contact: Mark J. Perez Certification Officer NYU Steinhardt 82 Washington Square East, Room 229 New York, New York 10003 (212) 998-5033 (212) 995-4353 fax    mark.perez@nyu.edu        Commitment to Education         The Steinhardt School of Culture, Education, and Human Development was founded in 1890 as the School of Pedagogy. Since then, we have expanded into health, the arts, and media studies.     As varied and diverse as our programs have been throughout the years, there is one thing that has never changed: Our commitment to studying and preparing professionals for pre-K-12 and higher education.    Read More                        Frequently Asked Questions            1. What is the difference between the New York State Education Department (NYSED) and the New York City Department of Education (NYCDOE)?    The NYSED in Albany, NY is the state agency that issues your NYS teaching certificate which is required to work in public schools across NY State. The NYCDOE (formerly known as the NYC Board of Education) is your employer if you work for NYC Public Schools.    2. I am completing a Steinhardt certification program, must I apply for NYS certification or does it issue automatically?    You must apply for NYS certification, please see application instructions here    3. Must I also apply to the NYCDOE if I wish to work for NYC Public Schools? How can I show proof that I am enrolled in a teacher certification program?    Yes, please visit the TEACH NYC website here Speech and Language Disabilities or School Counseling students, click here    Please note if you have already registered as a student teacher you will need to re-register, create a new username and password and submit a new application when seeking employment within NYC public schools.    The NYCDOE application process will require a letter of expected completion . Please use letter here Please print, complete your information, scan or photograph and upload to your NYCDOE application. If you are unable to scan or photograph and upload, y ou may fax the letter to the NYCDOE at 718-935-3532, Attention: Pending Documents    Please also review the NYCDOE Application Process FAQ here    4. A NYC public school interested in hiring me is asking for my file number. What is a NYCDOE file number?    In the past, NYCDOE file numbers were issued when a NYS certified teacher applied for a NYC teaching license whether or not there was an offer of a teaching position. The NYCDOE no longer issues licenses.    The NYCDOE file number is a unique identifier issued to educators in the NYCDOE for payroll purposes. You are not issued a file number until after you have been hired and it will be issued after your first paycheck. If you were previously issued a file number as a substitute teacher or employee, you will keep that file number.    You do not need a file number to be hired (payrolled), it is processed through your social security number. Also see NYCDOE link here , scroll to bottom of page    5. I also wish to work for NYS public schools outside of NYC. Where can I apply and view job listings?    Please visit the OLAS JOBS website here    6. I'm an International Student without a social security number. Can I get fingerprinted for student teaching? Can I register for the NYS certification exams? Can I work for NYC public schools upon graduation?    Please click here    7.a. I was fingerprinted by the NYCDOE for student teaching, employment, etc. How can I tell if my fingerprint clearance appears in my NYSED TEACH account? My fingerprint clearance does not appear in my NYSED TEACH account, what should I do?    Log in to your NYSED TEACH account (if you haven't yet created an account Self-Register here to do so), once logged it, click on TEACH Home, click on the Account Information link , highlight Fingerprinting, click GO. You should see the statement \"We have received your fingerprint information from NYC\" ignore No Data Found underneath.    If your fingerprint information does not appear in your NYSED TEACH account, complete the OSPRA 104 Form here , do not check a box in Section 2 if none apply, mail or fax the form to the NYCDOE at the address or fax number at the bottom of the form. The NYCDOE will transfer your fingerprint clearance to the NYSED.    7.b. I was fingerprinted in the past through the NYSED and my fingerprint clearance appears in the NYSED TEACH system, how do I transfer my fingerprint clearance to the NYCDOE for the purposes of student teaching?       You must first be entered into the NYCDOE's Personnel Eligibility Tracking System (PETS). To do so you may either:    1) Email PETS Administration at PETSAdminSupport@schools.nyc.gov with the following information:    Name, SSN, DOB, primary telephone number, address (including zip), email address, name of College, title/job (e.g. student teacher, field observer), and school where you will be student teaching if you know it    OR    2) Telephone the NYCDOE's Office of Personnel Investigation (OPI) at 718-935-2665 to provide them with the same information as above.    Once you are entered into PETS, you will receive an email with instructions to log into the Applicant Gateway. You must complete and e-sign all required forms in Applicant Gateway. Once completed, you must go in person to the NYCDOE HR Connect Walk-in Center with a government-issued photo identification (ex: driver&rsquo;s license), your NYU ID, original I-9 documentation that shows eligibility to work in the U.S (please refer to the I-9 Eligibility Form for a complete list of acceptable documentation) and a completed OSPRA 103 .       8. I completed my certification program at Steinhardt and have not been recommended for certification to the NYSED, why not?    Program completers are not recommended automatically, you must request that Steinhardt recommend you after you've applied online, see question 2 above. The Request for Recommendation Form can be found in the application instructions.    9. I submitted my Request for Recommendation Form, why haven't I been recommended yet?    We recommend May and January completers only after all grades have been posted on your NYU record and your degree has been awarded. We recommend Summer completers once your summer grade(s) have all posted on your NYU record.    10. How will I know if my NYS Certificate has issued? How can I check the status of my certificate?    Log in to your NYSED TEACH account, click on TEACH Home, click on the Account Information link, highlight Certificates, click GO. For more details, please visit NYSED link here    11. How can I show proof that I am certified? Will I receive my NYS Initial or Provisional (School Counseling only) Certificate in the mail?    The NYSED no longer issues paper Initial or Provisional Certificates, please see NYSED link here . You will not receive your certificate(s) in the mail (unless you request them for an additional fee, see below) nor will you receive an email indicating that they have issued in TEACH. Initial or Provisional Certificates will only issue in your TEACH account. The screen in your account indicating your issued status does not look like a certificate nor is it in pdf format. You could print this page or take a screenshot to email to prospective employers. The NYCDOE and other NYS school districts have access to TEACH and may view your certification status. However, if you need or wish to have a paper copy, you may request one for an additional fee. Once your certificate has issued in TEACH, log in to your account, click on TEACH Home on the top menu and then click on \"I would like a printed certificate\" under Online Application heading. Also see here    12. How can I apply for additional areas of certification (or extensions) now that I'm certified without having to complete another certification program?    The NYSED allows already certified individuals to apply for most additional areas of certification (or extensions) on their own (not through Steinhardt) through the Additional Classroom Teaching Certificate (Must hold a valid certificate) Pathway or the Individual Evaluation Pathway, you may view those requirements here    If you were certified prior to the NYSED's new DASA workshop requirement, you will need to complete the DASA workshop prior to the issuance of any additional or new certificates, please see details here    As a matter of policy NYU Steinhardt does not evaluate transcripts for individuals applying through an Individual Evaluation Pathway. Any evaluation completed other than by the NYSED would be unofficial and possibly inaccurate.    To apply for additional areas go back to the TEACH Online system here , apply for the additional Initial Certificate(s) (or Professional only if you already hold Professional in another area) or extension(s) online following the instructions on the website.    When prompted for a program code, y ou DO NOT enter a program code, instead select:          No, I have not completed, nor am I enrolled in, an Approved Teacher Preparation Program at a New York State College or University for this certificate and this type.          On the Interstate Reciprocity screen, select No, I am not eligible to apply through the Interstate Reciprocity Pathway. Then select the Individual Evaluation for an Additional Classroom Teaching Certificate Pathway or Individual Evaluation Pathway.    You will then have to mail your transcripts (and/or other documentation) and wait for them to review. You can request an NYU transcript here If your or an employing school wants to expedite the process once the NYSED has received your transcripts, please see here    You may wish to include course descriptions in your correspondence with the NYSED.    Steinhardt course descriptions may be found here or in current or past bulletins here    Include cover letter with name and SSN and mail with transcript(s) and course description(s) to:    Office of Teaching Initiatives New York State Education Department 89 Washington Ave, 5N EB Albany, New York 12234    *When your transcript(s) are first received your application will be listed as Ready for Review. Ready for Review means just that - your application hasn't been reviewed by an evaluator at the NYSED yet. The system defaults to \"deficient\" or \"unmet\" for some requirements until the application is evaluated, it more accurately should state \"not yet reviewed\" next the those requirements. The evaluation will change once your application is reviewed.    13. I hold Childhood Ed 1-6 Initial Certification, how can I add Early Childhood Ed Birth-2nd Grade (which includes Kindergarten) Certification?    As answered in question 12 above, the NYSED allows already certified teachers to apply for additional certificates on their own (not through Steinhardt) . To add Early Childhood B-2 (once you hold Childhood Ed 1-6) and/or Students with Disabilities (SWD) B-2 (if you also hold SWD 1-6) you will need to re-apply to the NYSED online and mail them your transcript(s). You are not applying for extensions, but rather stand alone certificates in EC ED and/or SWD B-2.    The NYSED will want to see at least 3 credits that focus exclusively on Early Childhood, see here , which you may have already completed as part of your program. If you have, go back to the TEACH Online system here , apply for the additional Initial Certificate(s) (or Professional only if you already hold Professional in another area) online following the instructions on the website.    If you were certified prior to the NYSED's new DASA workshop requirement, you will need to complete the DASA workshop prior to the issuance of any additional or new certificates, please see details here    According to the NYSED, if you've taken the old non-grade range specific Multi-Subject CST, you will not need the to take and pass the new Multi-Subject B-2 CST. If you've taken and passed the new Multi-Subject 1-6 CST, the NYSED will require that you complete Parts 1 and 2 of the new Multi-Subject B-2 CST.    When prompted for a program code, y ou DO NOT enter a program code, instead select:          No, I have not completed, nor am I enrolled in, an Approved Teacher Preparation Program at a New York State College or University for this certificate and this type.          On the Interstate Reciprocity screen, select No, I am not eligible to apply through the Interstate Reciprocity Pathway. Then select the Additional Classroom Teaching Certificate (Must hold a valid certificate) Pathway.    You will then have to mail your transcripts and wait for them to review. Request an NYU transcript here If your school wants to expedite the process once the NYSED has received your transcripts, please see here    You may wish to include the course description(s) for the Early Childhood course(s) in your correspondence with the NYSED.    Course descriptions may be found here or in current or past bulletins here    Include cover letter with name and SSN and mail with transcript(s) and course description(s) to:    Office of Teaching Initiatives New York State Education Department 89 Washington Ave, 5N EB Albany, New York 12234    *When your transcript(s) are first received y  our application will be listed as Ready  for  Review . Ready   for  Review  means just that - your application hasn't been reviewed by an evaluator at the NYSED yet. The system defaults to \" deficient  \" o  r \"unmet\" for some requirements until the application is evaluated, it more accurately should state \"not yet reviewed\" next the those requirements. The NYSED will only look for 3 credits in Early Childhood on your transcript(s). The evaluation will change once your application is reviewed.     14. I hold Early Childhood B-2 Initial Certification, how can I add Childhood Ed 1-6 Certification?    As answered in question 12 above, the NYSED allows already certified teachers to apply for additional certificates on their own (not through Steinhardt) . To add Childhood Ed 1-6 (once you hold Early Childhood Ed B-2) and/or Students with Disabilities (SWD) 1-6 (if you also hold SWD B-2) you will need to re-apply to the NYSED online and mail them your transcript(s). You are not applying for extensions, but rather stand alone certificates in CH ED and/or SWD 1-6.    The NYSED will want to see at least 3 credits that focus exclusively on Childhood Ed, see here , which you may have already completed as part of your program. If you have, go back to the TEACH Online system here , apply for the additional Initial Certificate(s) (or Professional only if you already hold Professional in another area) online following the instructions on the website.    If you were certified prior to the NYSED's new DASA workshop requirement, you will need to complete the DASA workshop prior to the issuance of any additional or new certificates, please see details here    According to the NYSED, if you've taken the old non-grade range specific Multi-Subject CST, you will not need to take and pass the new Multi-Subject 1-6 CST. If you've taken and passed the new Multi-Subject B-2 CST, the NYSED will require that you complete Parts 1 and 2 of the new Multi-Subject 1-6 CST.    When prompted for a program code, y ou DO NOT enter a program code, instead select:          No, I have not completed, nor am I enrolled in, an Approved Teacher Preparation Program at a New York State College or University for this certificate and this type.          On the Interstate Reciprocity screen, select No, I am not eligible to apply through the Interstate Reciprocity Pathway. Then select the Additional Classroom Teaching Certificate (Must hold a valid certificate) Pathway.    You will then have to mail your transcripts and wait for them to review. Request an NYU transcript here If your school wants to expedite the process once the NYSED has received your transcripts, please see here    You may wish to include the course description(s) for the Childhood Ed course(s) in your correspondence with the NYSED.    Course descriptions may be found here or in current or past bulletins here    Include cover letter with name and SSN and mail with transcript(s) and course description(s) to:    Office of Teaching Initiatives New York State Education Department 89 Washington Ave, 5N EB Albany, New York 12234    *When your transcript(s) are first received your application will be listed as Ready for Review. Ready for Review means just that - your application hasn't been reviewed by an evaluator at the NYSED yet. The system defaults to \"deficient\" or \"unmet\" for some requirements until the application is evaluated, it more accurately should state \"not yet reviewed\" next the those requirements. The NYSED will only look for 3 credits in Childhood Ed on your transcript(s). The evaluation will change once your application is reviewed.    15. Am I eligible to apply for certification in other states? Which states have reciprocity with NY?    Many states have signed an interstate agreement on reciprocity but it does not necessarily waive exam or fingerprinting requirements, see details here especially the section What it is not . You MUST still apply for certification in each state that you wish to be certified to teach in.    Some states do not require that you hold NYS certification to apply in their state, only that you've completed a traditional state approved certification program plus complete their additonal requirements such as exams and fingerprinting.    Other states such as California, Oregon and Texas do require that you hold NYS Certification to apply for certification in their state (according to their websites at the time that this website was last updated).    Best to check the certification website of the state you are hoping to be certified in.    According to the New Jersey Department of Education (609) 292-2070 (though not indicted on their website ) you do not need to complete their Praxis II testing requirements if you have passed the required NYS exams and hold NYS certification when you apply for NJ certificates in the same area(s).    Requirements for all states can be found easily online by searching for state name and teacher certification. Look for a link that states out of state prepared or out of state certified teacher which will outline the steps for you.    Direct link to the education departments of all fifty states and territories from the United States Department of Education here    While NYU Steinhardt will complete out of state verification forms required by the application process for other states (please see question 16), ultimately it is your responsibility to research and ensure that you meet or will meet the requirements of certification in that state. If you have questions regarding a particular state's requirements or application process, it is best to email or speak to one of their certification representatives.    16. Where can I send an out of state program verification form to be completed?    Please click here    17. I hold an Initial Certificate through my B.S. degree, what are my Master's degree options for satisfying Professional Certification?    Please see NYSED link here    18. What if my Initial Certificate is nearing expiration or has expired and I haven't completed the requirements for Professional Certification?    You may be able to apply for a time extension, please see details here , or a re-issuance, please see details here    As you would be applying directly to the NYSED for a time extension or re-issuance, please contact them with any questions you may have.    NYSED Office of Teaching Initiatives    Phone: (518) 474-3901 Press 5 to speak to a representative.    Staff are available to answer questions: 9:00 a.m. - 4:30 p.m. EST Monday through Friday.    19. I hold NYS Initial Certification through a program I completed at NYU Steinhardt and have now taught for 3 years. How do I apply for NYS Professional Certification?    Please see application instructions here , scroll down to Professional Certification    20. I've applied for Professional Certification and my Mentored Experience is listed as Deficient, how can I have it verified?    Please details see here OR if you were mentored in a NYC Public School, please email Sue Walia at mentorverification@schools.nyc.gov    21.a. I've applied for Professional Certification and the 3 years of teaching experience that I've detailed on TEACH is listed as Deficient, why?    Your application is most likely listed as Ready for Review. Ready for Review means just that - your application hasn't been reviewed by an evaluator at the NYSED yet. The system defaults to \"deficient\" or \"unmet\" for some requirements until the application is evaluated, it actually means that those requirements have not been reviewed yet. The evaluation will change once your teaching experience and application is reviewed.    21.b. I've applied for Permanent School Counseling and the 2 years of work experience that I've detailed on TEACH is listed as Deficient, why?    Your application is most likely listed as Ready for Review. Ready for Review means just that - your application hasn't been reviewed by an evaluator at the NYSED yet. The system defaults to \"deficient\" or \"unmet\" for some requirements until the application is evaluated, it actually means that those requirements have not been reviewed yet. The evaluation will change once your teaching experience and application is reviewed.    22. I've applied for Professional Certification (or Permanent School Counseling) and my Citizenship Status is listed as Unmet, why?    If this is incorrect, and you are a U.S. citizen or Permanent Resident, login to your TEACH account, click on TEACH Home, under Profile Links click on Update/Add Education, Employment and Personal Information. Then click on Edit Personal Information. Under Resident Status highlight \"I am a citizen or a permanent resident of the United States\" and click Submit. The evaluation should update the following day.    23. I've applied for Professional Certification (or Permanent School Counseling) and I'm being held for a DASA workshop requirement. Didn't I satisfy this requirement through the Drug and Alcohol Ed, Child Abuse Id and School Violence Prevention course or workshops?    The DASA workshop requirement is new effective December 31, 2013, please see details from NYSED website here The pre-Summer 2013 Steinhardt Drug and Alcohol Ed, Child Abuse Id, School Violence Prevention course did not include DASA. The workshops in Child Abuse Id and School Violence Prevention do not satisfy the DASA requirement. No one is grandfathered in.    24. What is my Professional Development obligation once I hold NYS Professional Certification?    Please see details here from NYSED website    25.a. I completed the Drug and Alcohol Ed/Child Abuse Id/School Violence Prev course or the Drug and Alcohol Ed/Child Abuse Id/School Violence Prev/DASA course as part of my program and am now being asked for proof of completion or certificates of completion by an employer or another institution. How can I request these certificates?    Certificates of completion are not issued nor required by the NYSED when these competencies are met through coursework which appears on a university transcript. Please submit to your employer or institution the letter here as well as an official transcript. To order an official transcript, please see details here    25.b. I completed the DASA Training in Harassment, Bullying and Discrimination in Schools course as part of my program and am now being asked for proof of completion or a certificate of completion by an employer or another institution. How can I request this certificate?    A certificate of completion is not issued nor required by the NYSED when these competencies are met through coursework which appears on a university transcript. Please submit to your employer or institution the letter here as well as an official transcript. To order an official transcript, please see details here    26. How can I order an official NYU transcript?    Please see NYU Registrar link here    27. When will I receive my diploma?    Please see NYU Registrar link here    28. I'm certified in another state or I completed a certification program in another state, how do I get certified in New York?    Please see details on the NYSED website here    As a matter of policy NYU Steinhardt does not evaluate transcripts for individuals applying through the Interstate Reciprocity pathway. Any evaluation completed other than by the NYSED would be unofficial and possibly inaccurate.    As you would be applying directly to the NYSED through the Interstate Reciprocity pathway, please contact them with any questions you may have.    NYSED Office of Teaching Initiatives    Phone: (518) 474-3901 Press 5 to speak to a representative.    Staff are available to answer questions: 9:00 a.m. - 4:30 p.m. EST Monday through Friday.    To contact the NYSED Office of Teaching Initiatives electronically, please click here    29. I'm a teacher in another country or I'm certified in another country, how do I get certified in New York?    Please see details on the NYSED website here    As a matter of policy NYU Steinhardt does not evaluate transcripts for individuals applying through an Individual Evaluation Pathway. Any evaluation completed other than by the NYSED would be unofficial and possibly inaccurate.    As you would be applying directly to the NYSED through the Individual Evaluation of Non-U.S. Credentials pathway, please contact them with any questions you may have.    NYSED Office of Teaching Initiatives    Phone: (518) 474-3901 Press 5 to speak to a representative.    Staff are available to answer questions: 9:00 a.m. - 4:30 p.m. EST Monday through Friday.    To contact the NYSED Office of Teaching Initiatives electronically, please click here    30. What are my options for NYS Certifcation once I have completed a non-teacher certification Bachelor's or higher degree?    Please see link here and 31 below.    31. I have not completed a certification program (or completed a pre-2004 program or have a pre-2004 regulations expired certificate), how can I apply for NYS certification?    The NYSED allows individuals to apply for most but not all areas of certification on their own through the Individual Evaluation Pathway, you may view those requirements here For example, the NYSED does not accept applications for Early Childhood B-2, Childhood 1-6, English Language Arts 7-12 or Literacy via the Individual Evaluation Pathway.    As a matter of policy NYU Steinhardt does not evaluate transcripts for individuals applying through the Individual Evaluation Pathway. Any evaluation completed other than by the NYSED would be unofficial and possibly inaccurate.    To apply go to the TEACH Online system here , apply for the certificate that you are interested in online following the instructions on the website.    When prompted for a program code, y ou DO NOT enter a program code, see NYSED link here , instead select:          No, I have not completed, nor am I enrolled in, an Approved Teacher Preparation Program at a New York State College or University for this certificate and this type.          On the Interstate Reciprocity screen, select No, I am not eligible to apply through the Interstate Reciprocity Pathway. Then select the Individual Evaluation Pathway.    You will then need to mail your transcripts (and/or other documentation) and wait for them to review. You can request an NYU transcript here If your or an employing school wants to expedite the process once the NYSED has received your transcripts, please see here    You may wish to include course descriptions in your correspondence with the NYSED.    Steinhardt course descriptions may be found here or in current or past bulletins here    Include cover letter with name and SSN and mail with transcript(s) and course description(s) to:    Office of Teaching Initiatives New York State Education Department 89 Washington Ave, 5N EB Albany, New York 12234    *When your transcript(s) are first received your application will be listed as Ready for Review. Ready for Review means just that - your application hasn't been reviewed by an evaluator at the NYSED yet. The system defaults to \"deficient\" or \"unmet\" for some requirements until the application is evaluated, it more accurately should state \"not yet reviewed\" next the those requirements. The evaluation will change once your application is reviewed.                    This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}, {"content": "Certificate Candidacy                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                                                                                 About             History & Mission The School and NYC Message from the Dean Academic Accreditation Administration Newsroom The School Community Convocation Visual Identity and Editorial Guidelines School Events                   Admissions             Graduate Admissions Undergraduate Admissions Events You@NYU Apply                   Academics             Academic Departments Academic Policies and Procedures Academic Accreditation Degree Programs Graduate Programs Undergraduate Programs Online Offerings Diploma Program Admissions  High School Academy Noncredit Offerings Course Search Certificates Intensives New Courses Online Offerings Professional Advantage Programs Information Sessions  Online Offerings                   Noncredit                 Faculty             Office of Faculty Affairs Faculty Search                   Career             About For Students For Employers For Alumni For Faculty                   Conferences & Events                 Giving                 Alumni             Alumni Community Stay Connected Alumni Benefits and Services Alumni Award Programs and Events                                                     Certificate Candidacy                                            Certificate Candidacy &rsaquo;           Getting Your Certificate &rsaquo;                            Ready to Proceed?           Register Now        Request Information        Events                                                              Download   Noncredit Certificate Application Form   Learn About   Noncredit Certificate Digital Badge          Students must declare their candidacy before the start of the fourth certificate course in the certificate program in which they enroll. Candidacy entitles students to many important new benefits ( see below ).   To apply for certificate candidacy, use the certificate application form . There is a nonrefundable one-time application fee of $100.   Students may take as many individual courses from a certificate program as they wish, but will only receive an official certificate and be eligible for the benefits detailed below if they apply for candidacy . Undeclared students may request a transcript showing course completion and grades, but that transcript does not indicate certificate completion.            Certificate Benefits          NYU student photo ID , which entitles students to the following privileges while they are enrolled in course(s) applicable to the certificate:   Access to NYU libraries   NYU Computer Store educational discount pricing   Access to the Kimmel Center for University Life       Invitations to NYU School of Professional Studies events   Access to certain services through the NYU Home website   Upon completion of a certificate program, students receive a $100 discount    Voucher toward an NYU School of Professional Studies course (valid for one year).              Certificate Requirements          Students must declare their certificate candidacy before the start of the fourth applicable certificate course. There is a one-time $100, nonrefundable application fee.   Students have up to four years from their initial date of registration to complete a certificate program.   To obtain the certificate, an overall B average or above must be maintained and candidacy must be declared.   Once all the grades post, students can request their certificate by using the certificate request form .   Certificate candidacy may be revoked if academic performance is not maintained.   The NYU School of Professional Studies transcript of a declared candidate will identify certificate completion.   Substitute classes require approval by the academic department.   Program administrators may authorize in writing substitutions of specified courses in individual situations (maximum of one substitution for a four-course certificate; two substitutions for a certificate requiring five or more courses).   Certificate candidacy may be revoked if student does not adhere to conduct policies.   There is a one-time $5 fee for the NYU student photo ID card. The card is active for the entire semester in which a registered student is enrolled in an approved certificate course and is deactivated when the student is not enrolled in an applicable course.   Students must satisfy the certificate program requirements listed in the Bulletin published for the term in which they register for the first course to the certificate.   Regular class attendance is required for a course to be applied toward a certificate.   NYU School of Professional Studies courses may be applied to only one certificate program. No transfer work or waiver of the total number of courses required is permitted.   Only one certificate may be issued in a given semester.   The name printed on the certificate matches the name on the student’s NYU transcript.   Certificates offered through the International Institute for Learning (IIL) and the Dalton Education Certificate Program in Financial Planning do not require declaration.   Approval for exception to any of the above requirements must be obtained in advance in writing from the program office.           Note: Departments may establish further requirements for their certificate programs. Check individual certificate listings for details.                                                                                                       QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          High School Academy          Professional Advantage                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage    &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "Required NYS Certification Exams - Teacher Certification - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities       Julia Wolfe Wins 2015 Pulitzer Prize for Music                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Teacher Certification                Home    Programs    Timetable    NYS Certification Regulations    Links    Online Application Instructions and Program Codes    Required NYS Exams    Out of State Verification Forms    FAQ    Important International Student Information    Council                 Contact       For all questions and concerns related to NYU Steinhardt certification programs not addressed in these pages, please contact: Mark J. Perez Certification Officer NYU Steinhardt 82 Washington Square East, Room 229 New York, New York 10003 (212) 998-5033 (212) 995-4353 fax    mark.perez@nyu.edu        Commitment to Education         The Steinhardt School of Culture, Education, and Human Development was founded in 1890 as the School of Pedagogy. Since then, we have expanded into health, the arts, and media studies.     As varied and diverse as our programs have been throughout the years, there is one thing that has never changed: Our commitment to studying and preparing professionals for pre-K-12 and higher education.    Read More                        Required NYS Certification Exams            Important Information for NYS Teacher Certification Candidates Graduating May 2014 or After    The NYSED now requires that candidates applying for NYS Initial Certification on or after May 1st, 2014, complete new exams which are listed below, please see details from the NYSED website here and here as well as from the NYS Teacher Certification Examinations website here NYSED FAQ regarding the new exams requirements can be found here       Teacher Performance Assessment (edTPA) (not required for Speech and Language Disabilities)          Educating All Students Test (EAS)          Academic Literacy Skills Test (ALST)          Revised Content Specialty Test(s) (dual program completers will need two CSTs)       For details, please see New Exams Fast Facts below    The requirements for candidates graduating or applying for a certificate on or after May 1, 2014 are as follows:       All candidates for the Initial teaching certificate may take the current Content Specialty Test in their field. Candidates who do not pass the current CST prior to implementation of the new CST will have to pass the new CST.    Important Information for Early Childhood Ed and Childhood Ed majors (and for dual certification programs in these majors with Students with Disabilities).    Effective August 28, 2014, candidates who have not registered to take the previous version of the non-grade range specific Multi-Subject Test must register for the appropriate revised version of the Multi-Subject Tests.    Registration for the revised Multi-Subject Tests will open on August 28, 2014 and the first administration date will be September 22, 2014. If you have not passed the previous version of the Multi Subject Test by September 21, 2014, you must take the appropriate revised Multi-Subject Test. Please see grade range specific exams below:    Multi-Subject: Teachers of Early Childhood (Birth-Grade 2) (Field 211/212/245)    Multi-Subject: Teachers of Childhood (Grade 1-Grade 6) (Field 221/222/245)    Multi-Subject: Teachers of Middle Childhood (Grade 5&ndash;Grade 9) (Field    231/232/245)    Multi-Subject: Secondary Teachers (Grade 7&ndash;Grade 12) (Field 241/242/245)       Candidates who apply for their first Initial certificate on or after May 1, 2014&mdash;including candidates who will graduate from an approved teacher preparation program on or after May 1, 2014&mdash;should not take the LAST or the ATS‑W. These candidates will be required to pass the new Teacher Performance Assessment, Educating All Students test, and Academic Literacy Skills Test.    Candidates who apply for the initial SBL certificate on or after May 1, 2014&mdash;including candidates who will graduate from an approved SBL preparation program on or after May 1, 2014&mdash;should not take the current SBL exam. These candidates will be required to pass the new SBL exam and the new Educating All Students Test.       New Exams Fast Facts    edTPA    edTPA is a multiple measure assessment of teaching focused on student learning. Evidence of candidate teaching performance is drawn from a subject-specific learning segment: 3&ndash;5 lessons from a unit of instruction for one class of students. Teacher candidates submit authentic artifacts (lesson plans, video clips of instruction, student work samples) from their actual teaching during a clinical field experience. Candidates also submit commentaries that provide a rationale to support their instructional practices based on student learning strengths and needs. Candidates&rsquo; evidence is evaluated across five scoring components of teaching: Planning, Instruction, Assessment, Analysis of Teaching, and Academic Language.       Registration through NYU Steinhardt Office of Clinical Studies during student teaching , preparation materials at edTPA website edtpa.com    edTPA Frequently Asked Questions here    Fee $300    Minimum passing score determined by NYS is provided on edTPA website           Educating All Students (EAS)    The Educating All Students test consists of selected-response items and constructed-response items. Each constructed-response item will share scenario-based stimulus material with several selected-response items. The EAS test measures the professional and pedagogical knowledge and skills necessary to teach all students &ndash; diverse student populations, English language learners, students with disabilities - effectively in New York State public schools.       Offered Computer based    Register on NYSTCE website www.nystce.nesinc.com    Fee $102    Minimum Passing Score 520 (Score range 400-600)    Test Length - 2 hours, 15 minutes       Preparation materials on NYSTCE and NYSED websites below:    NYSTCE Preparation Homepage here    EAS Preparation Guide here    EAS Test Design and Framework here    EAS Webinar here under New York State Teacher Certification Exams    EAS Practice Test (Fee $29.95) here       Academic Literacy Skills Test (ALST)    The Academic Literacy Skills Test consists of selected-response items, two focused constructed-response items, and one extended written assignment. The ALST measures academic literacy skills &ndash; reading, writing to sources - necessary to teach effectively in New York State public schools.       Offered Computer based    Register on NYSTCE website www.nystce.nesinc.com    Fee $131    Minimum Passing Score 520 (Score range 400-600)    Test Length - 3 hours, 30 minutes       Preparation materials on NYSTCE and NYSED websites below:    NYSTCE Preparation Homepage here    ALST Preparation Guide here    ALST Test Design and Framework here    ALST Webinar here under New York State Teacher Certification Exams    ALST Practice Test (Fee $29.95) here        Content Specialty Tests (CSTs)    The CSTs (except those for languages other than English) consist of multiple-choice questions and a written assignment. The CSTs for languages other than English include recorded listening and/or speaking components and writing components. CSTs measure knowledge and skills in the content area of the candidate's field of certification .       Some offered computer based, some offered paper based    Register, preparation materials on NYSTCE website www.nystce.nesinc.com    Fee $119 - $179 computer based depending on exam, $79 paper based    Minimum Passing Score current CSTs 220 (score range 100-300), revised CSTs 520 (Score range 400-600)    Test Length - 4 hours to 5 hours 15 minutes depending on exam       Preparation materials on NYSTCE and NYSED websites below:    NYSTCE Preparation Homepage here    Preparation Guides here    Test Frameworks here    New CST Draft Frameworks here       Bilingual Education Assessments (BEAs)    The BEAs consist of multiple-choice questions and constructed-response assignments. They include recorded listening and speaking components in English and include listening, speaking, reading, and writing components in the target language. The BEAs are required of candidates seeking a bilingual education extension to a certificate.       Offered paper based    Register, preparation materials on NYSTCE website www.nystce.nesinc.com    Fee $79    Minimum Passing Score 220 (score range 100-300)    Test Length - 4 hours       Preparation materials on NYSTCE and NYSED websites below:    NYSTCE Preparation Homepage here    Preparation Guides here    Test Frameworks here       New Exam Requirements by program for Candidates Graduating May 2014 or after    Below please see the New York State Teacher Certification Exam (NYSTCE) requirements for each state approved certification program offered by NYU Steinhardt along with the corresponding NYS certificate(s).    *All paper based tests are are not available on all test dates, so please plan accordingly.    Undergraduate Programs    Childhood Education/Childhood Special Education    Required exams: edTPA, EAS, ALST, Multi-Subject 1-6 CST, Students with Disabilities CST    Certificates: Childhood Education 1-6, Students with Disabilities 1-6       Early Childhood Education/Early Childhood Special Education    Required exams: edTPA, EAS, ALST, Multi-Subject B-2 CST, Students with Disabilities CST    Certificates: Early Childhood Education B-2, Students with Disabilities B-2       Educational Theatre    Required exams: edTPA, EAS, ALST, Theatre CST    Certificate: Theatre, All Grades (PreK-12)       English Education    Required exams: edTPA, EAS, ALST, English Language Arts CST    Certificates: English Language Arts 7-12, English Language Arts 5-6 extension option       Foreign Language Education    Required exams: edTPA, EAS, ALST, Specific Foreign Language CST    Certificates: Specific Foreign Language 7-12, Specific Foreign Language 5-6 extension option       Mathematics Education    Required exams: edTPA, EAS, ALST, Mathematics CST    Certificates: Mathematics 7-12, Mathematics 5-6 extension option       Music Education    Required exams: edTPA, EAS, ALST, Music CST    Certificate: Music, All Grades (PreK-12)       Science Education    Required exams: edTPA, EAS, ALST, Specific Science CST    Certificate: Specific Science 7-12       Social Studies Education    Required exams: edTPA, EAS, ALST, Social Studies CST    Certificate: Social Studies 7-12, Social Studies 5-6 extension option       Graduate Programs       Art Education    Required exams: edTPA, EAS, ALST, Visual Arts CST    Certificate: Visual Arts, All Grades (PreK-12)       Bilingual Education *    Required exams: BEA (in target language)    Certificate: Bilingual Extension    *must hold appropriate base certificate       Childhood Education    Required exams: edTPA, EAS, ALST, Multi-Subject 1-6 CST    Certificate: Childhood Education 1-6       Childhood Education/Childhood Special Education    Required exams: edTPA, EAS, ALST, Multi-Subject 1-6 CST, Students with Disabilities CST    Certificates: Childhood Education 1-6, Students with Disabilities 1-6       Dance Education    Required exams: edTPA, EAS, ALST, Dance CST    Certificate: Dance, All Grades (PreK-12)       Early Childhood Education    Required exams: edTPA, EAS, ALST, Multi-Subject B-2 CST    Certificate: Early Childhood Education B-2       Early Childhood Education/Early Childhood Special Education    Required exams: edTPA, EAS, ALST, Multi-Subject B-2 CST, Students with Disabilities CST    Certificates: Early Childhood Education B-2, Students with Disabilities B-2       Educational Theatre    Required exams: edTPA, EAS, ALST, Theatre CST    Certificate: Theatre, All Grades (PreK-12)       Educational Theatre and English 7-12    Required exams: edTPA, EAS, ALST, Theatre CST, English Language Arts CST    Certificates: Theatre, All Grades (PreK-12), English Language Arts 7-12       Educational Theatre and Social Studies 7-12    Required exams: edTPA, EAS, ALST, Theatre CST, Social Studies CST    Certificates: Theatre, All Grades (PreK-12), Social Studies 7-12       English Education    Required exams: edTPA, EAS, ALST, English Language Arts CST    Certificates: English Language Arts 7-12, English Language Arts 5-6 extension option       Foreign Language Education    Required exams: edTPA, EAS, ALST, Specific Foreign Language CST    Certificates: Specific Foreign Language 7-12, Specific Foreign Language 5-6 extension option       Literacy Birth-6 *    Required exams: Literacy CST    Certificate: Literacy B-6    *must hold appropriate base certificate       Literacy 5-12 *    Required exams: Literacy CST    Certificate: Literacy 5-12    *must hold appropriate base certificate       Mathematics Education    Required exams: edTPA, EAS, ALST, Mathematics CST    Certificates: Mathematics 7-12, Mathematics 5-6 extension option       Music Education    Required exams: edTPA, EAS, ALST, Music CST    Certificate: Music, All Grades (PreK-12)       School Building Leader    Required exams: New School Building Leader - Parts 1 and 2, EAS    Certificate: School Building Leader       School Counselor    Required exams: none currently    Certificate: School Counselor       School Counselor, Bilingual    Required exams: BEA (in target language)    Certificates: School Counselor, Bilingual Extension       School District Leader    Required exams: School District Leader    Certificate: School District Leader       Science Education (including CRISP)    Required exams: edTPA, EAS, ALST, Specific Science CST    Certificate: Specific Science 7-12       Social Studies Education    Required exams: edTPA, EAS, ALST, Social Studies CST    Certificate: Social Studies 7-12, Social Studies 5-6 extension option       Special Education, Childhood *    Required exams: Students with Disabilities CST    Certificates: Students with Disabilities 1-6    *must hold appropriate base certificate       Special Education, Early Childhood *    Required exams: Students with Disabilities CST    Certificates: Students with Disabilities B-2    *must hold appropriate base certificate       Communicative Sciences and Disorders with Speech and Language Disabilities Certification    Required exams: EAS, ALST, Speech Language Pathology Praxis II* see ets.org/praxis    Certificate: Speech and Language Disabilities, All Grades (PreK-12)    *required for Professional Certification       TESOL - Teachers of English to Speakers of Other Languages    Required exams: edTPA, EAS, ALST, ESOL CST    Certificates: English to Speakers of Other Languages, All Grades (PreK-12)       TESOL and Foreign Language    Required exams: edTPA, EAS, ALST, ESOL CST, Specific Foreign Language CST    Certificates: English to Speakers of Other Languages, All Grades (PreK-12), Specific Foreign Language 7-12        Requirements for Candidates Graduating Prior to May 2014    Below please see the New York State Teacher Certification Exam (NYSTCE) requirements for each state approved certification program offered by NYU Steinhardt along with the corresponding NYS certificate(s).    You register for the exams and may download free preparation guides at the NYSTCE website here    LAST &ndash; Liberal Arts and Sciences Test    Elem ATS-W - Elementary Assessment of Teaching Skills-Written    Sec ATS-W &ndash; Secondary Assessment of Teaching Skills-Written    CST &ndash; Content Specialty Test    BEA &ndash; Bilingual Education Assessment    *All tests are are not available on all test dates, so please plan accordingly.    For Frequently Asked Questions reagrding the NYSTCExams including when exams should be completed, please click on NYSED link here       Undergraduate Programs    Childhood Education/Childhood Special Education    Required exams: LAST, Elem ATS-W, Multi-Subject CST, Students with Disabilities CST    Certificates: Childhood Education 1-6, Students with Disabilities 1-6       Early Childhood Education/Early Childhood Special Education    Required exams: LAST, Elem ATS-W, Multi-Subject CST, Students with Disabilities CST    Certificates: Early Childhood Education B-2, Students with Disabilities B-2       Educational Theatre    Required exams: LAST, Elem or Sec ATS-W (not both), Theatre CST    Certificate: Theatre, All Grades (PreK-12)       English Education    Required exams: LAST, Sec ATS-W, English Language Arts CST    Certificates: English Language Arts 7-12, English Language Arts 5-6 extension option       Foreign Language Education    Required exams: LAST, Sec ATS-W, Specific Foreign Language CST    Certificates: Specific Foreign Language 7-12, Specific Foreign Language 5-6 extension option       Mathematics Education    Required exams: LAST, Sec ATS-W, Mathematics CST    Certificates: Mathematics 7-12, Mathematics 5-6 extension option       Music Education    Required exams: LAST, Elem or Sec ATS-W (not both), Music CST    Certificate: Music, All Grades (PreK-12)       Science Education    Required exams: LAST, Sec ATS-W, Specific Science CST    Certificate: Specific Science 7-12       Social Studies Education    Required exams: LAST, Sec ATS-W, Social Studies CST    Certificate: Social Studies 7-12, Social Studies 5-6 extension option       Graduate Programs       Art Education    Required exams: LAST, Elem or Sec ATS-W (not both), Visual Arts CST    Certificate: Visual Arts, All Grades (PreK-12)       Bilingual Education *    Required exams: BEA (in target language)    Certificate: Bilingual Extension    *must hold appropriate base certificate       Childhood Education    Required exams: LAST, Elem ATS-W, Multi-Subject CST    Certificate: Childhood Education 1-6       Childhood Education/Childhood Special Education    Required exams: LAST, Elem ATS-W, Multi-Subject CST, Students with Disabilities CST    Certificates: Childhood Education 1-6, Students with Disabilities 1-6       Dance Education    Required exams: LAST, Elem or Sec ATS-W (not both), Dance CST    Certificate: Dance, All Grades (PreK-12)       Early Childhood Education    Required exams: LAST, Elem ATS-W, Multi-Subject CST    Certificate: Early Childhood Education B-2       Early Childhood Education/Early Childhood Special Education    Required exams: LAST, Elem ATS-W, Multi-Subject CST, Students with Disabilities CST    Certificates: Early Childhood Education B-2, Students with Disabilities B-2       Educational Theatre    Required exams: LAST, Elem or Sec ATS-W (not both), Theatre CST    Certificate: Theatre, All Grades (PreK-12)       Educational Theatre and English 7-12    Required exams: LAST, Sec ATS-W, Theatre CST, English Language Arts CST    Certificates: Theatre, All Grades (PreK-12), English Language Arts 7-12       Educational Theatre and Social Studies 7-12    Required exams: LAST, Sec ATS-W, Theatre CST, Social Studies CST    Certificates: Theatre, All Grades (PreK-12), Social Studies 7-12       English Education    Required exams: LAST, Sec ATS-W, English Language Arts CST    Certificates: English Language Arts 7-12, English Language Arts 5-6 extension option       Foreign Language Education    Required exams: LAST, Sec ATS-W, Specific Foreign Language CST    Certificates: Specific Foreign Language 7-12, Specific Foreign Language 5-6 extension option       Literacy Birth-6 *    Required exams: Literacy CST    Certificate: Literacy B-6    *must hold appropriate base certificate       Literacy 5-12 *    Required exams: Literacy CST    Certificate: Literacy 5-12    *must hold appropriate base certificate       Mathematics Education    Required exams: LAST, Sec ATS-W, Mathematics CST    Certificates: Mathematics 7-12, Mathematics 5-6 extension option       Music Education    Required exams: LAST, Elem or Sec ATS-W (not both), Music CST    Certificate: Music, All Grades (PreK-12)       School Building Leader    Required exams: School Building Leader - Parts 1 and 2    Certificate: School Building Leader       School Counselor    Required exams: none currently    Certificate: School Counselor       School Counselor, Bilingual    Required exams: BEA (in target language)    Certificates: School Counselor, Bilingual Extension       School District Leader    Required exams: School District Leader    Certificate: School District Leader       Science Education    Required exams: LAST, Sec ATS-W, Specific Science CST    Certificate: Specific Science 7-12       Social Studies Education    Required exams: LAST, Sec ATS-W, Social Studies CST    Certificate: Social Studies 7-12, Social Studies 5-6 extension option       Special Education, Childhood *    Required exams: Students with Disabilities CST    Certificates: Students with Disabilities 1-6    *must hold appropriate base certificate       Special Education, Early Childhood *    Required exams: Students with Disabilities CST    Certificates: Students with Disabilities B-2    *must hold appropriate base certificate       Communicative Sciences and Disorders with Speech and Language Disabilities Certification    Required exams: LAST, Elem or Sec ATS-W (not both), Speech Language Pathology Praxis II* see ets.org/praxis    Certificate: Speech and Language Disabilities, All Grades (PreK-12)    *required for Professional Certification       TESOL - Teachers of English to Speakers of Other Languages    Required exams: LAST, Elem or Sec ATS-W (not both), ESOL CST    Certificates: English to Speakers of Other Languages, All Grades (PreK-12)       TESOL and Foreign Language    Required exams: LAST, Sec ATS-W, ESOL CST, Specific Foreign Language CST    Certificates: English to Speakers of Other Languages, All Grades (PreK-12), Specific Foreign Language 7-12                    This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]}]