[{"detail": [{"content": "Course Offerings | Chemistry | NYU                                     NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                            Course Offerings   The following courses are lectures unless otherwise indicated. For those designated \"laboratory,\" students should see the department's requirements for laboratories under \" General Information .\"    Introduction to Modern Chemistry and Laboratory   CHEM-UA 120 Not open to students majoring in chemistry. Science majors and prehealth students take CHEM-UA 125 or 127. No prior chemistry is assumed. A knowledge of algebra is desirable. Offered every semester. 5 points.   Selected principles and applications of chemistry, with emphasis on the fundamental nature of chemistry. Basic course dealing with concepts of atomic and molecular structure, chemical bonding, solution chemistry, equilibrium, reaction rates, and properties of gases, liquids, and solids.    General Chemistry I and Laboratory   CHEM-UA 125 Formerly offered as CHEM-UA 101 and CHEM-UA 103. Prerequisites: high school chemistry and placement into Calculus I (MATH-UA 121) or completion of a course in precalculus. Offered every semester. 5 points.   An introduction to inorganic and physical chemistry for science majors, engineers, and the prehealth professions. Emphasizes the fundamental principles and theories of chemistry. Topics include the theories of atomic structure; stoichiometry; properties of gases, liquids, solids, and solutions; periodicity of the properties of elements; chemical bonding; equilibrium; kinetics, thermodynamics; acid-base reactions; electrochemistry, coordination chemistry, and nuclear chemistry. The underlying unity of chemistry is a basic theme. Laboratories provide an introduction to basic techniques used in experimental chemistry. Many experiments use a computer interface to provide experience in modern methods of data collection and to allow thorough analysis of experimental results. Proper laboratory procedures, chemical safety rules, and environmentally sound methods of chemical disposal and waste minimization are important components of the course. Experiments are selected to provide illustration and reinforcement of course topics, including manual and automated titrations, basic chromatography, stoichiometry, thermodynamics, and colorimetry.    General Chemistry II and Laboratory   CHEM-UA 126 Formerly offered as CHEM-UA 102 and CHEM-UA 104. Prerequisite: General Chemistry I and Laboratory (CHEM-UA 125) or Advanced General Chemistry I and Laboratory (CHEM-UA 127) with a grade of C or better. Offered every semester. 5 points.   See General Chemistry I and Laboratory (CHEM-UA 125), above. Laboratories are a continuation of CHEM-UA 125, with emphasis on the analysis of quantitative data rather than its collection. Experiments are selected to provide illustration and reinforcement of the topics covered in the course, including solution chemistry, kinetics, equilibrium, buffers, solubility, and electrochemistry.    Advanced General Chemistry I and Laboratory   CHEM-UA 127 Formerly offered as CHEM-UA 109 and CHEM-UA 111. Prerequisites : all of the following: AP Chemistry 5 or equivalent; AP Physics 4 or equivalent; AP Calculus AB 4 or equivalent; and permission of the department. Corequisite: Calculus II (MATH-UA 122) or Honors Calculus II (MATH-UA 222). Offered in the fall. 5 points.   Covers the same material as CHEM-UA 125, except that students are selected and a different text is used, covering the material in greater depth. In addition to the core material, whenever possible, current research results pertaining to these topics are included in class discussions. Laboratories provide illustration and reinforcement of course topics. Experiments include studies of stoichiometry, acid-base chemistry, properties of gases, colligative properties of solutions, thermochemistry, equilibrium, electrochemistry, and kinetics. Many experiments are augmented by the use of interfaced computers. Also includes individualized projects intended to provide a research-like experience.    Advanced General Chemistry II and Laboratory   CHEM-UA 128 Formerly offered as CHEM-UA 110 and CHEM-UA 112. Prerequisites: Advanced General Chemistry I and Laboratory (CHEM-UA 127) and permission of the department. Offered in the spring. 5 points.   An advanced introductory course dealing with the kinetic molecular description of the states of matter, chemical thermodynamics, and the rates of chemical processes. Laboratories are a continuation of CHEM-UA 127.    Principles of Organic Chemistry and Laboratory   CHEM-UA 210 Prerequisite: Introduction to Modern Chemistry and Laboratory (CHEM-UA 120) with a grade of C or better. Not open to chemistry majors. Intended primarily for nonscience majors and students in the Steinhardt School of Culture, Education, and Human Development. Offered every semester. 5 points.   This one-semester course covers topics such as nomenclature, conformations, stereochemistry, chemical reactions, and synthesis of organic compounds. Fundamentals of biochemistry are introduced, including carbohydrates, lipids, amino acids, peptides, and nucleic acids.    Organic Chemistry I and Laboratory   CHEM-UA 225 Formerly offered as CHEM-UA 243 and CHEM-UA 245. Prerequisite: General Chemistry II and Laboratory (CHEM-UA 126) or Advanced General Chemistry II and Laboratory (CHEM-UA 128) with a grade of C or better. Offered every semester. 5 points.   An introduction to the chemistry of organic compounds. The material is presented in the functional group framework, incorporating reaction mechanisms. Topics include structure and bonding of organic materials, nomenclature, conformational analysis, stereochemistry, spectroscopy, and reactions of aliphatic and aromatic hydrocarbons, alcohols, ethers, amines, and carbonyl compounds. Multifunctional organic compounds are covered, including topics of relevance to biochemistry, such as carbohydrates, amino acids, peptides, and nucleic acids. Laboratories provide training in the basic techniques of the organic chemistry laboratory, including crystallization, distillation, extraction, and other separation techniques, such as column chromatography. Experiments involving the synthesis of organic compounds are introduced, as well as qualitative organic analysis.    Organic Chemistry II and Laboratory   CHEM-UA 226 Formerly offered as CHEM-UA 244 and CHEM-UA 246. Prerequisite: Organic Chemistry I and Laboratory (CHEM-UA 225) or Majors Organic Chemistry I and Laboratory (CHEM-UA 227) with a grade of C or better. Offered every semester. 5 points.   A continuation of the study of chemistry of organic compounds. The material is presented in the functional group framework, incorporating reaction mechanisms. Topics include structure and bonding of organic materials, nomenclature, conformational analysis, stereochemistry, spectroscopy, and reactions of aliphatic and aromatic hydrocarbons, alcohols, ethers, amines, and carbonyl compounds. Multifunctional organic compounds are covered, including topics of relevance to biochemistry, such as carbohydrates, amino acids, peptides, and nucleic acids. Laboratories provide training in the syntheses of organic precursors in high yields and high purity needed for multistep procedures. An extensive research project involving unknown compounds is conducted. The use of IR and NMR spectroscopy is explored.    Majors Organic Chemistry I and Laboratory   CHEM-UA 227 Formerly offered as CHEM-UA 325, CHEM-UA 341, and CHEM-UA 245. Prerequisites: General Chemistry II and Laboratory (CHEM-UA 126) or Advanced General Chemistry II and Laboratory (CHEM-UA 128) and permission of the department. Offered in the fall. 5 points.   Emphasizes the theory and structures of covalent bonded materials and develops greater insight into reaction mechanisms, plus the challenges and creativity leading to scientific discovery. Open only to declared chemistry and biochemistry majors.    Majors Organic Chemistry II and Laboratory   CHEM-UA 228 Formerly offered as CHEM-UA 326, CHEM-UA 342, and CHEM-UA 246. Prerequisites: Majors Organic Chemistry I and Laboratory (CHEM-UA 227) and permission of the department. Offered in the spring. 5 points.   A continuation of CHEM-UA 227. Similar to CHEM-UA 226, except in greater depth. In this second semester, emphasis is placed on oxygen-bearing functional groups such as ketones, acids, and acid derivatives, and their importance in forming carbon-to-carbon bonds. These topics are further extended to polyfunctional compounds such as carbohydrates. Open only to declared chemistry and biochemistry majors.      Physical Chemistry: Quantum   Mechanics and Spectroscopy   CHEM-UA 651 Formerly Physical Chemistry I. Prerequisites: General Chemistry II and Laboratory (CHEM-UA 126) or Advanced General Chemistry II and Laboratory (CHEM-UA 128); Calculus II (MATH-UA 122) or Honors Calculus II (MATH-UA 222); two semesters of physics with grades of C or better; and a 2.0 average in all prior chemistry requirements. Calculus III (MATH-UA 123) and/or Linear Algebra (MATH-UA 140) are strongly recommended but not required. Offered in the fall and spring. 4 points.   An introduction to quantum mechanics—general principles and applications to important model systems. Covers electronic structure of one- and many-electron atoms, theory of chemical bonding in diatomic and polyatomic molecules. Includes principles and applications of molecular spectroscopy: rotational, vibrational, electronic, and nuclear magnetic resonance. Elements of photochemistry are also included.          Physical Chemistry: Thermodynamics  and Kinetics CHEM-UA 652 Formerly Physical Chemistry II. Prerequisites: General Chemistry II and Laboratory (CHEM-UA 126) or Advanced General Chemistry II and Laboratory (CHEM-UA 128); Calculus II (MATH-UA 122) or Honors Calculus II (MATH-UA 222); two semesters of physics with grades of C or better; and a 2.0 average in all prior chemistry requirements. Calculus III (MATH-UA 123) and/or Linear Algebra (MATH-UA 140) are strongly recommended but not required. Offered in the fall and spring. 4 points. Develops the close connection between the microscopic world of quantum mechanics and the macroscopic world of thermodynamics. Topics include properties of gases, kinetics, elementary statistical thermodynamics, and thermodynamics of single and multicomponent systems. Physical Chemistry Laboratory   CHEM-UA 661 Formerly Experimental Methods. Prerequisite: General Chemistry II and Laboratory (CHEM-UA 126) or Advanced General Chemistry II and Laboratory (CHEM-UA 128). Prerequisites or corequisites: Both Physical Chemistry: Quantum Mechanics and Spectroscopy (CHEM-UA 651) and Physical Chemistry: Thermodynamics and Kinetics (CHEM-UA 652). Laboratory and lecture. Offered in the spring. 4 points.   Introduction to the principles and practices of experimental methods widely used in analytical and research laboratories. Emphasizes understanding of background physicochemical theory, as well as capabilities and limitations of methods and interpretations of data. Covers instrumental methods, such as UV/visible spectroscopy, FT-IR, NMR, and fluorescence, for the systematic characterization of compounds and the use of interfaced computers for data collection and spreadsheet analysis. Studies also include an introduction to computer modeling of molecular properties. Optional experiments include fluorescence studies of protein denaturation and laser studies of excited state kinetics.    Electronics for Scientists   CHEM-UA 671 Identical to BIOL-UA 110, PHYS-UA 110. Prerequisite: General Physics II (PHYS-UA 12), Physics II (PHYS-UA 93), or permission of the instructor. 5 points.   See description under Physics.    Inorganic Chemistry   CHEM-UA 711 Prerequisites: Organic Chemistry II and Laboratory (CHEM-UA 226) or Majors Organic Chemistry II and Laboratory (CHEM-UA 228) with a grade of C or better, and either Physical Chemistry: Quantum Mechanics and Spectroscopy (CHEM-UA 651) or Physical Chemistry: Thermodynamics and Kinetics (CHEM-UA 652) or permission of the instructor. Offered in the spring beginning in 2014. 4 points. Studies of methods in inorganic chemistry that make use of symmetry to describe bonding and spectra of inorganic compounds. Reactions and kinetics are also discussed for inorganic, organometallic, and bioinorganic compounds. Selected topics in main group chemistry are also included.    Advanced Organic/Inorganic Laboratory   CHEM-UA 731 Prerequisite: Organic Chemistry II and Laboratory (CHEM-UA 226) or Majors Organic Chemistry II and Laboratory (CHEM-UA 228) with a grade of B or better, or permission of the instructor. Laboratory. Offered in the fall. 4 points.   Advanced laboratory emphasizing techniques commonly used in synthetic inorganic and organic chemistry research. Instruction in techniques such as gas chromatography-mass spectrometry, cyclic voltammetry, polarimetry, circular dichroism, vibrational spectroscopy, air-sensitive techniques, and thin-layer, column, and high-pressure liquid chromatography. Research examples from nanotechnology, chiral technology, ruthenium electrophotochemistry, porphyrin, and peptide synthesis are explored.        Biochemistry I, II   CHEM-UA 881, 882 Formerly CHEM-GA 1881, 1882. Prerequisite for CHEM-UA 881: Organic Chemistry II and Laboratory (CHEM-UA 226) or Majors Organic Chemistry II and Laboratory (CHEM-UA 228). Prerequisite for CHEM-UA 882: CHEM-UA 881. CHEM-UA 881 offered in the fall and spring; CHEM-UA 882 offered in the spring. 4 points per term.   Introduction to the chemistry of living cells. Topics include structure and function of proteins, lipids, carbohydrates, and nucleic acids; enzyme structure, mechanism, and regulation of enzyme activity, and membrane structure and transport; and mechanisms of cellular processes and cellular physiology, including ion channels and pumps, cell motility, and the immune response. The second term emphasizes analysis of basic metabolic pathways, including glycolysis, electron transport, and oxidative phosphorylation, as well as mechanisms of metabolic regulation and integration.    Experimental Biochemistry and Laboratory   CHEM-UA 885 Formerly CHEM-GA 1885. Prerequisite: Organic Chemistry II and Laboratory (CHEM-UA 226) or Majors Organic Chemistry II and Laboratory (CHEM-UA 228). Prerequisite or corequisite: Biochemistry I (CHEM-UA 881). Laboratory. Offered in the fall. 4 points.   Introduction to molecular analysis of biomolecules. Selected experiments and instruction in analytical techniques used in biochemical research, including chromatography, spectrophotometry, and electrophoresis; isolation and characterization of selected biomolecules; kinetic analysis of enzymatic activity; analysis of protein-protein and protein-DNA interactions that direct basic biochemical pathways.    Advanced Biochemistry   CHEM-UA 890 Formerly CHEM-GA 1814 (Biophysical Chemistry). Prerequisites or corequisites: Physical Chemistry: Quantum Mechanics and Spectroscopy (CHEM-UA 651) and Physical Chemistry: Thermodynamics and Kinetics (CHEM-UA 652). Recommended: Biochemistry I (CHEM-UA 881). Offered in the spring. 4 points.   Overview of physical and chemical principles and their applications to modern topics of biochemical, biomedical and biological interest. The emphasis is on the basic principles of typical biophysical techniques that are used to study important macromolecules such as proteins and nucleic acids. Topics include molecular spectroscopic techniques such as light absorption, fluorescence techniques, optical activity, electrophoresis, and nuclear magnetic resonance. Applications from selected areas of biomedicine and biotechnology are described that include examples focused on biomolecular spectroscopy, single molecule spectroscopy and molecular beacons, DNA technology, and fluorescence and magnetic resonance imaging. Advanced Organic Chemistry (Formerly Organic Reactions) CHEM-UA 911 Prerequisite: Organic Chemistry II and Laboratory (CHEM-UA 226) or Majors Organic Chemistry II (CHEM-UA 228) with a C or better. Offered in the spring. 4 points. This course focuses on structure and theory in organic chemistry with a particular emphasis on the application of stereoelectronic and conformational effects on reaction mechanisms, catalysis and molecular recognition. Senior Honors in Chemistry   CHEM-UA 995, 996 Prerequisites: completion of the required core courses for the major and permission of the department. Open only to chemistry or biochemistry majors entering their senior year who have maintained an overall average of 3.65 in their course of study and in the courses required for their major. Required for candidates for the degree with honors. CHEM-UA 995 offered in the fall; CHEM-UA 996 offered in the spring. 2 to 4 points per term.   In consultation with the director of undergraduate studies, the student chooses a faculty member to serve as adviser in an independent program of research in experimental or theoretical chemistry. The student selects an adviser in the spring of the junior year or earlier and undertakes the work that spring, the following summer, and into the senior year. A written progress report at the end of the fall semester of the senior year is required. The research is completed during the spring term, and the student presents the work at the annual College of Arts and Science Undergraduate Research Conference near the end of the term. The research culminates in the writing of a senior thesis that must be approved by the adviser and the director of undergraduate studies.    Advanced Independent Study and Research   CHEM-UA 997, 998 Prerequisite: permission of the department. Open to students majoring in chemistry or biochemistry who have maintained an average of 3.0 or better in all departmentally required courses and who possess the necessary ability to pursue research in a field of chemistry or biochemistry. The research adviser is selected in consultation with the director of undergraduate studies. Laboratory. CHEM-UA 997 offered in the fall; CHEM-UA 998 offered in the spring. 2 to 4 points per term.   Individual study in a selected area tailored to the student's needs, insofar as is possible. Training is provided in current research areas. Requires a written progress report at the end of the fall semester and a final research report at the close of the academic year.       Graduate Courses Open to Advanced Undergraduates    Graduate courses in chemistry may be taken for undergraduate credit with the permission of the instructor and director of undergraduate studies. In addition to the courses listed below, other 2000-level chemistry courses are open to advanced undergraduates. For further information, see the Director of Undergraduate Studies and consult the Graduate School of Arts and Science Bulletin . Other courses may be considered with permission of the instructor and director of undergraduate studies.    Strategies in Synthetic Organic Chemistry    CHEM-GA 1312 Prerequisites: Organic Chemistry II and Laboratory (CHEM-UA 226 or 228), Physical Chemistry: Quantum Mechanics and Spectroscopy (CHEM-UA 651), and Physical Chemistry: Thermodynamics and Kinetics (CHEM-UA 652). Offered in the spring. 4 points. Emphasizes biologically active and structurally interesting compounds.    Organic Reaction Mechanisms   CHEM-GA 1314 Prerequisites: Organic Chemistry II and Laboratory (CHEM-UA 226 or 228), Physical Chemistry: Quantum Mechanics and Spectroscopy (CHEM-UA 651), and Physical Chemistry: Thermodynamics and Kinetics (CHEM-UA 652). Offered in the spring. 4 points.   Discussion of the mechanisms of organic reactions, including the interrelationship between structure and mechanism, nucleophilic and free radical substitution, as well as thermal and photochemical cyclo-addition reactions.    Organic Analysis   CHEM-GA 1326 Prerequisite: Organic Chemistry II and Laboratory (CHEM-UA 226) or Majors Organic Chemistry II and Laboratory (CHEM-UA 228) with a grade of B or better, or permission of the instructor. Offered in the fall. 4 points.   Emphasizes the application of spectroscopic methods in organic chemistry in determining molecular structure, including proton and carbon NMR, infrared spectroscopy, ultraviolet-visible spectroscopy, modern methods of mass spectroscopy, and chiroptical spectroscopy.      Bioorganic Chemistry   CHEM-GA 2884 Prerequisites: either Organic Chemistry II and Laboratory (CHEM-UA 226) or Majors Organic Chemistry II and Laboratory (CHEM-UA 228), and Biochemistry I (CHEM-UA 881), or permission of the instructor. Offered in the spring. 4 points.   Covers a broad range of topics at the interface between organic chemistry and biology. Focus is placed on current advances in bioorganic chemistry, chemical biology, molecular pharmacology, functional genomics, and molecular evolution. Students are expected to enter the class with previous course work in the chemical structure and conformation of polypeptides and nucleic acids.      Updated on 06&#047;03&#047;2014                     * | Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Offerings | Chemistry | NYU                                     NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                            Course Offerings   The following courses are lectures unless otherwise indicated. For those designated \"laboratory,\" students should see the department's requirements for laboratories under \" General Information .\"    Introduction to Modern Chemistry and Laboratory   CHEM-UA 120 Not open to students majoring in chemistry. Science majors and prehealth students take CHEM-UA 125 or 127. No prior chemistry is assumed. A knowledge of algebra is desirable. Offered every semester. 5 points.   Selected principles and applications of chemistry, with emphasis on the fundamental nature of chemistry. Basic course dealing with concepts of atomic and molecular structure, chemical bonding, solution chemistry, equilibrium, reaction rates, and properties of gases, liquids, and solids.    General Chemistry I and Laboratory   CHEM-UA 125 Formerly offered as CHEM-UA 101 and CHEM-UA 103. Prerequisites: high school chemistry and placement into Calculus I (MATH-UA 121) or completion of a course in precalculus. Offered every semester. 5 points.   An introduction to inorganic and physical chemistry for science majors, engineers, and the prehealth professions. Emphasizes the fundamental principles and theories of chemistry. Topics include the theories of atomic structure; stoichiometry; properties of gases, liquids, solids, and solutions; periodicity of the properties of elements; chemical bonding; equilibrium; kinetics, thermodynamics; acid-base reactions; electrochemistry, coordination chemistry, and nuclear chemistry. The underlying unity of chemistry is a basic theme. Laboratories provide an introduction to basic techniques used in experimental chemistry. Many experiments use a computer interface to provide experience in modern methods of data collection and to allow thorough analysis of experimental results. Proper laboratory procedures, chemical safety rules, and environmentally sound methods of chemical disposal and waste minimization are important components of the course. Experiments are selected to provide illustration and reinforcement of course topics, including manual and automated titrations, basic chromatography, stoichiometry, thermodynamics, and colorimetry.    General Chemistry II and Laboratory   CHEM-UA 126 Formerly offered as CHEM-UA 102 and CHEM-UA 104. Prerequisite: General Chemistry I and Laboratory (CHEM-UA 125) or Advanced General Chemistry I and Laboratory (CHEM-UA 127) with a grade of C or better. Offered every semester. 5 points.   See General Chemistry I and Laboratory (CHEM-UA 125), above. Laboratories are a continuation of CHEM-UA 125, with emphasis on the analysis of quantitative data rather than its collection. Experiments are selected to provide illustration and reinforcement of the topics covered in the course, including solution chemistry, kinetics, equilibrium, buffers, solubility, and electrochemistry.    Advanced General Chemistry I and Laboratory   CHEM-UA 127 Formerly offered as CHEM-UA 109 and CHEM-UA 111. Prerequisites : all of the following: AP Chemistry 5 or equivalent; AP Physics 4 or equivalent; AP Calculus AB 4 or equivalent; and permission of the department. Corequisite: Calculus II (MATH-UA 122) or Honors Calculus II (MATH-UA 222). Offered in the fall. 5 points.   Covers the same material as CHEM-UA 125, except that students are selected and a different text is used, covering the material in greater depth. In addition to the core material, whenever possible, current research results pertaining to these topics are included in class discussions. Laboratories provide illustration and reinforcement of course topics. Experiments include studies of stoichiometry, acid-base chemistry, properties of gases, colligative properties of solutions, thermochemistry, equilibrium, electrochemistry, and kinetics. Many experiments are augmented by the use of interfaced computers. Also includes individualized projects intended to provide a research-like experience.    Advanced General Chemistry II and Laboratory   CHEM-UA 128 Formerly offered as CHEM-UA 110 and CHEM-UA 112. Prerequisites: Advanced General Chemistry I and Laboratory (CHEM-UA 127) and permission of the department. Offered in the spring. 5 points.   An advanced introductory course dealing with the kinetic molecular description of the states of matter, chemical thermodynamics, and the rates of chemical processes. Laboratories are a continuation of CHEM-UA 127.    Principles of Organic Chemistry and Laboratory   CHEM-UA 210 Prerequisite: Introduction to Modern Chemistry and Laboratory (CHEM-UA 120) with a grade of C or better. Not open to chemistry majors. Intended primarily for nonscience majors and students in the Steinhardt School of Culture, Education, and Human Development. Offered every semester. 5 points.   This one-semester course covers topics such as nomenclature, conformations, stereochemistry, chemical reactions, and synthesis of organic compounds. Fundamentals of biochemistry are introduced, including carbohydrates, lipids, amino acids, peptides, and nucleic acids.    Organic Chemistry I and Laboratory   CHEM-UA 225 Formerly offered as CHEM-UA 243 and CHEM-UA 245. Prerequisite: General Chemistry II and Laboratory (CHEM-UA 126) or Advanced General Chemistry II and Laboratory (CHEM-UA 128) with a grade of C or better. Offered every semester. 5 points.   An introduction to the chemistry of organic compounds. The material is presented in the functional group framework, incorporating reaction mechanisms. Topics include structure and bonding of organic materials, nomenclature, conformational analysis, stereochemistry, spectroscopy, and reactions of aliphatic and aromatic hydrocarbons, alcohols, ethers, amines, and carbonyl compounds. Multifunctional organic compounds are covered, including topics of relevance to biochemistry, such as carbohydrates, amino acids, peptides, and nucleic acids. Laboratories provide training in the basic techniques of the organic chemistry laboratory, including crystallization, distillation, extraction, and other separation techniques, such as column chromatography. Experiments involving the synthesis of organic compounds are introduced, as well as qualitative organic analysis.    Organic Chemistry II and Laboratory   CHEM-UA 226 Formerly offered as CHEM-UA 244 and CHEM-UA 246. Prerequisite: Organic Chemistry I and Laboratory (CHEM-UA 225) or Majors Organic Chemistry I and Laboratory (CHEM-UA 227) with a grade of C or better. Offered every semester. 5 points.   A continuation of the study of chemistry of organic compounds. The material is presented in the functional group framework, incorporating reaction mechanisms. Topics include structure and bonding of organic materials, nomenclature, conformational analysis, stereochemistry, spectroscopy, and reactions of aliphatic and aromatic hydrocarbons, alcohols, ethers, amines, and carbonyl compounds. Multifunctional organic compounds are covered, including topics of relevance to biochemistry, such as carbohydrates, amino acids, peptides, and nucleic acids. Laboratories provide training in the syntheses of organic precursors in high yields and high purity needed for multistep procedures. An extensive research project involving unknown compounds is conducted. The use of IR and NMR spectroscopy is explored.    Majors Organic Chemistry I and Laboratory   CHEM-UA 227 Formerly offered as CHEM-UA 325, CHEM-UA 341, and CHEM-UA 245. Prerequisites: General Chemistry II and Laboratory (CHEM-UA 126) or Advanced General Chemistry II and Laboratory (CHEM-UA 128) and permission of the department. Offered in the fall. 5 points.   Emphasizes the theory and structures of covalent bonded materials and develops greater insight into reaction mechanisms, plus the challenges and creativity leading to scientific discovery. Open only to declared chemistry and biochemistry majors.    Majors Organic Chemistry II and Laboratory   CHEM-UA 228 Formerly offered as CHEM-UA 326, CHEM-UA 342, and CHEM-UA 246. Prerequisites: Majors Organic Chemistry I and Laboratory (CHEM-UA 227) and permission of the department. Offered in the spring. 5 points.   A continuation of CHEM-UA 227. Similar to CHEM-UA 226, except in greater depth. In this second semester, emphasis is placed on oxygen-bearing functional groups such as ketones, acids, and acid derivatives, and their importance in forming carbon-to-carbon bonds. These topics are further extended to polyfunctional compounds such as carbohydrates. Open only to declared chemistry and biochemistry majors.      Physical Chemistry: Quantum   Mechanics and Spectroscopy   CHEM-UA 651 Formerly Physical Chemistry I. Prerequisites: General Chemistry II and Laboratory (CHEM-UA 126) or Advanced General Chemistry II and Laboratory (CHEM-UA 128); Calculus II (MATH-UA 122) or Honors Calculus II (MATH-UA 222); two semesters of physics with grades of C or better; and a 2.0 average in all prior chemistry requirements. Calculus III (MATH-UA 123) and/or Linear Algebra (MATH-UA 140) are strongly recommended but not required. Offered in the fall and spring. 4 points.   An introduction to quantum mechanics—general principles and applications to important model systems. Covers electronic structure of one- and many-electron atoms, theory of chemical bonding in diatomic and polyatomic molecules. Includes principles and applications of molecular spectroscopy: rotational, vibrational, electronic, and nuclear magnetic resonance. Elements of photochemistry are also included.          Physical Chemistry: Thermodynamics  and Kinetics CHEM-UA 652 Formerly Physical Chemistry II. Prerequisites: General Chemistry II and Laboratory (CHEM-UA 126) or Advanced General Chemistry II and Laboratory (CHEM-UA 128); Calculus II (MATH-UA 122) or Honors Calculus II (MATH-UA 222); two semesters of physics with grades of C or better; and a 2.0 average in all prior chemistry requirements. Calculus III (MATH-UA 123) and/or Linear Algebra (MATH-UA 140) are strongly recommended but not required. Offered in the fall and spring. 4 points. Develops the close connection between the microscopic world of quantum mechanics and the macroscopic world of thermodynamics. Topics include properties of gases, kinetics, elementary statistical thermodynamics, and thermodynamics of single and multicomponent systems. Physical Chemistry Laboratory   CHEM-UA 661 Formerly Experimental Methods. Prerequisite: General Chemistry II and Laboratory (CHEM-UA 126) or Advanced General Chemistry II and Laboratory (CHEM-UA 128). Prerequisites or corequisites: Both Physical Chemistry: Quantum Mechanics and Spectroscopy (CHEM-UA 651) and Physical Chemistry: Thermodynamics and Kinetics (CHEM-UA 652). Laboratory and lecture. Offered in the spring. 4 points.   Introduction to the principles and practices of experimental methods widely used in analytical and research laboratories. Emphasizes understanding of background physicochemical theory, as well as capabilities and limitations of methods and interpretations of data. Covers instrumental methods, such as UV/visible spectroscopy, FT-IR, NMR, and fluorescence, for the systematic characterization of compounds and the use of interfaced computers for data collection and spreadsheet analysis. Studies also include an introduction to computer modeling of molecular properties. Optional experiments include fluorescence studies of protein denaturation and laser studies of excited state kinetics.    Electronics for Scientists   CHEM-UA 671 Identical to BIOL-UA 110, PHYS-UA 110. Prerequisite: General Physics II (PHYS-UA 12), Physics II (PHYS-UA 93), or permission of the instructor. 5 points.   See description under Physics.    Inorganic Chemistry   CHEM-UA 711 Prerequisites: Organic Chemistry II and Laboratory (CHEM-UA 226) or Majors Organic Chemistry II and Laboratory (CHEM-UA 228) with a grade of C or better, and either Physical Chemistry: Quantum Mechanics and Spectroscopy (CHEM-UA 651) or Physical Chemistry: Thermodynamics and Kinetics (CHEM-UA 652) or permission of the instructor. Offered in the spring beginning in 2014. 4 points. Studies of methods in inorganic chemistry that make use of symmetry to describe bonding and spectra of inorganic compounds. Reactions and kinetics are also discussed for inorganic, organometallic, and bioinorganic compounds. Selected topics in main group chemistry are also included.    Advanced Organic/Inorganic Laboratory   CHEM-UA 731 Prerequisite: Organic Chemistry II and Laboratory (CHEM-UA 226) or Majors Organic Chemistry II and Laboratory (CHEM-UA 228) with a grade of B or better, or permission of the instructor. Laboratory. Offered in the fall. 4 points.   Advanced laboratory emphasizing techniques commonly used in synthetic inorganic and organic chemistry research. Instruction in techniques such as gas chromatography-mass spectrometry, cyclic voltammetry, polarimetry, circular dichroism, vibrational spectroscopy, air-sensitive techniques, and thin-layer, column, and high-pressure liquid chromatography. Research examples from nanotechnology, chiral technology, ruthenium electrophotochemistry, porphyrin, and peptide synthesis are explored.        Biochemistry I, II   CHEM-UA 881, 882 Formerly CHEM-GA 1881, 1882. Prerequisite for CHEM-UA 881: Organic Chemistry II and Laboratory (CHEM-UA 226) or Majors Organic Chemistry II and Laboratory (CHEM-UA 228). Prerequisite for CHEM-UA 882: CHEM-UA 881. CHEM-UA 881 offered in the fall and spring; CHEM-UA 882 offered in the spring. 4 points per term.   Introduction to the chemistry of living cells. Topics include structure and function of proteins, lipids, carbohydrates, and nucleic acids; enzyme structure, mechanism, and regulation of enzyme activity, and membrane structure and transport; and mechanisms of cellular processes and cellular physiology, including ion channels and pumps, cell motility, and the immune response. The second term emphasizes analysis of basic metabolic pathways, including glycolysis, electron transport, and oxidative phosphorylation, as well as mechanisms of metabolic regulation and integration.    Experimental Biochemistry and Laboratory   CHEM-UA 885 Formerly CHEM-GA 1885. Prerequisite: Organic Chemistry II and Laboratory (CHEM-UA 226) or Majors Organic Chemistry II and Laboratory (CHEM-UA 228). Prerequisite or corequisite: Biochemistry I (CHEM-UA 881). Laboratory. Offered in the fall. 4 points.   Introduction to molecular analysis of biomolecules. Selected experiments and instruction in analytical techniques used in biochemical research, including chromatography, spectrophotometry, and electrophoresis; isolation and characterization of selected biomolecules; kinetic analysis of enzymatic activity; analysis of protein-protein and protein-DNA interactions that direct basic biochemical pathways.    Advanced Biochemistry   CHEM-UA 890 Formerly CHEM-GA 1814 (Biophysical Chemistry). Prerequisites or corequisites: Physical Chemistry: Quantum Mechanics and Spectroscopy (CHEM-UA 651) and Physical Chemistry: Thermodynamics and Kinetics (CHEM-UA 652). Recommended: Biochemistry I (CHEM-UA 881). Offered in the spring. 4 points.   Overview of physical and chemical principles and their applications to modern topics of biochemical, biomedical and biological interest. The emphasis is on the basic principles of typical biophysical techniques that are used to study important macromolecules such as proteins and nucleic acids. Topics include molecular spectroscopic techniques such as light absorption, fluorescence techniques, optical activity, electrophoresis, and nuclear magnetic resonance. Applications from selected areas of biomedicine and biotechnology are described that include examples focused on biomolecular spectroscopy, single molecule spectroscopy and molecular beacons, DNA technology, and fluorescence and magnetic resonance imaging. Advanced Organic Chemistry (Formerly Organic Reactions) CHEM-UA 911 Prerequisite: Organic Chemistry II and Laboratory (CHEM-UA 226) or Majors Organic Chemistry II (CHEM-UA 228) with a C or better. Offered in the spring. 4 points. This course focuses on structure and theory in organic chemistry with a particular emphasis on the application of stereoelectronic and conformational effects on reaction mechanisms, catalysis and molecular recognition. Senior Honors in Chemistry   CHEM-UA 995, 996 Prerequisites: completion of the required core courses for the major and permission of the department. Open only to chemistry or biochemistry majors entering their senior year who have maintained an overall average of 3.65 in their course of study and in the courses required for their major. Required for candidates for the degree with honors. CHEM-UA 995 offered in the fall; CHEM-UA 996 offered in the spring. 2 to 4 points per term.   In consultation with the director of undergraduate studies, the student chooses a faculty member to serve as adviser in an independent program of research in experimental or theoretical chemistry. The student selects an adviser in the spring of the junior year or earlier and undertakes the work that spring, the following summer, and into the senior year. A written progress report at the end of the fall semester of the senior year is required. The research is completed during the spring term, and the student presents the work at the annual College of Arts and Science Undergraduate Research Conference near the end of the term. The research culminates in the writing of a senior thesis that must be approved by the adviser and the director of undergraduate studies.    Advanced Independent Study and Research   CHEM-UA 997, 998 Prerequisite: permission of the department. Open to students majoring in chemistry or biochemistry who have maintained an average of 3.0 or better in all departmentally required courses and who possess the necessary ability to pursue research in a field of chemistry or biochemistry. The research adviser is selected in consultation with the director of undergraduate studies. Laboratory. CHEM-UA 997 offered in the fall; CHEM-UA 998 offered in the spring. 2 to 4 points per term.   Individual study in a selected area tailored to the student's needs, insofar as is possible. Training is provided in current research areas. Requires a written progress report at the end of the fall semester and a final research report at the close of the academic year.       Graduate Courses Open to Advanced Undergraduates    Graduate courses in chemistry may be taken for undergraduate credit with the permission of the instructor and director of undergraduate studies. In addition to the courses listed below, other 2000-level chemistry courses are open to advanced undergraduates. For further information, see the Director of Undergraduate Studies and consult the Graduate School of Arts and Science Bulletin . Other courses may be considered with permission of the instructor and director of undergraduate studies.    Strategies in Synthetic Organic Chemistry    CHEM-GA 1312 Prerequisites: Organic Chemistry II and Laboratory (CHEM-UA 226 or 228), Physical Chemistry: Quantum Mechanics and Spectroscopy (CHEM-UA 651), and Physical Chemistry: Thermodynamics and Kinetics (CHEM-UA 652). Offered in the spring. 4 points. Emphasizes biologically active and structurally interesting compounds.    Organic Reaction Mechanisms   CHEM-GA 1314 Prerequisites: Organic Chemistry II and Laboratory (CHEM-UA 226 or 228), Physical Chemistry: Quantum Mechanics and Spectroscopy (CHEM-UA 651), and Physical Chemistry: Thermodynamics and Kinetics (CHEM-UA 652). Offered in the spring. 4 points.   Discussion of the mechanisms of organic reactions, including the interrelationship between structure and mechanism, nucleophilic and free radical substitution, as well as thermal and photochemical cyclo-addition reactions.    Organic Analysis   CHEM-GA 1326 Prerequisite: Organic Chemistry II and Laboratory (CHEM-UA 226) or Majors Organic Chemistry II and Laboratory (CHEM-UA 228) with a grade of B or better, or permission of the instructor. Offered in the fall. 4 points.   Emphasizes the application of spectroscopic methods in organic chemistry in determining molecular structure, including proton and carbon NMR, infrared spectroscopy, ultraviolet-visible spectroscopy, modern methods of mass spectroscopy, and chiroptical spectroscopy.      Bioorganic Chemistry   CHEM-GA 2884 Prerequisites: either Organic Chemistry II and Laboratory (CHEM-UA 226) or Majors Organic Chemistry II and Laboratory (CHEM-UA 228), and Biochemistry I (CHEM-UA 881), or permission of the instructor. Offered in the spring. 4 points.   Covers a broad range of topics at the interface between organic chemistry and biology. Focus is placed on current advances in bioorganic chemistry, chemical biology, molecular pharmacology, functional genomics, and molecular evolution. Students are expected to enter the class with previous course work in the chemical structure and conformation of polypeptides and nucleic acids.      Updated on 06&#047;03&#047;2014                     * | Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Syllabi Archive | Chemistry | NYU                                          NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                            Course Syllabi Archive (Undergraduate and Graduate Courses)    Syllabi are posted as they are received from instructors. If a syllabus is not yet available, please consult a previous semester's syllabus as a representative sample of what is typically expected for the course.    Undergraduate Course Questions? Please contact Cesar Grullon Graduate Course Questions? Please contact Sonia Rivera  SPRING 2015 CHEM-UA  120 Intro to Modern Chemistry (Callahan) - syllabus (lec) ; syllabus (2:15PM lab) ; syllabus (4:45PM lab) CHEM-UA 125 General Chemistry I and Laboratory (Mandziuk and Rugg) - syllabus (lec) ; syllabus (lab) CHEM-UA 126 General Chemistry II and Laboratory (Halpin and Rugg) - syllabus (lec) ; syllabus (lab)  CHEM-UA 128 Advanced General Chemistry II and Laboratory (Y. Zhang and Mandziuk) - syllabus (lec) ; syllabus (lab)  CHEM-UA 210 Principles of Organic Chemistry and Laboratory (Callahan) - syllabus (lec) ; syllabus (lab)  CHEM-UA 225 Organic Chemistry I and Laboratory Section (Weck and Tosovska) - syllabus (lec) ; syllabus (lab) CHEM-UA 226 Organic Chemistry II and Laboratory Section 001; (Jones and Henssler) - syllabus (lec) ; syllabus (lab)  CHEM-UA 228 Majors Organic Chemistry and Laboratory (Jones and Henssler) - syllabus (lec) ; syllabus (lab) CHEM-UA 382 Structural DNA Nanotechnoloty (Seeman) - syllabus  CHEM-UA 651 Physical Chemistry: Quantum Mechanics and Spectroscopy (Turner) - syllabus  CHEM-UA 652 Physical Chemistry: Thermodynamics and Kinetics (Bacic)  - syllabus CHEM-UA 661 Physical Chemistry Lab (Sacanna) - syllabus  CHEM-UA 711 Inorganic Chemistry (Walters) - syllabus  CHEM-UA 881 Biochemistry I (Kirschenbaum) - syllabus CHEM-UA 882 Biochemistry II (Goldberg) - syllabus CHEM-UA 890 Advanced Biochemistry (Geacintov) - syllabus CHEM-GA 1311 Strategies in Synthetic Organic Chemistry (Woerpel) - syllabus CHEM-GA 1315 Supramolecular Chemistry (Arora) - syllabus CHEM-GA 1818 Advanced Biophysical Chemistry (Geacintov) - syllabus CHEM-GA 2600 Statistical Mechanics (Tuckerman) - syllabus CHEM-GA 2884 Bioorganic Chemistry (Mahal) - syllabus                FALL 2014    CHEM-UA  120 Intro to Modern Chemistry (Callahan) - syllabus (lec) ; syllabus (2:15PM lab) ; syllabus (4:45PM lab) CHEM-UA 125 General Chemistry I and Laboratory (Halpin and Rugg) - syllabus (lec) ; syllabus (lab) CHEM-UA 126 General Chemistry II and Laboratory (Goldberg and Rugg) - syllabus (lec) ; syllabus (lab) CHEM-UA 127 Advanced General Chemistry I and Laboratory (Ward and Mandziuk) - syllabus (lec and lab)  CHEM-UA 210 Principles of Organic Chemistry and Laboratory (Callahan) -    syllabus (lec) ; syllabus (lab)  CHEM-UA 225 Organic Chemistry I and Laboratory Section 001 (Kahr and Henssler) - syllabus (lec) ; syllabus (lab) CHEM-UA 225 Organic Chemistry I and Laboratory Section 002 (Mahal and Henssler) - syllabus (lec) ; syllabus (lab) CHEM-UA 226 Organic Chemistry II and Laboratory (Woerpel and Kandur) - syllabus (lec) ; syllabus (lab)  CHEM-UA 227 Majors Organic Chemistry and Laboratory (Arora and Henssler) - syllabus (lec) ; syllabus (lab)  CHEM-UA 651 Physical Chemistry: Quantum Mechanics and Spectroscopy (Jerschow) - syllabus  CHEM-UA 652 Physical Chemistry: Thermodynamics and Kinetics (Tuckerman)  - syllabus  CHEM-UA 881 Biochemistry I; Section 001 (Kallenbach) - syllabus CHEM-UA 881 Biochemistry I; Section 002 (Goldberg) - syllabus CHEM-UA 885 Experimental Biochemistry (Pereira) - syllabus  CHEM-GA 1113 Chemistry of Transition Metals (Diao) - syllabus  CHEM-GA 1313 Principles of Organic Reactions (Kahr) - syllabus  CHEM-GA 1815 Macromolecular Chemistry (Seeman) - syllabus  CHEM-GA 1883 Molecular Biochemistry (Traaseth) - syllabus  CHEM-GA 2400 The Science of Materials (Sacanna) - syllabus CHEM-GA 2665 Quantum Mechanics (Tuckerman) -  CHEM-GA 2672-001 Special Topics in Physical Chemistry: Quantum Mechanics and Spectroscopy (Turner) - syllabus CHEM-GA 2672-002 Special Topics: Computational Chemistry (Y. Zhang) - syllabus CHEM- GA 2673 Professional Development in the Sciences (Buccella) - syllabus                  SUMMER 2014    CHEM-UA 125 General Chemistry I and Laboratory (Halpin and Rugg) - syllabus (lec) ; syllabus (lab) CHEM-UA 126 General Chemistry II and Laboratory (Halpin and Rugg) - syllabus (lec) ; syllabus (lab) CHEM-UA 225 Organic Chemistry I and Laboratory Section (Henssler) - syllabus (lec and lab) ; CHEM-UA 226 Organic Chemistry II and Laboratory (Callahan) - syllabus (lec) ; syllabus (lab) CHEM-UA 881 Biochemistry I (Rohini) - syllabus CHEM-UA 882 Biochemistry II (Rohini) - syllabus                   SPRING 2014    CHEM-UA 120 Intro to Modern Chemistry (Callahan) - syllabus (lec) ; syllabus (lab)      CHEM-UA 125 General Chemistry I and Laboratory (An and Rugg) - syllabus (lec) ; syllabus (lab)      CHEM-UA 126 General Chemistry II and Laboratory (Halpin and Rugg) - syllabus (lec) ; syllabus (lab)      CHEM-UA 128 Advanced General Chemistry II and Laboratory (Y. Zhang and Mandziuk) - syllabus (lec) ; syllabus (lab)      CHEM-UA 210 Principles of Organic Chemistry and Laboratory (Callahan) - syllabus (lec) ; syllabus (lab)      CHEM-UA 225 Organic Chemistry I and Laboratory Section (Mahal and Tosovska) - syllabus (lec) ; syllabus (lab)      CHEM-UA 226 Organic Chemistry II and Laboratory Section 001; (Canary and Henssler) - syllabus (lec) ; syllabus (lab)      CHEM-UA 226 Organic Chemistry II and Laboratory Section 002; (Jones and Zhao) - syllabus (lec) ;  syllabus (lab)      CHEM-UA 228 Majors Organic Chemistry and Laboratory (Jones and Henssler) - syllabus (lec) ; syllabus (lab)       CHEM-UA 651 Physical Chemistry: Quantum Mechanics and Spectroscopy (Jerschow) - syllabus      CHEM-UA 652 Physical Chemistry: Thermodynamics and Kinetics (Tuckerman)  - syllabus      CHEM-UA 661 Physical Chemistry Lab (Sabo) - syllabus       CHEM-UA 711 Inorganic Chemistry (Buccella) - syllabus      CHEM-UA 881 Biochemistry I (Traaseth) - syllabus CHEM-UA 821 Biochemistry II (Goldberg) - syllabus      CHEM-UA 890 Advanced Biochemistry (Geacintov) - syllabus CHEM-UA 911 Advanced Organic Chemistry (Arora) - syllabus CHEM-GA 1311 Strategies in Synthetic Organic Chemistry (Woerpel) - syllabus      CHEM-GA 1818 Advanced Biophysical Chemistry (Geacintov) - syllabus CHEM-GA 2261 Special Topics in Organic Chemistry (Kirshenbaum) - syllabus      CHEM-GA 2262 Special Topics in Organic DNA Nanotechnology (Seeman) - syllabus CHEM-GA 2600 Statistical Mechanics (Tuckerman) - syllabus      CHEM-GA 2884 Bio-Organic Chemistry (Mahal) - syllabus                  FALL 2013    CHEM-UA 120 Intro to Modern Chemistry (Callahan) - syllabus (lec) ; syllabus: (2:15 lab) ; (4:45 lab) CHEM-UA 125 General Chemistry I and Laboratory (Halpin and Rugg) - syllabus (lec) ; syllabus (lab) CHEM-UA 126 General Chemistry II and Laboratory (Goldberg and Rugg) - syllabus (lec) ; syllabus (lab)  CHEM-UA 127 Advanced General Chemistry I and Laboratory (Ward and Mandziuk) - syllabus (lec) ; syllabus (lab)  CHEM-UA 210 Principles of Organic Chemistry and Laboratory (Callahan) - syllabus (lec) ; syllabus (lab)  CHEM-UA 225 Organic Chemistry I and Laboratory Section 001; (Jones and Henssler) - syllabus (lec) ; syllabus (lab) CHEM-UA 225 Organic Chemistry I and Laboratory Section 002; (Weck and Henssler) - syllabus (lec) ; syllabus (lab) CHEM-UA 226 Organic Chemistry II and Laboratory; (Woerpel and Zhao) - syllabus (lec) ;  syllabus (lab)  CHEM-UA 227 Majors Organic Chemistry and Laboratory (Jones and Henssler) - syllabus (lec) ; syllabus (lab)  CHEM-UA 651 Physical Chemistry: Quantum Mechanics and Spectroscopy (Bacic) - syllabus  CHEM-UA 652 Physical Chemistry: Thermodynamics and Kinetics (Lee)  - syllabus  CHEM-UA 881 Biochemistry I; Section 001 (Kallenbach) - syllabus CHEM-UA 881 Biochemistry I; Section 002 (Goldberg) - syllabus CHEM-UA 885 Experimental Biochemistry (Pereira) - syllabus CHEM-UA 913 Principles of Organic Reactions (Kahr) - syllabus CHEM-GA 1313 Principles of Organic Reactions (Kahr) - syllabus CHEM-GA 1815 Macromolecular Structure (Seeman) - syllabus CHEM-GA 1883 Molecular Biochemistry (Traaseth) - syllabus CHEM-GA 2261 Supramolecular Chemistry (Canary) - syllabus CHEM-GA 2262 The Chemistry of the Transition Metals (Bruccella) - syllabus CHEM-GA 2400 The Science of Materials (Sacanna) - syllabus CHEM-GA 2671 Professional Development in the Sciences (Arora) - syllabus CHEM-GA 2672 Special Topics: Computational Chemistry (Y. Zhang) - syllabus                   SUMMER 2013    CHEM-UA 125 General Chemistry I and Laboratory (Halpin and Rugg) - syllabus (lec) ; syllabus (lab) CHEM-UA 126 General Chemistry II and Laboratory (Halpin and Rugg) - syllabus (lec); syllabus (lab) CHEM-UA 225 Organic Chemistry I and Laboratory; (Henssler) - syllabus CHEM-UA 226 Organic Chemistry II and Laboratory; (Callahan) - syllabus (lec) ; syllabus (lab) CHEM-UA 881 Biochemistry I (Petersen) - syllabus CHEM-UA 882 Biochemistry II (Petersen) - syllabus                   SPRING 2013    CHEM-UA 120 Intro to Modern Chemistry (Callahan) - syllabus (lec) ; syllabus (lab) CHEM-UA 125 General Chemistry I and Laboratory (Petersen and Rugg) – syllabus (lec) ; syllabus (lab) CHEM-UA 126 General Chemistry II and Laboratory (Halpin and Rugg) - syllabus (lec) ; syllabus (lab) CHEM-UA 128 Advanced General Chemistry I and Laboratory (Y. Zhang and Mandziuk) - syllabus (lec) CHEM-UA 210 Principles of Organic Chemistry and Laboratory (Callahan) - syllabus (lec) ; syllabus (lab) CHEM-UA 225 Organic Chemistry I and Laboratory; (Mahal and Tosovska) - syllabus (lec) ; syllabus (lab) CHEM-UA 226 Organic Chemistry II and Laboratory; Section 001 (Canary and Henssler) - syllabus (lec) ; syllabus (lab) CHEM-UA 226 Organic Chemistry II and Laboratory; Section 002 (Jones and Henssler) - syllabus (lec) ; syllabus (lab) CHEM-UA 228 Majors Organic Chemistry and Laboratory (Jones) - syllabus ; syllabus (lab) CHEM-UA 651 Physical Chemistry: Quantum Mechanics and Spectroscopy (Eckhardt) - syllabus  CHEM-UA 652 Physical Chemistry: Thermodynamics and Kinetics (Tuckerman) - syllabus  CHEM-UA 882 Biochemistry II (Petersen) - syllabus CHEM-UA 890 Advanced Biochemistry (Geacintov) - syllabus CHEM-GA 2262 Structural DNA Nanotechnology (Seeman) - syllabus CHEM-GA 2420 Polymer Science (Weck) - syllabus CHEM-GA 2666 Quantum Chemistry and Dynamics (J. Zhang) - syllabus CHEM-GA 2884 Bioorganic Chemistry (Arora) - syllabus                   FALL 2012    CHEM-UA 125 General Chemistry I and Laboratory (Halpin and Rugg) – syllabus (lec) ; syllabus (lab) CHEM-UA 126 General Chemistry II and Laboratory (Callahan and Rugg) - syllabus (lec) ; syllabus (lab) CHEM-UA 127 Advanced General Chemistry I and Laboratory (Eckhardt and Mandziuk) - syllabus (lec) CHEM-UA 210 Principles of Organic Chemistry and Laboratory (Callahan) - syllabus (lec) ; syllabus (lab) CHEM-UA 225 Organic Chemistry I and Laboratory; Section 001 (Jones and Henssler) - syllabus (lec) CHEM-UA 225 Organic Chemistry I and Laboratory; Section 002 (Mahal and Henssler) - syllabus (lec) CHEM-UA 227 Majors Organic Chemistry and Laboratory (Jones) - syllabus CHEM-UA 652 Physical Chemistry: Thermodynamics and Kinetics (Jerschow) - syllabus CHEM-UA 711 Inorganic Chemistry (Walters) - syllabus CHEM-UA 881 Biochemistry I (Arora) - syllabus CHEM-GA 1111 Inorganic Chemistry (Walters) - syllabus CHEM-GA 2261 Special Topics in Organic Chemistry Supramolecular Chemistry (Canary) - syllabus CHEM-GA 2262 Chemistry of Transition Metals (Buccella) - syllabus CHEM-GA 2400 Science of Materials (Ward) - syllabus CHEM-GA 2671 Professional Development in the Sciences (Buccella) - syllabus CHEM-GA 2672 Special Topics Physical Chemistry: Computational Chemistry (Zhang, Y.) – syllabus                 SUMMER 2012    CHEM-UA 125 General Chemistry I and Laboratory (Halpin and Rugg) – syllabus (lec) ; syllabus (lab) CHEM-UA 126 General Chemistry II and Laboratory (Halpin and Rugg) – syllabus (lec) ; syllabus (lab) CHEM-UA 225 Organic Chemistry I and Laboratory (Valdez) – syllabus (lec) CHEM-UA 226 Organic Chemistry II and Laboratory (Callahan) – syllabus (lec) CHEM-UA 881 Biochemistry I (Petersen) - syllabus                 SPRING 2012    CHEM-UA 120 Introduction to Modern Chemistry and Laboratory (Callahan and Brenner) – syllabus (lec) ; syllabus (lab) CHEM-UA 125 General Chemistry I and Laboratory (Kallenbach and Rugg) – syllabus (lab) CHEM-UA 126 General Chemistry II and Laboratory (Halpin and Rugg) – syllabus (lec) ; syllabus (lab) CHEM-UA 128 Advanced General Chemistry II and Laboratory (Y. Zhang and Mandzuik) – syllabus (lec) ; syllabus (lab) CHEM-UA 210 Principles of Organic Chemistry and Laboratory (Callahan) – syllabus (lec) ; syllabus (lab) CHEM-UA 225 Organic Chemistry I and Laboratory (Mahal and Tosovska) – syllabus (lec) ; syllabus (lab) CHEM-UA 226 Organic Chemistry II and Laboratory; Section 001 (Braunschweig and Arora) – syllabus (lec) ; syllabus (lab) CHEM-UA 226 Organic Chemistry II and Laboratory; Section 002 (Jones and Arora) – syllabus (lec) ; syllabus (lab) CHEM-UA 228 Majors Organic Chemistry II and Laboratory (Jones, Canary, and Arora) – syllabus (lec) ; syllabus (lab) CHEM-UA 652 Physical Chemistry II (Gans) CHEM-UA 661 Physical Chemistry Laboratory (Brenner) – syllabus CHEM-UA 882 Biochemistry II (Goldberg) – syllabus CHEM-UA 996 Senior Honors in Chemistry (Goldberg) – independent research; no syllabus required CHEM-UA 998 Advanced Independent Study and Research (Kahr) – independent research; no syllabus required CHEM-GA 1311 Advanced Organic Chemistry: Reactions of Organic Compounds (Woerpel) – syllabus CHEM-GA 1818 Advanced Biophysical Chemistry (Geacintov) CHEM-GA 2262 Special Topics in Organic Chemistry: DNA Nanotechnology (Seeman) – syllabus CHEM-GA 2651 Advanced Statistical Mechanics (Tuckerman) – syllabus CHEM-GA 2666 Quantum Chemistry and Dynamics (J. Zhang) CHEM-GA 2680 NMR Spectroscopy: Theory and Pratice (Jerschow) – syllabus CHEM-GA 2884 Bioorganic Chemistry (Mahal) – syllabus                FALL 2011    CHEM-UA 120 Introduction to Modern Chemistry and Laboratory (Callahan and Brenner) – syllabus (lec) ; syllabus (lab) CHEM-UA 125 General Chemistry I and Laboratory (Halpin and Rugg) – syllabus (lec) ; syllabus (lab) CHEM-UA 126 General Chemistry II and Laboratory (Brenner and Rugg) – syllabus (lec) ; syllabus (lab) CHEM-UA 127 Advanced General Chemistry I and Laboratory (Tuckerman and Mandziuk) – syllabus (lec) ; syllabus (lab) CHEM-UA 210 Principles of Organic Chemistry and Laboratory (Callahan) – syllabus (lec) ; syllabus (lab) CHEM-UA 225 Organic Chemistry I and Laboratory; Section 0001 (Weck and Kahr) – syllabus (lec) ; syllabus (lab) CHEM-UA 225 Organic Chemistry I and Laboratory; Section 0002 (Jones and Kahr) – syllabus (lec) ; syllabus (lab) CHEM-UA 226 Organic Chemistry II and Laboratory (Woerpel and Tiedje) – syllabus (lec) ; syllabus (lab) CHEM-UA 227 Major Organic Chemistry I and Laboratory (Jones, Arora, and Kahr) – syllabus (lec); syllabus (lab) CHEM-UA 651 Physical Chemistry I (Bacic) – syllabus CHEM-UA 711 Inorganic Chemistry (Walters) – syllabus CHEM-UA 881 Biochemistry I (Kallenbach) – syllabus CHEM-UA 885 Experimental Biochemistry and Laboratory (Kirshenbaum) – syllabus CHEM-UA 995 Senior Honors in Chemistry (Kahr) – independent study; no syllabus required CHEM-UA 997 Advanced Independent Study and Research (Kahr) – independent research; no syllabus required CHEM-GA 1111 Inorganic Chemistry (Walters) – syllabus CHEM-GA 1313 Physical Organic Chemistry (Braunschweig) – syllabus CHEM-GA 1814 Biophysical Chemistry (Traaseth) - syllabus CHEM-GA 1815 Macromolecular Chemistry (Seeman) – syllabus CHEM-GA 1883 Molecular Biochemistry (Kirshenbaum) – syllabus CHEM-GA 2261 Special Topics in Organic Chemistry: Supramolecular Chemistry (Canary) – syllabus CHEM-GA 2262 Special Topics in Organic Chemistry: The Chemistry of the Transition Metals (Buccella) – syllabus CHEM-GA 2400 The Science of Materials (Ward) – syllabus CHEM-GA 2671 Special Topics Physical Chemistry: Professional Development in the Sciences (Gans) – syllabus CHEM-GA 2672 Special Topics Physical Chemistry: Computational Chemistry (Zhang, Y.) – syllabus CHEM-GA 2931 Research (faculty) – independent research; no syllabi required CHEM-GA 3010 Graduate Seminar (Jerschow) – syllabus                SUMMER 2011    CHEM-UA 125 General Chemistry I and Laboratory (Halpin and Rugg) CHEM-UA 126 General Chemistry II and Laboratory (Halpin and Rugg) CHEM-UA 225 Organic Chemistry I and Laboratory (Valdez) – syllabus CHEM-UA 226 Organic Chemistry II and Laboratory (Callahan) CHEM-UA 881 Biochemistry I (Goldberg) CHEM-UA 882 Biochemistry II (Goldeberg) CHEM-UA 993 Tutorial in Chemistry (Kahr) – independent research; no syllabus required CHEM-UA 994 Tutorial in Chemistry (Kahr) – independent research; no syllabus required CHEM-UA 997 Advanced Independent Study and Research (Kahr) – independent research; no syllabus required CHEM-UA 998 Advanced Independent Study and Research (Kahr) – independent research; no syllabus required CHEM-GA 2931 Research (faculty) – independent research; no syllabi required CHEM-GA 2932 Research (faculty) – independent research; no syllabi required                SPRING 2011    V25.0002 Introduction to Modern Chemistry (Callahan) – syllabus V25.0125 General Chemistry I and Laboratory (Kallenbach and Rugg) – syllabus (lab) V25.0126 General Chemistry II and Laboratory (Halpin and Rugg) – syllabus (lec) ; syllabus (lab) V25.0128 Advanced General Chemistry II and Laboratory (Zhang, Y. and Walters) – syllabus (lec) V25.0225 Organic Chemistry I and Laboratory (Green and Tosovska) V25.0226 Organic Chemistry II and Laboratory (Jones and Weck) – syllabus (lab) V25.0229 Non-Traditional Organic Chemistry II and Laboratory (Jones and Weck) – syllabus (lab) V25.0240 Principles of Organic Chemistry (Callahan) V25.0326 Honors Organic Chemistry II and Laboratory (Canary and Weck) – syllabus (lec) ; syllabus (lab) V25.0652 Physical Chemistry II (Gans) – syllabus V25.0661 Physical Chemistry Laboratory (Brenner) – syllabus V25.0882 Biochemistry II (Goldberg) V25.0996 Senior Honors in Chemistry (Kahr) – independent research; no syllabus required V25.0998 Advanced Independent Study and Research (Kahr) – independent research; no syllabus required G25.1313 Organic Reactions (Woerpel) – syllabus G25.1814 Biophysical Chemistry (Geacintov) G25.2600 Statistical Mechanics (Tuckerman) G25.2601 Biomolecular Modeling (Schlick) – syllabus G25.2666 Quantum Chemistry and Dynamics (Zhang, J.) – syllabus G25.2671 Special Topics: Crystal Engineering (Kahr and Ward) – syllabus G25.2884 Bioorganic Chemistry (Arora) – syllabus G25.2932 Research (faculty) – independent research; no syllabi required                FALL 2010    V25.0002 Introduction to Modern Chemistry (Callahan) V25.0125 General Chemistry I and Laboratory (Haplin and Rugg) – syllabus (lec) V25.0126 General Chemistry II and Laboratory (Goldberg and Rugg) V25.0127 General Chemistry I Honors and Laboratory (Tuckerman) V25.0225 Organic Chemistry I and Laboratory (Jones and Canary) – syllabus (lab) V25.0228 Organic Chemistry I Non-Traditional and Laboratory (Jones) V25.0240 Principles of Organic Chemistry and Laboratory (Callahan) V25.0325 Organic Chemistry I Honors and Laboratory (Arora) V25.0651 Physical Chemistry I (Bacic) V25.0657 Physical Chemistry III (Jerschow) V25.0711 Inorganic Chemistry (Walters) V25.0881 Biochemistry I (Kallenbach) V25.0885 Experimental Biochemistry and Laboratory (Kirshenbaum) V25.0913 Physical Organic Chemistry V25.0995 Senior Honors in Chemistry (Brenner) V25.0997 Advanced Independent Study and Research (Goldberg) G25.1111 Inorganic Chemistry (Walters) – syllabus G25.1313 Physical Organic Chemistry G25.1314 Bioorganic Mechanisms (Mahal) - syllabus G25.1818 Advanced Biophysical Chemistry (Geacintov) G25.1883 Molecular Biochemistry (Kirshenbaum) – syllabus G25.2261 Special Topics: Organic Analysis (Kahr) G25.2262 Special Topics: Organometallic Chemistry (Weck) G25.2400 The Science of Materials (Ward) – syllabus G25.2600 Statistical Mechanics (Gans) - syllabus G25.2665 Quantum Mechanics (Bacic) - syllabus G25.2671 Special Topics: Computational Methods for Experimentalists (Schlick) G25.2671 Special Topics: Professional Development in the Sciences (Gans) G25.2672 Special Topics: Computational Chemistry (Zhang, Y.) G25.2931 Research (faculty) – independent research; no syllabi required G25.3010 Graduate Seminar (Gans)                SUMMER 2010    V25.0101 General Chemistry I (Halpin) – syllabus V25.0102 General Chemistry II (Halpin) – syllabus V25.0103 General Chemistry I Laboratory (Rugg) – syllabus V25.0104 General Chemistry II Laboratory (Rugg) V25.0243 Organic Chemistry I (Krainer) – syllabus V25.0244 Organic Chemistry II (Callahan) - syllabus V25.0245 Organic Chemistry I Laboratory (Krainer) – syllabus V25.0246 Organic Chemistry II Laboratory (Callahan) – syllabus V25.0993 Tutorial in Chemistry (Goldberg) – independent study; no syllabus required V25.0994 Tutorial in Chemistry (Goldberg) – independent study; no syllabus required V25.0997 Advanced Independent Study and Research (Goldberg) – independent research; no syllabus required V25.0998 Advanced Independent Study and Research (Goldberg) – independent research; no syllabus required G25.1881 Biochemistry I (Goldberg) – syllabus G25.1882 Biochemistry II (Golberg) – syllabus G25.2931 Research (faculty) – independent research; no syllabi required G25.2932 Research (faculty) – independent research; no syllabi required          Show all answers | Hide all answers           Updated on 04&#047;22&#047;2015                     * | Contact Us | &copy; New York University , Arts and Science"}]}]