[{"detail": [{"content": "Musicianship &amp; Performance Developments 2013-2014: Tisch School of the Arts at NYU                           Skip to content        Recorded Music Program Courses Internships News &amp; Events Facilities Alumni Faculty Directory Recorded Music FAQs For High School Students Facebook Twitter YouTube Summer In Recorded Music Academic Advisement Resources 194 Recordings  home &gt; Recorded Music        Musicianship & Performance Developments for ReMu in 2013-2014 Academic Year  Here at the Clive Davis Institute of Recorded Music, our staff and faculty have been hard at work developing the musicianship, performance and songwriting curriculum based upon the growing needs of our current and prospective students. ReMu could not be more excited   about the amazing courses, workshops and faculty additions we have beginning during the 2013-2014 Academic Year. We look forward to the future   of our program and the continued growth of our curriculum. This year we have developed and expanding the scope of our songwriting curriculum to fit the needs of our diverse student body.                           For our core course course Writing the Hit Song , we have separated students into three handpicked sections. One section focusing on trending pop, R&amp;B, and Hip Hop, one focusing on an eclectic blend of rock, folk, and experimental music, and the third an intro class for those who have never written songs.                           We welcome back ReMu alum Eren Cannata who will be teaching the intro level section this fall. He will also continue his work with our Summer High School songwriting workshops, Future Music Moguls songwriting workshops, and will help to develop the undergraduate songwriting curriculum to appropriately meet the evolving needs of our students. We would also like to introduce our two new adjunct songwriting instructors this year, Mike Errico and Amund Bjorklund , who will teach the two remaining advanced sections of Writing the Hit Song.        Eren   Cannata is an established producer/songwriter/musician/artist, is also   the co-owner of Cove City Sound Studios, one of greater NY’s premier   recording spaces. Eren is currently touring with the Bernie Williams   Band as lead singer/guitarist/percussionist. Cannata successfully   released his first solo album “Blame It On The City” on Brown Dog   Records, in which the song \"Part Of Me\" landed a placement on the hit TV   show Dawson’s Creek. Some of his accomplishments include working with   Timbaland and his protégés Amar and Jim Beanz (both featured on   Timbaland’s album “Shock Value”), and also played guitar for Demi   Lovato's recent album \"Unbroken.\" Eren also wrote a number of charted   songs for Vicci Martinez from NBC's \"The Voice.        Mike Errico is a singer/songwriter, composer, and journalist living in Brooklyn. He comes to us from Yale University – where he is a lecturing professor and taught their pop songwriting class last Spring. He has released 7 full-length albums as an artist with producers including Arif Mardin and Ben Mink, and has toured internationally. He is owner and president of Tallboy 7, a production and scoring company whose TV composition credits include The Voice (NBC), Pop-Up Video (VH1, nominated for two 2012 Daytime Emmys), Late Night with Conan O’Brien (TBS), Last Call with Carson Daly (NBC), American Pickers (History), Pawn Stars (History), Teen Mom (MTV), Dateline (NBC), Advertising credits include music for Google, ESPN, Bloomingdale’s, Yves St. Laurent, Chobani and Mars. Mike was a Senior Online Editor for Blender and acts as a creative consultant for Soho Press.        Amund Bjorklund is an award winning songwriter and   record producer based in New York City. He is of Norwegian/Icelandic   background and moved to NYC from Norway in 2008. His catalogue includes   songs written with or for artists such as Beyonce', Train, Bruno Mars,   Ne-Yo, Chris Brown, Lionel Ritchie, Selena Gomez, Jonas Brothers and a   number of American Idol winners. His songs have sold in excess of 50   million singles and albums. He co-wrote the BMI Song Of The Year in 2007   \"Irreplaceable\" for Beyonce. Amund also co-wrote the GRAMMY winning and   ASCAP Song Of The Year in 2011 \"Hey, Soul Sister\" for Train. He is one   half of the production team Espionage and works out of his studio in   Manhattan. To our senior-level Capstone Studio Production: Directed Study class, we welcome Andres Levin . Andresʼ presence will provide sorely missed expertise in the area of Latin and Afro-Cuban music. He will be co-teaching the class with returning adjunct David Kahne, and Nick Sansano.       Andres Levin is a multiple Grammy Award and Latin Grammy winning producer, performer, songwriter, and philanthropist. He was founding member of Yerba Buena, and his production and composition credits include work with Carlihnos Brown, Caetano Veloso, Tina Turner, Arto Linsay, David Byrne, John Legend, and Chaka Kahne. He won a Grammy for producing the cast album of the Tony Award winning In The Heights. Andres is heavily involved with the Red Hot organization and Music Has No Enemies. Founded by Levin in 2008, the organization aims to usher the entertainment industry in a new direction: creating visual and musical content that helps develop the mission of a non-profit or social cause. Partnering with Amnesty International for \"The Price of Silence\", creating the Obama support video, Podemos con Obama. In addition, The Clive Davis Institute recognizes the need to build stronger links between our artists, songwriters and the industry at-large. With that in mind, we are creating in-house A&amp;R/Artist Development relationships with industry professionals. Our desire is to enter into developmental relationships with a number of people who understand our students needs as developing songwriters and artists, spanning a range of genres. Our desire is to enter into developmental relationships with a number of people who understand our studentsʼ needs, spanning a range of genres. David Kahne will serve as the first industry professional to be brought on to this program. He will meet with, mentor, monitor and help develop the Institute’s artists and songwriters.        David Kahne has been the President of A&amp;R at both Columbia Records and Capital Records, and has produced Paul McCartney, The Strokes, Tony Bennett, and Regina Spektor, to name a few. He will meet with, mentor, monitor, and help develop the Instituteʼs artists and songwriters. We have a large body of talented, commercially viable student artists and writers within our department. By creating these positions, we will better track and inform the development of our performance and songwriting-based students. The Institute will host a series of Masterclass Songwriting Workshops .   We will welcome Desmond Child for eight sessions in the fall and Jesse   Harris for four sessions this coming spring.       Desmond Child has written over seventy “Top 40” hits spanning four decades. He has written for Bon Jovi, Aerosmith, Kelly Clarkson, Kiss, Cher, Alice Cooper, Katy Perry, Jonas Brothers, Robbie Williams, and Ricky Martin, to name a few.       Jesse Harris is a Grammy Award winning singer/songwriter well know for his work with recording artist and performer Nora Jones. The collaboration resulted in a Song of the Year Grammy for his composition, “Donʼt Know Why”. Jesse has also collaborated with Cat Power, Willie Nelson, Solomon Burke and Madeleine Peyroux, among others. He recently released his twelfth album entitled, “Borne Away”. We are very happy to announce that Jeff Peretz has accepted a one-year Visiting Teacher line for 2013-2014. Jeff teaches our core Music Theory for Producers course to freshmen each year and has spearheaded our Studio Performance Workshops in previous semesters. Both the Music Theory course and the Studio Performance Workshops have been re-imagined, in terms of updating content and technology and re-working our method of execution. Jeff will also offer a song analysis class this spring, which will serve as our advanced music theory offering. The class will focus on the harmonic, rhythmic, and melodic architecture of the defining music of the 60s and 70s.  Jim Anderson will take his vast recording knowledge and years of experience into the studio with Jeff and the Studio Performance Workshop , acting as co-coordinator, recordist, and mixer for all workshop sessions. Returning to coach and produce vocals for our Studio Performance   Workshops will be Tisch Drama instructor Nora York and acclaimed vocal   coach Kenn Hicks . We are preparing to offer students for-credit Private Instruction classes in spring 2014. In development are two-credit private instruction courses in vocal coaching, performance instruction, and eventually composition/production hybrid instruction. Instruction will focus on interpretation, strength and projection, breathing, and execution.  The Clive Davis Institute of Recorded Music 194 Mercer Street, 5th Floor New York, NY 10012               Phone:       212 992 8400 tisch.recorded.music@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]}]