[{"detail": [{"content": "Home Page | NYU School of Medicine                                   Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                                             Research   Education &amp; Training   Departments, Centers &amp; Institutes   Patient Care                                                                                                                                                                                                                                                                 Research           Research Investigators Clinical Trials Core Facilities Seminars &amp; Lectures About Our Research           Education &amp; Training           MD Admissions Sackler PhD Program Residencies &amp; Fellowships Continuing Medical Education About NYU School of Medicine           Departments, Centers &amp; Institutes            A-Z of Departments &amp; Divisions A-Z of Centers, Programs &amp; Institutes                                                                          NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}]},
{"detail": [{"content": "Home Page | NYU School of Medicine                                   Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                                             Research   Education &amp; Training   Departments, Centers &amp; Institutes   Patient Care                                                                                                                                                                                                                                                                 Research           Research Investigators Clinical Trials Core Facilities Seminars &amp; Lectures About Our Research           Education &amp; Training           MD Admissions Sackler PhD Program Residencies &amp; Fellowships Continuing Medical Education About NYU School of Medicine           Departments, Centers &amp; Institutes            A-Z of Departments &amp; Divisions A-Z of Centers, Programs &amp; Institutes                                                                          NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "Nutrition, Food Studies, and Public Health Courses - Courses - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Courses                          Steinhardt Course  EVALUATION RESULTS                     Nutrition, Food Studies, and Public Health Courses            The list below includes courses that have been offered within the past five years. Since many courses are offered only infrequently or on a rotating basis or have only been approved recently or as pilot courses, please check the current schedule of classes or ALBERT for the most up-to-date listing of current courses.    Click on a course name to view a description.                  Course Listing                          Course Number       Title       Hours       Units                            FOOD-UE 1217            Advanced Foods           Principles & practice of identification, comparison, & evaluation of selected foods, ingredients, techniques, & equipment for recipe formulation, menu planning, or preparation with an emphasis on modifications to meet specific nutritional or other requirements.      Course Page               15 per pnt    1-3 (var)            FOOD-GE 2216            Advanced Foods           Principles & practice of indentification, comparison, & evaluation of selected foods, ingredients, techniques, & equipment for recipe formulation, menu planning, or preparation with an emphasis on modifications to meet specific nutritional or other requirements.      Course Page               15 per pnt    1-3 (var)            NUTR-GE 2139            Advanced Nutrition: Protein, Fats and Carbohydrates           Biochemical, physiological, and clinical factors that affect the role of macronutrients in human health and disease, with an emphasis on critical analysis of recent research studies in this field. May also include topics such as cholesterol, fiber, non-nutritive sweeteners, & alcohol.      Course Page               30    3            NUTR-GE 2144            Advanced Nutrition: Vitamins and Minerals           Biochemical, physiological, & clinical factors that affect the role of micronutritients in human health & disease, with an emphasis on critical analysis of recent research studies in this field. Includes the role of selected vitamins & minerals in cancer, coronary heart disease, HIV infection, bone loss, & other conditions of topical interest.      Course Page               30    3            FOOD-GE 2240            Advanced Topics in Food Studies           An umbrella course designed for advanced graduate students to explore a specific food topic. It is expected that course themes will vary to relfect debates in the fields of food culture & food systems. Topics may include the following: Women and Food, The Agro-Industrial Complex, Food & Post-Colonial Fiction, Food & the Media, Frankenstein’s Kitchen: Food Technology in Historical Perspective, Globalization & the Political Economy of Food.      Course Page               30    3            FOOD-GE 2248            Advanced Topics in Food Studies: A Mobile Food Cart for the 21st Century           This course traces the history of food vendors as a way to understand their presence in & impact on urban & cultural milieus. Students will use this knowledge to map issues & trends, & will conceptually frame & physically design a 21st Century Mobile Food Vending Cart. Students will assess how to improve cart mobility in the context of the effectiveness of different materials, including newly developed materials, & forms of housing units. The cart’s environmental impact will be studied under multiple assumptions about energy & water usage, including solar power, water reclamation & water filtration.      Course Page               30    3            FOOD-GE 2245            Advanced Topics in Food Studies: Food and Fine Art           Advanced Topics in Food Studies: Food and Fine Art will explore the use of food in Fine Arts & how Fine Arts can help to explain food’s place in the societies where the art work was produced. Selected examples from history of art (the course is not a thorough survery of art history) will be used to explore the cultural context , the conventions of arts, & aesthetics.      Course Page               30    3            FOOD-GE 2243            Advanced Topics in Food Studies: Food and Popular Culture           This seminar examines the portrayal of food, food intake, dieting, body image, & health as communicated through various forms of contemporary popular culture, including advertising, print, media, television, the internet, film, & restaurant design. Students will also explore methods in communication studies (such as semiotics & critical theory) commonly employed to analyze the complex interactions between food & all kinds of expressions of popular culture.      Course Page               30    3`            FOOD-GE 2244            Advanced Topics in Food Studies: Food Sociology           Provides students with a sociological understanding of the food system & food behavior. Students examine the production, distribution & consumption of food to understand ’why we eat the way we do.’      Course Page               30    3            FOOD-GE 2241            Advanced Topics in Food Studies: The Agro-Industrial Complex           Focuses on the development of an industrialized agricultural system. Some of the topics that will be covered in class include: taming nature; industrializing the farm; applying science to the food problem; & the social cost of the system. Students will learn about the development of industrial farming practices, environmental issues surrounding industrial agriculture, the politics of food production, & the human cost of inexpensive food.      Course Page               30    3            FOOD-GE 2242            Advanced Topics in Food Studies: Women and Food           Explores various aspects of women’s relationship to food. Some of the themes of the course are the gendering of food, women as food producers, motherhood, feeding women’s bodies; kitchen lobar; racial constructions of cooks; & the feminized space of the cookbook. Students will learn that women have a highly complex & contested relationship to food & that prescribed social roles help shape this relationship.      Course Page               30    3            FOOD-GE 2283            Advanced Topics in Food Systems: Agricultural Globalization           Course examines the process of agricultural globalization & its effects on the process of rural & agricultural development in the global south. Specifically, analyze the incorporation of agricultural producers & processors in developing countries into the supply chains of global food brands & retailers. The goal is to identify how globalization is shaping institutions that govern agricultural laborers in poor & middle income communities, who are the most vulnerable actors in the global economy.      Course Page               30    3            FOOD-GE 2282            Advanced Topics in Food Systems: Organic Food and Agriculture           This course explores organic agriculture from multiple angles, starting with a historical exploration of organic & finishing with policy approaches to organic. Specific aspects studied include the environmental benefits of organic production systems, the political economy of the US organic regulation, health benefits of organic, & organic consumption and marketing.      Course Page               30    3            FOOD-GE 2284            Advanced Topics in Food Systems: Food Systems Planning           Course examines the role of planning in building sustainable food systems. The fact that more than 9 million people get fed every day in the city on New York without any apparent plan for how this happens is considered a miracle of free markets. Taking a closer look at this & examining shortcomings in an effort to understand what needs are nor being addresses & what can be done to address them. Recent case studies will be used to illustrate what non-profits and & local governments can do to build sustainable food systems. The culture of the course is part graduate seminar & part planners workshop, a mix of theoretical and practical.      Course Page               30    3            FOOD-GE 2285            Advanced Topics in Food Systems: Gender           Course explores the intersection of gender, identity, culture & food. Students will analyze the influences of sexual identity, human sexuality, sexual orientation & gender on real & perceived cultural views of food & consumption. Topics will address how society assigns gender to food by investigating historical & contemporary texts. Employing advertisements, menus, recipes, cookbooks, television programs, films & packaging, students will critically analyze gendering practices. Theoretical frameworks will include queer theory, early feminist theory, Whiteness theory & emerging male studies & transgender studies.      Course Page               30    3            PUHE-GE 2335            Advocating for Community Health           This course examines models & principles of community development, social planning, social action, & public advocacy for health education, & concepts & theories related to planned change      Course Page               30    3            PUHE-GE 2318            Assessing Community Health Needs and Resources           Definition and description of health problems of specific immigrant communities in New York City using census data & other sources of objective information. Through field observations, students determine the ways in which health providers, community leaders, & community residents view that health problem, & compare these views with more objective data as a means to develop health intervention strategies.      Course Page               45    3            FOOD-GE 2025            Beverages           Basic principles & practical experience in development of beverage systems & menus. Considers pricing, equipment, legal, merchandising & personnel policies.      Course Page               45    3-6 (var)            FOOD-UE 1025            Beverages           Basic Principles & Practical experience in development of beverage systems & menus. Considers pricing, equipment, legal, merchandising & personnel policies.      Course Page               45    3            NUTR-UE 1185            Clinical Nutrition Assessment and Intervention           Advanced study of the effects of disease on nutrient & energy requirements & metabolism, assessment & treatment of disease-indused malnutrition, nutritional support methods applied to case management. Emphasizes assessment of anthropometric & biochemical indicators, clinical symptoms, & development of individual nutritional care plans. For advanced undergraduates & graduate students requiring preparation for clinical course.      Course Page               45    3            NUTR-GE 2145            Clinical Nutrition Services           Comparison of programs, services & systems designed for clinical practitioners who manage delivery of services in health care settings.      Course Page               30    3            NUTR-GE 2146            Clinical Practice in Dietetics I           Seminar & supervised experience in clinical dietetics through observation, practice & research; food service systems, impatient & ambulatory nutrition care, specialty practice settings.      Course Page               450    3            NUTR-GE 2147            Clinical Practice in Dietetics II           Seminar & supervised experience in clinical dietetics through observation, practice, & research; food service systems, inpatient & ambulatory nutrition care, specialty practice settings.      Course Page               450    3            FOOD-UE 1130            Communication Workshop in Foods and Nutrition           Techniques for communicating information about nutrition to professionals, the public, the media, & food & beverage marketers.      Course Page               30    2            NUTR-UE 1209            Community Nutrition           Rationale for development of community nutrition programs & their design, implementation, & evaluation. Lectures & individual & group projects.      Course Page               45    3            PUHE-UE 1330            Community Public Health Internship and Seminar           A culminating experience that broadens students? exposure to public health practice, facilitates valuable work experience, & increases students knowledge of specific career opportunities. Placements are a semester long & serve as the basis for the internship seminar that meets periodically throughout the semester.      Course Page               60    4            PUHE-GE 2410            Community-Based Health Interventions           Identification & evaluation of programs designed to reduce health risks among individuals & communities with a focus on factors influencing the design of interventions, choice of methods, ways to assess the magnitude of change effected by the intervention & ethical issues raised by the interventions.      Course Page               30    3            FOOD-GE 2019            Comparative Cuisine           Examination of the cuisines of Europe, South America, Asia, & Africa & their influences on late 20th century North American foods, meals, & menus. Students will analyze these cuisine from perspective of geography, climate & culture, through readings, lectures, films, in-class tastiness, & restaurant field trips.      Course Page               10 per pnt    1-3 (var)            NUTR-GE 2210            Complementary and Alternative Nutrition Therapies           Review & analysis of the cultural context, rationale for, & applications of complementary & alternative nutritional therapies for acute & chronic conditions. The course emphasizes critical evaluation of scientific & other evidence for safety & clinical efficacy of products & methods, & of library, internet, & popular resources on this topic.      Course Page               30    3            NUTR-UE 0021            Computers in Nutrition and Food Service           Application & evaluation of basic computer tools & techniques for nutritional analysis & food service management.      Course Page               30    2            FOOD-GE 2017            Contemporary Issues in Food Studies           Covers production, distribution & consumption of food in the context of social, cultural, technological & biological processes under conditions of globalization. Employing approaches from the humanities & the social sciences, this course prepares students to initiate the process of analyzing the current American food system, its global connections, & proposed local alternatives that is developed further in other courses. Through lectures, readings & research the students master established facts & concepts about contemporary urban food cultures & produce new knowledge of the same.      Course Page               30    3            NUTR-GE 2043            Critical Care Nutrition           Principles & skills for parental & enthrall nutrition (nutrition support) practice: inflammatory metabolism, indications, calculations, formulas & solutions, access, complications, & ethical considerations, along with professional practice issues & the regulatory status of nutrition support products.      Course Page               30    3            FOOD-GE 2160            Culinary Physics           This studio and seminar course explores the basic principles of food biochemistry, enzymology and food processing and how they relate to memory, the senses and the processing of information. Students will also learn basic principles of molecular gastronomy and modernist cuisine as framing devices for understanding how food also functions in the context of bodily health, environmental health as well as cultural and political narratives. Assignments for the class will be based on the incorporation of food science into design and technology projects. Workshops involve using liquid nitrogen + hydrocolloids as well as creating performative + deployable food objects and a Futurist meal.      Course Page               30    3            NUTR-GE 2117            Current Issues in Nutrition           Critical analysis of recent research, trends, & public policy issues in selected areas of nutrition & health.      Course Page               10 per pnt    1-3 (var)            FOOD-GE 2000            Current Research in Food Studies           Introduction to academic & professional resources at New York University & to career opportunities in food studies & food management. Class meets three times during the first semester of study.      Course Page               3    0            NUTR-UE 1117            Current Research in Nutrition           Critical evaluation of recent research through seminars & class discussions.      Course Page               30    2            FOOD-GE 2018            Current Trends in Foods           Interaction between current trends in food production, marketing, & service & traditional food consumption practices as observed in current cuisine through lectures, demonstrations, & field trips.      Course Page               10 per pnt    1-3 (var)            FOOD-UE 8181            Deans Global Honors Seminar: Food, Culture and Globalization: New York and Sydney           This course investigates current transformations in the food systems & food cultures of New York City & Sydney, Australia, under conditions of globalization. Globalization is transforming major cities into dynamic centers of capital flows, produce, people, & culture, reconstituting neighborhoods, city centers, & their agrarian peripheries, in complex relationships to each other & to other cities, nations & regions. As a course in new sensory urbanism this curriculum seeks to expand the traditional scope and range of the studied senses from sight (art, architecture) & sound (music), to smell, taste & touch, so as to rethink what it means to be a modern urban subject engaged in the pleasures & powers of consumption.    Liberal Arts Core/CORE-MAP Equivalent - satisfies the requirement for Cultures & Contexts        Course Page               60    4            NUTR-UE 1260            Diet Assessment and Planning           Assessment of the food intake & needs of individuals of diverse ages & backgrounds. Taking into consideration the genetic, cultural, social, & economic factors that affect dietary choices, students will develop dietary plans that meet current recommendations for a variety of health conditions using exchange systems, food composition data, menus, recipes, & product labels.      Course Page               45    3            NUTR-GE 3098            Doctoral Seminar           Critical examination of research proposals, methods, data collection & analysis, other issues related to development & completion of the doctoral dissertation. Attendance is required every semester of graduate study. Registration is required in lieu of the 1 point Doctoral Advisement Fee every semester in which students are enrolled for less than 3 points. Credits do not count toward the doctoral degree.      Course Page               10    1            FOOD-GE 2008            Economics of Food II: Firm Strategic Behavior           The course provides students with an intermediate level understanding of the microeconomics of firm or business behavior, & to apply these tools to current policy issues in the food system. Students explore the effect of firm decision-making on size, scale, & scope, & apply the tools to firms in the food sector. A range of outcomes is explored: free market, firm self regulation, socially responsible firm behavior, shared value firm behavior, & government regulation. The course is designed for policy & food interested students with little as well as no background in economics, or for those who have completed an introductory course that used a text on par with Krugman & Wells.      Course Page               30    3            FOOD-GE 2006            Entrepreneurship in Food Management           Development of new concepts in food business operations through planning, organization, implementation, & evaluation of independent & multiunit operations: concept development, initiation, financing, site selection, franchising & analysis & control of risk.      Course Page               30    3            NUTR-GE 2044            Environmental Effects on Food and Nutrition           This course addresses the emerging field of \"Econutrition:\" the effects of food production, distribution, & marketing on nutrition & the environment & vice versa. It deals with biological & environmental factors that affect the nutrient content, value & safety of food in the human body: heat, light, irradiation, oxidation, bioavailability, biotechnology, & other such factors. It also considers the effects of food processing, preservation & fabrication.      Course Page               30    3            PUHE-GE 2356            Environmental Health Problems           Understanding natural principles underlying health issues related to human ecology, infectious & noninfectious disease control, & population problems.      Course Page               30    3            PUHE-UE 1323            Environmental Health, Social Movements and Public Policy           Examines some of the key issues, achievements, shortfalls & principles of environmental health practice through a series of case studies. Focuses on the how environmental health issues are defined & approached by civic groups, government officials & researchers. It will highlight how environmental threats come to the attention of the public & weigh the options for addressing these threats.      Course Page               60    4            PUHE-GE 2306            Epidemiology           Introduces students to the field of public health epidemiology, emphasizing the sociocultural factors associated with the distribution & etiology of health & disease. Methodological skills including the calculation of rates, analysis of vital statistics, & programming data using a basic statistical package are covered.      Course Page               40    3            PUHE-GE 2307            Epidemiology of Infectious Disease and Nutrition in Developing Countries           The goals of this course are two-fold: first, to understand the epidemiology of infectious diseases in developing countries & second, to explore the relationship between infectious diseases & nutritional status. During the semester, we will review the epidemiology of common infectious diseases, including the distribution, determinants & interventions that have been implemented . We will also discuss how nutritional status affects infectious diseases & how infectious diseases impact on nutritional status. Finally we will discuss epidemiologic transition as it relates to both infectious diseases & nutritional status, & identify where different developing countries are in terms of this transition.      Course Page               30    3            FOOD-UE 1135            Essentials of Cuisine: International           Introduction to the art & science of cuisine characteristics of selected world cultures through lectures, demonstrations, hands-on preparation, & field trips.      Course Page               15 per pnt    1-3 (var)            NUTR-GE 2077            Field Experience           Participation & experience in the professional field of major interest & seminar discussion of professional career options & responsibilities. Application must be filed during the previous term.      Course Page               45 per pnt    3/4 (alt)            FOOD-GE 2231            Fieldtrips in Food: Community Support Agriculture           No Course Description Available      Course Page               10    1            FOOD-GE 2233            Fieldtrips in Food: Ethnic New York City           No Course Description Available      Course Page               20    2            FOOD-GE 2234            Fieldtrips in Food: Food Manufacturing           No Course Description Available      Course Page               20    2            FOOD-GE 2232            Fieldtrips in Food: Urban Agriculture           No Course Description Available      Course Page               10    1            FOOD-GE 2230            Fieldtrips in Foods           No Course Description Available      Course Page               10    1            NUTR-UE 1198            Fieldwork           Participation & experience in the professional field of major interest.      Course Page               120    4            FOOD-GE 2272            Fodd and Culture: Vermont           No Course Description Available      Course Page               30    3            FOOD-UE 1110            Food Management Essentials I: Theory           Survey of basic theoretical principles pertaining to food management. An accelerated course for students of food studies, nutrition, & related fields with limited previous knowledge or experience. Objectives: 10 Describe planning, organizing & controlling of food operations; goal setting, planning & strategy formation for food industry operations; & examine the interaction among individuals, groups, & organizations in food operations.      Course Page               15    1            FOOD-GE 2040            Food Advocacy           Food advocacy uses sociological methods to question how & why social groups—families, institutions, governments--affect & are affected by systems of food production & consumption, how these systems affect the environment & human health, & how individuals & groups can influence & improve food systems. Today, interest in such issues is so widespread that efforts to improve food systems are considered by some to constitute a social movement. Food advocacy seeks to describe this movement, & to explore how individuals & groups can effect change in the food system.      Course Page               30    3            FOOD-GE 2191            Food and Culture           Study of the complex interactions between food & culture, the effects of cultural factors on dietary practices, & the cross-cultural exchange of dietary practices, beliefs, & foods between the United States & countries throughout the world.      Course Page               45    3            FOOD-GE 2270            Food and Culture           No Course Description Available      Course Page               30    3            FOOD-GE 2271            Food and Culture: New Orleans           The course will focus on New Orleans with its rich history, unique location & distinctive cultures as a prime location to study the intersection of food, identity & culture. New Orleans has both shaped & been shaped by an idiosyncratic set of food practices, rituals, & beliefs. Through a firsthand study of the city, its history, its people & its food ways, student will gain a thorough understanding of food & culture in New Orleans.      Course Page               30    3            FOOD-GE 2003            Food and Food Management Internship           Practical work experience in food studies or food management tailored to the specific interests & career goals of each student. Work may be voluntary or paid & is supported by in-class discussion, written projects, & presentations. Should be taken in the last year of study.      Course Page               45 per pnt    1-6 (var)            FOOD-UE 1051            Food and Indentity           Course focuses on how people use food to identify themselves as individuals & as groups. Students will ascertain the meaning & significance of food in different cultures by exploring the way that ethnicity, gender, socioeconomic status & religion influence our food choices. In addition, they will also examine how people transmit & preserve culture using food. Through reading scholarly articles, personal essays, book excerpts, newspaper articles, cookbooks & viewing films, students will examine the intricate relationships that people have with food. Course looks critically at the following questions: how can food have different meanings & uses for different people? How does food function both to foster community feeling & drive wedges among people? What are some prevailing academic theories that help society understand some of these patterns of identification & how do societies change over time?      Course Page               60    4            FOOD-UE 1180            Food and Nutrition in a Global Society           This course, which fulfills the Integrated Liberal Arts requirement, unites the liberal arts experience with a specialization in food & nutrition. It contains three areas of focus: food & nutrition history; ethical issues in food & nutrition; & emerging technologies as they related to food & nutrition.      Course Page               60    4            FOOD-GE 2137            Food Demonstration           Principles & methods for planning, organizing, & demonstrating preparation of selected foods, food products, meals, & cuisines-especially those modified for nutitional or other purposes--to small & large groups.      Course Page               15 per pnt    1-3 (var)            FOOD-GE 2007            Food Economics I: Consumer Behavior           The goal of this course is to analyze the consumer side of food markers & related policy using tools of microeconomic analysis. In the first half of the course theoretical tools are developed, starting from individual choice & moving up to market demand. In the second part of the course, the focus shifts to applications of consumer economic theory in the food system, & how policies can alter consumer behavior.      Course Page               30    3            FOOD-UE 1143            Food Events: Planning and Catering           Organization of marketing, planning, pricing, purchasing, preparation, delivery, & service of foods & meals for specific purposes & occasions, at both on-premis & off-piste locations.      Course Page               15 per pnt    1-3 (var)            FOOD-GE 2054            Food Facility Design and Equipment           Food facility design, layout, & equipment selection, specification, & organization.      Course Page               45    3            FOOD-UE 1054            Food Facility Design and Equipment           Food facility design, layout, & equipment selection, specification, & organization.      Course Page               45    3            FOOD-UE 1188            Food Finance           Introduction to financial planning, control, fundraising, & investment in food & food service industries.      Course Page               45    3            FOOD-GE 2188            Food Finance           Introduction to financial planning, control, fundraising, & investment in food & food service industries.      Course Page               45    3-6 (var)            FOOD-GE 2217            Food Fundamentals           Identification & evaluation of food resources: sources, varieties, & qualities of the most commonly consumed food, beverages, & ingredients.      Course Page               30    3            FOOD-GE 2012            Food History           Examination of food & diets from historical & international perspectives. Considers the origins of foods, the co-evolution of world cuisine & civilizations, the international exchange & spread of food technologies following the voyages of Columbus , & the effects of the emergent global economy on food production, diets, & health.      Course Page               30    3            FOOD-UE 1204            Food in the Arts           The ways in which writers, artists, musicians, & filmmakers have used food as a theme or symbol for reasons of aesthetic, social, cultural, or political commentary.      Course Page               30    2            FOOD-GE 2204            Food in the Arts           The ways in which writers, artists, musicians, & filmmakers have used food as a theme or symbol for reasons of aesthetic, social, cultural, or political commentary.      Course Page               30    2            FOOD-GE 2103            Food Industry Labor Relations and Law           Legal & economic framework, labor legislation & collective bargaining in food & food service operation.      Course Page               30    3            FOOD-GE 2004            Food Industry Project Development           Advanced course addressing market needs,research methods, trend projections, feasibility, evaluation strategies, capital budgets, & financing for development of food service projects.      Course Page               30    3            FOOD-UE 0071            Food Issues of Contemporary Societies           Issues related to methods of food production, distribution, marketing, trade & politics, & the impact of these methods on foods intake & the environment in contemporary societies.      Course Page               60    4            FOOD-UE 1109            Food Laws and Regulations           Overview of legal issues affecting food service management: laws, contracts, taxes, & relations with administrative & regulatory agencies, both domestic & international.      Course Page               45    3            FOOD-GE 2100            Food Legislation, Regulation and Enforcement           This course examines the legal & regulatory frameworks that underlie domestic food policy. Specific areas of emphasis are the jurisdictions of federal & state agencies, the role of the legislative bodies in creating policy, & the role of the judicial system in enforcing policies & regulations.      Course Page               30    3            FOOD-UE 1111            Food Management Essentials II: Marketing and Sales           Objectives: Define the four components of marketing-product, price, place, & promotions & their relevance to food products & services; strategies involved in marketing food products & services.      Course Page               15    1            FOOD-UE 1112            Food Management Essentials III: Food Industry Personnel Management           Objectives: Identify policies, procedures, skills, & methods required to recruit, train, manage, develop, & appraise food industry employees; the laws relevant to human resource practices; & to examine the relationship between line & personnel management.      Course Page               15    1            FOOD-GE 2109            Food Management Legal Environment           Overview of legal issues affecting food & food service management: laws, contracts, taxes & relations with administrative & regulatory agencies both domestic & international.      Course Page               45    3            FOOD-GE 2016            Food Markets: Concepts and Cases           Explores the conceptual underpinnings of the distributive networks through which food travels from farm to table. Examines the relationships between markets, states, & society in their historical & contemporary forms. Employs case studies of how commodities travel through the food system at the local, national & international levels. Topics include mass markets & niche markets; the culture of markets; reciprocity, exchange & redistribution; conventional & alternative supply chains.      Course Page               30    3            NUTR-UE 1023            Food Microbiology and Sanitation           Food safety, processing, & regulatory issues related to the role of microorganisms in food processing & preservation. The use of Hazard Analysis Critical Control Points (HACCP) to prevent contamination of food, equipment, & personnel.      Course Page               45    3            NUTR-UE 1048            Food Microbiology and Sanitation: Safety Certification           This course covers food service sanitation procedures: facilities, food handling, codes, & management responsibilities. It prepares students to take the National Restaurant Association examination for food-safety certification (SERVSAFE).      Course Page               15    1            FOOD-UE 1271            Food Photography           Demonstration of techniques for photographing foods for use in print & other media formats.      Course Page               15    1            FOOD-GE 2171            Food Photography           Demonstrations of techniques for photographing foods for use in print & other media formats.      Course Page               15    1            FOOD-GE 2015            Food Policy           Analysis of the economic & social causes & consequences of current trends in food production, marketing & product development.      Course Page               45    3            FOOD-GE 2039            Food Policy and Politics           The course deals with how governments—particularly that of the United States—design & implement policies & programs to foster social goals such as ensuring a sufficient, safe, affordable,& sustainable food supply. It examines why & how governments do or do not decide to set policies; reviews how stakeholders in the food system become involved in & influence policy development; identifies the social, cultural, economic, & political factors that influence stakeholder & government positions on policy issues; & describes the ways in which these factors promote or act as barriers to policies aimed at promoting the health of people & the planet.      Course Page               30    3            NUTR-UE 1200            Food Preparation Techniques: Photography           Introduction to methods involved in preparing food to be photographed for use in print & other media formats.      Course Page               45    3            NUTR-UE 1052            Food Production and Management           Institutional & commercial food preparation & service, menu planning & pricing, recipe standardization integrated with techniques, methods, principles, standards of food purchasing, receiving, merchandising, & staff supervision.      Course Page               25 lec/50 lab    3            NUTR-UE 1184            Food Science and Technology           Scientific & sensory principles of food evaluation; professional methods, quality assurance, & objective experiments in advanced food preparation.      Course Page               45    3            NUTR-GE 2184            Food Science and Technology           Scientific & sensory principles of food evaluation; professional methods, quality assurance, & objective experiments in advanced food preparation.      Course Page               45    3            FOOD-UE 1101            Food Service Accounting Management           Basic accounting procedures for the food service industry for control of revenues, expenses, assets & liabilities, along with techniques for costing, budgeting, & pricing, with emphasis on their use in situation analysis & decision-making.      Course Page               45    3            FOOD-UE 0057            Food Service Cost Controls           Principles of cost control systems & managerial techniques for planning & controlling costs related to food, labor, plant & property operations, maintenance, & other expenses in operations.      Course Page               45    3            FOOD-UE 1189            Food Service Marketing           Principles, functions, & tools of marketing & sales used by distributors, commercial & noncommercial operators, & vendors; investigation of current marketing issues.      Course Page               45    3            FOOD-UE 1039            Food Service Supervision and Training           Principles of training & supervision in food service management through lectures, demonstrations, & case studies.      Course Page               45    3            FOOD-GE 2035            Food Service Systems           Examination of food service systems, with emphasis on site-specific & corporate functions & current trends in the industry.      Course Page               30    3            FOOD-GE 3400            Food Studies Doctoral Seminar           The Food Studies Doctoral seminar is required for all Food Studies doctoral students from their first semester to their last. Food Studies doctoral students enroll each semester until the time of graduation (even for students conducting field work outside of NYC). The doctoral students & faculty meet three times a semester for three hours. Students discuss their progress, read & discuss assigned readings, & give seminars on their research.      Course Page               10    0/1 (alt)            FOOD-GE 2033            Food Systems           Covers the US food system from the farm to the intermediary to the consumer, in the context of the market & the policy environment. Using methods of the social sciences, the course provides students with a broad understanding of the benefits & costs of the domestic food system. Topics include issues such as intermediary market power, unequal food access, & food production technology. Through lectures, readings, discussion & on the ground research, students gain a deep understanding of the current state of the food system.      Course Page               30    3            FOOD-GE 2034            Food Systems II           Survey of issues surrounding food production from a processing perspective. Students will gain an understanding of various forms of food processing & the issues that surround industrial food production.      Course Page               30    3            FOOD-UE 1033            Food Systems: Food and Agriculture in the Twentieth Century           Focuses on a variety of issues surrounding food production from an agricultural & a processing perspective. Students will gain an understanding of the ideological underpinnings of American agriculture as well as the forces that transformed food production from a regional to a national system. Various approaches will be used to examine the food system including the political, economic, social & cultural dimensions of production.      Course Page               60    4            NUTR-UE 0091            Food Theory Management           Organization & management of commercial & institutional food service facilities in hotels, restaurants, & educational & community program sites.      Course Page               45    3            FOOD-GE 2021            Food Writing           Practical experience in writing reports, articles, pamphlets, & other information materials in the student's primary area of interest in foods, along with studies of classic readings in these fields.      Course Page               10 per pnt    1-3 (var)            FOOD-UE 1181            Food, Culture and Globalization: New York and Sydney           This course investigates current transformations in the food systems & food cultures of New York City & Sydney, Australia, under conditions of globalization. Globalization is transforming major cities into dynamic centers of capital flows, produce, people, & culture, reconstituting neighborhoods, city centers, & their agrarian peripheries, in complex relationships to each other & to other cities, nations & regions. As a course in new sensory urbanism this curriculum seeks to expand the traditional scope and range of the studied senses from sight (art, architecture) & sound (music), to smell, taste & touch, so as to rethink what it means to be a modern urban subject engaged in the pleasures & powers of consumption.      Course Page               60    4            FOOD-GE 2250            Global Food Cultures           An interdisciplinary & intercultural examination of human communication through food. Explores the social, economic, political, & cultural ramifications of food production & consumption. Students will have a unique opportunity to explore various local, regional & transnational, & food rituals.      Course Page               40    4            FOOD-GE 2251            Global Food Cultures: Hong Kong           An interdisciplinary & intercultural examination of human communication through food. The course explores the social, economic, political, & cultural ramifications of the technology, production, acquisition, preservation, packaging, distribution, promotion, representation, selling, presentation, & consumption of food, as well as the disposal of food-related wastes. Students will have a unique opportunity to explore various local, regional & transnational, & food rituals in Hong Kong as the manifestation of changing social norms, economic realities, & cultural beliefs in an increasingly global & multi-cultural city.      Course Page               40    4            FOOD-GE 2253            Global Food Cultures: Paris           This course explores the manner in which the French & Americans think about & interact with their foods. Students will examine the historical development of gastronomic discourse in France & nutrition discourse in the United States. Through analyses of the US media coverage of the war against obesity, fat activists’ websites or French artisanal chocolate window displays, we will consider how individuals negotiate these discourses, as well as the collective identities & ethical frames encoded in them. Students will also travel to the Jura region to better understand the notion of “terroir”, & the centrality of taste & place to this concept. Students will learn how taste ties together different actors, places & processes implicated in the terroir process.      Course Page               40    4            FOOD-GE 2252            Global Food Cultures: Puebla, Mexico           This master’s level course explores the food & foodways of the culturally & historically rich culinary landscape of Mexico. In the city of Puebla, which is considered to be the birthplace of modern Mexican cusine, students will be fully immersed in traditional Mexican culinary & nutritional practices though classroom instruction, guest, lectures, cooking classes, & a wide variety of field trips to markets, local farms, restaurants, & production sites.      Course Page               40    4            FOOD-GE 2254            Global Food Cultures: Puerto Rico           This courses is an interdisciplinary & intercultural examination of human communication through food in Puerto Rico. Explores the social, economic, political, & cultural ramifications of food production & consumption. Students will have a unique opportunity to explore various local, regional & transnational, & food rituals.      Course Page               40    4            NUTR-GE 2187            Global Issues in Nutrition           This course introduces the current issues related to global nutrition. It integrates basic information about food intake and nutrition into discussions of major nutrition-related problems around the world. The course will present and discuss international, national and community-level policies and programs designed to improve the nutritional status of populations and to overcome barriers to their implementation. This course will also discuss nutritional status as a “continuum” whereby populations can simultaneously have members with severe under-nutrition, good nutritional status, and over-nutrition. The course will focus on the burden of under-nutrition but will also discuss several “emerging” or special topics including the nutrition transition, weaning and complementary feeding, and women and health      Course Page               15 per pnt    1-3 (var)            PUHE-GE 2317            Global Issues in Public Health: Puebla, Mexico           Students will examine the impact of migration on issues of public health in Puebla, Mexico. Through a combination of lectures, seminars, research, field trips & fieldwork, the students will learn about the major health problems of the Poblanos, the structure & capacity of the Mexican health care system, & the role of traditional health practices in a rapidly changing society with deep ancient practices.      Course Page               30    3            PUHE-UE 0070            Health and Society: Introduction to Public Health           This course examines the various dimensions of the field of public health & how the public's health is protected. Students will explore the ways social, economic, & political forces influence the health of populations. Additionally, this course will focus upon some of the current ethical public health dilemmas where the rights of the individual vesus the rights of society come into conflict.      Course Page               60    4            PUHE-GE 2405            Health Communications: Theory and Practice           Identification, development, & evaluation of methods for encouraging communities to participate in public health interventions with emphasis on the theoretical basis for communication strategies, & on the design, implementation, & evaluation of health communications programs. Case studies draw on examples from television, radio, print, drama, & other communications media.      Course Page               30    3            PUHE-GE 2322            History and Principles of Public Health Policy           Examination of the mission of public health from a historical perspective. Past & current public health issues, policies & practices are critically analyzed.      Course Page               30    3            FOOD-GE 2105            Integrated Food Management Systems           Integration of principle management disciplines to develop successful business strategies in the food industry: human resources, organization design, labor relations, industrial engineering, marketing customer service, ethics.      Course Page               30    3            FOOD-GE 2173            Integrated Recipe Analysis and Development           Advanced application of principles & techniques of food preparation to development & reformulation of food recipes & products for media, publication, food service, & consumer markets.      Course Page               45    3            NUTR-GE 2165            Interdisciplinary Case-Based Management of Dysphagia           This course is designed to promote the development & application of interdisciplinary, collaborative approaches to evidence-based management of patients with complex needs. Through the use of case studies, student led discussions & learning exercises, students will work as a team to review & critique treatment & management practices. Discipline-specific standards of care, problem-solving approaches to ethical decision-making & case management, & skill sets central to competent health care will be emphasized. Understanding & valuing the contribution of each discipline is essential for effective interdisciplinary case management.      Course Page               10    1            FOOD-GE 2110            International Food Regulation           Examines the international legal & regulatory systems that affect global food production & distribution. Explores debates over food regulations & how different countries approach these controversies & the variety of policy outcomes that result from these debates.      Course Page               30    3            FOOD-UE 1183            International Foods           Introduction to foods from various nationality groups through lectures, demonstrations, hands-on food preparation, & field trips.      Course Page               15    1-3 (var)            PUHE-GE 2314            International Health and Economic Development           An introduction to the issues of health & health care on a global basis. The course focuses on nature & scope of major worldwide health problems & the study of different national & international approaches to their solution.      Course Page               30    3            PUHE-GE 2316            International Health Seminars           Designed for professionals in health related fields & held only outside mainland U.S.A. On-site study of health problems & health care systems in other countries with comparison of international health concerns. Primary emphasis is on factors affecting the roles of health professionals.      Course Page               15 per pnt    2-12 (var)            NUTR-GE 2115            International Issues in Nutrition: Puebla, Mexico           Students will examine the main factors affecting nutrition & health practices in the state of Puebla, Mexico, & focus on the impact of migration on these factors. Students will learn about traditional nutrition & health practices, nutrition programs & the Mexican health care system through a combination of lectures, seminars, field trips, fieldwork, & research.      Course Page               30    3            PUHE-GE 2383            International Population and Family Health           A cross-cultural framework is used to compare the health status of populations & families & factors that affect their health in social subgroups (for example, urban, rural, poor, women & children, & the elderly). The course emphasizes the effects of secular changes in women's roles & status & other societal, economic, & environmental trends in population & family health.      Course Page               30    3            NUTR-GE 2208            International Study in Foods and Nutrition           Through study & travel, this course explores how agriculture, food cuisine, nutrition, & health affect & are affected by the unique culture, history, climate, geography, & economic & political systems of selected countries. The course draws on local academic & professional experts, food producers, & food service providers to investigate these interrelationships through field trips, site visits, interviews, lectures, seminars, & demonstrations, with an emphasis on cross-cultural perspectives.      Course Page               10 per pnt    1-6 (var)            PUHE-GE 2360            Internship and Seminar in Public Health           Supervised field experience providing an opportunity to apply public health skills in community health settings. Locations may include government agencies, hospitals, professional associations, voluntary health agencies, businesses, industries, & international agencies. Placement selection may focus on special topics such as infectious or chronic disease prevention, substance abuse, family planning, & food, environment, & health systems.      Course Page               30    3            FOOD-UE 1056            Internship in Food Studies and Food Management           Practical work experience in food studies & food management supported by class work, discussion & projects. The objectives of the course are to apply classroom content to work experience; identify career options through professional seminars; work experience, & class discussions; develop professional skills through personal observations, work experience & class assignments & identify resources & professional networks that support employment opportunities in the field of interest.      Course Page               45 per pnt + tba    1-6 (var)            PUHE-GE 2359            Internship in Health Education           Supervised field experience providing an opportunity to apply public health skills in community health settings. Locations may include government agencies, hospitals, professional associations, voluntary health agencies, businesses, industries, & international agencies. Placement selection may focus on special topics such as infectious or chronic disease prevention, substance abuse, family planning, & food, environment, & health systems.      Course Page               30 per pnt    3-9 (var)            PUHE-UE 1306            Introduction to Epidemiology           Introduction to the field of public health epidemiology, emphasizing methods for assessing factors associated with the distribution & etiology of health & disease, including social factors such as race & gender & global differences in disease distribution & control.      Course Page               60    4            NUTR-UE 1187            Introduction to Global Issues in Nutrition           This course introduces the current issues related to global nutrition. It integrates basic information about food intake and nutrition into discussions of major nutrition-related problems around the world. The course will present and discuss international, national and community-level policies and programs designed to improve the nutritional status of populations and to overcome barriers to their implementation. This course will also discuss nutritional status as a “continuum” whereby populations can simultaneously have members with severe under-nutrition, good nutritional status, and over-nutrition. The course will focus on the burden of under-nutrition but will also discuss several “emerging” or special topics including the nutrition transition, weaning and complementary feeding, and women and health      Course Page               15 per pnt    1-3 (var)            PUHE-UE 1310            Introduction to Global Public Health           Introduction to public health issues from a global perspective. Examination of social environment influences & their impact on populations throughout the world. The threat of global epidemics will be examined as well as strategies to control the spread of disease. Current ethical public health dilemmas where the rights of individuals can conflict with national or international public safety are discussed.      Course Page               60    4            NUTR-UE 1068            Introduction to Human Physiology           Introduction to Human Physiology is a one-semester course for students with an interest in health care. Little exposure to biology is assumed for this course. This course is heavily concerned with the basic concepts of structural & functional organization of the human body, the terminology involved in the areas of physiology & anatomy, & the understanding of the different anatomo-physiological systems.    Liberal Arts Core/CORE Equivalent - satisfies the requirement for Natural Sciences      Course Page               60    4            PUHE-UE 1315            Introduction to Public Health Nutrition           Introduction to the concepts, principles, & scope of public health nutrition. Discussion of major factors that distinguish public health nutrition from clinical nutrition with a focus on populations rather than individuals. Integrate basic information about food & nutrition into discussions of policies & programs designed to improve the dietary intake, physical activity level, & health status of populations, in addition to addressing barriers to implementation of important public health policies & programs.      Course Page               60    4            PUHE-UE 1335            Introduction to Public Health Research           Student teams engage in the study & practice of data collection & analysis using tools & applications commonly used in public health research. The course is divided into two units: an introduction to public health informatics, & an introduction to survey research.      Course Page               60    4            FOOD-GE 2030            Introduction to Urban Agriculture           This course provides a practical introduction to urban agriculture. Students will learn horticultural skills while performing tasks at the NYU Urban Farm Lab. They will also learn about the biological processes that these tasks manage & how they fit together in a system. Through visits to other sites around the city, students will be exposed to a wide variety of strategies for practicing horticulture in the urban environment.      Course Page               28    2            FOOD-UE 1030            Introduction to Urban Agriculture           This course provides a practical introduction to urban agriculture. Students will learn horticultural skills while performing tasks at the NYU Urban Farm Lab. They will also learn about the biological processes that these tasks manage & how they fit together in a system. Through visits to other sites around the city, students will be exposed to a wide variety of strategies for practicing horticulture in the urban environment.      Course Page               30    2            PUHE-GE 2357            Lesbian, Gay, Bisexual and Transgender Health Disparities           The Institute of Medicine has determined that lesbian, gay, bisexual, and transgender (LGBT) individuals face significant health disparities in the United States & globally, including risk for several cancers, mental illnesses, & various infectious diseases, including but not limited to HIV/AIDS. LBGT people are also more like to smoke, drink alcohol, use drugs, & engage in other risky behaviors than their heterosexual peers. This course examines these health disparities & considers how structural factors including, discrimination, homophobia, unequal rights & protections under the law, & unequal distribution of health services, shape health behaviors & create health risks for LGBT individuals      Course Page               30    3            PUHE-GE 2357            LGBT Health Disparities           This seminar course examines the core interdisciplinary theories, knowledge, research, & methods evidenced in in understanding LGBT health. The course introduces students to the main conceptual frameworks for the study of LGBT individuals & communities and overviews existing knowledge about LGBT health in the United States across the lifespan. The course highlights research design, measurement, ethics, & analysis issues in population research in LGBT health. Local experts on LGBT health will serve as guest lecturers & provide in-depth explorations of their most recent research findings, ranging from cell to society.      Course Page               30    3            FOOD-GE 2101            Managerial Account for the Food Industry           Budget procedures & statistical methods for decision making through a review of accounting systems & food business methods for financial analysis      Course Page               30    3            FOOD-GE 2107            Managing Food Industry Personnel           Examination & analysis of politicos, procedures & methods needed to effective management of personnel in the food & food service industries.      Course Page               30    3            NUTR-GE 2042            Maternal and Child Nutrition           Principles & application of nutrition for healthy mothers, infants, children, & adolescents with emphasis on current research related to normal growth & development.      Course Page               30    3            NUTR-GE 2037            Medical Nutrition Therapy           Study of the research basis of diet therapy for the principle nutrition related disease conditions through analysis of case histories. The relationship of food & nutrition to medicine: physiological & clinical basis of disease processes & medical, surgical & diet therapies for acute & chronic disease conditions, through lectures, case discussions, assigned readings, programmed learning guides, & class presentations. Course is restricted to diet interns.      Course Page               45    4            NUTR-GE 2220            Nutrition and Aging           Analysis of research, programs, & services related to the interaction between nutrition & aging, with emphasis on role of nutrition in comprehensive geriatric care      Course Page               30    3            NUTR-UE 1265            Nutrition and Fitness           Course covers a basic overview of fitness & exercise physiology & the associated nutritional issues for students with an interest in health sciences or biological sciences. Previous knowledge of basic human nutrition & physiology concepts is required for this course.      Course Page               45    3            NUTR-GE 2021            Nutrition and Food Writing           Practical experience in writing reports, articles, pamphlets, & other information materials in the student’s primary area of interest in nutrition, along with studies of classic readings in the field.      Course Page               10 per unit    1-3 (var)            NUTR-UE 0119            Nutrition and Health           Introduction to nutrition science & its role in health & society: nutrient characteristics, requirements, & food sources, energy balance, weight control, dietary guides & food planning, & social & economic factors that affect food production & consumption.    Liberal Arts Core/CORE equivalent – satisfies the requirement for Natural Sciences.      Course Page               45    3            NUTR-UE 1269            Nutrition and The Life Cycle           Analysis & application of the physiological, biological, & biochemical basis for differences in nutritional requirements throughout the principle stages of the life cycle - pregnancy, infancy, childhood, adolescence, adulthood, older adulthood - & the ways in which social & environmental factors influence nutritional status at each stage.      Course Page               45    3            NUTR-GE 2178            Nutrition Assessment for Research Methods           Theory & analysis of nutrition assessment methods in community & clinical settings. Dietary, clinical, anthropometric, & biochemical assessment methods & their limitations & strengths are discussed using current research.      Course Page               45    3            NUTR-GE 2198            Nutrition Counseling Theory and Practice           This course integrates medical nutrition therapy & education with psychodynamics theory & technique to increase the efficacy of nutrition care in short- & long-term health care settings. Through the use of advanced cases & related theory, core learning methods include classroom discussion, role play, weekly logs, process recordings, & supervision.      Course Page               30    3            NUTR-GE 2199            Nutrition Education           Principles, methods, & materials for teaching nutrition to diverse groups in a variety of settings.      Course Page               30    3            NUTR-GE 2196            Nutrition Focused Physical Assessment           Emphasis on broadening knowledge & skills in physical assessment applied to the nutrition evaluation of individuals.      Course Page               30    3            FOOD-GE 2215            Nutrition in Food Studies           An accelerated survey of basic principles of nutrition applied to food studies: nutrient functions, nutritional requirements, food composition, menu planning & assessment, food safety, dietary patterns, diet & health issues, dietary recommendations, food products for nutritional purposes. For students with no previous training in nutrition or health.      Course Page               30    3            NUTR-GE 2213            Nutrition in Public Health           Introduction to the concepts, principles, & scope of practice of public health nutrition. The course emphasizes the distinction between population-based & individual-based approaches to prevention & alleviation of diet-related conditions, & the societal, economics, environmental, & institutional barriers to improving the nutritional status & health of diverse population groups.      Course Page               30    3            NUTR-GE 2000            Nutrition: New Graduate Student Seminar           Introduction to academic & professional resources at New York University & to career opportunities in nutrition. Class meets five times during the first semester of study.      Course Page               5    0            NUTR-GE 2222            Nutritional Aspects of Eating Disorders           Definition, diagnosis, assessment, & determinants of eating disorders from the nutritionist?s perspective, with an emphasis on team approaches to treatment.      Course Page               30    3            NUTR-UE 1064            Nutritional Biochemistry           Study of the role of nutrients in the human body at the cellular level & in metabolism      Course Page               45    3            NUTR-GE 2192            Nutritional Epidemiology           Fundamentals of nutrition epidemiology focused on the collection, analysis, & interpretation of data on dietary intake & nutritional status of diverse population groups. The course emphasizes critical evaluation of dietary assessment methods & the results of research studies associating intake of foods & nutrients or food consumption patterns with the risk of cancer, coronary heart disease, & other chronic diseases.      Course Page               30    3            NUTR-GE 2041            Pediatric Nutrition           Principles of nutrition applied to disorders of infants, children & adolescents, with emphasis on current research; evaluation of diets of healthy children.      Course Page               30    3            PUHE-GE 2374            Perspectives on Reproductive Health Care           This course provides an overview of reproductive health policies & practices in the United States. For each topic presented, students will take a critical look at the major policies that affect the provision & access to health care & the resulting health outcomes & disparities. Students are asked to review the trends in reproductive health care practice in the United States & have the opportunity to identify & practice health education skills that can impact health care outcomes.      Course Page               30    3            PUHE-UE 1321            Principles of Health Promotion and Education           Introduction to the theories of health behavior that guide many public health interventions. Compares & contrasts the assumptions of different theories in shaping health behavior, & examines the ways in which such theories are currently employed in public health interventions. Students will undertake a semester long project applying the skills gained in class to a public health problem they identify on the college campus.      Course Page               60    4            PUHE-GE 2365            Professional Writing in Public Health           Develops writing to audiences, including the general public, legislators, government officials, academics and healthcare providers. Students will explore a variety of writing forms commonly used in the practice of public health. They will develop and enhance their writing skills in order to commuicate written public health messages effectively with a given audience.      Course Page               30    3            PUHE-GE 2349            Program Planning and Evaluation           Research methods for identification of population-based needs for public health intervention, development of programs to meet those needs, & evaluation of the effectiveness of the intervention. Application of research methods to proposal writing, budget, planning, project management, & methods of program evaluation. Students research the need for a public health intervention through a formal needs assessment, conduct the intervention, evaluate its impact, & describe these events in a formal paper & presentation. This research project in the culminating experience for the program.      Course Page               30    3            NUTR-GE 2060            Program Planning in Foods and Nutrition           Identification of population-based needs for nutritional intervention & methods for development of programs to meet those needs. Through fieldwork, students assess need for nutrition programs & develop a formal intervention plan to meet the identified needs. The course is designed primarily for students interest in public health nutrition, community nutrition, & nutrition education, & for professionals working in related fields.      Course Page               20    2            NUTR-GE 2030            Public Health Nutrition Fieldwork Seminar           Supervision, discussion, & analysis of nutrition field experience - observations, practice, or service delivery - in public health agencies or programs.      Course Page               10    0            PUHE-GE 2030            Public Health Nutrition Fieldwork Seminar           Supervision, discussion, & analysis of nutrition field experience - observations, practice, or service delivery - in public health agencies or programs.      Course Page               10    0            PUHE-UE 1327            Public Health Profession and Practice: Public Health in the City           Familiarizes students with the practice of public health, introducing them to the various settings & arenas in which public health professionals work. Through discussions with professionals in the field, students gain exposure to the roles & responsibilities of the public health workforce, & consider the different contributions & limitations of various efforts.      Course Page               60    4            PUHE-GE 2315            Public Health through Film and Fiction           Examination of public health issues through the lens of film & fiction illustrating how narrative works provide dramatic insight into the multifaceted nature of public health problems, the complex circumstances giving rise to them, & the factors influencing responses. Discussion will include militarism, gender inequality, economic conditions, drug trafficking, occupation, pandemic disease, the interrelatedness of these problems & the diverse geographic regions affected by them.      Course Page               30    3            FOOD-GE 2061            Research Applications in Food Studies           Theoretical & applied aspects of research design, data analysis, & interpretation. Students conduct, analyze, & present an evaluative or applied research project in food studies. Should be taken in the last year of study in the master's program.      Course Page               30    3            NUTR-GE 2061            Research Applications in Nutrition           Theoretical & applied aspects of research design, data analysis, & interpretation. Students teams conduct, analyze, & present an evaluative or applied research project in nutrition. Should be taken in the last year of study in the master’s program.      Course Page               30    3            NUTR-GE 2063            Research Apprenticeship in Foods & Nutrition           Practical aspects of research on topics related to nutrition, foods, or food management. Students assist a faculty member with an ongoing research project. Depending on the nature of the specific project & the time available for assistance, qualified students may participate in one or more components of the research: study design bibliographic retrieval, data collection, data analysis, or writing for publication. Permission of sponsoring professor required.      Course Page               45    2            FOOD-UE 1118            Research in Food Studies           Examines both theoretical & applied aspects of research design, data analysis, & interpretation. Through readings, class discussion, guest lectures & written assignments, student will gain a thorough understanding of & practice in the components of good food-focused research. Topics include: articulating a research question, locating & using primary & secondary source information, conducting original research, & structuring & executing a research project.      Course Page               60    4            FOOD-GE 2190            Research Methods in Food Studies           Introduction to the design, interpretation, & evaluation of research in food studies. To be taken first semester of the master?s program.      Course Page               30    3            NUTR-GE 2190            Research Methods in Nutrition           Introduction to the design, interpretation, & evaluation of research in nutrition. To be taken first semester of the master’s program.      Course Page               30    3            PUHE-GE 2361            Research Methods in Public Health           Review of research & original writings related to public health. Application of research methodology to problems in public health.      Course Page               30    3            PUHE-GE 2190            Research Methods in Public Health           Introduction to the design, interpretation, & evaluation of research in public health. To be taken first semester of the master’s program.      Course Page               30    3            NUTR-GE 2280            Seminar in Advanced Nutrition           This course will explore selected current topics in advanced nutrition through the critical analysis of pertinent original research publications and class discussion.      Course Page               10 per pnt    1-6 (var)            NUTR-GE 2284            Seminar in Advanced Nutrition: Bariatric Surgery Weight Loss Management           No Course Description Available      Course Page               10 per pnt    1-6 (var)            NUTR-GE 2289            Seminar in Advanced Nutrition: Current Research and Diet in Chronic Diseases: Cancer           This course provides specialized instruction in the emerging research of prevention and control of cancer, a top cause of death among Americans. It will cover topics related to epidemiology and prevalence of cancer in the US and behavioral risk factors. Student will be able to integrate critical appraisal of the literature and bibliographic search concepts and techniques. Students will be able to describe the role of diet and diet-related lifestyle factors in the etiology and prevention of cancer and interpret this information for practice      Course Page               10    1            NUTR-GE 2286            Seminar in Advanced Nutrition: Diseased Gut           This class is designed to strengthen students? clinical nutrition knowledge specifically as it relates to the management of acute Gastrointestinal Diseases & the consequences of major GI surgery. The course will have a surgical emphasis but will also cover non-surgical GI disease & the medical literature as it related to nutrition support. Students will expand their knowledge on the digestion & absorption through gaining a thorough understanding of the consequences of short bowel & intestinal failure. In addition through critical analysis of research studies they will learn evidence based practice as it related to feeding patients with severe GI disease/malnutrition /major surgery.      Course Page               10 per pnt    1-6 (var)            NUTR-GE 2288            Seminar in Advanced Nutrition: Ethical Controversies in Nutrition, Food Studies, and Public Health           This course deals with ethical values & moral judgments of right & wrong & good & bad -- related to the consequences of food production & marketing, dietary advice, & food choices for nutrition & public health. Through case studies involving extensive reading & analysis, it investigates current ethical dilemmas in such areas as the effects of industrial & alternative agriculture on farm animals. farm workers, & the environment; food product advertising, & marketing; food labeling; regulation of food safety; food assistance to the poor; food aid to developing countries; creation of nutritional standards; & dietary advice to the public. Each case examines the ethical implications of current practices from the standpoint of diverse stakeholders in food systems: producers, marketers, government officials, health professionals, & the public.      Course Page               30    3            NUTR-GE 2283            Seminar in Advanced Nutrition: Ethics and Ethical Issues in Nutrition and Health Care           Ethics & ethical issues relevant to nutrition & health care. Emphasis is placed on the integration & application of ethics in clinical decision making across a variety of settings. Case studies provide students with opportunities to apply the Code of Ethics for the Profession of Dietetics & models of ethical deicision making in preventive, therapeutic, supportive, & palliative care with individuals & families across the life course & from diverse populations.      Course Page               10    1            NUTR-GE 2282            Seminar in Advanced Nutrition: Genetics and Pediatrics           No Course Description Available      Course Page               10 per pnt    1-6 (var)            NUTR-GE 2291            Seminar in Advanced Nutrition: Ketogenic Diet in Epilepsy and Other Conditions           Students will explore the various types of ketogenic diets (KD) & applications, primarily in pediatric & adult epilepsy but also in other emerging areas, such as cancer & Alzheimer’s. They will review the scientific evidence to support the use of the KD & consider the nutritional implications & practical applications. The culminating project will utilize the kitchen to prepare & evaluate different ketogenic meals.      Course Page               10    1            NUTR-GE 2281            Seminar in Advanced Nutrition: Landmark Studies           No Course Description Available      Course Page               10 per pnt    1-6 (var)            NUTR-GE 2290            Seminar in Advanced Nutrition: Malnutrition Screening, Assessment and Intervention           This class is designed to strengthen students’ clinical nutrition knowledge specifically as it relates to the definition, screening, & assessment of adult malnutrition & to evidence based intervention strategies for the prevention & management of adult malnutrition. The class will focus on adult malnutrition of the hospitalized patient and of the oncology patient. Through critical analysis of published research studies, students will develop an understanding of evidence-based practice as it relates to these areas.      Course Page               30    3            NUTR-GE 2287            Seminar in Advanced Nutrition: Nutrigenetics and Nutrigenomics           No Course Description Available      Course Page               10 per pnt    1-6 (var)            NUTR-GE 2285            Seminar in Advanced Nutrition: Obesity in Clinical Practice           No Course Description on File      Course Page               10 per pnt    1-6 (var)            PUHE-GE 2355            Social and Behavioral Determinants of Health           Study of the social, psychological, & cultural determinants of health behavior & consideration of their meaning for public health professionals in domestic & international community settings. the course addresses conditions & phenomena that affect people's understanding, acceptance, & use of health information &, therefore, the design, implementation, & evaluation of community health interventions.      Course Page               30    3            FOOD-GE 2106            Social Entrepreneurship in Sustainable Food Business           This course introduces students to the concepts, frameworks & models to systematically build successful, socially-conscious businesses that are both sustainable & public health-driven. Topics will include how to 1) identify & analyze need-gaps, 2) develop a sustainable-food business concept, 3) identify a profitable niche in the global, social-justice oriented market, & 4) raise capital in innovative ways. The course will also provide access to domain-specific resources including key industry participants, industry experts & research partners.      Course Page               35    3            NUTR-GE 2045            Sports Nutrition           Evaluation & application of nutrition concepts related to the energy, fluid & nutrient requirements of athletes & physically active individuals: diet related physiology, trends in sports nutrition, special conditions affecting athletic performance & techniques for counseling athletes.      Course Page               30    3            FOOD-GE 2038            Strategic Food Marketing           Development of plans for marketing food & beverage products & services through evaluation of data on quality management, competition, advertising, & consumer & market research.      Course Page               30    3            FOOD-GE 2260            Sustainability of Food Systems           No Course Description Available      Course Page               35    2/3 (var)            FOOD-GE 2261            Sustainability of Food Systems: East End of Long Island           Sustainability of our food systems - & the communities in which they operate - will be a core focus of this field trip-based course. Using Eastern Long Island as a local case study, we will explore the rationale for, & issues & innovations in, sustainable development, as illuminated by the agriculture, aquaculture, wine industry, & restaurants of Long Island’s North & South Forks. The course will include visits to farms, wineries, scallop & oyster fisheries, food businesses, farmers markets, & restaurants, as well as lectures by pioneering land preservationists, community developers, farmers, winemakers, beekeepers, & others.      Course Page               35    2            FOOD-GE 2262            Sustainability of Food Systems: Sustainability in the Urban Environment           Sustainability in the Urban Environment: Urban policy makers began have embraced local food systems as a solution to a myriad of urban problems, including lack of green space and a dearth of healthy food availability. As part of this shift in policy, cities and other jurisdictions have encouraged production in the urban environment. But at the local and state levels, such policies are often based on a vision of how food might be grown in a city, and do not consider the feasibility or viability of such ventures. Nor do the policies consider how much of a contribution urban farms might make to urban food supplies. This course studies, in an experiential context, questions such as: much food can urban farms supply? Do farms even have to produce food? What are the differences between urban farms that have claimed nonprofit status, acting more as educational facilities than as commercial farms.      Course Page               30    3            NUTR-UE 0085            Techniques of Regional Cuisine           Introduction to the foods of various world regions & the techniques used to prepare them through hand-on food preparation, demonstrations, lectures & field trips.      Course Page               60    3            FOOD-GE 2183            Techniques of Regional Cuisines           Introduction to foods from various nationality groups through lectures, demonstrations, & field trips.      Course Page               30    2            FOOD-GE 2013            The Roles of Food in Social Movements           How food is used as a tool in social movements across cultures & time. Some of the themes of the course are food & revolutions, food as a form of social resistence & food as an apparatus for government policies. Students will learn that food’s highly flexible meaning can be both a force for change as well as oppression.      Course Page               30    3            FOOD-GE 2205            Theoretical Perspectives in Food Culture           Examination of theoretical literature commonly employed and debated in the field of food studies. Through the work of such established scholars as Freud, Elias, Foucault, de Certeau, Veblen and Barthes, understand their usefulness to recent scholarship in the developing field of food studies. Students focus on the practical task of developing useful tools, such as methods, techniques and concepts, for their own research agendas.      Course Page               30    3            NUTR-UE 0120            Theories and Techniques of Nutrition Education and Counseling           Theory & practice of nutritional education & dietary behavior change; methods of nutrition counseling in a variety of settings.      Course Page               30    2            PUHE-GE 2310            Topics in Health: Health Communication           The course will address special topics in heal communications including provider-patient commonucations, intercultural health communications, constituency relations, lessons learned from the AIDS crisis, special consideration in parental & family communicationsd, key challenges in childhood obesity communications, & communications success stories. Case studies, mini-lectures, guest speakers & student facilitated discussions will be used to illustrate all topics.      Course Page               30    3            FOOD-UE 1210            Understanding Food in History           Examination of food from historical & transnational perspectives. Topics considered are: the origins of agriculture, the phenomenon of famine, the co-evolution of world cuisines & civilizations, the international exchange & spread of foods & food technologies following 1492, issues of hunger & thirst, & the effects of the emergent global economy on food production, diets, & health.      Course Page               30    2            PUHE-UE 1325            Understanding Social Context and Risk Behavior: Public Health Approaches           Focuses on the relationship of risk behavior to social context. Includes discussion of the distribution of different types of risk factors across the U.S. population over the past fifty years, paying particular attention to class, race, geographic region of the country & age. Examines the historical policy approaches to addressing risk behaviors & social issues such as substance abuse, violence, & forms of sexual behavior. Emphasis will be placed on the ways in which social interpretations of behaviors have contributed to the development of public health interventions to address them.      Course Page               60    4            FOOD-GE 2036            Water, Waste and the Urban Environment           Investigates the final stage of the food system, water & waste disposal, as it is manifested in the urban metropolis. This course also draws upon the historical underpinnings of the systems used to manage water & waste, but also the underlying issues of purity & contamination that these systems are also designed to address. Issues include water & waste in relation to changing landscapes & demographics, enmeshment in urban policymaking, & competing notions of environmentalism.      Course Page               30    3            NUTR-GE 2194            Weight Control           Evaluation & application of theories of weight control & eating behavior to weight reduction & maintenance programs, with emphasis on development of scientifically based methods to promote appropriate body weight.      Course Page               30    3            PUHE-GE 2319            Writing Grants and Funding Proposals for Health Related Programs           A ?hands-on? approach to grant writing including development of skills in locating potential funding sources & the use of appropriate grant-writing style & technique. Students are guided through the development of a grant proposal, from locating sources of funds; through development of program objectives, background, & methods; to the peer review process.      Course Page               30    3                                     This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]},
{"detail": [{"content": "Home Page | NYU School of Medicine                                   Skip to main content                      Patient Care       Faculty &amp; Staff Directory       Events       Careers       Donate                                                                                                                                                                                             Research   Education &amp; Training   Departments, Centers &amp; Institutes   Patient Care                                                                                                                                                                                                                                                                 Research           Research Investigators Clinical Trials Core Facilities Seminars &amp; Lectures About Our Research           Education &amp; Training           MD Admissions Sackler PhD Program Residencies &amp; Fellowships Continuing Medical Education About NYU School of Medicine           Departments, Centers &amp; Institutes            A-Z of Departments &amp; Divisions A-Z of Centers, Programs &amp; Institutes                                                                          NYU Langone Medical Center       Student Login       Library                 Policies &amp; Disclaimers"}, {"content": "Nutrition, Food Studies, and Public Health Courses - Courses - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Courses                          Steinhardt Course  EVALUATION RESULTS                     Nutrition, Food Studies, and Public Health Courses            The list below includes courses that have been offered within the past five years. Since many courses are offered only infrequently or on a rotating basis or have only been approved recently or as pilot courses, please check the current schedule of classes or ALBERT for the most up-to-date listing of current courses.    Click on a course name to view a description.                  Course Listing                          Course Number       Title       Hours       Units                            FOOD-UE 1217            Advanced Foods           Principles & practice of identification, comparison, & evaluation of selected foods, ingredients, techniques, & equipment for recipe formulation, menu planning, or preparation with an emphasis on modifications to meet specific nutritional or other requirements.      Course Page               15 per pnt    1-3 (var)            FOOD-GE 2216            Advanced Foods           Principles & practice of indentification, comparison, & evaluation of selected foods, ingredients, techniques, & equipment for recipe formulation, menu planning, or preparation with an emphasis on modifications to meet specific nutritional or other requirements.      Course Page               15 per pnt    1-3 (var)            NUTR-GE 2139            Advanced Nutrition: Protein, Fats and Carbohydrates           Biochemical, physiological, and clinical factors that affect the role of macronutrients in human health and disease, with an emphasis on critical analysis of recent research studies in this field. May also include topics such as cholesterol, fiber, non-nutritive sweeteners, & alcohol.      Course Page               30    3            NUTR-GE 2144            Advanced Nutrition: Vitamins and Minerals           Biochemical, physiological, & clinical factors that affect the role of micronutritients in human health & disease, with an emphasis on critical analysis of recent research studies in this field. Includes the role of selected vitamins & minerals in cancer, coronary heart disease, HIV infection, bone loss, & other conditions of topical interest.      Course Page               30    3            FOOD-GE 2240            Advanced Topics in Food Studies           An umbrella course designed for advanced graduate students to explore a specific food topic. It is expected that course themes will vary to relfect debates in the fields of food culture & food systems. Topics may include the following: Women and Food, The Agro-Industrial Complex, Food & Post-Colonial Fiction, Food & the Media, Frankenstein’s Kitchen: Food Technology in Historical Perspective, Globalization & the Political Economy of Food.      Course Page               30    3            FOOD-GE 2248            Advanced Topics in Food Studies: A Mobile Food Cart for the 21st Century           This course traces the history of food vendors as a way to understand their presence in & impact on urban & cultural milieus. Students will use this knowledge to map issues & trends, & will conceptually frame & physically design a 21st Century Mobile Food Vending Cart. Students will assess how to improve cart mobility in the context of the effectiveness of different materials, including newly developed materials, & forms of housing units. The cart’s environmental impact will be studied under multiple assumptions about energy & water usage, including solar power, water reclamation & water filtration.      Course Page               30    3            FOOD-GE 2245            Advanced Topics in Food Studies: Food and Fine Art           Advanced Topics in Food Studies: Food and Fine Art will explore the use of food in Fine Arts & how Fine Arts can help to explain food’s place in the societies where the art work was produced. Selected examples from history of art (the course is not a thorough survery of art history) will be used to explore the cultural context , the conventions of arts, & aesthetics.      Course Page               30    3            FOOD-GE 2243            Advanced Topics in Food Studies: Food and Popular Culture           This seminar examines the portrayal of food, food intake, dieting, body image, & health as communicated through various forms of contemporary popular culture, including advertising, print, media, television, the internet, film, & restaurant design. Students will also explore methods in communication studies (such as semiotics & critical theory) commonly employed to analyze the complex interactions between food & all kinds of expressions of popular culture.      Course Page               30    3`            FOOD-GE 2244            Advanced Topics in Food Studies: Food Sociology           Provides students with a sociological understanding of the food system & food behavior. Students examine the production, distribution & consumption of food to understand ’why we eat the way we do.’      Course Page               30    3            FOOD-GE 2241            Advanced Topics in Food Studies: The Agro-Industrial Complex           Focuses on the development of an industrialized agricultural system. Some of the topics that will be covered in class include: taming nature; industrializing the farm; applying science to the food problem; & the social cost of the system. Students will learn about the development of industrial farming practices, environmental issues surrounding industrial agriculture, the politics of food production, & the human cost of inexpensive food.      Course Page               30    3            FOOD-GE 2242            Advanced Topics in Food Studies: Women and Food           Explores various aspects of women’s relationship to food. Some of the themes of the course are the gendering of food, women as food producers, motherhood, feeding women’s bodies; kitchen lobar; racial constructions of cooks; & the feminized space of the cookbook. Students will learn that women have a highly complex & contested relationship to food & that prescribed social roles help shape this relationship.      Course Page               30    3            FOOD-GE 2283            Advanced Topics in Food Systems: Agricultural Globalization           Course examines the process of agricultural globalization & its effects on the process of rural & agricultural development in the global south. Specifically, analyze the incorporation of agricultural producers & processors in developing countries into the supply chains of global food brands & retailers. The goal is to identify how globalization is shaping institutions that govern agricultural laborers in poor & middle income communities, who are the most vulnerable actors in the global economy.      Course Page               30    3            FOOD-GE 2282            Advanced Topics in Food Systems: Organic Food and Agriculture           This course explores organic agriculture from multiple angles, starting with a historical exploration of organic & finishing with policy approaches to organic. Specific aspects studied include the environmental benefits of organic production systems, the political economy of the US organic regulation, health benefits of organic, & organic consumption and marketing.      Course Page               30    3            FOOD-GE 2284            Advanced Topics in Food Systems: Food Systems Planning           Course examines the role of planning in building sustainable food systems. The fact that more than 9 million people get fed every day in the city on New York without any apparent plan for how this happens is considered a miracle of free markets. Taking a closer look at this & examining shortcomings in an effort to understand what needs are nor being addresses & what can be done to address them. Recent case studies will be used to illustrate what non-profits and & local governments can do to build sustainable food systems. The culture of the course is part graduate seminar & part planners workshop, a mix of theoretical and practical.      Course Page               30    3            FOOD-GE 2285            Advanced Topics in Food Systems: Gender           Course explores the intersection of gender, identity, culture & food. Students will analyze the influences of sexual identity, human sexuality, sexual orientation & gender on real & perceived cultural views of food & consumption. Topics will address how society assigns gender to food by investigating historical & contemporary texts. Employing advertisements, menus, recipes, cookbooks, television programs, films & packaging, students will critically analyze gendering practices. Theoretical frameworks will include queer theory, early feminist theory, Whiteness theory & emerging male studies & transgender studies.      Course Page               30    3            PUHE-GE 2335            Advocating for Community Health           This course examines models & principles of community development, social planning, social action, & public advocacy for health education, & concepts & theories related to planned change      Course Page               30    3            PUHE-GE 2318            Assessing Community Health Needs and Resources           Definition and description of health problems of specific immigrant communities in New York City using census data & other sources of objective information. Through field observations, students determine the ways in which health providers, community leaders, & community residents view that health problem, & compare these views with more objective data as a means to develop health intervention strategies.      Course Page               45    3            FOOD-GE 2025            Beverages           Basic principles & practical experience in development of beverage systems & menus. Considers pricing, equipment, legal, merchandising & personnel policies.      Course Page               45    3-6 (var)            FOOD-UE 1025            Beverages           Basic Principles & Practical experience in development of beverage systems & menus. Considers pricing, equipment, legal, merchandising & personnel policies.      Course Page               45    3            NUTR-UE 1185            Clinical Nutrition Assessment and Intervention           Advanced study of the effects of disease on nutrient & energy requirements & metabolism, assessment & treatment of disease-indused malnutrition, nutritional support methods applied to case management. Emphasizes assessment of anthropometric & biochemical indicators, clinical symptoms, & development of individual nutritional care plans. For advanced undergraduates & graduate students requiring preparation for clinical course.      Course Page               45    3            NUTR-GE 2145            Clinical Nutrition Services           Comparison of programs, services & systems designed for clinical practitioners who manage delivery of services in health care settings.      Course Page               30    3            NUTR-GE 2146            Clinical Practice in Dietetics I           Seminar & supervised experience in clinical dietetics through observation, practice & research; food service systems, impatient & ambulatory nutrition care, specialty practice settings.      Course Page               450    3            NUTR-GE 2147            Clinical Practice in Dietetics II           Seminar & supervised experience in clinical dietetics through observation, practice, & research; food service systems, inpatient & ambulatory nutrition care, specialty practice settings.      Course Page               450    3            FOOD-UE 1130            Communication Workshop in Foods and Nutrition           Techniques for communicating information about nutrition to professionals, the public, the media, & food & beverage marketers.      Course Page               30    2            NUTR-UE 1209            Community Nutrition           Rationale for development of community nutrition programs & their design, implementation, & evaluation. Lectures & individual & group projects.      Course Page               45    3            PUHE-UE 1330            Community Public Health Internship and Seminar           A culminating experience that broadens students? exposure to public health practice, facilitates valuable work experience, & increases students knowledge of specific career opportunities. Placements are a semester long & serve as the basis for the internship seminar that meets periodically throughout the semester.      Course Page               60    4            PUHE-GE 2410            Community-Based Health Interventions           Identification & evaluation of programs designed to reduce health risks among individuals & communities with a focus on factors influencing the design of interventions, choice of methods, ways to assess the magnitude of change effected by the intervention & ethical issues raised by the interventions.      Course Page               30    3            FOOD-GE 2019            Comparative Cuisine           Examination of the cuisines of Europe, South America, Asia, & Africa & their influences on late 20th century North American foods, meals, & menus. Students will analyze these cuisine from perspective of geography, climate & culture, through readings, lectures, films, in-class tastiness, & restaurant field trips.      Course Page               10 per pnt    1-3 (var)            NUTR-GE 2210            Complementary and Alternative Nutrition Therapies           Review & analysis of the cultural context, rationale for, & applications of complementary & alternative nutritional therapies for acute & chronic conditions. The course emphasizes critical evaluation of scientific & other evidence for safety & clinical efficacy of products & methods, & of library, internet, & popular resources on this topic.      Course Page               30    3            NUTR-UE 0021            Computers in Nutrition and Food Service           Application & evaluation of basic computer tools & techniques for nutritional analysis & food service management.      Course Page               30    2            FOOD-GE 2017            Contemporary Issues in Food Studies           Covers production, distribution & consumption of food in the context of social, cultural, technological & biological processes under conditions of globalization. Employing approaches from the humanities & the social sciences, this course prepares students to initiate the process of analyzing the current American food system, its global connections, & proposed local alternatives that is developed further in other courses. Through lectures, readings & research the students master established facts & concepts about contemporary urban food cultures & produce new knowledge of the same.      Course Page               30    3            NUTR-GE 2043            Critical Care Nutrition           Principles & skills for parental & enthrall nutrition (nutrition support) practice: inflammatory metabolism, indications, calculations, formulas & solutions, access, complications, & ethical considerations, along with professional practice issues & the regulatory status of nutrition support products.      Course Page               30    3            FOOD-GE 2160            Culinary Physics           This studio and seminar course explores the basic principles of food biochemistry, enzymology and food processing and how they relate to memory, the senses and the processing of information. Students will also learn basic principles of molecular gastronomy and modernist cuisine as framing devices for understanding how food also functions in the context of bodily health, environmental health as well as cultural and political narratives. Assignments for the class will be based on the incorporation of food science into design and technology projects. Workshops involve using liquid nitrogen + hydrocolloids as well as creating performative + deployable food objects and a Futurist meal.      Course Page               30    3            NUTR-GE 2117            Current Issues in Nutrition           Critical analysis of recent research, trends, & public policy issues in selected areas of nutrition & health.      Course Page               10 per pnt    1-3 (var)            FOOD-GE 2000            Current Research in Food Studies           Introduction to academic & professional resources at New York University & to career opportunities in food studies & food management. Class meets three times during the first semester of study.      Course Page               3    0            NUTR-UE 1117            Current Research in Nutrition           Critical evaluation of recent research through seminars & class discussions.      Course Page               30    2            FOOD-GE 2018            Current Trends in Foods           Interaction between current trends in food production, marketing, & service & traditional food consumption practices as observed in current cuisine through lectures, demonstrations, & field trips.      Course Page               10 per pnt    1-3 (var)            FOOD-UE 8181            Deans Global Honors Seminar: Food, Culture and Globalization: New York and Sydney           This course investigates current transformations in the food systems & food cultures of New York City & Sydney, Australia, under conditions of globalization. Globalization is transforming major cities into dynamic centers of capital flows, produce, people, & culture, reconstituting neighborhoods, city centers, & their agrarian peripheries, in complex relationships to each other & to other cities, nations & regions. As a course in new sensory urbanism this curriculum seeks to expand the traditional scope and range of the studied senses from sight (art, architecture) & sound (music), to smell, taste & touch, so as to rethink what it means to be a modern urban subject engaged in the pleasures & powers of consumption.    Liberal Arts Core/CORE-MAP Equivalent - satisfies the requirement for Cultures & Contexts        Course Page               60    4            NUTR-UE 1260            Diet Assessment and Planning           Assessment of the food intake & needs of individuals of diverse ages & backgrounds. Taking into consideration the genetic, cultural, social, & economic factors that affect dietary choices, students will develop dietary plans that meet current recommendations for a variety of health conditions using exchange systems, food composition data, menus, recipes, & product labels.      Course Page               45    3            NUTR-GE 3098            Doctoral Seminar           Critical examination of research proposals, methods, data collection & analysis, other issues related to development & completion of the doctoral dissertation. Attendance is required every semester of graduate study. Registration is required in lieu of the 1 point Doctoral Advisement Fee every semester in which students are enrolled for less than 3 points. Credits do not count toward the doctoral degree.      Course Page               10    1            FOOD-GE 2008            Economics of Food II: Firm Strategic Behavior           The course provides students with an intermediate level understanding of the microeconomics of firm or business behavior, & to apply these tools to current policy issues in the food system. Students explore the effect of firm decision-making on size, scale, & scope, & apply the tools to firms in the food sector. A range of outcomes is explored: free market, firm self regulation, socially responsible firm behavior, shared value firm behavior, & government regulation. The course is designed for policy & food interested students with little as well as no background in economics, or for those who have completed an introductory course that used a text on par with Krugman & Wells.      Course Page               30    3            FOOD-GE 2006            Entrepreneurship in Food Management           Development of new concepts in food business operations through planning, organization, implementation, & evaluation of independent & multiunit operations: concept development, initiation, financing, site selection, franchising & analysis & control of risk.      Course Page               30    3            NUTR-GE 2044            Environmental Effects on Food and Nutrition           This course addresses the emerging field of \"Econutrition:\" the effects of food production, distribution, & marketing on nutrition & the environment & vice versa. It deals with biological & environmental factors that affect the nutrient content, value & safety of food in the human body: heat, light, irradiation, oxidation, bioavailability, biotechnology, & other such factors. It also considers the effects of food processing, preservation & fabrication.      Course Page               30    3            PUHE-GE 2356            Environmental Health Problems           Understanding natural principles underlying health issues related to human ecology, infectious & noninfectious disease control, & population problems.      Course Page               30    3            PUHE-UE 1323            Environmental Health, Social Movements and Public Policy           Examines some of the key issues, achievements, shortfalls & principles of environmental health practice through a series of case studies. Focuses on the how environmental health issues are defined & approached by civic groups, government officials & researchers. It will highlight how environmental threats come to the attention of the public & weigh the options for addressing these threats.      Course Page               60    4            PUHE-GE 2306            Epidemiology           Introduces students to the field of public health epidemiology, emphasizing the sociocultural factors associated with the distribution & etiology of health & disease. Methodological skills including the calculation of rates, analysis of vital statistics, & programming data using a basic statistical package are covered.      Course Page               40    3            PUHE-GE 2307            Epidemiology of Infectious Disease and Nutrition in Developing Countries           The goals of this course are two-fold: first, to understand the epidemiology of infectious diseases in developing countries & second, to explore the relationship between infectious diseases & nutritional status. During the semester, we will review the epidemiology of common infectious diseases, including the distribution, determinants & interventions that have been implemented . We will also discuss how nutritional status affects infectious diseases & how infectious diseases impact on nutritional status. Finally we will discuss epidemiologic transition as it relates to both infectious diseases & nutritional status, & identify where different developing countries are in terms of this transition.      Course Page               30    3            FOOD-UE 1135            Essentials of Cuisine: International           Introduction to the art & science of cuisine characteristics of selected world cultures through lectures, demonstrations, hands-on preparation, & field trips.      Course Page               15 per pnt    1-3 (var)            NUTR-GE 2077            Field Experience           Participation & experience in the professional field of major interest & seminar discussion of professional career options & responsibilities. Application must be filed during the previous term.      Course Page               45 per pnt    3/4 (alt)            FOOD-GE 2231            Fieldtrips in Food: Community Support Agriculture           No Course Description Available      Course Page               10    1            FOOD-GE 2233            Fieldtrips in Food: Ethnic New York City           No Course Description Available      Course Page               20    2            FOOD-GE 2234            Fieldtrips in Food: Food Manufacturing           No Course Description Available      Course Page               20    2            FOOD-GE 2232            Fieldtrips in Food: Urban Agriculture           No Course Description Available      Course Page               10    1            FOOD-GE 2230            Fieldtrips in Foods           No Course Description Available      Course Page               10    1            NUTR-UE 1198            Fieldwork           Participation & experience in the professional field of major interest.      Course Page               120    4            FOOD-GE 2272            Fodd and Culture: Vermont           No Course Description Available      Course Page               30    3            FOOD-UE 1110            Food Management Essentials I: Theory           Survey of basic theoretical principles pertaining to food management. An accelerated course for students of food studies, nutrition, & related fields with limited previous knowledge or experience. Objectives: 10 Describe planning, organizing & controlling of food operations; goal setting, planning & strategy formation for food industry operations; & examine the interaction among individuals, groups, & organizations in food operations.      Course Page               15    1            FOOD-GE 2040            Food Advocacy           Food advocacy uses sociological methods to question how & why social groups—families, institutions, governments--affect & are affected by systems of food production & consumption, how these systems affect the environment & human health, & how individuals & groups can influence & improve food systems. Today, interest in such issues is so widespread that efforts to improve food systems are considered by some to constitute a social movement. Food advocacy seeks to describe this movement, & to explore how individuals & groups can effect change in the food system.      Course Page               30    3            FOOD-GE 2191            Food and Culture           Study of the complex interactions between food & culture, the effects of cultural factors on dietary practices, & the cross-cultural exchange of dietary practices, beliefs, & foods between the United States & countries throughout the world.      Course Page               45    3            FOOD-GE 2270            Food and Culture           No Course Description Available      Course Page               30    3            FOOD-GE 2271            Food and Culture: New Orleans           The course will focus on New Orleans with its rich history, unique location & distinctive cultures as a prime location to study the intersection of food, identity & culture. New Orleans has both shaped & been shaped by an idiosyncratic set of food practices, rituals, & beliefs. Through a firsthand study of the city, its history, its people & its food ways, student will gain a thorough understanding of food & culture in New Orleans.      Course Page               30    3            FOOD-GE 2003            Food and Food Management Internship           Practical work experience in food studies or food management tailored to the specific interests & career goals of each student. Work may be voluntary or paid & is supported by in-class discussion, written projects, & presentations. Should be taken in the last year of study.      Course Page               45 per pnt    1-6 (var)            FOOD-UE 1051            Food and Indentity           Course focuses on how people use food to identify themselves as individuals & as groups. Students will ascertain the meaning & significance of food in different cultures by exploring the way that ethnicity, gender, socioeconomic status & religion influence our food choices. In addition, they will also examine how people transmit & preserve culture using food. Through reading scholarly articles, personal essays, book excerpts, newspaper articles, cookbooks & viewing films, students will examine the intricate relationships that people have with food. Course looks critically at the following questions: how can food have different meanings & uses for different people? How does food function both to foster community feeling & drive wedges among people? What are some prevailing academic theories that help society understand some of these patterns of identification & how do societies change over time?      Course Page               60    4            FOOD-UE 1180            Food and Nutrition in a Global Society           This course, which fulfills the Integrated Liberal Arts requirement, unites the liberal arts experience with a specialization in food & nutrition. It contains three areas of focus: food & nutrition history; ethical issues in food & nutrition; & emerging technologies as they related to food & nutrition.      Course Page               60    4            FOOD-GE 2137            Food Demonstration           Principles & methods for planning, organizing, & demonstrating preparation of selected foods, food products, meals, & cuisines-especially those modified for nutitional or other purposes--to small & large groups.      Course Page               15 per pnt    1-3 (var)            FOOD-GE 2007            Food Economics I: Consumer Behavior           The goal of this course is to analyze the consumer side of food markers & related policy using tools of microeconomic analysis. In the first half of the course theoretical tools are developed, starting from individual choice & moving up to market demand. In the second part of the course, the focus shifts to applications of consumer economic theory in the food system, & how policies can alter consumer behavior.      Course Page               30    3            FOOD-UE 1143            Food Events: Planning and Catering           Organization of marketing, planning, pricing, purchasing, preparation, delivery, & service of foods & meals for specific purposes & occasions, at both on-premis & off-piste locations.      Course Page               15 per pnt    1-3 (var)            FOOD-GE 2054            Food Facility Design and Equipment           Food facility design, layout, & equipment selection, specification, & organization.      Course Page               45    3            FOOD-UE 1054            Food Facility Design and Equipment           Food facility design, layout, & equipment selection, specification, & organization.      Course Page               45    3            FOOD-UE 1188            Food Finance           Introduction to financial planning, control, fundraising, & investment in food & food service industries.      Course Page               45    3            FOOD-GE 2188            Food Finance           Introduction to financial planning, control, fundraising, & investment in food & food service industries.      Course Page               45    3-6 (var)            FOOD-GE 2217            Food Fundamentals           Identification & evaluation of food resources: sources, varieties, & qualities of the most commonly consumed food, beverages, & ingredients.      Course Page               30    3            FOOD-GE 2012            Food History           Examination of food & diets from historical & international perspectives. Considers the origins of foods, the co-evolution of world cuisine & civilizations, the international exchange & spread of food technologies following the voyages of Columbus , & the effects of the emergent global economy on food production, diets, & health.      Course Page               30    3            FOOD-UE 1204            Food in the Arts           The ways in which writers, artists, musicians, & filmmakers have used food as a theme or symbol for reasons of aesthetic, social, cultural, or political commentary.      Course Page               30    2            FOOD-GE 2204            Food in the Arts           The ways in which writers, artists, musicians, & filmmakers have used food as a theme or symbol for reasons of aesthetic, social, cultural, or political commentary.      Course Page               30    2            FOOD-GE 2103            Food Industry Labor Relations and Law           Legal & economic framework, labor legislation & collective bargaining in food & food service operation.      Course Page               30    3            FOOD-GE 2004            Food Industry Project Development           Advanced course addressing market needs,research methods, trend projections, feasibility, evaluation strategies, capital budgets, & financing for development of food service projects.      Course Page               30    3            FOOD-UE 0071            Food Issues of Contemporary Societies           Issues related to methods of food production, distribution, marketing, trade & politics, & the impact of these methods on foods intake & the environment in contemporary societies.      Course Page               60    4            FOOD-UE 1109            Food Laws and Regulations           Overview of legal issues affecting food service management: laws, contracts, taxes, & relations with administrative & regulatory agencies, both domestic & international.      Course Page               45    3            FOOD-GE 2100            Food Legislation, Regulation and Enforcement           This course examines the legal & regulatory frameworks that underlie domestic food policy. Specific areas of emphasis are the jurisdictions of federal & state agencies, the role of the legislative bodies in creating policy, & the role of the judicial system in enforcing policies & regulations.      Course Page               30    3            FOOD-UE 1111            Food Management Essentials II: Marketing and Sales           Objectives: Define the four components of marketing-product, price, place, & promotions & their relevance to food products & services; strategies involved in marketing food products & services.      Course Page               15    1            FOOD-UE 1112            Food Management Essentials III: Food Industry Personnel Management           Objectives: Identify policies, procedures, skills, & methods required to recruit, train, manage, develop, & appraise food industry employees; the laws relevant to human resource practices; & to examine the relationship between line & personnel management.      Course Page               15    1            FOOD-GE 2109            Food Management Legal Environment           Overview of legal issues affecting food & food service management: laws, contracts, taxes & relations with administrative & regulatory agencies both domestic & international.      Course Page               45    3            FOOD-GE 2016            Food Markets: Concepts and Cases           Explores the conceptual underpinnings of the distributive networks through which food travels from farm to table. Examines the relationships between markets, states, & society in their historical & contemporary forms. Employs case studies of how commodities travel through the food system at the local, national & international levels. Topics include mass markets & niche markets; the culture of markets; reciprocity, exchange & redistribution; conventional & alternative supply chains.      Course Page               30    3            NUTR-UE 1023            Food Microbiology and Sanitation           Food safety, processing, & regulatory issues related to the role of microorganisms in food processing & preservation. The use of Hazard Analysis Critical Control Points (HACCP) to prevent contamination of food, equipment, & personnel.      Course Page               45    3            NUTR-UE 1048            Food Microbiology and Sanitation: Safety Certification           This course covers food service sanitation procedures: facilities, food handling, codes, & management responsibilities. It prepares students to take the National Restaurant Association examination for food-safety certification (SERVSAFE).      Course Page               15    1            FOOD-UE 1271            Food Photography           Demonstration of techniques for photographing foods for use in print & other media formats.      Course Page               15    1            FOOD-GE 2171            Food Photography           Demonstrations of techniques for photographing foods for use in print & other media formats.      Course Page               15    1            FOOD-GE 2015            Food Policy           Analysis of the economic & social causes & consequences of current trends in food production, marketing & product development.      Course Page               45    3            FOOD-GE 2039            Food Policy and Politics           The course deals with how governments—particularly that of the United States—design & implement policies & programs to foster social goals such as ensuring a sufficient, safe, affordable,& sustainable food supply. It examines why & how governments do or do not decide to set policies; reviews how stakeholders in the food system become involved in & influence policy development; identifies the social, cultural, economic, & political factors that influence stakeholder & government positions on policy issues; & describes the ways in which these factors promote or act as barriers to policies aimed at promoting the health of people & the planet.      Course Page               30    3            NUTR-UE 1200            Food Preparation Techniques: Photography           Introduction to methods involved in preparing food to be photographed for use in print & other media formats.      Course Page               45    3            NUTR-UE 1052            Food Production and Management           Institutional & commercial food preparation & service, menu planning & pricing, recipe standardization integrated with techniques, methods, principles, standards of food purchasing, receiving, merchandising, & staff supervision.      Course Page               25 lec/50 lab    3            NUTR-UE 1184            Food Science and Technology           Scientific & sensory principles of food evaluation; professional methods, quality assurance, & objective experiments in advanced food preparation.      Course Page               45    3            NUTR-GE 2184            Food Science and Technology           Scientific & sensory principles of food evaluation; professional methods, quality assurance, & objective experiments in advanced food preparation.      Course Page               45    3            FOOD-UE 1101            Food Service Accounting Management           Basic accounting procedures for the food service industry for control of revenues, expenses, assets & liabilities, along with techniques for costing, budgeting, & pricing, with emphasis on their use in situation analysis & decision-making.      Course Page               45    3            FOOD-UE 0057            Food Service Cost Controls           Principles of cost control systems & managerial techniques for planning & controlling costs related to food, labor, plant & property operations, maintenance, & other expenses in operations.      Course Page               45    3            FOOD-UE 1189            Food Service Marketing           Principles, functions, & tools of marketing & sales used by distributors, commercial & noncommercial operators, & vendors; investigation of current marketing issues.      Course Page               45    3            FOOD-UE 1039            Food Service Supervision and Training           Principles of training & supervision in food service management through lectures, demonstrations, & case studies.      Course Page               45    3            FOOD-GE 2035            Food Service Systems           Examination of food service systems, with emphasis on site-specific & corporate functions & current trends in the industry.      Course Page               30    3            FOOD-GE 3400            Food Studies Doctoral Seminar           The Food Studies Doctoral seminar is required for all Food Studies doctoral students from their first semester to their last. Food Studies doctoral students enroll each semester until the time of graduation (even for students conducting field work outside of NYC). The doctoral students & faculty meet three times a semester for three hours. Students discuss their progress, read & discuss assigned readings, & give seminars on their research.      Course Page               10    0/1 (alt)            FOOD-GE 2033            Food Systems           Covers the US food system from the farm to the intermediary to the consumer, in the context of the market & the policy environment. Using methods of the social sciences, the course provides students with a broad understanding of the benefits & costs of the domestic food system. Topics include issues such as intermediary market power, unequal food access, & food production technology. Through lectures, readings, discussion & on the ground research, students gain a deep understanding of the current state of the food system.      Course Page               30    3            FOOD-GE 2034            Food Systems II           Survey of issues surrounding food production from a processing perspective. Students will gain an understanding of various forms of food processing & the issues that surround industrial food production.      Course Page               30    3            FOOD-UE 1033            Food Systems: Food and Agriculture in the Twentieth Century           Focuses on a variety of issues surrounding food production from an agricultural & a processing perspective. Students will gain an understanding of the ideological underpinnings of American agriculture as well as the forces that transformed food production from a regional to a national system. Various approaches will be used to examine the food system including the political, economic, social & cultural dimensions of production.      Course Page               60    4            NUTR-UE 0091            Food Theory Management           Organization & management of commercial & institutional food service facilities in hotels, restaurants, & educational & community program sites.      Course Page               45    3            FOOD-GE 2021            Food Writing           Practical experience in writing reports, articles, pamphlets, & other information materials in the student's primary area of interest in foods, along with studies of classic readings in these fields.      Course Page               10 per pnt    1-3 (var)            FOOD-UE 1181            Food, Culture and Globalization: New York and Sydney           This course investigates current transformations in the food systems & food cultures of New York City & Sydney, Australia, under conditions of globalization. Globalization is transforming major cities into dynamic centers of capital flows, produce, people, & culture, reconstituting neighborhoods, city centers, & their agrarian peripheries, in complex relationships to each other & to other cities, nations & regions. As a course in new sensory urbanism this curriculum seeks to expand the traditional scope and range of the studied senses from sight (art, architecture) & sound (music), to smell, taste & touch, so as to rethink what it means to be a modern urban subject engaged in the pleasures & powers of consumption.      Course Page               60    4            FOOD-GE 2250            Global Food Cultures           An interdisciplinary & intercultural examination of human communication through food. Explores the social, economic, political, & cultural ramifications of food production & consumption. Students will have a unique opportunity to explore various local, regional & transnational, & food rituals.      Course Page               40    4            FOOD-GE 2251            Global Food Cultures: Hong Kong           An interdisciplinary & intercultural examination of human communication through food. The course explores the social, economic, political, & cultural ramifications of the technology, production, acquisition, preservation, packaging, distribution, promotion, representation, selling, presentation, & consumption of food, as well as the disposal of food-related wastes. Students will have a unique opportunity to explore various local, regional & transnational, & food rituals in Hong Kong as the manifestation of changing social norms, economic realities, & cultural beliefs in an increasingly global & multi-cultural city.      Course Page               40    4            FOOD-GE 2253            Global Food Cultures: Paris           This course explores the manner in which the French & Americans think about & interact with their foods. Students will examine the historical development of gastronomic discourse in France & nutrition discourse in the United States. Through analyses of the US media coverage of the war against obesity, fat activists’ websites or French artisanal chocolate window displays, we will consider how individuals negotiate these discourses, as well as the collective identities & ethical frames encoded in them. Students will also travel to the Jura region to better understand the notion of “terroir”, & the centrality of taste & place to this concept. Students will learn how taste ties together different actors, places & processes implicated in the terroir process.      Course Page               40    4            FOOD-GE 2252            Global Food Cultures: Puebla, Mexico           This master’s level course explores the food & foodways of the culturally & historically rich culinary landscape of Mexico. In the city of Puebla, which is considered to be the birthplace of modern Mexican cusine, students will be fully immersed in traditional Mexican culinary & nutritional practices though classroom instruction, guest, lectures, cooking classes, & a wide variety of field trips to markets, local farms, restaurants, & production sites.      Course Page               40    4            FOOD-GE 2254            Global Food Cultures: Puerto Rico           This courses is an interdisciplinary & intercultural examination of human communication through food in Puerto Rico. Explores the social, economic, political, & cultural ramifications of food production & consumption. Students will have a unique opportunity to explore various local, regional & transnational, & food rituals.      Course Page               40    4            NUTR-GE 2187            Global Issues in Nutrition           This course introduces the current issues related to global nutrition. It integrates basic information about food intake and nutrition into discussions of major nutrition-related problems around the world. The course will present and discuss international, national and community-level policies and programs designed to improve the nutritional status of populations and to overcome barriers to their implementation. This course will also discuss nutritional status as a “continuum” whereby populations can simultaneously have members with severe under-nutrition, good nutritional status, and over-nutrition. The course will focus on the burden of under-nutrition but will also discuss several “emerging” or special topics including the nutrition transition, weaning and complementary feeding, and women and health      Course Page               15 per pnt    1-3 (var)            PUHE-GE 2317            Global Issues in Public Health: Puebla, Mexico           Students will examine the impact of migration on issues of public health in Puebla, Mexico. Through a combination of lectures, seminars, research, field trips & fieldwork, the students will learn about the major health problems of the Poblanos, the structure & capacity of the Mexican health care system, & the role of traditional health practices in a rapidly changing society with deep ancient practices.      Course Page               30    3            PUHE-UE 0070            Health and Society: Introduction to Public Health           This course examines the various dimensions of the field of public health & how the public's health is protected. Students will explore the ways social, economic, & political forces influence the health of populations. Additionally, this course will focus upon some of the current ethical public health dilemmas where the rights of the individual vesus the rights of society come into conflict.      Course Page               60    4            PUHE-GE 2405            Health Communications: Theory and Practice           Identification, development, & evaluation of methods for encouraging communities to participate in public health interventions with emphasis on the theoretical basis for communication strategies, & on the design, implementation, & evaluation of health communications programs. Case studies draw on examples from television, radio, print, drama, & other communications media.      Course Page               30    3            PUHE-GE 2322            History and Principles of Public Health Policy           Examination of the mission of public health from a historical perspective. Past & current public health issues, policies & practices are critically analyzed.      Course Page               30    3            FOOD-GE 2105            Integrated Food Management Systems           Integration of principle management disciplines to develop successful business strategies in the food industry: human resources, organization design, labor relations, industrial engineering, marketing customer service, ethics.      Course Page               30    3            FOOD-GE 2173            Integrated Recipe Analysis and Development           Advanced application of principles & techniques of food preparation to development & reformulation of food recipes & products for media, publication, food service, & consumer markets.      Course Page               45    3            NUTR-GE 2165            Interdisciplinary Case-Based Management of Dysphagia           This course is designed to promote the development & application of interdisciplinary, collaborative approaches to evidence-based management of patients with complex needs. Through the use of case studies, student led discussions & learning exercises, students will work as a team to review & critique treatment & management practices. Discipline-specific standards of care, problem-solving approaches to ethical decision-making & case management, & skill sets central to competent health care will be emphasized. Understanding & valuing the contribution of each discipline is essential for effective interdisciplinary case management.      Course Page               10    1            FOOD-GE 2110            International Food Regulation           Examines the international legal & regulatory systems that affect global food production & distribution. Explores debates over food regulations & how different countries approach these controversies & the variety of policy outcomes that result from these debates.      Course Page               30    3            FOOD-UE 1183            International Foods           Introduction to foods from various nationality groups through lectures, demonstrations, hands-on food preparation, & field trips.      Course Page               15    1-3 (var)            PUHE-GE 2314            International Health and Economic Development           An introduction to the issues of health & health care on a global basis. The course focuses on nature & scope of major worldwide health problems & the study of different national & international approaches to their solution.      Course Page               30    3            PUHE-GE 2316            International Health Seminars           Designed for professionals in health related fields & held only outside mainland U.S.A. On-site study of health problems & health care systems in other countries with comparison of international health concerns. Primary emphasis is on factors affecting the roles of health professionals.      Course Page               15 per pnt    2-12 (var)            NUTR-GE 2115            International Issues in Nutrition: Puebla, Mexico           Students will examine the main factors affecting nutrition & health practices in the state of Puebla, Mexico, & focus on the impact of migration on these factors. Students will learn about traditional nutrition & health practices, nutrition programs & the Mexican health care system through a combination of lectures, seminars, field trips, fieldwork, & research.      Course Page               30    3            PUHE-GE 2383            International Population and Family Health           A cross-cultural framework is used to compare the health status of populations & families & factors that affect their health in social subgroups (for example, urban, rural, poor, women & children, & the elderly). The course emphasizes the effects of secular changes in women's roles & status & other societal, economic, & environmental trends in population & family health.      Course Page               30    3            NUTR-GE 2208            International Study in Foods and Nutrition           Through study & travel, this course explores how agriculture, food cuisine, nutrition, & health affect & are affected by the unique culture, history, climate, geography, & economic & political systems of selected countries. The course draws on local academic & professional experts, food producers, & food service providers to investigate these interrelationships through field trips, site visits, interviews, lectures, seminars, & demonstrations, with an emphasis on cross-cultural perspectives.      Course Page               10 per pnt    1-6 (var)            PUHE-GE 2360            Internship and Seminar in Public Health           Supervised field experience providing an opportunity to apply public health skills in community health settings. Locations may include government agencies, hospitals, professional associations, voluntary health agencies, businesses, industries, & international agencies. Placement selection may focus on special topics such as infectious or chronic disease prevention, substance abuse, family planning, & food, environment, & health systems.      Course Page               30    3            FOOD-UE 1056            Internship in Food Studies and Food Management           Practical work experience in food studies & food management supported by class work, discussion & projects. The objectives of the course are to apply classroom content to work experience; identify career options through professional seminars; work experience, & class discussions; develop professional skills through personal observations, work experience & class assignments & identify resources & professional networks that support employment opportunities in the field of interest.      Course Page               45 per pnt + tba    1-6 (var)            PUHE-GE 2359            Internship in Health Education           Supervised field experience providing an opportunity to apply public health skills in community health settings. Locations may include government agencies, hospitals, professional associations, voluntary health agencies, businesses, industries, & international agencies. Placement selection may focus on special topics such as infectious or chronic disease prevention, substance abuse, family planning, & food, environment, & health systems.      Course Page               30 per pnt    3-9 (var)            PUHE-UE 1306            Introduction to Epidemiology           Introduction to the field of public health epidemiology, emphasizing methods for assessing factors associated with the distribution & etiology of health & disease, including social factors such as race & gender & global differences in disease distribution & control.      Course Page               60    4            NUTR-UE 1187            Introduction to Global Issues in Nutrition           This course introduces the current issues related to global nutrition. It integrates basic information about food intake and nutrition into discussions of major nutrition-related problems around the world. The course will present and discuss international, national and community-level policies and programs designed to improve the nutritional status of populations and to overcome barriers to their implementation. This course will also discuss nutritional status as a “continuum” whereby populations can simultaneously have members with severe under-nutrition, good nutritional status, and over-nutrition. The course will focus on the burden of under-nutrition but will also discuss several “emerging” or special topics including the nutrition transition, weaning and complementary feeding, and women and health      Course Page               15 per pnt    1-3 (var)            PUHE-UE 1310            Introduction to Global Public Health           Introduction to public health issues from a global perspective. Examination of social environment influences & their impact on populations throughout the world. The threat of global epidemics will be examined as well as strategies to control the spread of disease. Current ethical public health dilemmas where the rights of individuals can conflict with national or international public safety are discussed.      Course Page               60    4            NUTR-UE 1068            Introduction to Human Physiology           Introduction to Human Physiology is a one-semester course for students with an interest in health care. Little exposure to biology is assumed for this course. This course is heavily concerned with the basic concepts of structural & functional organization of the human body, the terminology involved in the areas of physiology & anatomy, & the understanding of the different anatomo-physiological systems.    Liberal Arts Core/CORE Equivalent - satisfies the requirement for Natural Sciences      Course Page               60    4            PUHE-UE 1315            Introduction to Public Health Nutrition           Introduction to the concepts, principles, & scope of public health nutrition. Discussion of major factors that distinguish public health nutrition from clinical nutrition with a focus on populations rather than individuals. Integrate basic information about food & nutrition into discussions of policies & programs designed to improve the dietary intake, physical activity level, & health status of populations, in addition to addressing barriers to implementation of important public health policies & programs.      Course Page               60    4            PUHE-UE 1335            Introduction to Public Health Research           Student teams engage in the study & practice of data collection & analysis using tools & applications commonly used in public health research. The course is divided into two units: an introduction to public health informatics, & an introduction to survey research.      Course Page               60    4            FOOD-GE 2030            Introduction to Urban Agriculture           This course provides a practical introduction to urban agriculture. Students will learn horticultural skills while performing tasks at the NYU Urban Farm Lab. They will also learn about the biological processes that these tasks manage & how they fit together in a system. Through visits to other sites around the city, students will be exposed to a wide variety of strategies for practicing horticulture in the urban environment.      Course Page               28    2            FOOD-UE 1030            Introduction to Urban Agriculture           This course provides a practical introduction to urban agriculture. Students will learn horticultural skills while performing tasks at the NYU Urban Farm Lab. They will also learn about the biological processes that these tasks manage & how they fit together in a system. Through visits to other sites around the city, students will be exposed to a wide variety of strategies for practicing horticulture in the urban environment.      Course Page               30    2            PUHE-GE 2357            Lesbian, Gay, Bisexual and Transgender Health Disparities           The Institute of Medicine has determined that lesbian, gay, bisexual, and transgender (LGBT) individuals face significant health disparities in the United States & globally, including risk for several cancers, mental illnesses, & various infectious diseases, including but not limited to HIV/AIDS. LBGT people are also more like to smoke, drink alcohol, use drugs, & engage in other risky behaviors than their heterosexual peers. This course examines these health disparities & considers how structural factors including, discrimination, homophobia, unequal rights & protections under the law, & unequal distribution of health services, shape health behaviors & create health risks for LGBT individuals      Course Page               30    3            PUHE-GE 2357            LGBT Health Disparities           This seminar course examines the core interdisciplinary theories, knowledge, research, & methods evidenced in in understanding LGBT health. The course introduces students to the main conceptual frameworks for the study of LGBT individuals & communities and overviews existing knowledge about LGBT health in the United States across the lifespan. The course highlights research design, measurement, ethics, & analysis issues in population research in LGBT health. Local experts on LGBT health will serve as guest lecturers & provide in-depth explorations of their most recent research findings, ranging from cell to society.      Course Page               30    3            FOOD-GE 2101            Managerial Account for the Food Industry           Budget procedures & statistical methods for decision making through a review of accounting systems & food business methods for financial analysis      Course Page               30    3            FOOD-GE 2107            Managing Food Industry Personnel           Examination & analysis of politicos, procedures & methods needed to effective management of personnel in the food & food service industries.      Course Page               30    3            NUTR-GE 2042            Maternal and Child Nutrition           Principles & application of nutrition for healthy mothers, infants, children, & adolescents with emphasis on current research related to normal growth & development.      Course Page               30    3            NUTR-GE 2037            Medical Nutrition Therapy           Study of the research basis of diet therapy for the principle nutrition related disease conditions through analysis of case histories. The relationship of food & nutrition to medicine: physiological & clinical basis of disease processes & medical, surgical & diet therapies for acute & chronic disease conditions, through lectures, case discussions, assigned readings, programmed learning guides, & class presentations. Course is restricted to diet interns.      Course Page               45    4            NUTR-GE 2220            Nutrition and Aging           Analysis of research, programs, & services related to the interaction between nutrition & aging, with emphasis on role of nutrition in comprehensive geriatric care      Course Page               30    3            NUTR-UE 1265            Nutrition and Fitness           Course covers a basic overview of fitness & exercise physiology & the associated nutritional issues for students with an interest in health sciences or biological sciences. Previous knowledge of basic human nutrition & physiology concepts is required for this course.      Course Page               45    3            NUTR-GE 2021            Nutrition and Food Writing           Practical experience in writing reports, articles, pamphlets, & other information materials in the student’s primary area of interest in nutrition, along with studies of classic readings in the field.      Course Page               10 per unit    1-3 (var)            NUTR-UE 0119            Nutrition and Health           Introduction to nutrition science & its role in health & society: nutrient characteristics, requirements, & food sources, energy balance, weight control, dietary guides & food planning, & social & economic factors that affect food production & consumption.    Liberal Arts Core/CORE equivalent – satisfies the requirement for Natural Sciences.      Course Page               45    3            NUTR-UE 1269            Nutrition and The Life Cycle           Analysis & application of the physiological, biological, & biochemical basis for differences in nutritional requirements throughout the principle stages of the life cycle - pregnancy, infancy, childhood, adolescence, adulthood, older adulthood - & the ways in which social & environmental factors influence nutritional status at each stage.      Course Page               45    3            NUTR-GE 2178            Nutrition Assessment for Research Methods           Theory & analysis of nutrition assessment methods in community & clinical settings. Dietary, clinical, anthropometric, & biochemical assessment methods & their limitations & strengths are discussed using current research.      Course Page               45    3            NUTR-GE 2198            Nutrition Counseling Theory and Practice           This course integrates medical nutrition therapy & education with psychodynamics theory & technique to increase the efficacy of nutrition care in short- & long-term health care settings. Through the use of advanced cases & related theory, core learning methods include classroom discussion, role play, weekly logs, process recordings, & supervision.      Course Page               30    3            NUTR-GE 2199            Nutrition Education           Principles, methods, & materials for teaching nutrition to diverse groups in a variety of settings.      Course Page               30    3            NUTR-GE 2196            Nutrition Focused Physical Assessment           Emphasis on broadening knowledge & skills in physical assessment applied to the nutrition evaluation of individuals.      Course Page               30    3            FOOD-GE 2215            Nutrition in Food Studies           An accelerated survey of basic principles of nutrition applied to food studies: nutrient functions, nutritional requirements, food composition, menu planning & assessment, food safety, dietary patterns, diet & health issues, dietary recommendations, food products for nutritional purposes. For students with no previous training in nutrition or health.      Course Page               30    3            NUTR-GE 2213            Nutrition in Public Health           Introduction to the concepts, principles, & scope of practice of public health nutrition. The course emphasizes the distinction between population-based & individual-based approaches to prevention & alleviation of diet-related conditions, & the societal, economics, environmental, & institutional barriers to improving the nutritional status & health of diverse population groups.      Course Page               30    3            NUTR-GE 2000            Nutrition: New Graduate Student Seminar           Introduction to academic & professional resources at New York University & to career opportunities in nutrition. Class meets five times during the first semester of study.      Course Page               5    0            NUTR-GE 2222            Nutritional Aspects of Eating Disorders           Definition, diagnosis, assessment, & determinants of eating disorders from the nutritionist?s perspective, with an emphasis on team approaches to treatment.      Course Page               30    3            NUTR-UE 1064            Nutritional Biochemistry           Study of the role of nutrients in the human body at the cellular level & in metabolism      Course Page               45    3            NUTR-GE 2192            Nutritional Epidemiology           Fundamentals of nutrition epidemiology focused on the collection, analysis, & interpretation of data on dietary intake & nutritional status of diverse population groups. The course emphasizes critical evaluation of dietary assessment methods & the results of research studies associating intake of foods & nutrients or food consumption patterns with the risk of cancer, coronary heart disease, & other chronic diseases.      Course Page               30    3            NUTR-GE 2041            Pediatric Nutrition           Principles of nutrition applied to disorders of infants, children & adolescents, with emphasis on current research; evaluation of diets of healthy children.      Course Page               30    3            PUHE-GE 2374            Perspectives on Reproductive Health Care           This course provides an overview of reproductive health policies & practices in the United States. For each topic presented, students will take a critical look at the major policies that affect the provision & access to health care & the resulting health outcomes & disparities. Students are asked to review the trends in reproductive health care practice in the United States & have the opportunity to identify & practice health education skills that can impact health care outcomes.      Course Page               30    3            PUHE-UE 1321            Principles of Health Promotion and Education           Introduction to the theories of health behavior that guide many public health interventions. Compares & contrasts the assumptions of different theories in shaping health behavior, & examines the ways in which such theories are currently employed in public health interventions. Students will undertake a semester long project applying the skills gained in class to a public health problem they identify on the college campus.      Course Page               60    4            PUHE-GE 2365            Professional Writing in Public Health           Develops writing to audiences, including the general public, legislators, government officials, academics and healthcare providers. Students will explore a variety of writing forms commonly used in the practice of public health. They will develop and enhance their writing skills in order to commuicate written public health messages effectively with a given audience.      Course Page               30    3            PUHE-GE 2349            Program Planning and Evaluation           Research methods for identification of population-based needs for public health intervention, development of programs to meet those needs, & evaluation of the effectiveness of the intervention. Application of research methods to proposal writing, budget, planning, project management, & methods of program evaluation. Students research the need for a public health intervention through a formal needs assessment, conduct the intervention, evaluate its impact, & describe these events in a formal paper & presentation. This research project in the culminating experience for the program.      Course Page               30    3            NUTR-GE 2060            Program Planning in Foods and Nutrition           Identification of population-based needs for nutritional intervention & methods for development of programs to meet those needs. Through fieldwork, students assess need for nutrition programs & develop a formal intervention plan to meet the identified needs. The course is designed primarily for students interest in public health nutrition, community nutrition, & nutrition education, & for professionals working in related fields.      Course Page               20    2            NUTR-GE 2030            Public Health Nutrition Fieldwork Seminar           Supervision, discussion, & analysis of nutrition field experience - observations, practice, or service delivery - in public health agencies or programs.      Course Page               10    0            PUHE-GE 2030            Public Health Nutrition Fieldwork Seminar           Supervision, discussion, & analysis of nutrition field experience - observations, practice, or service delivery - in public health agencies or programs.      Course Page               10    0            PUHE-UE 1327            Public Health Profession and Practice: Public Health in the City           Familiarizes students with the practice of public health, introducing them to the various settings & arenas in which public health professionals work. Through discussions with professionals in the field, students gain exposure to the roles & responsibilities of the public health workforce, & consider the different contributions & limitations of various efforts.      Course Page               60    4            PUHE-GE 2315            Public Health through Film and Fiction           Examination of public health issues through the lens of film & fiction illustrating how narrative works provide dramatic insight into the multifaceted nature of public health problems, the complex circumstances giving rise to them, & the factors influencing responses. Discussion will include militarism, gender inequality, economic conditions, drug trafficking, occupation, pandemic disease, the interrelatedness of these problems & the diverse geographic regions affected by them.      Course Page               30    3            FOOD-GE 2061            Research Applications in Food Studies           Theoretical & applied aspects of research design, data analysis, & interpretation. Students conduct, analyze, & present an evaluative or applied research project in food studies. Should be taken in the last year of study in the master's program.      Course Page               30    3            NUTR-GE 2061            Research Applications in Nutrition           Theoretical & applied aspects of research design, data analysis, & interpretation. Students teams conduct, analyze, & present an evaluative or applied research project in nutrition. Should be taken in the last year of study in the master’s program.      Course Page               30    3            NUTR-GE 2063            Research Apprenticeship in Foods & Nutrition           Practical aspects of research on topics related to nutrition, foods, or food management. Students assist a faculty member with an ongoing research project. Depending on the nature of the specific project & the time available for assistance, qualified students may participate in one or more components of the research: study design bibliographic retrieval, data collection, data analysis, or writing for publication. Permission of sponsoring professor required.      Course Page               45    2            FOOD-UE 1118            Research in Food Studies           Examines both theoretical & applied aspects of research design, data analysis, & interpretation. Through readings, class discussion, guest lectures & written assignments, student will gain a thorough understanding of & practice in the components of good food-focused research. Topics include: articulating a research question, locating & using primary & secondary source information, conducting original research, & structuring & executing a research project.      Course Page               60    4            FOOD-GE 2190            Research Methods in Food Studies           Introduction to the design, interpretation, & evaluation of research in food studies. To be taken first semester of the master?s program.      Course Page               30    3            NUTR-GE 2190            Research Methods in Nutrition           Introduction to the design, interpretation, & evaluation of research in nutrition. To be taken first semester of the master’s program.      Course Page               30    3            PUHE-GE 2361            Research Methods in Public Health           Review of research & original writings related to public health. Application of research methodology to problems in public health.      Course Page               30    3            PUHE-GE 2190            Research Methods in Public Health           Introduction to the design, interpretation, & evaluation of research in public health. To be taken first semester of the master’s program.      Course Page               30    3            NUTR-GE 2280            Seminar in Advanced Nutrition           This course will explore selected current topics in advanced nutrition through the critical analysis of pertinent original research publications and class discussion.      Course Page               10 per pnt    1-6 (var)            NUTR-GE 2284            Seminar in Advanced Nutrition: Bariatric Surgery Weight Loss Management           No Course Description Available      Course Page               10 per pnt    1-6 (var)            NUTR-GE 2289            Seminar in Advanced Nutrition: Current Research and Diet in Chronic Diseases: Cancer           This course provides specialized instruction in the emerging research of prevention and control of cancer, a top cause of death among Americans. It will cover topics related to epidemiology and prevalence of cancer in the US and behavioral risk factors. Student will be able to integrate critical appraisal of the literature and bibliographic search concepts and techniques. Students will be able to describe the role of diet and diet-related lifestyle factors in the etiology and prevention of cancer and interpret this information for practice      Course Page               10    1            NUTR-GE 2286            Seminar in Advanced Nutrition: Diseased Gut           This class is designed to strengthen students? clinical nutrition knowledge specifically as it relates to the management of acute Gastrointestinal Diseases & the consequences of major GI surgery. The course will have a surgical emphasis but will also cover non-surgical GI disease & the medical literature as it related to nutrition support. Students will expand their knowledge on the digestion & absorption through gaining a thorough understanding of the consequences of short bowel & intestinal failure. In addition through critical analysis of research studies they will learn evidence based practice as it related to feeding patients with severe GI disease/malnutrition /major surgery.      Course Page               10 per pnt    1-6 (var)            NUTR-GE 2288            Seminar in Advanced Nutrition: Ethical Controversies in Nutrition, Food Studies, and Public Health           This course deals with ethical values & moral judgments of right & wrong & good & bad -- related to the consequences of food production & marketing, dietary advice, & food choices for nutrition & public health. Through case studies involving extensive reading & analysis, it investigates current ethical dilemmas in such areas as the effects of industrial & alternative agriculture on farm animals. farm workers, & the environment; food product advertising, & marketing; food labeling; regulation of food safety; food assistance to the poor; food aid to developing countries; creation of nutritional standards; & dietary advice to the public. Each case examines the ethical implications of current practices from the standpoint of diverse stakeholders in food systems: producers, marketers, government officials, health professionals, & the public.      Course Page               30    3            NUTR-GE 2283            Seminar in Advanced Nutrition: Ethics and Ethical Issues in Nutrition and Health Care           Ethics & ethical issues relevant to nutrition & health care. Emphasis is placed on the integration & application of ethics in clinical decision making across a variety of settings. Case studies provide students with opportunities to apply the Code of Ethics for the Profession of Dietetics & models of ethical deicision making in preventive, therapeutic, supportive, & palliative care with individuals & families across the life course & from diverse populations.      Course Page               10    1            NUTR-GE 2282            Seminar in Advanced Nutrition: Genetics and Pediatrics           No Course Description Available      Course Page               10 per pnt    1-6 (var)            NUTR-GE 2291            Seminar in Advanced Nutrition: Ketogenic Diet in Epilepsy and Other Conditions           Students will explore the various types of ketogenic diets (KD) & applications, primarily in pediatric & adult epilepsy but also in other emerging areas, such as cancer & Alzheimer’s. They will review the scientific evidence to support the use of the KD & consider the nutritional implications & practical applications. The culminating project will utilize the kitchen to prepare & evaluate different ketogenic meals.      Course Page               10    1            NUTR-GE 2281            Seminar in Advanced Nutrition: Landmark Studies           No Course Description Available      Course Page               10 per pnt    1-6 (var)            NUTR-GE 2290            Seminar in Advanced Nutrition: Malnutrition Screening, Assessment and Intervention           This class is designed to strengthen students’ clinical nutrition knowledge specifically as it relates to the definition, screening, & assessment of adult malnutrition & to evidence based intervention strategies for the prevention & management of adult malnutrition. The class will focus on adult malnutrition of the hospitalized patient and of the oncology patient. Through critical analysis of published research studies, students will develop an understanding of evidence-based practice as it relates to these areas.      Course Page               30    3            NUTR-GE 2287            Seminar in Advanced Nutrition: Nutrigenetics and Nutrigenomics           No Course Description Available      Course Page               10 per pnt    1-6 (var)            NUTR-GE 2285            Seminar in Advanced Nutrition: Obesity in Clinical Practice           No Course Description on File      Course Page               10 per pnt    1-6 (var)            PUHE-GE 2355            Social and Behavioral Determinants of Health           Study of the social, psychological, & cultural determinants of health behavior & consideration of their meaning for public health professionals in domestic & international community settings. the course addresses conditions & phenomena that affect people's understanding, acceptance, & use of health information &, therefore, the design, implementation, & evaluation of community health interventions.      Course Page               30    3            FOOD-GE 2106            Social Entrepreneurship in Sustainable Food Business           This course introduces students to the concepts, frameworks & models to systematically build successful, socially-conscious businesses that are both sustainable & public health-driven. Topics will include how to 1) identify & analyze need-gaps, 2) develop a sustainable-food business concept, 3) identify a profitable niche in the global, social-justice oriented market, & 4) raise capital in innovative ways. The course will also provide access to domain-specific resources including key industry participants, industry experts & research partners.      Course Page               35    3            NUTR-GE 2045            Sports Nutrition           Evaluation & application of nutrition concepts related to the energy, fluid & nutrient requirements of athletes & physically active individuals: diet related physiology, trends in sports nutrition, special conditions affecting athletic performance & techniques for counseling athletes.      Course Page               30    3            FOOD-GE 2038            Strategic Food Marketing           Development of plans for marketing food & beverage products & services through evaluation of data on quality management, competition, advertising, & consumer & market research.      Course Page               30    3            FOOD-GE 2260            Sustainability of Food Systems           No Course Description Available      Course Page               35    2/3 (var)            FOOD-GE 2261            Sustainability of Food Systems: East End of Long Island           Sustainability of our food systems - & the communities in which they operate - will be a core focus of this field trip-based course. Using Eastern Long Island as a local case study, we will explore the rationale for, & issues & innovations in, sustainable development, as illuminated by the agriculture, aquaculture, wine industry, & restaurants of Long Island’s North & South Forks. The course will include visits to farms, wineries, scallop & oyster fisheries, food businesses, farmers markets, & restaurants, as well as lectures by pioneering land preservationists, community developers, farmers, winemakers, beekeepers, & others.      Course Page               35    2            FOOD-GE 2262            Sustainability of Food Systems: Sustainability in the Urban Environment           Sustainability in the Urban Environment: Urban policy makers began have embraced local food systems as a solution to a myriad of urban problems, including lack of green space and a dearth of healthy food availability. As part of this shift in policy, cities and other jurisdictions have encouraged production in the urban environment. But at the local and state levels, such policies are often based on a vision of how food might be grown in a city, and do not consider the feasibility or viability of such ventures. Nor do the policies consider how much of a contribution urban farms might make to urban food supplies. This course studies, in an experiential context, questions such as: much food can urban farms supply? Do farms even have to produce food? What are the differences between urban farms that have claimed nonprofit status, acting more as educational facilities than as commercial farms.      Course Page               30    3            NUTR-UE 0085            Techniques of Regional Cuisine           Introduction to the foods of various world regions & the techniques used to prepare them through hand-on food preparation, demonstrations, lectures & field trips.      Course Page               60    3            FOOD-GE 2183            Techniques of Regional Cuisines           Introduction to foods from various nationality groups through lectures, demonstrations, & field trips.      Course Page               30    2            FOOD-GE 2013            The Roles of Food in Social Movements           How food is used as a tool in social movements across cultures & time. Some of the themes of the course are food & revolutions, food as a form of social resistence & food as an apparatus for government policies. Students will learn that food’s highly flexible meaning can be both a force for change as well as oppression.      Course Page               30    3            FOOD-GE 2205            Theoretical Perspectives in Food Culture           Examination of theoretical literature commonly employed and debated in the field of food studies. Through the work of such established scholars as Freud, Elias, Foucault, de Certeau, Veblen and Barthes, understand their usefulness to recent scholarship in the developing field of food studies. Students focus on the practical task of developing useful tools, such as methods, techniques and concepts, for their own research agendas.      Course Page               30    3            NUTR-UE 0120            Theories and Techniques of Nutrition Education and Counseling           Theory & practice of nutritional education & dietary behavior change; methods of nutrition counseling in a variety of settings.      Course Page               30    2            PUHE-GE 2310            Topics in Health: Health Communication           The course will address special topics in heal communications including provider-patient commonucations, intercultural health communications, constituency relations, lessons learned from the AIDS crisis, special consideration in parental & family communicationsd, key challenges in childhood obesity communications, & communications success stories. Case studies, mini-lectures, guest speakers & student facilitated discussions will be used to illustrate all topics.      Course Page               30    3            FOOD-UE 1210            Understanding Food in History           Examination of food from historical & transnational perspectives. Topics considered are: the origins of agriculture, the phenomenon of famine, the co-evolution of world cuisines & civilizations, the international exchange & spread of foods & food technologies following 1492, issues of hunger & thirst, & the effects of the emergent global economy on food production, diets, & health.      Course Page               30    2            PUHE-UE 1325            Understanding Social Context and Risk Behavior: Public Health Approaches           Focuses on the relationship of risk behavior to social context. Includes discussion of the distribution of different types of risk factors across the U.S. population over the past fifty years, paying particular attention to class, race, geographic region of the country & age. Examines the historical policy approaches to addressing risk behaviors & social issues such as substance abuse, violence, & forms of sexual behavior. Emphasis will be placed on the ways in which social interpretations of behaviors have contributed to the development of public health interventions to address them.      Course Page               60    4            FOOD-GE 2036            Water, Waste and the Urban Environment           Investigates the final stage of the food system, water & waste disposal, as it is manifested in the urban metropolis. This course also draws upon the historical underpinnings of the systems used to manage water & waste, but also the underlying issues of purity & contamination that these systems are also designed to address. Issues include water & waste in relation to changing landscapes & demographics, enmeshment in urban policymaking, & competing notions of environmentalism.      Course Page               30    3            NUTR-GE 2194            Weight Control           Evaluation & application of theories of weight control & eating behavior to weight reduction & maintenance programs, with emphasis on development of scientifically based methods to promote appropriate body weight.      Course Page               30    3            PUHE-GE 2319            Writing Grants and Funding Proposals for Health Related Programs           A ?hands-on? approach to grant writing including development of skills in locating potential funding sources & the use of appropriate grant-writing style & technique. Students are guided through the development of a grant proposal, from locating sources of funds; through development of program objectives, background, & methods; to the peer review process.      Course Page               30    3                                     This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}, {"content": "%PDF-1.4 %  34 0 obj > endobj       xref  34 18  0000000016 00000 n  0000000950 00000 n  0000001030 00000 n  0000001159 00000 n  0000001328 00000 n  0000001881 00000 n  0000001925 00000 n  0000002178 00000 n  0000002254 00000 n  0000004028 00000 n  0000004480 00000 n  0000004742 00000 n  0000004776 00000 n  0000039791 00000 n  0000071188 00000 n  0000073857 00000 n  0000074709 00000 n  0000000656 00000 n  trailer   ]>>  startxref  0  %%EOF       51 0 obj >stream  xb```f``zA\u0001\u0001\u0004b@qaq\u0017K\u0004\u001b  *!*8\u0019Y7EV-\u0011,j^uTui7\u0001\u0019\u001d@4:\u0014G\u0003\u0003D\u0003  @1\u000e\b\u0018\u0018-\u0000@,\u0005\u0016Qb\u0010`ghgbgb͠vq\u0011\u0013\u0006U\\F2\u0005    \u00190\u00141VbpXQ\u0018tY\u0006&\u000e\u0011 \u0004@$v H3\u0002;\u0000\u0003\u00003  endstream endobj 35 0 obj > endobj 36 0 obj > endobj 37 0 obj >/ColorSpace >/Font >/ProcSet[/PDF/Text/ImageC/ImageI]/ExtGState >>> endobj 38 0 obj > endobj 39 0 obj[/Indexed 45 0 R 255 49 0 R] endobj 40 0 obj > endobj 41 0 obj > endobj 42 0 obj >stream  HWKs8\u0012W\u0002L\u0018o>\"ɶ2M&{(LDf(i Çm\u001c\u0018噂X\u00016!`L\u008cm9\u000fkNQY? Iy\u000ek\u0006,r\u0017?\u001fA\u00025\u0010A\u0014\u001bLh2\u0018O-O\u0011\u0019faa4\" '\u0014I\u0003aN\u001b\u0002`\u0010+QS\u0010@i \u000f >*\u0005WT :A(1\"B ]S\u001f\u0018}Ki©\u0011I}\u00033V\u000f YɄi\u0007a\u007f)@(S \u001fϊO-9r\u000e2\u0007N\u0000\u00018o\u001c@ R\u007f[ܧ}Lj\u0004Y\u007fc\u0001M}{+\u0004&\\\b]IZx&8Djo\u0016r(Pr\u0005\u0005= \u0000U\u000e׏\u007f]~cA\u0016\u007f_^d iYݜ%)]ծuE\u0005ա xR\u00104uy\u007fe\u001az\u001dA(7C?E~W%Ar\u0013\u001bo \u0018}V\u001a.!\u0014\u0013Ë_\u0011$K\u0016G U\u001bF\u0013|\u0019śj \u0011\u0014{ `$Y PSM\u000e K_\u0002׸\u000e\u001f\u001c\u0007LtA\u001a'\u0013HUK\u001a-;\u001c16\u0007@\u0004ӇZn\u0013#=fhr=G(]\u000f,^\u000e'e\u0013dEz/T\u0019`}|\u0018Y>%\u001cvW>\u0000S\\\u0017y\u001e59[ )\u0015 \u0003=\u0019۔AI\u000fsx)\u001eF} {\u0006qQ\u0000\u0003\u0000Q0   endstream endobj 43 0 obj > endobj 44 0 obj > endobj 45 0 obj[/ICCBased 48 0 R] endobj 46 0 obj >stream  HV PSg\u001erBr5\u0001{PR9Bx\u0001\u0002b !`,\u0010$!F / \u001a}?T\u0019֤\u0002kX'?\\Y\u007fe\u000f:c8 ;Y+\u0013a6\u0013O?vȶ4:\u000eKJQW ƣ#~fE0Â\u001bo%' gbN: _΄Uq  o؏XG\u0002lhjH?;2],ɑhv\u001a[\u0012k\u001eu,zuHá\u0010eo1`S,E\u007fk\u001ezĹN_w\u001b\u0007\u001d\u001d\u0001?SZӔ4[5ݱ׵q_L9%gk j5Nu?;t ` OA \u0019=WmlZNWS4M\u001b\u0012 \u001f9ҍay!V;\u001btџJ{4^X\u0011(jYȲ]KO/\u0012ʭ,8?vѧ\u001d>yM\u001b\u0015x̑o\u001a|Lg\u0003uo8e@'r[\u007f.\\{+XkaS-?bmk?w0'[\u0017kU񋕫n?\u007f\u007fH$5\u0003]s\u0007\u001f\u001c\u0006\b{B\u0005\u0002]x鋒 #\u0019x\u001fI\u0006m;~CVb(Tj\u001b'5\u007fO\u001a>D\u0012Gv)\b,|2@ \u0004\u001cDA2B.\u001bpbxǡ^ϰ\u0004=\u0018\u0018dac\u000e[D s8\u0017[nfW5o\\>n\u001f\u001b/\u001d?2˿r6\u0016yӕ[c7.\u000f{t] BI\u0011Agz\u0015Vi\u0015Ԙ5\u0005ؽ\b_R% \u0016o=f}\u0003#{# _G$\u0012 !WV3ִ根qɸ*,S\\\u0005CsV]uSu*+\u000e\u001d\u0011d³[\u00076\u001dQ6V\u0010\u000f\u0018u ا\u0010Op !10\u001bNLUd7L/\u0018]\u0006,8  zidnPP,X[h$%\u0012 w \u007f1\u0012\u001by\u0019`\u0015E_^m\u0018,Nd7\u001dN)\u001a\u0012\bd\u0018b\u0018A \u007f\u007f~ A\u001dԣ\\h\u0004٤[\u001eX\u0012l#\u000f X@]\u000f\u0010u\u0001\u0006+ _\b17 d#5a.C\u0015\u007f\u001dzCׂ,4| M\u0010\u0006ܷW\"R@l=\u0019d\u00071\u0001>S}'{zHxw7WI\u0013N\u0013\u001c\u001dDvqcmǌ\u001e5  \u0011Ç \u001dbfjbl$\u0014-L\u0014UNHd'rWXAf CQȫ:\\A{U3\u00005S\u0006i\u0006h\u0006i\u0011\u001fp2\u0011Wy%Xj\u000f经UAV\u0012\u0005\u0015iX\b$$(ǂЈ Nδ\u000eigV:McHJ2S:ML;?2ɴS3L2QFMӠ :ڙ6v/ӗoswI][#п`F ԷH][#\u001bhXaV\u001ch0,\u00113BV\u0003P\u0001%,7\u0017Qr\u0012KYf_R4>!4&\u0015*l\bYMf\u0003`š.}k$PG,Q`\u0005\u0014Xz-1z\u001d:e$F\u0013\u0003i/u\u00029]fWvDe\u0001k`m\u0015ei\u001d\u0011kQ}ZЎ9jɦxCC\u00143\u0013j(ZE  \u0018lඈ Ŋ \u001c}@ƕn3=`\u001eH\u001c\u001a \u0013\u0016m;O\u00156\u0007ٗ9d$vDLȌv4LKm4\u0005G˒e\u0019\u000eKJN|{nLjr:k!QEf\u0013.2\u001b$bZJq tPb\u007f _T\u001e0\u0013Kx2z4\u0012 Wl^vwOGUMr \u0005\u0013\u001d \u0004R\u0001w=. =!ۏ\u001dZ>a2j`Qtm\u0005(Nԉ\u0015\u001aɴ ,JQ\"\u0010\u0018:#\u0005a\u001e;#sc&\u0002,\u0004\u0002˳f\u007fw=\u0003k- wgƑ\u0018!#ŉȚĩ5@\u0014Wӈ$K$\u001aM1\u0011KtxixD%\u00179.O\u0015Y\u0003Q\u001b; U!ĺ>\u0016)ь\u0014Z-[wEj\u0011\u001bz*O Bcw}M\u001fz\u00102H\u0000MCJܠ}K\u00197\u0006VajE\u007f=Keb\"\u0017!K#qj@\u0013BFS \u007f\u000e\u001a}K\u000f\u001f#\u0012c(H\\I2-\u0001g'mm !&; z\u0018N\u0006^ס}\u0018\\M\u0007C $\u000f+ӮID·8&\u0017%3U`uY  \u001eԂT\u0006\u000f\"\bw6BͰ\u0015|\u0011\u0013xK;qw?b>\u0000C!Ǩ\u0015>k+ߟ\u0007=EMث\u0007EQo\u000e6\u0015U1HKeZ\u001e8\u0006`}'@M\u001cŜ\u0004d\u0003@Z\u0016?| psey~\u0003\u000e\u0003U&\u0017t =qpܲs{#8N\u001c19\u007f%\u000f/ל 7\\VgFF\u0007O\u0012m\u0019\u001c^鬼8\u001c.z9 \\\u001787K'c\u0017 %6j[z #[)\u0016jsNl8R9Nm=q.r>emmEi\u0001\u001e皫aO'^Ƞ=/\u0014\u0017\u001f8u992cޙcwٚ\u007f\u00195c qu!;G\u000f\\q=BOzWxv#zX\\\u0000_a s\u001fϫ[(G}99귩]!j>Zрr\u0006yԪԤLA#=?F{*5\u0005%Q\u0017\u000fd?>YgޭT*cmĕg \u007f.ޑ=\b\u0015!s bx: i\u0016\u0012ɵwge>y\u0017\u0001\u001f!N\u007f96pb{I^'\u0017J']E\\~\u0000\u0006Q7ަ\u00137\u000f~#s\u0002Ů(}\u0005婆\u007f]\u007f}\u007f\u001e`'ތ6\u00162ܓ>Jߣ\u0006*ߞIe6)t}>|=\u0003G/\u0017BfX2\u000fQ3\u0001yC\u0019Ӣ\u00120\u001cT\u0016q\u0014Z=$N2-ŷ-\u0019@5p\u001cb􇝷\u00131ZoX\u0013\u0013ءJEėV\u001ex7*kR,SG|uJRB\u0006AVA(\\\u001aiT\u0017 㵡'|CRO>KS3[к/\u0015X\u0019,xз٠|C΋}\u0017(E=: {#>T \u0004\u0001U\u0015u*GiQwWc-\u0013u4 L\u00003F^Z\u001e^\u0010u\u0012\u001d7ƃq!\u0015kҸn NO]Ӣ 3\u0015`\u0010h\u0013ء\u0016b/o\u00050![Emp0_\u0018'gu\u001a\u000eW\u000e\u0007ۇc.*}\u0018Q\u0018\u001a\":)\u001eNT_ٯRO'Uog\u001fM\u001fǯ dI\u0001T\u0007N׫\u0005Nީv\u00160\u0002c (\u0004tg17\u0007\u00131;\u0019\u0002\u001c\u0015\u0010a\u0015h\u0002EI\u0012@H$``8D\\!>$>%h\u0002h4pR3'\u0017[k\u000e*4АB*dSȢY!B\u00064 \u0015b\u0014v\u0000\u0000\u0002\u0005 \u0000\u0001\u0017\u0001/\u0003.\u0000^\u0002\u0002f\u0000\u0013q\u0018`\u0004\u0002$\u0001]JA\u0006\u0014*VȪI!B*hHI\u0004^\u0006 D  1 .B_9ɥ$\u001a\u001b9%\b\u0016\u0011 Y\u001aSU9\u000f\u0005ܓeI\u001f K:5C\u001d٘\u000el\u0018VHޡә\u0017ϡy\u0001dB\u001d0B\u000e\u0016ݳ\u001f=)\u000fsqZ\u0017^2y9.\\{_\u001f\u0019E\"\u0014Y|\u0016!#\u007fNID*p7ѻ:ѻ\u0012\u0019UCȷ\u00151\u0004Z\u0010bm-x\u001b@XHb?xSb)y?\u007fed\u001d\"\u001dS\u0002MRo`ax\u0012Z1XB>C%_.\u0018OWygw `Muy}\u0018{Mu\u0002\u0016sQb7\u0017,\u000e \u001d\u0010\u0018Ta\u000f\u0003Js\u0011k\u0016y·bbE7 cX-f:y\u0000D\u0003\u0016u&[,e-,\u00041y`\u0018#_\u001b&=w4li\u001eu\u0005Tcr.0sȔ\u001ei* $ޱíeB'o,A\u0011oCqQ3;PdT 1e\u001fhԚ\u000f Y*%\u000e!Vc\u0006c[\u0000JĚ#b3ILn \u001ao+($&XĿd\u001b~U\u0017pIQ\u0004֚\u0085qre\u0006[qiƼ~DU[nMF3\u00023\u0006QH\u0019hvޝX \u001akw#q2\u0006=UUO\u0005\u001dU4Մ{Jl(E_E\u0006V4\u007fU+V}j7+y\u001dbP\u0005\u001e*2;ԯ6\u0001&i\u0006k)E:Gnu \u000e\u001d.M{\u000e\u001bT=\u0003w$P\u001e\u0002/]X®npl\u0003\u0006|#\u00063n\u0014l\u0016 ;$\u0005\u0016#iD\u001a&%\u0006I\u0014 M?gے \u0001a\u0004OO\u000f\u001d\u0011= Gp\u0013򑥅mEM\u0003o\u0004\u001b\u000fVfY@]q\u001d8qᓯ7)\u0007*֗>ܟ˅U\\g-.f](9\u001fB.\u0014tN]4$\u0014\u0012z\u001c \"4 iLH\u0010 c x\u0011ߛOŭGѹKO\u0002ss\u001b\u0004\u0007̑\u007f\u000fJ-&ILxTϣItc\u0001S\u0016q\u001arB:܀j˲\u000eO[/V\u0018SlI\u00033Ҥ-S'\u0014\u0004 aWʓs1my/\u00070KER\u007f(:\" v0\u001f2#\u0011\bQxWy462;^\u0019$\u0006DC\u0016D. \u0015/?\u0010'\u00196|a3Q\u0012ڧs(n-PR\u0004=A%\u0004/;ìґը+ 7>\u0019aE|\u0002Ah\u000f1\u00126i|vj\u0006q0 52R\u001dzyY4\u001e4~ \u0013\u0014\b=\u001aY \b=PH\u0016١[=2!.\u0001;\u001c}\u0019M]o^,\u00121G+\u0003\u001dug;>Wn \u0014yPYΰ\u0014TN\u0013]U:*v۴n_\u001b.k\u001a'km\u001a\u0007@u\u0014d_Y$tUd\u0010[)D?ֹ|g{e\u0086==\u001a)iEBv4>nA?\u0015G-9mM\u0017\u0002\u000e ! \u0015_wݺ@1PRǽ\u0010,_](\u0005)\u0000g^+\u0012`\u000e  wݞ\u000e{Ύ5\u001c \"\u001e٤\u000eW\u001e\u007f7\u0007j\u0019%9l\u001cL#\u001cpv1^\u0018-o2\u0018^q\u0017?tU \u0007\u0003ҝ\u0018Y\u007fu\u0019t\u001c\u0003V\u001e a\u0003!Cti0aՀ^gؼi,\u0005T\u0018u}ec6۲`Kp0H\u0007\u0018ɸ[\u001e'[2#YH(dH\u001a7\u0005Q\u001a23IP40\u000fS$)(ԕ|XDIq\u0016\u0006d\u0000| \u0011[\u001cwV1ZW {$g͹ O|4\u0017]wdXʶDt(]ڿ \u000ea}s\u001c\u007f$ʇ8vm\u001c_\u0013I 4@%\u0019\b\u0018MBB\u00194F\u0003Y骪\u0010֨tt]#ڮATe&IkLFjS?\u0006b\u001f!{s@g8=|)}po͏\u0000?~\u0010.5U7~~Oۼ~gts7\u0015qo2$MSו\\[$ULR9*ߌ͎Hf \u0018PZ\"\u001a[+h\u0018TN#*ˡ 4'k(\u00146Γ@f $\u001eL\u0016\u001a  \u0001\u007f]K+L\u001a]u;Aw\u0013\u0019ўN?wӵq:Z\u0017\u001fwnx\u001fx\u0007=K~Q\u0003\u001d\u0006X\"y^vö>wc\u0000.449 H\u001c\u0010\u0015 \u001dh5/k* \u000e`jj=e=oEV oU\u0018F/t%ii4c31)lR/V1pvC$@6a\u0016)6ZK@fkm!ɄӾ\u0005B\u0005b\u0005[\u0004r\u0001\u001etxz\u001aBY0\u001e̕A;\u000eaP\u0000$x\u0018>Jl\\ L6z+\u0012\u007fx&\u0006 uW%]魣\u001ek\u0010\u0015hc'_.s+#{\u0003\u001aWoc`dPs[Ue9Z\u001dؾ+5xn3\bpkǎ~ \u00004A/X;R3\u0016 zlAء83F]/\u0002%\u0000ApE|>\u0017\u0016\u0012BI\u001e3\u001c \u001f G\b=\u0011# \"> ĕn,W\b\u001f8\u0003 j.%\u000f\u001ep5\u0013\u0012\u00049\brS;G\u0011zx?~\u001a=o\u001cڑ?Jz+K4F35O\u007fz땖\u0007]=uvz6 \u0000# O{o),EIW~Zp\u000e.\u0015t JOY)Yӈj\u0011Jm4}P\u0012\u0000%HB(]\u0003[rpa¿H+$иL\u00135\u001aQ\u0012\u000ff\u001br呆&&_G\u0013Z%x\u0017؁c\u001a7\u001aj5\u0006Qsi#NS\u001bz\u007f\"\u001epN;w\"ʹ9p;\u0019,8FE+(\u001dҔVBr6D6\u0002LIGb\u0005y/FDAsF_\u0005R)?r\u0012QJ{pkw*\u0000N|)\u007f}\u007f\u000e\u0016I nooG\u0004;OY \u001cUh(N \u0007\u007f\u001f98\u0001\u000egby.\u001b&4W>\b$l\u0016HHB0\u0001@\u0012\bJ\u00168\u001a\u0010%\u0006B% f1PGZU3֛RS=]΍vz]s\u001bZý\u0006ͻ| AT|+3*bپ\u0011k\u001b(~>V jGߝ5H _QWh+\u0011$~\u0014Rj&϶\u0018\u0019b1r(\u0015)(m(\u0000K ]l\"lC  7!wi=ғҒ\u0012\u00064ʇ>oq\u0010SzyDLf2IhŖSB\u0007je\u0019 eԮ\u0013+=zol-_\u001be\u0005.\u0003=z䉙\u001f\u001dh\u0012q*Dџ?64=\u0006TJ>@1\u001aJQ䎽ޝ\u0017.6髱^\u001a\u0017\u007fy\u0006ۈ/f{gu9\u007f ]\u0011\u0019LYf \u0005'\u0019-\u001f@+aD,|\u001e\u001d6B\"\"0\"Bц>H\u0019`@O\u001a.@_p6Wю\u0001T\"\u0014\u0007\u000eCt 9(\u0002-;\u001dW\u001c_:h4Z\u0015#&\u0013 As2\u001ew\u000ftpa$\bq7n\u009dR\u0010, 1\u001028l:hA\u0089\u0004yt܁%\u0011.\u0002rINَ\u0002\u0013&\b'l,CAp '\u0012V^KD  >|\u0010DQ`X o\u0010\u0018Wl8 v4\u0016 /Or\u0007\u0011v64@| \u0015d\by\u001b~>\u0003\u0005wK1Ƒq g4{O:\u0019\u0002^\u00141:WΎ@:J\u0006yn>7Ό\u00197ʎC\u0011\u0010L a\\wӴqD\u0003!ra\u001f\u0000\u007fFLml~W5MՅB/r\u0013¾1uZr`\u0012WTb\u0004ARVltw\u0014\u0017|\u0004@@J&k46*t0\u0012R Ep]M6\u0017A$\u0000\u0016i\u001e\u0004错}\u0012ȹl:\u0002\u001cs]\u0015GE\\% u\u0002QEPKNFQ_;\u0003\u0017 \u0005ZW\u0004ӬO[\u007fD\u0019n ԉ\u0002k=ZA\"#(xɚu.YQX@CI?/ny}ӶΜ,\u00160#X=y %\u0019:xM`\b6d\u0017\u0007TNK5c\bDy\u001e'pH\u000eEdƢ \u0014O\u0005aj&N1\u001cFFs\u0017ohgFW ||Uz\u001fP\u000f٬wP\u000eK{5MV\u0005ExeRtV0LAOW\u001a#ˈlW#\u0011q\u0000\u0011hN~q-Cրiјyf5͢z S+mb\u0001y\u0005Dց\bP\u0010NX!p+ŽC L@\u0016Co>WNcEۢ:a؎YF:\\6@\u0000\u0017 \u0019Ow\u0018\bǊ\u00134\u001d\\&`\"}aw\u001c,5D\b\u001bn\"wRd$ AfoI6 YFx\u0006 oP\u001e1\u0019\u001a$Br-kt)\u0019nsȆH~\u0002]87JdWY>BQgG3~~ߺ odmz-9d\u0017\u001d?p|l&c޽m\u0005[\u0013SFх7; \"+  ,HJo\u001c\u0018{B\u007f 6)j q $OX^s∘\u0016GŽ☘ |cdȉQ!>28s$qNш]Ɍa4TƦ\u0014լ(s  R\u0002Mu$m\u00036Ia\u0007\u0000\u0016i\u0010\u001d5~\\7R7c\u0011\u0018n\u0012@L\u00039}\u0000   5ҧ$k4> \u0000\u00030%CO$N\u0018\u0014k%)\u00147#l;_L\u0015Okl㏄[\u0010\u0000^  S\"\u0002#GG\u0017Dof`oٷ3 \" ,C\u001dM/5\u000f\u001bFz7χ\u0005Cj\u000f,aiɔ)[P DJF\u0014zHW  }\u00029e\u0010\u001a\u001f\u0015\u001aEB}\"\u0017m\u001a\u0015 v-m\\-\u001f(?\u0015 ]/﷕XSp\u001fF\u00174\"D(TQ+2J\u0012.ߓ\u0016#\u0014\u0015\u0018a)E\u0011\u0017(wSC6\u0001\u0019|&msOu\u0011԰Cp\buTxS>U\u001e޵  P7vS×\u001c\u0015h_\u000fM_n\u0007{~_}gȖ@`ӳ_^ Tj\u0016\u0012\u0018q\u001e#$ufY\u0012z \u0013^Gy}\u0002\u0015(1Uo\u0006.\u0005> \u0001r\u0012$G\u0087\u0010B'xmTia7~l=\u0000\u0018 @ 1\u0018ÛY\u0010)=Ȟg\u007f~\u000fY:SMԞ\u0007!,\u0014   !Lj0d89y>oe\u0000mʹ@DexiZ䱨\u0014\u0006jXH&1J\u001d)]p2\u0018Z 3n]b hu:\u0017n\u0004rWoE, X{\u0015\u0000ص/gD\"Zyh4uftqo{z~i.|u\u0017¤#@0 VlI7\u007f\u0003'gu,} {`f\u0004R).EA|*򡕨DE\u0005bEډkmR\u0018V.V*\\m E\u0014r\u0016\u000f\u0003`@-1_}\u007fUTe#HaYJa\u000eڿdF @\u0005s);Od@f'_oMEx\u0001_C U!Yjq\u0011ƹn\u001e )i5#`\u0002\u0011T \bk4\"PNIP+GZR\u0005ID#\u001bd\u0016\u0006&av{\u0006@\u0014˘hZ6eGͨPSAK\u007fN ue \u001bn~]ug\bWg\u001bR\u0004 !⛔M\u0017b6M}+ֻ)j\u0016Tz7\u001b&| сV\u0003\\f0ڀӲ-1c\u0000l\u001c۲%9V>FȂ_\u001eg\u0003 +#\u0000RA޶r'\u00139!ʑ%Hn&w=G @.m+~(\u00151X|\u0001D$ҳ\u000eJ K5X'zhk\u0002B\u001eyiB\u0006D*TT;Z@Fj>j\bD RhĪx\u0002C䕃%.\u0012Dj\u0019\u0012-$H@BFGQP+_91vPO_8'iJ(tY\u00062N#\u0002o8z\u0005v\u0001=k- moG\u0004\u0017FD{E%Χ^\bNWFU](S˱ Ȩ\u001d \u0013bV >/(\u0012vh\u00014(6\u0003SJ8DXWb4\u0001ĩb:\u0000Y5 _d,b\u001b~j5L_^$\\\bjی\u0004B  G6D\u001c4+nhա)Vd jӀ\u0005 p\"޳\\ٚMI .x\\4rl&\u001a[ \"_=\u000esOھ\u001fI|c;\u001dN\u001c\u0004s8\u000e\u0004 \u0002N\u001aX0Hxk*4\"G7EMKGXْUjcc\u000e& 6B\u000fFV4uکιIWs-=\u0012\u0003\u001c\u0001\u0014@[M UOZ+q{NW$C~lj\u0005\u0000A ij\u0002\u000e nI\u001a؟Lf\u0016gͭpFY#UkM.\u00144\u001b\u0001ų\u0003I\u007f\u001f+\u0006Ǡצ\u0006ƴJbz-z 3>A$ \u0005\u0016 ڐe\u0004\u001d%Ug\u0006 :\u0018\u0002(0[2 \u000e)j5]=  \u0017-\u0003.@/*N\u001f\u0000\u001a௵\u0014uOiOj#cg\u0006\u0005.pg\u0013J>?o\u0017JWW1$l\u0014idKc\u0019RF\u0003d\u0016C\u0003\u0014>݄\u0006\u0007\u0013 'R]lӱ&\u0002e \u0016^!4J_htDΜx0\u0003\u0012m\u0018੔#56rJ\u0003X.ۖ#r=jt\u000eaꀽ) CeO`o\u0016\u0015\u0016\u0005+ u&xi,^Q\u0005O\u000eW!!˨/nhZ,\u0015CQƲY.&0\"\u0015?)ac,Mhue\u001d%(Pl>*\u00127\u0018\u0001WN\u0004ҒY \u0016\u001a\u0004HOv/`g s\u000f\u000e\u001bz\u0014o ٦0A˸\u0010\u0001\u0011\u0010 =\u000e\u0007M\u007f\u001a\u001b\u0002CC`\u0011\u001aP \u0002A3\u000fP _ˏBPhg\u0011B0z\u0000RJg'\u0015\u0000\u0001!LX|m8x~Ёь u*vx-\u0018)H7^V \u0011h%\u0005ʙ̸\u0016dnʃ\u00182un\u0000Th\u001d\u001c\u0002\u0018f\u001f)Ak*S1\u0010u\u0016\u0013'@in\u001dl2 \u0006\u001b-R[}V\u0001\u000e\u0014t0\\\u00118UϮ)\u0016:Fk:\u001a\\ \u0012,Hp+3opel:i\"\u0005I\u0004MS #:j呫\u007f\u0002\u0001*DeKJ$\u0003\u007fF\"!s|\\H\bL\u000eG\u0002'fB\u0007BX\b\u001aXivߏO1\u001cK\u001e\u0013\u0011\u0019K`\u0019@ſy\u001e^u҂ߒno ʐ\u0017\u0017\u0006ә\u0016tr2L T 4\u0013\u0007m ޯgss;}{\u001bț-m3q_\u00033a]bP*w\u000f۔ަB6\"gkj#\u000eJ6Bo\u00036[{NV\u0018;^hb\\;Oq?&Lkj|V\\\u000f}#z  p\u0011LhOЭo|\u0019Kal ] `SӲ;-4@,l\u0015%8(带R\u0005\u0007\u0011d\u0005D^۷Vm鋬}\u0005O%z;=&\u0010W\u0019ovl30P\u0001`2ٽ\"U\u001bCl6kIb7{68)\u0016\u0016 N63vGpc\u007f.ئ;s=~u|c'IlI$vbG0 V\u0003\u0011֋5[2['͂Ǟ'@3H RZb\u0007q·%sLihF1Sk.2*-J\"oB\u00169Aj\u00165:^r5i끡RM­\u001ayNi \u00000\u001bt\u001d\u0019`jـŧwg/l ^\u0018\u000029\u001ffT{h*\\\u001e\u0012\u0012\u001c\u0002.Z28\bC(\u0019\u0017\\LJ\u0010E\u000ezdנ[\u0014 Hn)r\u001dRg\u0006H%f\u0013bt\u0014L򟽼\u001a>\u001eu\u001dڰ߾ ta\u0002 &6=yI烤LRT\u0014\u0003: lxh;\u0017@\u001e\u0004@\u0013L (7 no\u0011dX\u0000l0]\u0003^a\u0006\u0002l\u0007F(\u0018FɈT;:ۮ&6{*\u000eg\u0003>>'n~ 8\bAM#7HWi\u0011>\u0010خk)\"6CHi ~.\u0015_`:_zׇ0\u0010Q\u0002\u00109 csd \u001d\u0007\u007f\u0016b\"H\u001a\u0013Lڊ5\u0012Z\u0004a]HԶr\u001b@\u001e/Oۊn\u0004\u0001X\u0019RU.0!\u001b+X0R9甁\u0010\u0016՚)SΥ:h\u0018:ېV\u0018d sC6K\u0019f 02_7ZN\u0015do-˫4?y\u001f:=5-\u001d\u00132'{};TE28\u00169$Y#n\u001b\u0018\u0014Z\u0003v 2KV ?^ Im~nLe[Vr=X\u007f\u0002!GѮt::ZW\u0007|F;\u001a($.!庁o>~YVU斐e :2\u00011Y*2m*eʙ ceF3ph dzmo_(,^ *tvfv\u0016hь\u0010̌wK8(\u0015p]\u001a\u0004W-cO9P\u001f$B]x\u001e\\+\u0018f7f#/ԩ?jgeŔVρa\u001bM .Eia;7o\u001b\u0018E Y@Moۏ \u000e,J˓O\u001eE)T\u00078ᗍ:c|b` A(\u0017\u001a=VB\u0007\u0010\u0013\u0012YtՎ\u0011.OgB\u0006\b.uU àWUぱ \u000fN[(|:Oޮc]Oķ\u0016,\u0005GfNT}dͷW.9Yp\u0018\u001bNz+\u0012{]N(  $m.\u0012'ݑpо:\u0013A',V]Bg_ڣj 2Fm\"󁙈7G O\u007f9V\u001a \u001fT\u001cBf`D\u0010K[>e\u0005\u0001\u0006^E-V0:=_:힚:?nFݦ\u00197{L: \u0017\u001a΍5N1ǞDa١Vd\u0001E}#:w\u0003 L]AX޹9 eg: ʂ\u0016vKBPP w +Rςd/t!z\b̋|j\u001bWq;MwO\u0003oA~\u0016B\u00186v\"{>19\u0019\\ a( ~w}\u001dǱ\u001d'ωc;cb N\u0003 1)y\u007f\u001f1BIvM[&V iIL]Ҫ,[\u0015!@: vcLT0 I5ѷ${~v\u0018scNwVyy@! (Ղ,Bnvu  >ӡS~tӏT|a,G++\u0000k\u0017Co24,BC.\u001f,LNW!W4#T0\u0015h\"RUnG\u0005ԊQ=+\u0011U\u001cՐW\u0001\u0019MɎ:77\u0010;m\u0002\u0006@*c\u0012\u0004VO4l s%P\u0017\u0011=掎5٩4j=\u0005+Z\u0005?q(M\u0010]nKj(,/h)I\u0013|oj0\u0018,Z a:\u0000>A_v䟍D}\u001f\u001a Vg\u001ab@y`\u000e.\u0010@MW\u001d\u0018á\u0002/ zigͶzv\u001ay\u0006`*\u0017oX|Z=80w)\u0019\u00133\u001c\u001f/!˥\u0005 l3֎j86\u0016F\u0011&6׳7}S{VO_\u007f雏\u001c^/o \u0002^%,+t l\u001827U\u000eq\u0000Wl[+q\u0013ċMB U ,\u0019\u0019cG\u0018:(}:\u0019:!\u0019A\u0013j}iBMM9pt\u001a7\u0010q^ \u0007:2\u0016u,I\u0001pP\u001b-;\u0014ރ\u0000(,ĮGt\u001cu-Φ(\bh:F\\-\u001e 0GvFA1'K%\u0001zF4ѝ.FV \u001bS^ :vK\u001a\u001dg[;lDH\u0007Z -k\u0006ᢟ}_z_ndh\u0011 %B;Q Γc\u0004 AY+IO]\u0007^*%Q)x= '\u001dE`\" \\B: ->\u001aigcfH\u007f\u0002RWm\u0002\u007fԋ޺-\u0001i\u001cp\u000eWb\u000e%\u0012\u001aB㡩\u0010\u000ezjQ,TXFEXm=*mAB7\u007fP0ayVI*[\u0005\u0000IB\u001bF&uH2\u001e\u000e[5΁\"`|r\u0002~_pl͢(!ўa\u0007yVL~gCo#  X$ . Ƶ >k$\u001a\u0017~XI>-.\u0017l;:Ao\"Ғfs\u0011Tad(JZdZ \u0005cN\u0004gZLֱ^M\u0012)eLu)katGFoEF\u000e]Fu$^{F\u000ek̩\u0000\u0019@\u0001 1\u0015\u0017NNXon ;\u0004\u0003p\b\u0004\bqq8d\u000edЪҬ[iiZUkSMlZXNShimڤV\u000f*c)5Tػ\u0003 ~Ow\u000f}\u0007l/4(lc()\"1C>\u0015B1mB >,2P\u000e]=Fr,N\u0003pΤ\u0003Ϗ\bw\u001f>\u0002?@i\u0012)\u0001q\u001cEDW_Z.\u0016\u0011H8f/xkjf(\u0019@\u001fT,^:I?\"\"&) l|! Q: ᑠ'/o\u0007 \u0001SdW((ECr_\u001c\u0018\u001bx\u0013>b[ĩ\u0000\u0018\u001e\u0001\u0003\u0005Y\u001e #SsWҟLi 8f\u001akՅnAS*&7m_ \"i+v\u001av[^ul\u0006Z~ohUAQ86Z\u0013جd\u0000|\u001f {I3H\u0019Ѷ,G8(M\u0001{v5VĜt'ą\u001c8\u000f\u0007RP\u0006\u0014 :X\u0004@\u007fq׳.\u0000.F\u0016\u0004\u00018 \u0000U\u000e Aݩvh`g7 yWP\u0006`!&\u0011\u001dMtF94h\u0017nm-n\u0010h\u001f,rp0C9qL\u007f\u001f\u001bsϱ\\3w\u0004Mqмs\u00123ᶦޤ䄣X*H'{+\u0017\u0011d \u001cxE\u001fnxXn\u0007\u0007\u0018 %?p\u001ey?o\u0014\u0010 Mq%b \"\b`s>1\u0013}A@#B F\u001cO8>,YU\u0011)K`,Fs4  i\u0006|\u0005}\u000e\\ՍfPab7\u001f\u001fG?\u001f~\\Au˒\u001e\u001d3\u001b  r9/aiT2UɧR8_.>tΗ\u0017|acȒƬucj@\u000e#\u001d7vZ\u000f\u0014fCc8-\u0011PO__F+\u001cB\"%M\u0010\u0004H\u000e@ H:\u0012jI\u0018 C`)ZV[.iKm(iS7 ߵO5zU\u0003 pI8 VKD\u0017 6@O\u0011*I_M>KoKemQ\"\u007f\u0002;Ҡ6{soj?V`\u0014CQ\"iޮ]\u0019u*Uwm\udd83Qf(.zVV aHg[\u001eK :\\\u0019g2[\u0017^\u001cbx\u0017;x\u00025;\u0017M:p#\u00191vA_0:\u0019!X!\b&\u0016ۋ(D6O\"?Bus|`h[ \u001dvxyi'HE4N?[NQ\u000eʥ: \u001bP¦G7 YW\u0003U5\u0012F`Ĥ\u0004 lpˀՕaW ]8a\u0010lY\u0012i5\"$cI  l\u0002]*`\u0004 p\u0007A[ >\u00050ai` \u0010u\u00181\u0005LT\u0002O}4O\b.v\u0011X\"\u0016E ,A .AMt\u0014CjZ1Ô\u0003%E%2k;r\u001cUܲvֶ \u001d\u001b;7um~|m{1[3\u000fvz8D9RyZQ!V\u0006[ЃQB!/,$7܉n/|s% 75{zԬ'\u0016=\u0003588\u001f\u00001E\u0012j0\u0013UD_j\u0004J̞bzc4\u001c\u0018\u0000,rXMV\u0012]\u001cUD7h5.\u0006\u001fOx܂\u0015v \u0003`D{}a-0\u001a\bG\u001e+\u0012 xEW\u0017\ba`w8e*%!A a\u0015\u0011=4\u001f {D?* xİڡ1\u001fr\u0007h^Pzs\u0007t\u001foh\u001f^B0\u0001\u000f\u0001 \u0013\u0004 Ц\u0006\u0011(k+x0d!K\u0002!U\"\u0010tpkGYZ\u000e+q밋^ᶱCrC=7ֻLHs\u00127$_\u000e27iz `\u001f8~hi\bW5,\u001bƗ&q\u0018FC\u0018\u0019\"\u001di4)ڒ'!Z_\u001b)\u0016M蠽(:Y(R\u0012N\u007fq$S\u001b'HrPըR\"W)8OL\u0019\u0006\u007fZ>ߦG\u0004\u001d\u007fR}\\\u0002\u007f 0\u0000\u0012JX   endstream endobj 47 0 obj >stream  HV TSW\u001aY!Iٚ\u001dx\u0001\u0002!\u0004h !`\u001c6I@jKxh6\u001e E\u0005EjiRQ[\u0011ź\u0014\u000e=T\u0011Hm*-}0:sΜ3sLyK\u0007\u0018\u0000\u0000WP\u0002X 3V'\u0003\u0016+\u0006\u0000ɚ\u0010Y~\\ ;ҥ͸cy\u0000l\u00000\u0014\u001c9I \u0000peٶ\u001csw\u0000\\ \u00004T=bV\u0000&\u0001`h7\u0010x\u0001t\u0006\u0017n@ (go\u0000 Dh}x\u0004ɱ\u0000gz\u001c  \u001a??ӌϱ9-cD\u0011\u001eZp3Ѳz\u0018\u0000p^YIQ\u000fz6m ۹B\u0001\u0010X \u0000o\u001d1\u0006. Dn)\u0002\u0003?\u0013\u0010ew]\u0018NZ\u0007s\bo1\u0019 +\u0012yp\u0000\u0007q\u0019lc\u001cMR0S\u001a %^ zJ\u0006:@\u0002+0\u0001\u0002PH_\u0018|\u001f۽a\u0001o?J\u001fy׽\u000e1\u0007 \u0001Lu_}!oYuT&} W\u0006\u001bQ*H: {Jc Qc̱@=`\u0012A\u0015X\udce51O\u001a \u0010>\u0006ڢHXohL@ mFK\u000e\u0010|V+% d蠤dVĨ\u00137BThUb8V\u001f\u00101\u000e>\u0007=%b\u001c&ʰq\u0018MGbT\u0016*\u007fuOǜ\u0001ҥ(\u0015RpR\u0002o\u0019抃%^;\u0004{=\\uj:\u000e\u0006:ufد*\u001f^j\u007f>Ý5Mp'g&׳`Ɲ\u00193:RܪӾ\u0019!8 ?Ҙ8ZwU}֚ʚįո)t\u001f/dc\u001a& \u0015s%B\"=־ÙxZIo>N ~Ac/+$*\u001e\u00171ޛZQWҳhUu\u001b>\u0017s|/؃ea\u001f\u000eKi\u001awSC|Ekźly/ rWonLX^+[[A'\u001e=p'cuOo\\\u008aָJnQ_\u00117H`9'\u0015\u0016&>\u001e\u001bmp\u0012:-\u0014a\u0010\u0014VZ^.mK++5z4\u0017*ңmߏ;vzͶ s߸ߧW%\u0013X6o ]:fL 8$y~ǵ4-.X ]\u0002; 0|\u001c \u0017L\u0007\u0001\u001a+O9͏Ed}k`n\u0015&YS/wT\u00114\"x}ۇm\u001bG>\u001eeS??gU\u001f9W~ꪾMMF/]g G(\u0002z[I\"Ěʱ0\u001d tC\u0006$\u0002  0P9 R!Jɦz6|Wc| c) Y yI\u0013\u001dr\b\u007f,\u00186fHt_.l \u000fm\u0004G\u001b|\u001bo-YGT#opo].g7\u000eLiپvչM\u000e,\u007f.^ڼJ{}7}\"^\u001b\u00141C~\u0003\u0016[yT\u0007>KxV4FoMXʲM .:=btblA9W\u001e\u000e\u007fмd]ٰ?mzU.gP wSN8:U\u0011τ=W \u0019\u0016Q7ڂ3x(hx;\u000f\u0002` ̀\u0012hzY\u001ev\u0011\\$^\u0003VpVv&0@\u00191:  D#?!?,\bBF\u0010A =\u0003|\u00048\u0006&&VƑZ\u0019\u0019  K$,P!$ F\u00050\u0012FQOcxR\u000f\u0014BI\u0005 P ;pNB3\u0000.x \u0011>⹟(J\u0018ʅHYzw,i\u0003Ť\u0007PN~z8\u0001\u0011~VxN}1\"=4φ';,p\u0012Dvs-9fb\u0005\u0012\u0010b\u0001\u001d\\ C>\u0017AI vZp\u0003N  | w\b> X8).e,>9SΒs\u0003J~MgdB}|W^[:\u0013IE^?wӟ#B]C3&;٨0kiWf||| \u000fğER7ȣ#tQN/QwkzxvCMexE\u0004#z\u0007v \";F@ q:)mOvjdDI}1Qha\u0007\u001f\u007fWV \u0006gͼ^{Ϛ>힩S&=xEw\u0015\u001dS1 \u001d} Dڸ\u001d^4}\u0005\u0003-\u0006⎅ڑk\u001c+Y#Wr㨕Pn\u001e\u0001+b[ٰmk+hw\\Wo^:|aEJ\u0096ŭS-\u0019q^ߘ\u001a \u00181hA˩7i4\u0010>Ayʩ\u0011\u000e\b,lpF¥>_,\u0018p:jȯPb5G6:e\u0005R^Z\u0017`ohY\u0013udKy;K찳?\u0004\u0003ڡUQ'_UѷM%\u0018s\u001b_\u00135|yLFJ6YM&wYΏWD7\u0016á@ʨ\u000fRۑ\u001624ZI\u00051V3p\u001dxv[=\u000egMI:rؔ[(\u0011+*jڱԾ\\gu!nL0\u001dt]EC\u001b9R˹\u0005X\"\u000e!X-H\u0012\u001dQV?\\_e4Xt\u0013\u0017Oz\u0011F׶\b`_6reh,\"nrB\u000eٶ;gsxjZHH\u0007\u0003[\u0006{r\u001a`2Z\u001eŦXU\u0005L󱗻C\u000e\u001d'\"[\u0018*1Gy&)nDv&=n#\u0013\u0015;y广\" *G_[3Hէ\u001bedWiy \u0018 |!A \u007fylv\u0002Ak'ϓ6;^K&b\u0011mvh\u0003\u0005G?xG6D\u001a/\u0014\u0015?\u0014\u000f\u0010edPg\u0001_e\u0001\u0011`/pPݫ+zi.YPȥ \u001aM$\b, '\b\u0007l\u0014_쬃A\u0015\u001cg\u0019;#'C)B t\u001a\u0003\u0001\u001ee9688T8r\u0018,^\u001aMGd[6Id\u001aM99eV64l&/ȵ@#\u0001\u0014u\u0005uA妢 _ǹy1\u001a~m\bg'_-CTsR\u001eA\u0000S:A\\\u000fT>#_ukG\u0018\\\\|\u001a\u0019@|-y$\u0000}1\u001f#M 3_l+4oT\u0005\u000fNGT qM\\Nb^w>  *}?n6Qv!h.y?e?^.WNxLnt?^Z)eYalj]-H\u0017sqyнr\u0016Yh>3|#mz\u0001jk%ǋ \u000f\u0001M\u0001/c15US~iJ|B,ASLX@3\u00117W~'; P\u001eSuC\u001e0\u0013H`!-YUyU 1\u001d\u0005f]cEP8ep\u001a4\u0011\u0017\u0017\u000e, щ1|SЉ#\u0011'/C!4 Q,b8c\\CT.v}v}XQ\u0011$\u0003Ŀ\u0007M \\2\u0002Hr$)gw58D0FFL\u001a\u001a`\u000ffK\u00178\"6:i~wISfd*%TKcd\u0012\u0000B \u0000(WB\u00130)\u0014\u000f!(љ\u001cBI\u0003@\"\u0011 U)IB \u0015ۭ\u0001T\u001b j(4jA@Bc?9 d!lMEP\u0000PC#h\"> ٿl\u0016\u0010(\u0017e\u0001\\;؍\u0006RniV\u0002 ZEq|F)\u0007ś#.\u0014\u00062N\u0014yh 2V+b*\u0010;P\u0017X̄~A\u000e\u001csBG\"e\u0018/\u0016?u7iE8\u001c#\u007fIB \u001f\u0010|R\u0011\\Ń\u0011.J\u007f5%\u0019Ðx\u0012BG\u0014'XToþV}u\u0002\u000f]5\b-h\u001fkȄ\u0018 t\u0005ʐ\u001eg\u0015p\\\u0015s@+p\u0007$y\u0005Y\u001bѓP˸B2\u001a$jD)q84\u0005@ko,Wte P\u0014`\"\u0003WU\u0000g#\u0006-\u0016\u001758Vӊ rG^#{V>l  \u0015\"2 [R'eX@n_f G)\u0005@v-ZՇ9kc}ݧT⋦代|7*VR.5ʁ\u0007a앹Y\b_P٩`6']j\u00160\u0017옘+ ̖+k1|!鲂9\u001d^͵YܹccT\u007fGIgR蝝(JwF\u001d ґ@ԑ_\u0011`!)BP\u001bujJi\u001c\u007f`bПӡ\u0014/\u0015`\u0010'G1Z+\u001d'\u0004e|:]*VYZ UÉɒ%酹zCw ɀ\u001c\u007f#A\u000f?\u007fgX\u000exwNVfޞ׎azCm/vڋ9v.q^N^˵woٵ[ m \u00056w4m \u0004j\u0003u*\u0002MM3ឞ.\u0001>AÂ \u0002]f޷\u0019*ާoosԜN1ݍ` v7Iݾm\u000e66/\u000ftw_̦H_ZNT Qei%`R2UAՉ\u0004%\u001f\u007fRsZ^Yi >>\u001c\u001f\u0012۹9\u00138K˒\u0002\u0001\u00025#\u0001\u0011XSP \u0007\u001a\u001aVn\u0005\u0004P\u0007t&~ Qi\u0012e@\u001b֭>\u0010qtl=>]Zm[V{IЌfli^uoOj魕޼Cdv\u0017Tmhҍ ck%uhlKs]?TjEފ\u001a/kX\u001e5%'&Jk /i&W .g/~c1\u0016ح2\u0015n$\u007f[ѽ4th\u0005-f\u001ci@\u000e;\u0017g\u0005\u001dMxL_\u001e f\u0011.\u001fDNȐ\u0011J=L \u0010P7^\u001f=%n\u0018oٰ!M`vc_w9xOwUKs/twn]\u001bS?+#HcԂl>'\u000e\u0017|ZD\u0001\u0014A5v\u000emG{P\u0002%\u0015]\u0004Y/°\"$\u0011\"H \u001fIڡ\u001d\u0012\u0002\u0003 \u0015V\u0019Oh/\u0012,K@\u0000 zxB\u0012-`\u0004A\u0013 +lYL \u0019iI﬉~'o\u0005O\u000eZ.J'x`r Cv+)xB Dr{U ^\u0014+]o+$m:K鑴cGуP˔:#)\u001e\u0018^v\u0014r/nM/ 8#\u000ff%\u0003\u0007\u0007\u0018 \u001aa%ڿZ41()\u000fAK!l_OwZxtWRd1 \u0004e\u0011RQ4'#(T0\u001f\u007fKHDiTt34պ激P!\u0007\u0013  \u0018J\u0015u;z\\=\u0007{\u000e>F\\s_ӯg$JʒdJʓ$T&*MԄbRN1S vK,E)EN)SLJR4)mMRUUU[^B \u0013TBP$2$T uBЩXջ8-J%\u0006Eذ}xmkہ\u000eSbsqqZfyG\u0019;R|qXhr~w c]}\u000f\u0014m(l\u0007K\u0006v n\u0019,n剭0:m?,D-l\u0013̓\u0017ᤐ*fK!>\u0016\u001cU\u0011g S0P\u0014П\"\u00034\u0007\u0003;;1Nآu\\\u0000);=eeO?c {=؉cq.3\u0018'\u0001\u00172\u0016\u0002xuCX\u0013`\u0010ȠU1iUдAj叕lR;MJ7H#T02qhE#y\u0004i_ُ_/}\u000f,Wɽ\u007f\u0000=\u001b\u0012,վ4I?5\u0019c\u000eq \u001dhA\u001b\u0014\u0018\u001b\u001b\u001cDM\u0014 \u0012-\u0019\u0006(\u0003%\"M0)\u0004j\u0003z\u001dD@PE٥d\u0000\b\u00125\u001ctio \\ Kԃ;jDPr\u0017FSx#u1e\u000fD{\u0007\u0018E\u001a _^7k۝Oy#i @  [3\u0000 Rˈ\u0006hq5 $\u0005\u00007/~zV}\u0006GEc\u0018r\\-*@_ c\u001cOS\u001c˩E\u0002\u0014\u0015h7\u0012dy\u001c P\u001c\u000e.\u000f\u0003\u001c)Pww\"W\u0015,ʴW\u001ec/`bT\u0015zC$Zdԧ\u0007\u0018ѓ\u0012'fv\u001f]ߝ?-ٷ_eK~x+̔xX\u0000BW\u0001\u00163\u0013`\"\u001f{Ʌ\u001f\u001dx~'3`fƟ߳qPț\u000f1I\u001d   nFa\u0016~EЅK>\u0019\u001b\u001c\u007frW\u0011x:\u0006*~rspY $ ϳw8lwm\u0018j\u0006\u001bl`v \u0013 s?\u0002\u0017\u001cB),\u001c\u0010(!\u0011{^z;|O|7 OTf:FfW,\u0005hTWJU&z\u0007q\u007fcTJH=[N-&(-iZP\u0002+P ,D H\u0015E0^\u0012i)!d\u0012(\u001ebg ]򥘂H\u0010\u0014Al\u009fB\u0007ztԸ U/h)s/CZ 'E!Lo( ?3\u0011uz \u001fe/.n2l6h T:K$}V5|s\u0015C\u0010\u0001`qD+%\u0003 hԔȀ\u0000G\u0007 G\\\\j\u0003\udfa0EwOЭ;|%?}ǁ\u0011n%Ip1QvΤ-^J\u007fP(q-q\u0017;鯊I?-|(ŪO\u0007tG;Wf7\u0014]H+\u001e*R[=maYظh\u001d\u001d)$Wt\u000e6N\\\u000f\u0014\u000f\u0012䂽__8WRQW@'Bመ٭!k\u008a[g:_\u0018'{t#w/ȿ\u000e\u001eaI4\u000e{#;>bUJ\u0007P5\u001edIvG\u001c,\u0002\u0003`+7Y \\_6\u000e9k8$ĉ`'!\u0006@^.!\u00018͈\u0016T.&\u0019\u0001,6^a\u0002\u0013A\u0011R\u0019ckaJѤmôM \"U\u0014Nt6\u007f\u001dJ\u0012\\\u001e;ߏϭ]\\AX󮚵5]'N\u0015\b?O1\u001b1?!`\u0007!\u007fꒄ&ź%t*\\]\u0007\u0000tg_g0+d DJ(D4~#$$F\u0012;;E \u0011ؗ\u0014 r= ~v\u0018 G+[.\u0016\u0018I g\u0004\u0014K|)S]ETl˛/7]\u001dXj\\ڼԴ[j^jY߉ia.ol\u0012!|kKDQ290'ƨCd_foryzxl\u001a\u001e+(\u0019둿׍ KOXyl2\u0011\u0012c\u001f\u0014SU &88U\u0013Vُ>>ͲُM,@[j\u0007,\u0002\u0002@C( t\b%0\u001bg [|[y\u0019\b\u0006rԪ8\u0000 F%\u0003 50\u0006\\; ;J\u001dcC \u0006\u001c\u0006\u000e\u001c\u0012F\u001f\u007fKNk\u0006\u001b]\u0018\u0006GR~>f{*L\u0004\u00157{t|n,=42v ŷlN\u0016V&g/fTtݾ!簥8tUQU\u001eNO \u0016 Ԉۣ1J7$\u0019\u0015\u0006rY6\u0017-ќbX\u001b\u001a\u001awjC$;nfo@B\u0005ISY7;\u001cq.h  -jv{KSK(s'Le\u0007};:1yBǍλ\u001fM>\u0014Xr0NN00ɗ%$j,=榆]\u0007ii?s߿otohr~J kiB;hwaG!)\\T\u007f\u007f\u001c\u001c(/Ԅ d@ jrx=]X\u0016r'B{e{'F\u0019vQH[qV~-1oiװ kڒD\u001aЦ/'\u001b*%hY Sb^Qÿ\u0002ZXXA_'a& |$;\u007fgOq>\u0015s G\u0001OEꌈ\u001f y耭\b/ZoIi-r*wL.\u0017#]cN*i\u0004\u0002\u0013MK!VSS3y͖kiQ^n4qsEp~+b\u0004Ep\u0000^@QJ޲\u0016_\u0002\b M=DLЭ\u001b\u000flKg9⯢=@\u0006\u00186)̈\"\u0007@vh:*\u0002\u0000\u007f D^`\u0000k\u0014 E/T p.\u0014lW8[cqB)`\u0018E5X_\u0015q\u000fnyCDF\u001cMg\u0016\u000fo݊\u0013Mn6q`\u0018\u007fF5b_i6;|dT;\u0018W{hq\u0016\u0006KEd1Jc\u000e?7fVϣi\u0018gG>PL6cX(/\u0014\u0000:u_k \byDq\u001fS\u001cB\u0006VuǴua99s1%\u0017\\| \u0006BKp 8\\VF \u0019L4*\u0006y%&Z\u0092M$QnuSR+)&US*UM.h?eTU}ǆ&e\u001f\"}=d\u0019[\u0007\u0013-q\bGro\u007f]1b\u0013!\u0015H!\u0004YpcO\u007f\u0007\u0013oEJ4\u001104\u00117 W\"cI8ln##\u00003O\u001e ߠ7'1f\u0012d$o~\u001fk#u\u0005]\u001d\\G ť\u0002\u0005ufobC\u000eֶZ VA~꯫m\u001d \u0006:B\u0018\"M\u0001TS\u0003_\u00066=VzZL\u0016 c\u0011͡hw&9`K.\u0012sr݂W\u0019zo\u0016\u0019 \u0005\u001d  \u0018\u0003#ovu^\u001fmª 7Q\u0015\bУ \u001a!4@\\o\u0013\u009dq=2WѾ:O&M[UTP-֦nkĦRz\u0015>XO\u001b\u000f{\u0007 i \b$Y@ jeԬ/z? -|za𡖖\u0019\u000e[9\u000e\u007fb^\u00069\u0016#?\u001e6aVxD?IoՈX\\WVQ%L#\u0000]1][׶eq~]\u0004gXv(N:v\u0000\u001d1|\u0012mɰMgs\b5WZ84*\u0002d\u0011s\u007f{%\u0007FA{\u0015p\u000f(d\u0005\u001a@Ax\u0015#&\u001d_n~)w\u0007L\u0016@nM4g\u0003?:m \b\u0000\u0006 3ɦ,LTSm\u0006 @0\u001d|\u0019qJ |~/?\u0013N \u0005h c9޷\u0007\u0005=汩\u0002u[\u0007\u0006ݬ >?$+\u007f\u0005:!Zj\u0017x\u001a0\u0000h \u001f5>+D7B'DoC\u0005aC]gPN8@ 5'\u0001\u0003~sLcZ&]f#Ó\u0004xjf|\u007f\u001a\u0011a\u001eE\u0003+\u007fְ\u000e&\u001cjoN7C\u0001\u0004vYT& 6:(ڻ]L*&W6O\u0019f֋ʘeƚD*e0l|\u0012\u0001L\u0004F\u0006s\u0017%p^\u0002y)Jn\u0004\"DJ\u0006K\u001dQ7;*!\u00115o@Uo!HI a}\u0002\u0014A C5Am˘ 뢰c: \u0014\u001e?36s FdU\u001bs\\>7\u0001)^ZY\u0015c!!e5@ew$IM]n\u000e#Z+H\u0007hkRA:S\u0019\u001a@#z_A?BHXKm\u001a3[0$E   ,\u0005\u0013.+p,\u0010O\u0005I!4K\u0001\u0005\u000fBWg\u001d.,d\u0015(\u0006ZU\u0007faC\u0002NSbjPl՛d\u007f'\b,Zp A\u001d #WLds\u0003^Ϸ?ncݽh\u0006ql\"q\u0011 #Mg\u00162Y&f,\u0015 |v1[sy>/\u0017jϥzn\u0016>\u0013hb\\X\b\u001aEź8P\u0015r]\u00040,q\u0002\u001b\"Y-\"@ٮ@,\u0016\u0004vW{\u001dmo:p`DQYzhy \u001b\u0013ϝ\u0018 @v97t@M6izn]1oV\u0015kf&\u0010\u0013l Vjm\u0016Ξ\u000f\u0016/\u0017\u0013o/DJ\u0004\\_J tWڒK+ 4} z \u0011!AKl\u001fv!\u0005SBOXkL?0^\u0014[]m\"5],n\u0010@\u0011Q9n% ,\u0003#c\u000f8~{\u001e|w~%?\u001b;c'vAr\u0010LLLHH\bBhi!A,E*5\u0004i@eZJ\u0013eZj-C3iL&평MmҞ*9bDU~wnʦ>$mY}K5\u007ftn^틒0 ɩHtS\u0005^KyiDID %\u001bS抾'h4fݠrP\u00194)%Ӥ>7~\u001do/5[|\u0007x 9\u0099y0OK: 58\u000f'6\u0017pp\u00100GLM.-N.(4TKL\u0004dTja+\u0013 TL\bm+.N\u0015\u0017?+Rb\u0019 j$[tnǠ\u0016;\b$\u0005m]&\u0013rw_)&E Lκn\u0018ܤ%\u0015(Bó\u0019\u001chNAMW%#8jXǼ\"\u0004˽K\u0004\u00101fuqsz'oTk}A\u000f/(s-Z.} @ Rz\u0013͡\u0004QB8.\u0014O-'o c⡣ЇXd.\u0006`;/}y `?j\u000e7'\u001f}HbX\u0014îh;$  '[DNlg\u0019{5'\u0016>ŧEG\u0003F0i @ \u001ckD{}X!\u0001\u0016#qAs0X^Msm=``\u0014h h{\u0001 \u0004@ P\u0006Z\u0014  \u000fIȂ j\u0010GJ P0F\u0003\u0014~,mC\u0014΀,W \u0007\u0014TU쌹\u001b \u00196u_Զo\u001c\u001f>_w_oglvINS'M(%5knlKv@MYQKv\b?&u\u0005 (j3вN \"!!\u0010C\u0002\u0001ZɤR@(\u000eKmNz~bM\u0013zs윛w\u0005֞']\u001a1oz]}իᰛw: _BOMVHn 26SI\u001a?M? ǜans\u008c\u0002 āE\b\u0012C>g\u0006fs8-Jn~\u0013Cp6!\"t  \b,\u001bҎQP\u0001\u001caBE\u0017(\u0015PH_UR\u0004bPLzj\\\bW8#>(E6Ro]|@\u000f+aм'Ҝ{Myǀ\u0003o \u0016 \u0012L;tCcsr\u001cἜ\\4\u0007sQE#H\\HN\u0013=WM ᱺ\u0005wt\u0002\u001e\u001dGZsx \u0003X[ǰ!L/B\u007fAs9BƄe`\u0011H6'By\"Wd\u0003ڪ\u001a$QH%[y*10]M\u0017i#5^'FI{CuǺKkԚ\u000ee]M\u001a\u0003E\b.X0%50\"\u001cfpi\u007fn\u000e\u0016y\u001e)J\u0006\u0013iGd#\u0017*,\u001f\u001fbZJ$\u007ft\u0003t \u0013 u\u0006K^UD\u001bıė\u0013 ~\u00124\u0006Q@6VSQ.FL%uFMQh,\u0003~\u0003|n\u001d]4 \u0019ubX_!n^\\\\'\u0018+zЫ6BdS@\u000f&)h\u000f\u0019=ng\u0006r=]g\u0001'&վ@\u001fG!xv \u0004zqSl\u0015!{+R\u0016\\.,\u0016'c::\u0017kzQ8b$,I:G\u0018 B(rݶ$ p{ƌ>\"$\u001b \u0001Iey$\u0015ɱ)yL7\u001em\u001d\u0003y\u0006.\u0000C\\LYnaܡJk\u001cVþH^=z\u001aM:>߃j]oP+M 3ZGJIKܬMPCHpTU'S\u0006Em`i\"S  UZ'1&rx\u001ap\u001a 61y8tE=qrkd\u000f3wRf\u0005\u0013Xcݹ\\(o3\\X#Ol-Iw\u0011x:Mէ\u0010U'\u0001|IQEU$3F\u0005KfUdU1_& Δ\u001a$\u001a \u0015+^`d/Q&\u00147M'Mɴ~$qjA9qQ|I.Z#\u0010\":-\u0002Q^:\u000eYcAa vήwǻ;P2dX>f m\u007fÌB| \u0013\u001dbEh\u0007l`\u0000|]qկ5\u001a\u001fg\u0017+bjǑ\u000f\u0007YZ}ZSlzCi\u0019+iaM =A.к\u001012\u0019f`\u0019Zr\u0091~7r\u001eӑ`6\u007f\u0007{Cn\u0003M\u0005^'I,T֑ [\u001eſ\u0011\u001d\"\"I9\u0005,Cx\u0011^2 \u001a{Xol>_I `\u0006\u0018\u007f\\7\u0013t @K_t`yb\u0003-I\u0006\u0004H-\u007f0j^ߒ~YnCgxAևfs\u001ej-\\c:0~^\u001fcr|;>$>v|l'%v\u001c'O.8pLn\u000e   \u0011̸\u0014*(\u0000ZZ A i:H0&\u000f]\u000fSaSi:\u0015&2ƐZud8P\u007f{#=$|s\u001eB|%DKD\u0012UL\u0014u\u0018xw, ~\u001bbk|fvRW6\u0010MEƖNQ!eb)e\u001bU\u0017B.+\u0003 ߳5Z|\u00025m^ڿO\u00119v\u0011\u0004 \"Lo t=kR\u0018 UԫOl!\u0014. Y;cy}\u001egϲﳗ/Ǭ\u001cao\u0002% X+K^J\u0007ʲ}B\u0012$[\u0014,k\u0001\u001e\u0007\"Η*NѡJYGS M\u001fGbnF $\u0012\\z1}&?p\u0013#\u0013\u0013\u0004\\\\ܶ9\u001c{xJ,\u007f\u000f\u0001t{oCkC\u0005EqgI\u0014^\u0018\"ű+4{ Og{[1,A:lt\u0007̧uS]mu~}=}\u0013|vc;vlNzƉ4I&K:5jZB&ݠJ1 Db\u0005TJC0\u0002MQ! M(\u0003 G[F\u0012~wi!\u007f?Ns\u0000\u001d\u0001JPM*+{ܢ\"++*>\u0005ih s P;5J-\u0001Yh\u0005=X\u001e@À\u0001LFȥ/\u0018ᷭNm5  \u001b,1uH~N\u0002\u00121;\u0017RKdPD\u0011\u0012c\u000f\u0014 K~ ZYn \u0010\u0001\u0006\"F*5OdMckOs Cڹ.Çx] ٬ lV1 Q`]\u001bzs=^I]ػ\u0019.N\u0016l\u0007t\u001d+!C!}77{0# \u0012Iia\u0003ә\u001cVOai.R|\u000fOL\b(4b\u0006XPCe{)aRjNRo%XFa\u001b=GmVZ\u0003Gy\u0019풶ih2P_\u0003%#1HĹ\u007f2Z>.P4\u0016c#\u007f p\u0001*\u0014\u0013\u001b6\u000fOXUY,0*T@an`@M.,\u00145Y \u0003\u0004D(aZI+I:#\u001dd{v.b\u0011\u001c(pj4 \u000e_>\u001bvb4qe\u0014\b\u0006[H>\u0016nD\u000ft\u001cJbҟ\u0011F%;\u000frv\u0012p`\u0004P]fnn~=\u0012=1Οuy#R灾~\\*wC\u001e\u0017T;73P\u00169\u0005i, \u0011y]')t8~]\bߑߏ_KW߸\u0012y,v &TES \u00168h;d%\b'c3 ~ۨM\u0010M\u0014dhᅢ[ d 0\u001e0\u001cY'cjm=8p~(\u0013C~\u000fFsxTuٕvJ\u001cFU U9\u0013\u0011%9\\i J\u001c\u000e7Ѫ 6q\u001eww\u0015\u001f\u0001@%\u001fe|{\u001a>7Fpηd7\u0001Ѐ \u0007\u0004q\u0003Ҋ\u0006Ggm㓄%N4A\u00036?Ɩ c9ݽ_6]6rws\u0017\u001d7zv:  \u0011\u000e33e\u0011\u0017 5\u0019 äo w\u0003/\u0010eMX\"\u0010y3[!s\u009c1OI\"X!n\\ݸ{\u0011ӳ\u0015\u0011\u0017\u0017\"\u0001\u000eb!,e Ċ\u0013  \br:}U1\u001bXg|e~ͪ5s (}\u000f\u0007q\u000f\u0001d3\u0000\b@T\u0002uA(~\u0003|m\u001dQT\u0000\u001ac\u0000\u0001M\u0000\u0000؟\u0007p,\u00038\u0017\u0001 h Dk11\u0012ui\u0019\u001c-䫛\u00012\u0015uZ\u0014>o~\u001bp#Y?bc4E3hiRm\u0003ƏW\u000e\u000fGgohbXZߓv}G\u001e5^\u0001\u00009*\u0000   endstream endobj 48 0 obj >stream  HyTSw\u0016\u007foɞc [\u00065la\u001d\u0004Q\bI\b\u0001\u0012BH\u0005AD\u0005\u0014ED2mtFOE.c\u000e}\u000308\u0016׎\u00178GNg\u001f9w߽\u0000'0 \u0000֠J\u0016\u0015\u0014b \u0000\u0003  \u0002\u0011\u00002y.-;!\u0007KZ ^\u0007i\"L0- \u0000@\u00198\u0007(r;q7L\u0019y&Q\u0013\u0004q4j|9 V)gB0iW\u00198#8wթ8_٥ʨQ\u0014Qj\u0001@&A)/\u000fg>'K\u0002\u0000t;\\\u000e\u001b \u0006ӥ$պFZUn\u001e(4T%)뫔\u00060C&\u0015Zi\u001b\u00018bxEB\u007f\u001f;Pӓ̹A om?W= x\u0016-\u0000\u0004[\u00000\u001d}y)7\u0018ta>jT7\u000e@tܛ`q2ʀ&6ZLĄ?\u001d_\u001dyxg)˔z\u0016çLU*\u0006u\u0016SkS\u0013\u007feO4?׸c\u0001\u0007.\u0000 \u0000\u0000R ߁-\u000725 S>ӣVd`rn~Y\u0002\u0002\u0002&\u0001+`\u000f;\u0010\u0002\u007f\u0010\u0002A4\u0007 \u001d\u0002\u0014A9\u0000=\u0007-\u001dt\u001e\u001el\u0002`;\u0018\u0003~p\u0010 Gp\u001e| [`\u0012L`\u0006 0|\u0002>\u000f_',\u0002\u0010\u001aG\u001c\u0011!\"F$H:R!z\u0015F\u0006Qd?r 9\\A&G rQ \u0015h\u0012\u001a\u0015E]a4z\u0005Bg\u0004\u0006E\b#H \b*B=0HIpp0MxJ$\u0012D\u00011D, V\u0010ĭ\u0003KĻY\u0012dE\"EI2EBGt4MzN\u001d\u0004r!YK \u000f?%_&#(0J:EAiQ((\u0017)ӔWT6U@P+!~\u0019m\u0013\u001aD eԴ!hӦh/\u001c']B/\u001b\u001fҏӿ?a0\u0018nhF!X8܌kc&5S\u001d6lIa2cKMA!E#\u0016ƒdV\b(\u0006kel }}Cq9 N'\u0003)].uJr \u0018 wG xR^\u0005[\u0004oƜc\u001ehg`>b$\u001f*~\u001f :Eb~\u0016,m,-ݖ\u0007,Y¬*6X[ݱF=3뭷Y~dó t\u001ci zf6~`{v.Ng#{}}\u000f\u001c\u000e\u000ej\u0001\u001cc1X\u00156f\u001cm\u001d\u001c;\u001c'\u001c_9 r:\u000e8q:˜\u0007O:ϸ8uJq\u0015nv=MmR \u00154  n3ܣkGݯz\u0010=\u001e\u001e[== TB(/S,]6*-W:#7\u001f*\u0015\u0003\u0007\be^YDY\u007f}UjAyT`#D=\"b{ų\u000f+\u007fʯ:!kJ4G\u001cmt}uC%K7Y\u0013VfFY .=b?S\u0017ƕƩȺy\u001a چ k\u001a5%4\u0019m7lqlioZ\u0016lG+Zz͹mzy]?uuw|\"\u007fűNwW&e֥ﺱ*|j5\u0001kyݭǯg^y\u0017kEklD_p߶7Dmo꿻1m\u0001l{Mś \u0006\u000enLl >stream  H\u0000\u0000\u0003\u0000\u0000\u0000\u0004\u0004\u0004\u0010\u0010\u0010\u000e\u000e\u000e   rrr\u000f\u000f\u000f\u0001\u0001\u0001mmm!!!ppp|||***oooyyy(((\b\b\b===:::\u0011\u0011\u0011NNNfff\u001d\u001d\u001dÿ\u001c\u001c\u001cXXXTTTĽ+++???>>>DDDJJJEEE@@@ttt\u0014\u0014\u0014lllLLLzzz666kkk   vvvxxx \u001b\u001b\u001bHHH\u001a\u001a\u001a###CCC[[[ssswww000$$$uuubbb\u0012\u0012\u0012\u0013\u0013\u0013\u0015\u0015\u0015\u0006\u0006\u0006ggg񷷷\u0007\u0007\u0007\u0005\u0005\u0005\u0003\u0003\u0003BBB333\u007f\u007f\u007feeennnυGGGAAA]]]   )))iii\u0002\u0002\u0002      \u0016\u0016\u0016\u0019\u0019\u0019 >stream  H{XSG\u0016U1G\u0010Z cgMHx\u0019H/_s̝=\u00050U\u0018-{K\u001f*}릘\u0007>Ϙ\u000713 ]\u0015C\u0001@z9:(gN㷻gs;>zFz9\u0011݇`|8ϰL4{\u0012rGς\u0018 \u0013|DM2jN\u0001&OJd\u00192?k\u0011 ZF`\u0011F8\u0007\u0000̶Dt]#%36B،p 4߰.D̘\u00070\u007fA$Q^h\u00177.V\u0017\u0016>\u0016\u0017$ @\u0006\u0006\u0003Z \u0005U'2яZS\u0011 \u001aL[ms_\u0010qk!5\u0016\u0018\u000e\u0006\u0019\u0019E5:\u009bHKYQP-8\u0016eKE9*( D[o\\6Q-JZ\u0012T.ʶ$^E\u001dsf>Oo}\u0017x:a\u0004 \u0016 \u0018FW٩ALݐ=OcD\u00173Λ\u0013Tl\u0002\u001b\u0000'S9gBM\u000f\u0012ǭcwQqIiA\u0010*).,\u0007cjXq\u007f\u0016|c\u0013óidu`v\u0005U;KߕDG\"Q\u007f=hN8sGf \u0001\u0017).Jeզk;IǪ*2K(40\u000e\u001a{rsW2I( (9Tj\u000epL ;\u000ff\"y\u001f\"$Z8#~\u00036\u007f9\u001efĹpu֖%̝T{C\u0010˴\u0011\u0002; \u0018\u001c\u0010E\u001bb [\u0017I\u000fB\u0001LXC\u001c\u0018E\u0011\u0000 dq\u0000uu\u001f\u0006\u001epd\u0006D.\u0019_\u0017\"\u0006k9d\u0010\u001aQmp\u001b\u0018xC\u00118 󶆀u=L`]\"9 \ude2eq\u001f-\u001d}e}\u0004_\u001a\u007f\u001c!ig;\u001d\\~$8^T'_[90.eL%7C#\u0013\u0002j9[~i\u001bk9g[!\u001fxdytvsUՁr\u001cP¦wU\u001bx\u0006f\u0006ӼP4DZcoA ?\u0011\u001f|^!tO\u0012rgȉx!6,@|l= 5Ldsh6h\u0013>\u0019S-l\u0018j8j v\u0017G\u000f$g\u0018/N\b /TӔ3| My\u0012\bt9[C煽 ML\u001534\u0006m\u001ed[\u001er{ׁO\u0015tƽ=\u0010RDPLζ\u0002p4.4_*\u0013}\u0005:s&`f:;>oyn$?\u0000̈n F]°OU˾)[-(hr\u0006𲵲y}h:cֲ Gqqq\u001625fP\u0000赲$~z &dG\u001aD=\u0013/M 8h\b F\u0005\u0005, Y#\"/\u0017F+\u0013/ON{?nNX@\u001a&\u0016\u0014 0@~qzAA =Lq} \u0003\u001aG0g UF\u0001n@\"\u000eG\u0010sMzDIOatyϜO:vk2τl7^%\\\u00154뽯)ݕuu\"QO\u0011S0&9\u0019\u001d'RRf'ԝ\"p 앹v̖3o͹\u000e\\\u000e1CD^\"e(Ć.\u008c'\u0013b(`G=/ 'avq\u001bZy\u0012Y\"$\u0018FZBa\u0004y/B Q b$],>Y\u0005QuFS7n$+9\u001d i\u00108\u0011\u0011q{لq\u001eR\u007f\u0006i}d\u0000uX (\u0010$&\u0001x>\u0007N\u0017xv!,D\u000fb\bp\u007f\u0005{o]7K  wB\"Yyԇ$CY2\bY\u0004TyJxo6s.YH%~ֆ\u001e-\u0013Ҍ\u001fQ= \u001b\u001d/1.\u001d\u001e4\u0005\u0013T\u0007 \u001e$ \u001b\u0015fG{\u0007zIL\u0007ÿZ\u0019G5;}-b\u00172\u0012z\u000f(Y(E,/6#gtQ29\u0013\"\u0000Mr\u00135\u001cYk\u0001*\u0014o\u00198\u0011 xNM\u001d \u0017C\\ '%`\u0003\u000f5ΡYoCT.2V9OC(\u0014-\u000eHpM\u001c}T \u0000,cra9'1- =3\u0018ɏN\u000eW-\u0012 48Py\u0000rE\u001ax&Ig:Jы>}rY?!wxФ\u0001,\u0012\\TE0#*f\u001c\u001cg\u0001@g[yypucmt:S|kv\u0007z/ &xHEK GDɸgsFJ򼢇?Q)h^:\u000eU\u001aiC3\u0007 ˝  k\u0018Zæ;}N'J\"?\"g|\u0001\u0002\u0006:l8&2\u0001c{\u001a\u0017Dٍ`\u0012j ( ᴊ\u0018\u0002\u001c# \"\u0010\u007fFcWgԚl4ƀUQDR6)+(hּE.4޻]s;3|lh_׋\u000ee \u0007͸\u0007l쌈6he/M yay\u0014 \"\\&?i@\u0002셋 \u0001\u0007\u0017;>h d\u0013G#%;xct,sT#F3 /8 \u0012Y8sO'\u001f&o}mΧ\u0000\u0011\u007fBteR%qށCʿHorS$q~\u001c߂l\u0012r{\u001eĨPz79KVh3H/Sy2\u0006x:\u0016\\˄P\u007fR/|v\u0005's/\u0010 \u0010g쭈Yg# J5[93aOq$ob\u0000oCN\bj bg\u0004҂ Oh\u007fBu #{:3Μ8Xu?60\u00153|iuX|\u001f*`DV(x\udedb(2:\u0018\u00109A#\u000f ^Q>C!@,;ӳx\u0005ivH.z\u00066\u001an5t\u0017l7W;\u0001/V\u0001\\ⓝVŹ\u001c\u001du6 B`\u0001jc+w*7\u00192SnՂi|F Kc\u0001:[\u0002 \u007f\"aY'A][޸x7UFVR%\u001bJ\u00121e5\u0016`\u00117 WpՆ,oVbQyz7@+A\u0001\u0003gG] G#>C\u0012h\"\u001e\u0004HM\u000e\u001a\u000fRdc'Sᅌ= ϝ \u0003ã+\\/XtV\u0015PѢ9;\u0003U:3$Owb\\7dSmm+aJV8#M14}W\\\u001d\u0014BIM\u0000š޲ǜ-\u001aD?Ԅzxq\u0012>g®`7rY.8ڕQ @p&zA_B.,L)I \u0017O ]\u0011nygƕiR+)ֆG\\\b5#_MVRpX)G^ kY[[;FMXuèZ\u0010\u000eeM\u00128\u001fu-0lXҞ\u0019ֆ\u0005+i>);k4 ac?\u0011 l1\u007f2Eic6.0ߞ팇sE?7o@&t!{]X4Y\u0016&[ @A\u001fpZߔo-\u001cohvZ9m3\b\u001bߕ7=\u001asY/Pec\u000f\\q\u0016\u0019EVpku ?\u0002 \u0000 \u0007   endstream endobj 1 0 obj > endobj 2 0 obj >/ProcSet[/PDF/Text]/ExtGState >>> endobj 3 0 obj >stream  HW[o\u0015~GfŋHj(֛\" \u0006\u001c)È\u001cIܐ\u001cCZ~ /,{\u0017hF̹|\u001f\u0017{{,/ݍ\u001f\u0015_I,\"\"\u0019\"oVb?YN;xbJ\u0005k+\u001a_(zAD1\u0005|z2~\u0010J?]|\\Wο|t=>}[Gq%{D?Ň;N|ξ}3\u0012K_Zdw/r>o/` ,aI0\u0014Z X j 8v\u0015\u0000\u000f4\u001a\u000f JMr^\u001b@m\u001bH\u0014l\u0018BL~U?\u001c8q\u000eGڋP\u007f\u0006ӿۛᶌ\u0006ye\u0012\u0015 ^A/$\u000e׀ ?g7\b\u0003Z\u0003k8\u007f\"SOܬVh\u001d?X\u00052LbnڵW\u0016K \u0006^V,`ĉKƑo\u001cH\"F\u0010- )C\u000f}\u0019\u00069\u0013%֐$aSd1^?gvXQc\u0005Iӳ3W8t( ֗)}Q\u001d\u001bH\u001d&y\u0013z\u0014RK/fZJ\u0000bytKsD->.\u0000__%\u0018-\u0006/>X\u0016&\u001a@MWVb  Ӽ\u0000ݷlp1TZmg W !f>Nh3\u0005u*w3r1}L m\u000f\u0011 \u001c{\u001bMSI`\u0013\u0016X,I6?6\u0002} A\u000eʙ\u000eY\u001b:nh\u0004SC\u000fXg4c\u0015k-w ܛ\\(W\u0004\u0013\u000ez /ͣ;f\u0011b G[ϜO\u0002?!63_\u0004)x\u001e\u0001$;\u0014@\u0011\u001e*d7$\u0013h\u0005\u0013\u001f RTq{KG\u0001 \u0000\u001d^Ј Cg:\u0002W.[\\\u0018jҕ{[6\u0019^W\u0001\u0000\u0004G\u0004   endstream endobj 4 0 obj > endobj 5 0 obj >/ProcSet[/PDF/Text]/ExtGState >>> endobj 6 0 obj >stream  HWr8\u0012}Wi\u0006ڲ\u0018\u0012'OةJ9@ E*\u0004)o?\u007fq\u0011%ىk Fƛ/\u0002V\u0017\u007f,/,  ru\u0011\b?&^(-\u0017>[e.8-ۄ{I8ʼ4sPza -9Ϭ )\"MxA@\u000f鬫\u000f7\u0016Oo\u0017 $C6\u000f@)[~ۢuZGpJg^̭)\u000fc/f[횺,AfK0  LkIQ\u0000\u001b\u001e\u0001 M,l \u0003V\u0004h؀n}M\b \u00038?XXK6d^h'\b})ʄ\\\u001aa38\u0003s\u00128(V h \u0018\"JV(w.\u00158L\u0011\u007f0Qv\u0014\u0017hf!\\\u0007WQ=xy\u001a Dy}N\u0017A \u0010%f\u0002 'a\u001a\u000fn Z=\u0003\u0010@96\u001cTX!\u0010#U\u0015{\")cce\u001fQ6?f>\"c;h\u0015E9\u0013[\u0013Wr\u001e\"O#9H{\u0019aj V쾥\u0012\u0011 \u0000ƺ/\u0011dWK6?+\u0007~+\u0017\u00009Bo\\\u001er-\u0006Yk4o\u001b\u0012.j`RsO@j, ]\u0003omD#\b7*\u0004g6u\u001e-ۮ\u001f6\u0003\"ߜu.N'Ě \u0018c\u00107/\u0007\u0005=BТY@\u0007YV\u0005\u0005B.lwaO3SȥȲ\u001e\u0012}k?CZ \u0000he5\u00193~\u0016HF\u0016\u0016%4?0!\u0015cX\b@\"MG\u0013?\u000f-!պz\u000fJ;5\"㻞P5`jGIIx 5sXZ \u0010vau3,BC+G\u0001\u0002R\u0001 \u0015bC\u0012 3gmQe95^MPWu[3\u0018^Ά\u0015uDRP\u0007\u000eϰ]a}z\u007fn\u00127O*O\u001a5\u007f0rÍ \u001a#\u0003u\u0011o//Vx8u\u0004d\u0005l2ܰ{f\u0013F,M ;\"  \u00139bS\u0000v\u001cC}V` \u0018Z\u0014m&MiBOd1v*Tͷ;E0\u0005,\u0010\u000405 \u0006}\u0000x e ;\u001b \u0010\u0003\u0013.x  :\u001d١׺דO_Q\"Ku[g\u0017)Bl&\u0000{9|0;X\u0006(\u0007`w\\`\u0007\u0018EF\u00138-pE2\u0007uﵺ@4\u0018\u001f:e\u0016M\"\u007fP\u0003VOF4*eۋ(M=7g|pl-;q(֓Ze\u001c\u0002>଎sWu&\u007f֏\u00072ɧ8cY\u001b$vS׭\u0012\u001dM8/IaRej0g\u0014- 7\u001c\u0001WA$ҩbSRs\u001fhb{=\u0000(o\u0006wR>inN*4\u0016\u000076EmU_z\u0004(fe \u000eb\u0012'\u0003%Pm\u000f\u0017i\u0013%\u000f{/p)5\u0004\\X \u001cJpr8b\"8Qrcd\\RȢw\u0007N;`ktoZ\\Y7%\"jX`\u000fpוI\u0003\u0016M\u0001ݷ@Cof\u0012& p{#&` SS\u0014q21M:$f6,h*}!0  \u0013+:y\u0011l\bg,\u0016񙍱AN ;nG50]P/\u001f |yƮPC^l7(1\u0013o\u001cv0\b\"%p땞\u0006\u0015 h\u001e\u001eo[K\u0006 X\u00110\u000es?3\u001a{,T]¨\u0000\u00177r/\u001b;C4\u0018Ԯ'Gd=_'Pң\bW\u001cb\u001awƜ\u000eGE\u0005a#b#Fdh\u0007G\b>\u0013Rp?7&L' mD VõfY5\u0002(P c`cb84uxԁku顕P=;\u001bM :3Y\u0002%\u0000k\u0002   endstream endobj 7 0 obj > endobj 8 0 obj >/ProcSet[/PDF/Text]/ExtGState >>> endobj 9 0 obj >stream  HW]SH\u0016}WTk'Vԟxc\u0012V Tp6;\u0007a Ў-1\u0019,c \u0010~sO|{.Uw|.`\u0003ĉd Y,5Ku\u001ak냄]\u001dMlw\u0019\u007f;42䛾,\u0016f7M\u0013e|\u0019d8;l> \u001e*;}ᑎ3\u001b}xw_\"\u0016{Y\u001aJB\u001aX`̑a\"\u001deK\u0014,HO˺ojC%\" B0J  ꄊQBO8\u0011co>|x 7#?\u001eϏ>\u007f D`3s\u0016s026\u0015.\u0006\"\u0018\b; '󳶹j5Eἧ\u0015\"seE5IbfAg\u0012ʚ\u0010Č\u0002|No\u0014\u007f6\b;mW/vٳuӬ`\\ \"S\\>ݭR^2;^n\u0016.u/Mbkt*fx!uOрZ-r\u0080\u0017Z-\u0012ԜFRXi&R`f}z6\u0017+\u0012l\u0014䓶b_\u0012V6eIY/ \u007f׳ceɺ~,kcm4uW]T+ė\u000f7t\u0013\u0002[=|2\u0016\u0014!d۲Khj\u0018_,V]FS[.vE;ȗ{ tCCV\u0015z\u0018I{ecc*\u0017p\u0004\u0007^^Ԗ\u0014in \u001dhmwJm \u000fTF&ɧwm^ܩ:9\u0012?#\u0010ڠ\u000eKX^5\u000fػuL)gMs{ N\u0012#\u0006rM}\u0006\u007f\u0001\u0018o3i\u0016?Z.Q`AִZ\u0011gL\u001c?ԯP\u0011֪8IDM\u0015&\u0016fVSBϼ@_\u007fU7TctUhy\u0003\u0004\u0007==\u0000\u0013+{'\u000e\u001d6\u007f\u0019w:\u00151*j\u001dAuP\u000fG\bF~Rzw\u0013ب,&G%bS\u0019\u000e јB# uR?\u000eG~\u0014L0Dg{\u007fT^EɃ`\u00181S\u0005?8S\u0002 =-\u0018cX~?\u0014\u0014[\u001a9 kao\u0017Q{A v\u001dh\\\u0013Ƅ,8iLK E\u0004a\u001f  yn\u0006v  \"h\u0016tC=\u0011v22{\u0011Z\u000e:\u0015s#sXnRDGu eR)\u001c5s&2\u0013&ը\u0002 \u001c\u0015Z\u0012i_E O \u0000\u001a\b 52\u001dRKYg60>@\"wlzx\u0007^riKǆ\u0017}\u0000\u00102%[h1\b\u001dZ)Udbϸe#qu\u001c\u0003  2\u001b-M\u0017\u0002\u0018A۲\u0015jFTG1\u0003*w\u001amMOH~\u0000\u0019~KiΎuU;\u0013G\u001cG;b 5$A͒F\u0019` Q\u001d\"`Eɝi4R$\u001cVn\u0018\u0011#,\":X\u001f{g{0|y\";\u007f\u0016\u0018K\"r|.XJl1k]Dp!hL= VMF\bN hq)\u001b\u001d\u0011\u0003\u0003쯋\u001f\u001e\u0007K/(\u0011EXZuIu0\u0006\u0019$B=\u0000TFm]tI\u0013z&]V\u0003`-\u0012 Б \" IfF!1\u0013ҩ\u000ft\u001c6\u0003!\u000e\ud91cߔċ\u0006-s \u0001 q\u0003\u0014`\u0016,!E\u007f\u001bR/ іB\u001f1P\u001fX\b yڛƄ\u0015,V1q\u0011Y5 :7m\u0005Z芴}\"Y~(URtP%7_HA(\u0000=L̙ߪriM\u0012\u0006CiO\u0002\u0004F8:;{сsgl5ޑc  kZ:^ R\u0019(}j 3 wyrsk\b\u0019q6\u001b?jXy͘)Edه\u00133\u0017Q\u0018fD\u0018 Z\u001a Ł8#\u0007)GU\u001fg*:\u001e\u001b گ\u0007$Gq/;c尭\u0005cZN\u0004V\u0019\u0017Ѯ\u0002xQGfvٛD-V,R0۶t͂\u0005>\u0012$\u001e5 E_w~-g&tr*PNż \u0005\u0019\u00156GS;f%̸Ɋhhd_gUMTmcƆ&eպ\u001cG U 3 ;i{L.q`\u0000:%z'_\u001eq4bYzl\\u!!\u0012?Crop -JL(H6Ǉs\u000f\u0017N? \bR\u0011h\u001dO:\u000fBC`=9\u0002\u001e\u0004eFI\u0001: R\u0010fcs\u0018zDMni\u0003 F&:$^Gr?p \u0006(̳IC\u0007F\u001bf\u000eݧ|9H\u000fMTh+ m$ݹw0ׇ@l %\u0001հz ?\u0011F\u001d\b\u000e,LKGӑ$\u0014 ֎gj\u0015}r\u0004bGg(\u0019qw\u0007\u007ft?K(2!1, z\u0010G\u001a5\u0002V3\u0012n) \u0001V&8T}-Ga,ǺH^mU\"\u001cw\u0010p,\u001a}w2aR\u0011h\u0010|[\u0016g27Cݔҭ=فǨ.\u0001lwo^h} j\u0016z}|lWw r{\u0001 ~{ja$~]D'\u001b  \u001fD\u0017`\u0000\u0012H$   endstream endobj 10 0 obj >stream  HV T\u0013g\u001erB\u0012k\u0007*\u0010\u0004  5$\u0001rI\u0002I\u0018h.2UT Z\u0004zIEm=qE.}zR RZR-~\u0003Uݷogf\u0007\u0000\u0000\u0002p@ZM7,\u001c8\u00014]DdIW`\u0000|\u0007 ^тۏmt\u0005\\5\u0000\"\u001a˯E\\\u0000y|ˮ\u0000 nD|si\u001csN\u0000\"N\u0003\u0010i\"܃wi_ 1\u00027\u00001Di%&d\u0007@8l3 /\u0019\":ǂ\u007f\u0002`*\u0000\u0015\u0010V,\u0005\b\u0000oQ4:\u0007fFnw\u0010˻.\u0004`X\u0013\u0000n\u0001꽙'S\u0002z/ \u0007s\u0005Ucy Nq\u0017b]gXrOl\u0000߽O\u0000\u0017Y\\s\u0004m1s\u001c\u0015~`T\u0006 \u00026`\u0006\u0004\u001a\u0018|\u001f\u001br=OL\u001c}0Xծnpz9h%\u001a׉W6sš[> \u001b*n/s\"k4w)y8¹U \u0005\u0003\u0017IT]\u0006|`9Pf\u0005}U |\u0017WD\u0005+6\u001e3$/Y\u001c\u0018,f\\7|8Zl_ϊs\u001b\u0001\u0012g״$V\u0006ߔ\u0015q|(\u0016xzR+OoA|\u001a\u001f/y1\u00027J\u0013\u000e+Ac(y( sނpm_T{3 ;1!Ȭ;\u0001\u000f\u0015\u0017\u001e\u001cٺҟ$}aI*܌h-`I bY\u00112hD lH(P=l\u000e \u001aJa\u0006'2u-K֫ZFQ|F\u001bjPe) FpB\u001a\u001d6 AǑ\\&mVX\u0014)\u0017a\u0002ƞ/fgḃ! 8eBG۬ro̳/\u0014n\u0019Df͕c~ #wB\u0018m^OWQ]dy\u0000wg;Y,=ܿ_=RL\u0013>\u0016~[\u001f\u0019}o\u001ek\u001duė: =#vvn VDfO߽iZpK.Ywohߏmt69m+C3׷8\u001f\u0007ykKc=E\u001b\u0001G႘ xG^ΨoOk\u001f\u001d,)Pd25'h=X(t\u0003!i\u0017uq\u001bY }\u0001 %53񩸔`\u0011bH i\u001d\u00193Y\u001d R`5PIE7iމON5LI\u0003J³ :I\u001cEIŎN\u0018\u00152db'+٤I8\u0011zw !vQYk\u0000\u001d~z=NmzȆ\u001e5e䣇? t\u0007Ջ\u0004JG\u0007L \\\u0001 EƮ,>\u000f\u0001SA\u0006x-PgJ( S݊oqcvX0LJՙ\u000f}健Z?Z?Bt,\u007fR\u0005BI\u0001+\u001a썦3\u0007o4\u0002\u000eP]^a$=\u000f\u0016\u0016{7;IcG \u001a\u001c@ew㔮l tD[֦pJolYz&rK{ĎK\u0005(8TpU`1/\u001aSn\u0014+\u001aB>=> Kڦ-\u001d_0493oM k)\u001c>Q1\u000f\u0005+J aO\u001fZjz\u0019qqe\u0007 Kԧ\u0017ZϾؕY䡕\u001fw\\\u001eJ+5+^\u001d\u001e6qHI`\\wf\u001e|\u001axִ)YW gDǴ-7z\u001et%o%p\u0003v >\u001a\u000fd\u0001f\u0010C)Ԓo9l\u0004\u0006\u0010I0\u000f>\u000f_A=a+L\u0010\u000f ! V@\u0014Rգ\u0005_ɤ \bhPQ2\u0018\u001c\bȝQA,p? O\u0005\u001cAd*NSGƛ)\u0006\u007fB4\u00183\"4\u0002/h\u007fVr% n\u000e\"Uģ\u0019{X 8\u0015\u001e\u0013\u001b]\u001b&H+uɴ fٛ\u0017\u0005!J \bwFJVp\u001b\u001e3h\u0004H_2ēL\"rT\"Jo1ndf+ K\u001ead/HA\u0001@\u00070\u0013fa\u00056|Կbv {K8\u0000P\b=܃fx -\u001bC\u0004Ğ8\u0011!\u0019Gd\u0016%\u0006b\"sI\u0012I#I1B9t\u0018S\u0004:~@ h Juz0L O`=\u0016\u0012\u007f+\u00018\b \u00053\u0015\u0006A\u0013Cx\u0002%/%Q\u00115B\u0018 'h|\u0002l ;I5'H\u001b\u0015-t\u0002D' j\u00194.fV\"\u001c>\u0017C\u0018;ƁqaxƋ\u00190\u0010r\\\u001cSeX`\u0005l\bf\u000fl-[>`8gNΩ0N˭Vs\u007fN\b\b\\\u0004͂rAV $n2]f)yD\"NM 3ׄBmf \u0007M .\u00046%a1qҝBߤ\u001ck#IGx&͔y&nOY\u001b(DNɪ%-L\u001f.#}fVӫ3\u001dUsRI&Tdb\u0019ˤ2cn2V&֖\u0019 \u001f\u0013\u0019 Y\u001d8'A\u0011ch\b\u000fZ6q\buCV+\u0001\u007fg?S6b$\u0001M+7MF+\u000f=\u00007S@3=\u000f #mj3Zh\u0001\u0004y2_rm/=\u0019%378[)\u0016j\u0017\u007f\u001bŇsk+\u0018uow'\u001a?r'|q'\u000f \u0001br}ի۴Z?\u001cc\u000e\u0007~5w{۫+Gc\u0006^K7\u00106Q/[Feo[Ǹ:CQ5\u0005hrrotV\u0019!~m po|\u0003 ^~~mF^௒mDu*} { *qW\\W8ӷ䞇T\u0012nwJV\u0014\u0001\u001a\u00170=wJQaBj\u0002 \"Ve\u0003\u0006A=%>}\u001f܏&ǘ{\u0011S\u0018G.ǐ|\u000f\u0005\u0015O|\u001f{\u0013r]u.\u0014Q{\u001f\u001eu\u001eBS|q@-\b;{\u0004|\u0013s׹~]\u001bUZc\u0017+o\u00011`\u0017ތvvq!7\u001c\u0007\u007f\u00173)Vh\u000e}>Gũ\u0002\\9\u001fJ0ǒ1w\u007f\u001d\u007f \u0001>Cz\u0018|J=`z\u0012\"@ -![ p6\u00008t\u0015\u0004\u0006&jǽ\u0013u- \u0006\u0005\u0006_\u001f'[ro\u001cwbY_q \u007fyhL U^ծS\u007f  \u0014\u0013lڪ\u000egt{Lz\u0003\u0007\u000f\u001dẠ \u001fjiYǦ~ \u00164RW\u0016:>\u0016\u0014Ҙ@ ѹu^;^\u000eʇ0ɮC\u0013l;! Pۀ8  ` |zl%&\b Ԕ~쥽4\u0004\u0007\u0004F'zc\u0002#$\u0006} -!h\u001c;EEK@\u0004\u001d^7 \u001bm/\u0018ԕՎE\u0010ۢ}n C\b(L$=#,Wqs) $r\u0003w\u001bE>ˏ)ȯ%~W  \u0017\u0013)O\\p\u0007_vgR5f _\u001d&n:UiY\u000f3#⥯䴭#3\u007f,|#\u001c\u0019*]ZJ ~#%\u0011D^zr!%\u0006{\u0013xh'\u007fBPD]7Q\u0014C\u00196\u0015\u0001^'1Pc\u001f?\u0013g\u001b=3\u00162\u000fe\u001b}߳l>\u0018\u0007\u001bl\u0001>c\u00030p \u0010p@%M\u0002%ڐ4͢4I\u00177!\u0019I,դ@m\u0017^{6['k\u0018ߝalq'\u0017qdb\u001d,j?$Tͦ/='H_^AW8E\u000e  MLO:۳c)\u0005k\u0010HO(HLl\u0010 um\u001b ?j#H6FcwU\u001b2Dr`p!ck\u001f\u007f \u000e\u000ecϮIB[F~f>;|@쓛w*cXfN90l \u0003\u0007{= IDJs\u000e\u001awH\u000evv~]O\u007f)L\u0002PiqZ\u0084e:!]D$c ﱉj_ԗ\u0011O> XW\u0000V\u001d0'$\u001c1C6ƣ \u0019i\u0016\u0018:86eI\u001c;\u0014Z \u0005Sa\b b\u0019jD;݌ɸ\u0019\u0018\u0015t4D\u001c>\u001a\u0017BB42Օ mA\u001d\u0017~7n m xjM \u0002\u0012\\\u0019nY[r\u0012O&s.-\\?:\b'  upAbpz\u00157r]iX\u0017_\u001a\u0018T^+7\u0017\u0005g\u0000\u0002xå ]zSJz݃?!_OBh:\\  %\u0001r&otn'\u001c;\u007f\u0013S i8.ٰ\u0002*ɒ*a]o SmKU.1VpM [^\u001ast -W\b~Jp GC˓l ~teݕ)'p \u001b \u0010\u000f)/v Ufv.NDd-էfq۔)| ̺q8>`z0}x\u0003U3vb(/˄\\;.|)WY.xhx,GS3\u00166]0ф#)BaOAva)0)\u0004 \u0019 \u001ejM̯14Ǳ`#\u001dKoa\u000e\u001b\u0015GgG8J~~@epSaKw]GL\u0005TpS\u0001pRn)SbWqn\u0017 E;s;&\u000fh\u001cB\u0005R\u0013\u0003#תs\u0004%ȶ\u0004PАn-I__r( jt\u0004>[^]\u001a\u001cPqיz1)T忯;fF\u0002]k̴ۓqi!\bDg/\u001fKY*t6qq{/;-\u0013;/䝀Y.N)%%f'Q\b)$Ĕ2,e(^\u0000X=Ui  \u000f\u0014\u0013@ϟZ_\u0003!f{i?/H #\u007f\u0005ԡm\u000eV:!?ߖ5ԍC!Gva\u001b.S7}\u0000iVtSKM},\u000e@\u00171_uoV8Gb\u0016D|Aq.\u0017\u001a9  'g \u0011֛NķVΞy;+G\u000e>Ŀ>l\u0000{_Be%v@k\u0014;ANQu\\J\u001b\u001dN%=Cr Cu'cM\\da_2XI\u0011Kt\u0017[4KYGg-YSc+&`I\u007f5@Ԋf>nlE\u0006ȷw5\u001emZ:j=df~#jfmh\u0001ٓ\u0011\u0015\u0001\u001aM i=\u0004%*\u001e\u0013͉\u0016ʌ\u0000LN#w\u0019; $krs \u0004Y1$\u0013 }8ECo\bf>l媯Fe\u0004xSϓG\u0019\u0004 0Q\u0004\u0003L\u001c\u0006 cЅſ|^  H\u0015gUqW MxW}jy\u0015qű\"8x\u0018ERk\u00148\u0017JRYr%O[䒿\u0014(\u0005KR\u0016\u001e_R\u000e s0WX\u0000B(\u0018>rJR8YTF J&SOkP\u0017F] \u0016 CV\u009d\u0005 8zI\\֥nm \\ZhY]w\u00173Q(>Z+\u0003\bݫ ֏\u0013rẽ8V++ٲuY\u000f,CW+ |`\u001b-۲\u0002\u0004\u0013sFr&@$6\u001f@ 0x)%\u0003M'd $ NC4\u001e\u0003\u007fd\u001aOɴ\u007f ޮ+[>x~ E\u001a\u0010dY\u0006\u0012{N9,D `a$㪦\u0002\u0012k\b\u0001,UHm\u0006tMHbRqt_DaJc^ \u0012k&I`\u00048e2\u007fLsxn\u001cs]\\ >`:bT\u0018Z$\"^m2!{-ݓK18۔Yd\u0013\u0007\u007f `J\u0010`\u0010\u007fMO\\ Ɨ/\u0000\u0007#\u0010剒R\u0012\u0010w,Z\u000e$\u0019,. \b$R9Lbg`3X2\u0002%俌\u001a\u0005*\u001bQe\u000e}A\u0014J\u000f ndPO\u001cpqJXAZ\u0004$Ij/j\u0010ǐj\u0004j,Tb6ZoԪ CD:v\u0019ms=siQ.m4\u0016R\u0002iʤ*Syߚ[|5`ڿ!{齣/\u0016;?qF\u0006}\u0004Քâi75w:,~ 1p\u0016\b\u0017L \u0012#-KyCQ4hG\bq3YgH!oD[Za|ά\u0007 \u0018\u001esK0`G\u001aXD(-b r,n2\u001e6 R\u0014\u0000^ \u0005ʛ\u0011ɄgP\u0004D}޹\u000e \u0014\u000f\u0017_\u001fj *MI\bޗKhEZM9j^\u0005\u001dŝDF\u001f=D\u000eO\u001c!HRYsE\u0002ok .5#~\u0015?~7\\:P@\u0016:&?al\u00037\u0005ǩia\u001cB_\u0018 \u0014Qμ\u0013G\u001as;H;⨫6#9X?;>\u0007 2\u000fEʓꞞܵKc0iI5G2\u001c\u0019jeYm~c׮1K;1gC{y\u0013\u0016ƴb]ά*SLԊ{mB^VkUzm\u007fU \u0012`h\u0012++qVas\u0012\u0012M x=IkEY bؕJ@LI!\u00184xMD9!\u0010\u0012A#I\"U-/sː_E6佚 ɊvʙN )j>O8\u001arÂ`>\u007f*}9};M\u0012isz\u0017u!M4\u007f^L\b\u001e\u001cH\b%̐\u0005rR\u0019 B\u000e\u0014y \u0000 \u0015TA,\u0014\u00131畹\u0006Ӌ\u001b9\u0018ϫ\u0010 _w{͂tվ\u0007~\u001f5\u0013u\u0003=~G֪y!X\u0019|'6\u0004[L\u0010 t~pi!V*^`.>\u0019{+XHMk\u000e^KA-X+y \u0014s \"p@)u\u0014d\u0019P!\u0005Oj) b\u001ck>\u00058Pvd;nk_7wHuV\u0019&B\b֬\u0018r?Rbȩ1 , 6G7~3Y Y]ZlmFS!vL6Ӑɨ1AlݾiΦHW'w$߾S'j\u0018̽\u0007\u0019SP]}22>Yf @ \u001aѕ:r\u0000]\u0007?\u0007P\u00160\u0002Pt\u00169D1~\u0013]4H#4H#4\u0015L\u0016\u0013\u0011\u001bB \u001b\u0016V\u0005&TA~\u000epnsA)@En~3ü\u0001?\u0003\u0001\u0003u\u0000>]oe\u0005R[kee^>Z 码sk\u0001de!ZJ?ɜ(,Qrh\"rLʜ@\u0001sW XYp6sdD~X \u0010h\"9\u0013\u00113Xhf\"Y*t%\u0082\u001b\u00132U IAҎ H  wQFW$nN(yzQfquˠ $\u007f_l\u0001c^\u0007\u0004_\u0002O-\u0003T \u00057g\u0013\u007f=3 > endobj 12 0 obj > endobj 13 0 obj >/Font >/ProcSet[/PDF/Text]/ExtGState >>> endobj 14 0 obj >stream  HWKoH\u0012W) \u000for=hl)v0gE9 \u0019\u0004؜IoUw\"%JVf &GGM(\u0006\u0007g9#̿\u000eh\u0018^I\u0003Nh\u0003q\u0010\u0010^T\u0012n\u0006 P@\bNPJ\u0005\u000eX\u000e l7ܛ\"`c\u0018\bO3\u0011\u001b \u0011t  (Q,&\u0019iInb,a:a$]'vI+߷wCH;b'\u001eP\u0005y\u001d(\u0014AwbMfvPֶYk\u00162%W6,?ƣ\u0019Mfz4令T\u0006FDq\u0006ۤvT)SlM\u0016\u0015IǴӒڄlm/!d$L\u0014Jr\u001fʬ{2\u007fqU-~@! C?\\P?rGma佔A(a;9/3?e\"H\u000f)\u0000IdZDgI\\ID3  \u001f$Wy]\u0016.(\u0007\u0012+l&\u000ewq*l IYC o\u000f\u0005tOj&*(\u0001o6\u0005k\u0003OSS2)LM`Z\u000eɼ#IyiMO9Myv *]sɫ b\u0011 ^;}hu!\u001d5M^A\u0011q%5v]J(R4\u000f\u0011l āIS͐ \u00111\u0010`\u000f1\b\u0018&a\u001dT\u0018(;hdiU-@\u0000Ϻ۵\u0014\u007fj\\\u0004\\S_ϋz2ZwYM.uY\u007fA\u001dʠ\u0016=$y\u0004ki\u0018iyp8SAlXi谼\u0017=SN#/E\" h\u0006t]a\u001d\\/\u0004\u0005ֱHL\u0017a\u0003, ]\u00146\u0010|cvdf\u00188>>y+dC;\u0002(:MqnA:\u0013%r4cS )\u00061t^/mv}Iuh腤nRv.\u0018f{pLڎ3Idtϐo\u0000{VY\u001c{mH \u0015\u0010 #^&#\u0019\u0013RF=\u0012CzR\u000f\u00075M 瀜\u001a\u0003\u0016 |)rpZ˶2aG$\u001bt\u001a,\u000fg`\u00197(\u001a8Rx7>fcT=\u0014Q\u001c`ĒBoN-?\u001a6\u0018\u0019e\u001b\b 9\u0014MC#ubh,`} -\u001d\u0010ьGݍlRSqGXA.Hg0{Q!\u0006G$\u001f!EΏ\u00118DmdK\u0012Sdm\u0013 \u001fml\u000019\u0012$5\u0005oțj&:O=\u0004V \u0000J) V[/W7zi^\u0017b9fٜw\"cm\u0007eW0\u0007\u001e\u00175m2P_5\u0017\u0004zSzA\u0004Dr*\u0015\u000f$.\u0004H#Yb;Cw0\u0014\u0001OH*]{B9Gz\u0003uw5 \u0017\u0006\u0016\u001bO\u0011\u0012k\u0016ĥ_\u0002P%p\u000eLC\u001ffƧxlp\u000f+Nn\\\u0006i\u0007L\u0011YaD\u0016N.-I,J~LRy \u0006~ Zdd\u0019\u0016=PT\u0015\u0006 ܢs^.\u001c\u001b [7\u0006_sHR. C \u001fGC7Nd~\u0003eB\u007fzE\u0018SmzFixo-d\u0005\u0011\u001b&#hWxx\u0012 X+\u001a̤c\u0017wLcD$G=Lܟqm8D\u0019J8\u0014u^\u0016! kہO~.\\ɫD\u0018 oQ8;;߻cή\u0015@ZfԷ\u0018-\u0000n;   endstream endobj 15 0 obj > endobj 16 0 obj >/ProcSet[/PDF/Text]/ExtGState >>> endobj 17 0 obj >stream  HWMoF\u0010W̡@BbHJGR\u0014plI؁M(\u001eVJfCr%\u0019G}KR8\u0007#4řo޼\u0019ڧM5x\u001b ^EQ@>E^@\u001eU݉\\|:w\u0001E`?(m0pB\u001aF Mgs\u001a=w>\u0014\u000fcm耖\u001eͽ;[xp|\u0015|'WWtUts!p~M\u001f.&\u0005\\ѻ3nIw`b\u000f}7{S*\"Ay*ͲT\u0015,\u0013\"iZoн֤$r)2%IQ˂TSWi\"tr9\"Q$4,'\u0013\u0005\u0006U{0uJcY]B>КZ%M\\lp\u001c#;qtSȄj\u00058uZ\u0003p \u0006E*̑59nh7-:6;\u001f\u001d\u000fmN_!X\u001aCGvi#ъO %\u0015t\u0003L\"sd6Z\u001eysNo =Ku\u001eٞO{1~u%M\"E#.\u001cީ \u0000yg܀S'1*[ؽ^SOL\u001d\u001asa~$yo}N[v\u0017\u0014\u0017P\u0013\u0001Mz\u0004\u0012 ;A*\u000eqt\u001bz0\u007f\u0001=(OF$0ϸ\u0019WВt\u000489*c,\u0017_$\u0016F 46\u0010}\"(\u0014\"|\u007f? -\u0012k'\u0016\u0002Fe~H\u0003kSX-\u0007E,n_\u0004\u001f6N%{pz3co\u0015bGY4tT`NUY&\u0016)3߷ > endobj 19 0 obj > endobj 20 0 obj > endobj 21 0 obj >stream  HTP=O0 + > endobj 23 0 obj > endobj 24 0 obj >stream  HV T\u0013g\u001erB\u0012\u0004wT?T$Lᰆ\u00100\u0016\bV$ d4\u0017\u0001DPH\bZ-'\u0015(\u001e۷\u0015Jju޵P\u001bXEm}o}v}o\u007f~\u007f\u007f\u0000\u0003\u0000 \u0000 LNkt\u0091s \u0000\u0011飢\u0017\b)\u0000Ak\u0019  $'\u0000Ds \u0005m;u\u0003\u0001v\u00158 me)\u0000\u0012\u0001`\u001f,\u0015$\u0000؍[pc>]\u0000\u000f :΂\u0018~\u0000\bF\u0016\u001b5bf\u0017%\u0000)l5\u000102\u0016\u0000N8g=G @ц+ݏB\u0000\u0018u\bw )t\u000etjN\u0017(\u0004  A'\u0010S\u0004.\u0011\u0003\b{1w}\u0018^&\u0006b]a2\u0018r_l\u0010׻_p\u00006ˏ2 \b&ݔea8AT\u0005ľ[\u0007L\u0004\u000e`\u00058\u001aE\u0018|\u001fqYpj{\u0005 &,{\u001d0[ g-G^Z\u0014m״\u000fm羏 \u0018\u0013\u001d[?]7󯿛ݩ:' ~\u0007~\u000f\u0015\u0014\u0002V_\u000f~7=.h_\u00117ˇaas\u0018O*xI-E|\u00020?Z%)e)0.M-ץ՝i DW\u001djO=|z&\\cv 6Iy~p 3n2G0:wI\u0004wOz2Do=d+#w;/e+oU[{2\u0004i+t*-tF\u000e&+\u0005mp?\">9V4\u000eI㶄(}^~H\u001dy罯h4o\u001b1ƭ\u0016\u007fκ ~QGƧ\u001e\u001f{;\u0012a\u001d/|>:J-b+Ư+afE\u0011H\u0003g^Q9S\u0016-&\u0016d\u00154gmxڂ\u0017= +Q\u007fqb0y\u007f#Ta.3aB*5pUl\u0012\u0005wP+ɑX _;ɖ\blYt^ S ^(¹}w͂߮Cl{u3\u001c~ٚ\u0004NZe]\u001c+\b\u0013^\u000f\u0002.PN7\u001c }'1dbf^\u0006OҚY _kÜ65u\u001d\u0016d -A\u001cƬY\u001c $(\u0012\u0016H$\"̔O\u0016f R\u000e ,8\u001c\b\u0013tdf\u001eh4Q Sp8B\u0012G0IZA.&%Fj4Yi$z\u001b8\u00004R\u0017\u001d4Fڐ\u001b\u0007\u000eR\u0017^T\u00149Y=T\u001f+>S V(cP\u001ahBJpp\u0014)#BK\u0012Bbc9z\u0015sB E\u000fIR\u0019;\bUV+̦5H!\"LeP6lUA\u0014^fhR*39Т1,ڙ̴xh\u00189z ԥWϝ6UV\u00194\u0010zCVmH\u007f\u0013sj\u0006h&3_QQ\\YWU iP`\u00148\u0005\u0006\u0005A\u0014l6m\u0003݀K\\ؚQiE\u0010 b\u0000\u0015P\u001b\u0016D(.:c&j4 Q1\u00115(nnd ̯9S:tz{R5k_\u0013\u0013\bMhj]\u0004\u0018 \u0014OTEF  \u0019\u001dռŬ\u001e\u001bW\u001b b +J.P\u001b\u0019d\u0019UNG!2T/\u0006k\"t\u0016`\u0012T10RҋaP\u001adF\u0015u\u0011\u00005IZ!0TgPG\u0012xJA.:M&O\u0013Pb\u0017TU#\u0006OѠV- ܗ\u0013K=\u0018WzrH{yna>[fvsnXonמ\u001b#zz =yk ~S6O\u001aw\u001co2ͳ\u00148 \u0010\u0004\u0000a0+\u001acH`g q \b\u001b q9\\Cw \u0003\u0014YFC \b3,\u001a a!q\u0005\u007f}pq\u0014C\u0015܅G\u0002ۣ\u001fm(\u001d\u001d\u0006\u0010v?҃ESn!\u000f6w l\u001dWt\u0019#`\u007f\u0014p\u0007ULn\u00112gqP$2bJcpP\u0013\u0018im\u0001Qc\u001dY5\u0018s1\u0017Wx\u0002k-a>3-Vs\u0007s|\u0019\\KjiT\u0003 \u000f\u00067O9 !\u0013 v\u0014 \u00194wK Wv\u000f\u00034}  p\u00120\u0003c\u0001Қg ֹ \u0006-,،'M$͛hM$V\u001d9 3sgvm^\u00001˰6qM\u0003w-v\u001ckdm W@EM\u0015v\u0011V-\u0004UZE.r16\b\u00196-C\u0010ERHT\u0004%߹2PU|~;gfGg꿵|D+Vk Z_;\u00048 ע@\bSZ/bR + cU\u001acqSy\u001f㝧k\bEe(*V\u001eQ'Y'\u000e>͡0,*\u0002 z\u001erPWnS[OX\u000fW+hB4AQEEUFe+ǚmt\u0016 ȧ\u007f(#d|.*\u000f`>N+\u001c3ڦ\u000eQ\u001c\u0007\b\u001cX ̰t)-@x\u001e[Z@^m\u0015ԍ\u0010M(3QN)\u001dxJ| \u00192J+AuBdL# ?\u001f3pQd5\u0011\u0015z\u0003 Jz=t lZ,E.?x-\u0012R/+꠺\u0012\u001bUR:\u0012g.Vx[T/\u0000I.7֯YU]s\u0015E¡˖\u0005X\u0003梅 畖̝S\\TX0ۗ7k\u001c\u0005H(\u001c]E\u001aՋi\u0003IPkl3)OlʭOlLl̮T|jZ\u001d 1˴D-sR錣}4j%L\u0013l2ٙN \u001dfd jJҌ٭\u000eb(mF4;\u0003\u0019hqy\"\u001bjsn\\%,xe[јfE\u0005[ z X\u001f\b$\"a[ildCr 5clc|\u001d\u001a1×RG&}ԗ {7m7g\u000e-VnQI$ [\u0001o%zǋ(ٶFəHx7;x^~1sƖl܂. {d\"ل'qV5Rk \u007f \u0005n\u0007~ɔ\u0003\u0007}zH OfF!q钥\u001cݶ\u001d ˗3S 1s\\ԆxYoj_L\u001dI 4HT2ST3g>+5ё\u001bKWt.#\u0001\u0005Ui4¦W\u0013\u0012|$aҤLx?0\u001bV:^::{5gzf,LA\u0013y6ݝrM˩\bLSgdTWjiT+n\u0000> jImyct\u0012Rz^b}\u001e!\u0011۰~]FAC\u0004\u0012!Uz^{ن+QzY\u0017pV\u0013g˨\b+> \u001a~*5NSD5W*bs*Q\u0018T!\u001ezQE~\u0017Z_R\u00177R\u0000\u00073t[\u0003ݔ\u0007\u007f\u001e:b|.|\u0016iMU\u001dg } J\u000fNSsQ\\Ž\u0007^[F\u0001Z7),A*6P\bh&\bFqSe8\u0015;wx{FGo\u0002L] '8v\u0002K\u0003Xh!K\u0017*\u000eN\u0004BL(\u0010je\u001echR(\u0005\u000eSAZ!uU\u00156vYR+\u001bT\u001b\u001d~9 6f}}{wM\u000f.L]99Ln\u000f\"\u000f/#'߿. k\bi8\u001fjQp>9\u001dr\\\u0003b2\u00029t ^\u0010\u0010Ce\u0002cv\u001e{࣬\u00100\u00036\u001cu\u0013yt RuKׁ|+\u001ezQNIK=s`\u001d0f[M\u0001zR@6fx\\ǥx;q.ـr`\u0001ƪѿ /[Y\u0003ۘrY \u0018\u0003 `\u0002 L\u0001\u0016搛-@ svv.] \u0014\u000f\u000f\u000fv \u001a5rj7K- gʛu,\u001fKiZ7\u0012՞館c~\u0004\u0004^_2\\\u0004\u0019JK\u0004`\u001fc&vM\u0014\u0000H^v + -RbI:㛱\u0019[jMNf0+rJ/Ɗ{A}\u0013;\u008f \u0012|E!\u0005\u0014\\˭~Xo[o[[o;mgVLi\u00116c\u001eAlyXNIe \u001a53aL,v&%%a $oA c\u0013jJ\u0018\udce1rh\u0005e c]3IH\u0018\u000ezWOgM\u000fZv\u0001XCKX\u001fj%מů黾'NI\u0018\"^@:n\u000eNOG\u0013Ɔ\\\u0011_HYX(\u0012mb\u001e\u0017&3 I뱿xX\u001b ~\u001a\u0016c@&op: e\u00157.c\u0018e0äVK̠S:? 'ڗeꟺ?'c\u0007Ƙ\u0007\u0003\u001b\u0005ް\u0011 B4A9\u001e>coY\u0003-/\u0011`\u00170nPA;i{ I=3Ej\\~ڹ]̐TGljRZz$\u0007#\u0005B=\u0001G\u0016@ bܴ5\u0010\u001eBzIL_\u0013w0Z1=zd6\u0007zd!\u001ei|Wﻠ( g\u0017s٨G Q\u001f#m\u007f&5\u0018z!v\u0012\u0001ka\u0010 jzd\u0011;.\"\b -74\u0018s~~\u0005>Nt 9fgHt  0.\u0018Y\u0007JTUA\u0004ij8sCr/D\"\u0018h3|ԯW}vj}m\u001aM\u0012[h%\u0012}\u0012fnD7Y[Sg\u0013e^jᓧKYd\u0001=W\\J2O)Ne8le(JbR$fA)XWIA\u0016\u0016lvi7\u0018kfw%iA\u0016\\S-\u0004 * '\u0000wx\u0001qgb\"#U=*C+65!ee!o*(\u000eU:\u001d;,y{ R&FX'pWj6 \u001fAܕj+o\u0014v9P-l\u0010VAGgulؘ\u000eсwC@f^ja5q)Iua1ǋ7ۧeefoXV \" \u0011re 7A^ K\u001e\u0005sO\u0001h. 8 |= p5i:Ju]NHDIQ3\u0013 %*kܠĚ=cӦ+ ba\u0001b^mֱ*VvWEyjLKN c!2R\u001di[l :8Q4{X;7ҲmNǨBUTAei?Gw>\u0019O\u001dǔJ>ńZ >/DW 1000/Type/Font>> endobj 26 0 obj > endobj 27 0 obj >stream  HW T\u0013g\u0016 B\u0010\u000e;ۙc{\u001eEAPɱ\u0016fo_\u007f\u0000ABh.3ns\u0014\u001cA®C9 \u0015>\u0012 A@\u001dY\u0013AV00~ 5\u0012A\u0018naB\u0010\u000f\u0006\u001b˝8 A\u000fϝ\u0004s\u0000\u000f\"\b @\u00187D])B/C-兕+}`ָW\u0012y=3L\u000e\u0007Aq\\\u0006\u001edk4h:* 0$\u0000Ո\u0011!\u0011\u0007bEpc }U\u007flߥu 5;şK{\u00168Ty\u0017u3\u001b\be '\u0016^=ȚeMCQ\\\u0019lHl\b6 q¢؁#)S\u0005\u000ebl\u0000O\u0003\u0004B\u0017\u00001&LL\u0004ZZl8R\u0006b\u0001Zȷpq8(\b4\u0007\u001d\u0006)\"\u0001KtBTTb0\u0014\u001a3\u0012\u0006:xWHT.DG \u0018Ydg\u007f\u007f\u0003u}ϜAX˙.\u0017rJ g%RWNZ^?myǢv~{o\u001b\u0015xZ\u007fhQ\u0005!7ggg~u8Qh]*v hʭ yMg:yS 1k,ԯ\u0004 [;3䍒3[\u001el+t.\u001f\u001b%|\u000fx3\u0002GW\u001bjK\u001e/{BjQuxgŜK]ʩL\u007f\u001eKZ3+]f;׆6,9p]zlcA+\u0017>|ɧ0\u007ff#_>\u001dؑ9)\"h_\u0012o CCz\u001c\u000f4^TƝ[\u0014_\u000f\u0017\u0013\u001eBON\u001dPW/Rz\u0011\u0002: \u001b\u0017W$W\\hj/6Vpe->N:V8}~ɷtT}\u0002;Æ: =ǰ: 8ruqNݺW&h]o=%U AX\u001d ƃH>(ޜl\u0010~úkx.9dvn&+ mֱZ8U 7\u0006\u000fN\u0004\u0013\u0007\u001fO\u001f 4W\u0019KWvW]_Tv8^/mb]ߥ}ىIG\u001f\u00066\u001f\u001c\u001a' lYsOco%_kD7\u0014ͩy \u0015)'\u0016@+\u007fwaoUuhE`?\u0007\u000f9m\u007f= ]\u001d9kϖ\u0019!9\u001a\u0016|ϹC{zo6}\u001e?y'\u0014lF,~!\u000epG\u0016\bo\u0007~ |`9\u0016 T߿RS85Ѩn r]`xPh@ \u000f}7N \u001bRa3ҿz]Cn7e\u0012m\u0005U\">7f;h\u0014B8|wƊ\u0003 7d֊~O3nFM.T o\u000e\u001fN\u0015\u0014TGff~hۓǚĒe}27\\\u00185q͠!iwne[ \u001d!o{*7v.]=/ǯ'w:|ioD}Q#%R\u0000 5(v>,T [`;jZ\u007fBi\u000ebO\u001c#$\u0001$'\u0007 :~O_̈M`,efҀ]\u0011T 2 \u0007`\u0005$\u0087\u0001\u001a.\u000f\u0000+G@>kP[p\u0017\u0005\u001eC9\u001e18\u00149\u0003M@{\u0012M\u0012\u000erT,i#OdjOS?\u001a@ D h\u00055\u001e\u0005\u0014,}Y\u001d;Ϯ&\u000e9ᒹ\\\u0005-=t \u0010:M1\u007fVScgw==\u001f{k{\u001b \u001f\u0017E\u0017s\u0012ɥ'Ad=w^ \u0003ƲuоS64%\"qNn]n \u000f\u0011\u001c\u000e1\u0003w W &\u00008Q\u0018\u0012g`\u0001;Љ\u0011\u001bḿG u#C.'FD\u0018 \b \u001b-\u0010\u0001#a3ʟ\b  ^؈,܅\u001a6ԉV)\\\u0007\u0015uN̿P\u0002\u0003; 'Be1?[t_)|\b\u0018e8\u0003X\u000e\u001bW p0 X.\u0019p!w\u001e]\u0011/\u00047W8V\u0003:.@ i?\u0003׎hCt\u0015iBbQ%\u000eCAA+6a\u00116ж\u0019Q\u007fw~b8xq\u00174`7Cx\u0005`\u0019\u000f}!~\\\u0098c\u0018͵wI \u0001B\u001f,1ʠ\u0012j\u000eAh\u0002{,=3hu=,WhpCc\u001c,ސ6ڴM3mZZjP8Bgj5ʘ\\F.zO\u001aL\"1 =\u0015Wj\u0005\u0019'\u0018%U5\u0019^5d|'a>>5\u0013H7\u0019y}A5\u0016`3 ӫ}\u007f)\u001c4%qe\u000380 >\u0007 @\u0001\u0000[1   endstream endobj 28 0 obj > endobj 29 0 obj > endobj 30 0 obj > endobj 31 0 obj > endobj 32 0 obj >stream              Acrobat Distiller 7.0 (Windows)           PScript5.dll Version 5.2.2     2006-08-11T10:48:05-04:00     2006-08-11T10:48:05-04:00           application/pdf               Microsoft Word - HONF-MGT_2006-07.doc                        Kelli Ranieri                    uuid:89bc5561-b005-4f14-ac09-67598de92ed6     uuid:4cca8d08-fce6-434b-8069-9c10f4a1bcca                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            endstream endobj 33 0 obj > endobj xref  0 34  0000000000 65535 f  0000082023 00000 n  0000082149 00000 n  0000082265 00000 n  0000084361 00000 n  0000084487 00000 n  0000084581 00000 n  0000086951 00000 n  0000087077 00000 n  0000087183 00000 n  0000091830 00000 n  0000109132 00000 n  0000109399 00000 n  0000109528 00000 n  0000109638 00000 n  0000112588 00000 n  0000112717 00000 n  0000112823 00000 n  0000114630 00000 n  0000114789 00000 n  0000114919 00000 n  0000115176 00000 n  0000115462 00000 n  0000115610 00000 n  0000115831 00000 n  0000125635 00000 n  0000125819 00000 n  0000126048 00000 n  0000133125 00000 n  0000133434 00000 n  0000133469 00000 n  0000133493 00000 n  0000133577 00000 n  0000137208 00000 n  trailer   >  startxref  116  %%EOF"}]}]