[{"detail": [{"content": "Undergraduate Program    | Music | NYU                                            New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                      Home       About Us       People       Subfields       Undergraduate Program       Graduate Program       Special Programs       Events       Facilities and Resources            Annual Undergraduate Composers' Concert.              Home > Undergraduate Program     Undergraduate Program Undergraduate students in the department study, create, and perform music in an environment that combines the benefits of a well-rounded liberal arts education with the resources of a major research university.      Resources    Our students have a wealth of resources available for their research, performance, and creative work. The Shorin Music Performance Center offers a large number of rehearsal and practice rooms and the Department has its own intimate, loft-likeperformance space that serves as a recording studio and as a venue for recitals and concerts. Two cutting-edge technology labs - The Washington Square Computer Music Studio and the Media Lab - provide digital resources for composition and research. Professional sound recording and video equipment is available for check-out. The Department hosts the Washington Square Contemporary Music Society , the Collegium Musicum, and the Washington Square Harp and Shamrock Orchestra , the only Irish music ensemble in any university in the U.S. Our students can also join ensembles sponsored by the Steinhardt School of Education , such as the NYU Symphony Orchestra. The Department's greatest asset, however, is its location in the heart of New York City, one of the world's great cultural centers. Many of our courses are structured around live performances at venues ranging from the city's  top concert halls to its most obscure performance spaces. We also encourage students to take advantage of our location by pursuing internships with NYC-based recording companies, music magazines, or major performing arts organizations.      The Undergraduate Program    Students pursuing a major or minor in music gain proficiency in theory, history, criticism, and interpretation of music traditions throughout the world. At the same time, our students develop skills in analysis, critical thinking, composition, and writing that are valuable across disciplines. As a result, the major and minor in music constitute excellent preparation for graduate study in music and related fields in the Arts, Humanities, and Social Sciences; for careers in music, media, and culture industries; or for any occupation demanding clear and original thinking, command of the written word, analytical skills, and creativity.    In addition to a curriculum designed for majors and minors, we offer a wide range of innovative courses - in historical musicology, ethnomusicology, popular music, music theory, composition, historical performance, jazz, and the emerging field of sound studies - that are addressed to the general student. Recent and upcoming undergraduate courses include:               Harmony and Counterpoint (4 semesters) History of European Music (4 semesters)    Popular Music in Latin/o American and the Caribbean Music, War and Memory Twelve Masterworks of 20th century Music    Principles of Composition: Electroacoustic Music    Advanced Seminar in Jazz Studies    Introduction to Celtic Music    The Art of Listening: From Bach to Bjork on the Streets of New York    Global Hip Hop and the Politics of Culture    Musical 'Complexities'/Theoretical Perplexity    Anthropology of Improvisation    Alternate Canons: The Black Rock Coalition    Native American Music and Poetics    Spectral Music: A Chord or and Attitude?    The Operas of Gilbert &amp; Sullivan    Soundscapes of Contemporary War    Brazilian Music and Globalization    Music, Sound and Technology    Music in the Post-9/11 World         Director of Undergraduate Studies   Professor Stanley Boorman              Related Information       Spring 2015 Undergraduate Courses       Fall 2015 Undergraduate Courses       Useful Links       NYU Academic Calendar       CAS Bulletin       Undergraduate Admissions                           Sitemap       |       Contact us       |       &copy; New York University, Arts and Science"}]},
{"detail": [{"content": "Undergraduate Program    | Music | NYU                                            New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                      Home       About Us       People       Subfields       Undergraduate Program       Graduate Program       Special Programs       Events       Facilities and Resources            Annual Undergraduate Composers' Concert.              Home > Undergraduate Program     Undergraduate Program Undergraduate students in the department study, create, and perform music in an environment that combines the benefits of a well-rounded liberal arts education with the resources of a major research university.      Resources    Our students have a wealth of resources available for their research, performance, and creative work. The Shorin Music Performance Center offers a large number of rehearsal and practice rooms and the Department has its own intimate, loft-likeperformance space that serves as a recording studio and as a venue for recitals and concerts. Two cutting-edge technology labs - The Washington Square Computer Music Studio and the Media Lab - provide digital resources for composition and research. Professional sound recording and video equipment is available for check-out. The Department hosts the Washington Square Contemporary Music Society , the Collegium Musicum, and the Washington Square Harp and Shamrock Orchestra , the only Irish music ensemble in any university in the U.S. Our students can also join ensembles sponsored by the Steinhardt School of Education , such as the NYU Symphony Orchestra. The Department's greatest asset, however, is its location in the heart of New York City, one of the world's great cultural centers. Many of our courses are structured around live performances at venues ranging from the city's  top concert halls to its most obscure performance spaces. We also encourage students to take advantage of our location by pursuing internships with NYC-based recording companies, music magazines, or major performing arts organizations.      The Undergraduate Program    Students pursuing a major or minor in music gain proficiency in theory, history, criticism, and interpretation of music traditions throughout the world. At the same time, our students develop skills in analysis, critical thinking, composition, and writing that are valuable across disciplines. As a result, the major and minor in music constitute excellent preparation for graduate study in music and related fields in the Arts, Humanities, and Social Sciences; for careers in music, media, and culture industries; or for any occupation demanding clear and original thinking, command of the written word, analytical skills, and creativity.    In addition to a curriculum designed for majors and minors, we offer a wide range of innovative courses - in historical musicology, ethnomusicology, popular music, music theory, composition, historical performance, jazz, and the emerging field of sound studies - that are addressed to the general student. Recent and upcoming undergraduate courses include:               Harmony and Counterpoint (4 semesters) History of European Music (4 semesters)    Popular Music in Latin/o American and the Caribbean Music, War and Memory Twelve Masterworks of 20th century Music    Principles of Composition: Electroacoustic Music    Advanced Seminar in Jazz Studies    Introduction to Celtic Music    The Art of Listening: From Bach to Bjork on the Streets of New York    Global Hip Hop and the Politics of Culture    Musical 'Complexities'/Theoretical Perplexity    Anthropology of Improvisation    Alternate Canons: The Black Rock Coalition    Native American Music and Poetics    Spectral Music: A Chord or and Attitude?    The Operas of Gilbert &amp; Sullivan    Soundscapes of Contemporary War    Brazilian Music and Globalization    Music, Sound and Technology    Music in the Post-9/11 World         Director of Undergraduate Studies   Professor Stanley Boorman              Related Information       Spring 2015 Undergraduate Courses       Fall 2015 Undergraduate Courses       Useful Links       NYU Academic Calendar       CAS Bulletin       Undergraduate Admissions                           Sitemap       |       Contact us       |       &copy; New York University, Arts and Science"}, {"content": "Undergraduate Music Study in Prague - Music Department - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Music Department                               Undergraduate Music Study in Prague                                  VIDEOS : View videos of NYU Prague    GRADUATE STUDY : Graduate Summer and Intersession Study Abroad here          Why study abroad?    Prague, one of the most beautiful cities in Europe, is a center for symphonic and ensemble music performance, opera, theatre, jazz, composition, film scoring, music business, and music technology. Today, Prague is a major training ground for some of the finest jazz and classical performers in Europe and has become a music industry and film music hub. A global perspective in your studies is a key ingredient in your education and preparation for the professional world. Read about our program in the Prague Post .    How does it work?    Undergraduates studying abroad take NYU courses, are guaranteed housing through NYU, and have many of their classes in the NYU Academic Center. Courses are taught in English by renowned scholars, artists, and musicians. If you are an NYU student, your grades and credits appear directly on your NYU records. If you are a visiting student, NYU will send a transcript to your home institution for credit transfer.    What are the details?    Tuition at NYU in Prague is the same as at NYU&rsquo;s Washington Square campus in New York City. If you&rsquo;re a current NYU student, your financial aid package travels abroad with you. Non-NYU students can find tuition and fee information and learn about scholarship opportunities on the NYU Global Academic Centers site . The cost of your housing abroad may actually be less than it would be at NYU&rsquo;s Washington Square campus. Prague is filled with casual restaurants and caf&eacute;s where the food is delicious and inexpensive. When you prefer to cook, there are kitchens and cookware in the student residences and plenty of shops and markets nearby.    What is my next step?    The Prague music curriculum was created to enable music majors to move through their programs of music study as if they were at their own school. Please consult with your academic adviser to plan your course of study for the coming semesters. You can apply to the music programs abroad at the NYU Global Academic Centers site .    How do I apply?    Students interested in enrolling in NYU music programs abroad should apply using the online application found on the NYU Global Academic Centers site . The admissions process ensures that all students studying abroad with NYU are capable of performing at the same high academic standards as on our Washington Square campus. Deadlines and application requirements are posted on the website .       Click here for downloadable Prague brochure       Fall and Spring in Prague             Music History and Theory          Prague Fall Curriculum             Topics in 20th-Century Music          4 points                Music History III: 19th-Century Music          2 points                Music Theory III          2 points                Aural Comprehension III          1 point                Keyboard Harmony and Improvisation III          1 point             Prague Spring Curriculum             Music History IV: 20th Century          2 points                Music Theory IV: 20th Century          2 points                Music History II: Baroque and Classical          2 points                Keyboard Harmony and Improvisation IV          1 point                Aural Comprehension IV          1 point             Applied Music             Students may take one 3-point, weekly individual lesson and up to two ensembles per semester. Individual music instruction and group ensembles meet one hour per week.                Individual Instruction on Wind or Percussion Instruments Includes all woodwind, brass, and percussion instruments; classical and jazz styles.          3 points                Individual Instruction on String Instruments Includes all string orchestral instruments and guitar; classical and jazz styles.          3 points                Individual Instruction on Piano Classical and jazz styles.          3 points                Individual Voice Instruction Classical, music theatre, and jazz styles.          3 points                Individual Music Composition Instruction Traditional, music theatre, film scoring, and jazz styles.          3 points                Chamber Ensembles Classical chamber groups; duo and larger. (Placement audition required on site during first week.)          1 point                Jazz Ensembles Jazz groups: duo and larger. (Placement audition required on site during first week.)          1 point             Theatre             Contemporary European Theater: A Comparative Study          4 points             Twenty-first Century Theatermakers       4 points             Business and Economics             Music business majors should confer with their academic adviser as to the possible use of these business and economics courses to satisfy their program of study requirements. A list of courses is available on the NYU Global Academic Centers site .             Language Courses             Elementary- and intermediate-level courses are available in Czech and German, among others. A full list of language courses is available on the NYU Global Academic Centers site.             Internships in Music Business and Music Technology             Internship site assignments are administered by the NYU staff in Prague. Students are placed in various professional venues, such as concert halls, record companies, recording studios, television and radio stations, theatres, management companies, and other areas of the music industry. Only music technology majors are allowed to register for music technology internships.                Internship in Music Business Permission of Steinhardt School music business faculty required. One point for every 50 hours of on-site internship.          1 -3 points                Internship in Music Technology Permission of Steinhardt School music technology faculty required. Music technology majors only. One point for every 50 hours of on-site internship.          1 -3 points                Steinhardt School Independent Study Permission of Steinhardt School music faculty required. If in the form of a field placement, 1 point for every 45 hours of on-site fieldwork.          1 -3 points                College of Arts and Science Independent Study in Music Permission of College of Arts and Science music faculty required.          2-4 points                Teaching Observations                Music education and educational theatre majors are required to complete hours of observations each semester in a teaching setting pursuant to teacher certification regulations. These teaching observations are completed before student teaching and do not include any student teaching activities. Music and theatre teaching venues conducted in English are available. Teaching observation placements are administered by the NYU in Prague staff. Permission from Steinhardt School music education or educational theatre faculty is required.                For the most current listing of course offerings in music and other subject areas, visit the NYU Global Academic Centers site .    NYU Study Abroad Admissions 7 East 12th Street, 6th Floor l New York, NY 10003-4475 TEL 212.998.4433 l FAX 212.995.4103                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}, {"content": "NYU &gt;   Study Abroad                                                                                Skip to Navigation | Skip to Content                                           New York University           New York University           Study Abroad                                                                                     Home        >         School Specific Programs                                                            The Music department of NYU's Steinhardt School offers a program which draws on the rich musical heritage of two great European cities: Prague, the Czech Republic, (fall semester) and Florence, Italy (spring sememster). Specifically designed for music performance and music technology majors, the program offers a unique opportunity to study music history, take individual lessons and join ensembles with the guidance of expert local faculty. Internships are a very special feature of this program, and music business and music technology students benefit from hands-on experience with symphony groups, production studios, performers, management companies and other areas of the music industry in credit bearing placements arranged by the NYU staff abroad. Practice rooms, musical instruments and technology equipment are provided at the NYU academic center and in student residences. See course descriptions within the NYU in Prague and NYU in Florence Academics tab.          Study at one of the worlds top business institutions through the Stern School's International Business Exchange program (IBEX). Stern Business students have a unique opportunity for this cultural immersion experience. IBEX students attend class with local and international students, learning about the world and gaining a competitive edge in the global business community. All universities offer courses in English and allow for courses that fall into the Stern business curriculum to keep up with degree progress while abroad.          Find out more about this program                    Tisch School of the Arts offers specialized fall and spring programs in Havana, London, Prague, and Shanghai. Students apply directly through Tisch and choose from a variety of advanced-level training in a multitude of arts disciplines with an international scope that compares to our standards of excellence at home.           For more information visit the Tisch Special Programs website.                 Global Liberal Studies      Global Liberal Studies (GLS) is a four year degree program which offers a rigorous course of study in the liberal arts, the hallmark of which is a junior year in residence at one of NYU's international campuses in Africa, Asia, Europe, or Latin America. The curriculum emphasizes great works from around the globe, combining ideas, materials, and methodologies from multiple fields of inquiry, including literature, philosophy, foreign language, and more. Students may begin their freshman year studies at NYU's campus in New York or one of the Liberal Studies campuses in Paris, London, or Florence. The sophomore year in New York reinforces the global perspective infused throughout the core curriculum and prepares students to take full advantage of their junior year overseas. During their year of international study, students will not only begin independent research but also immerse themselves in their chosen international community through internships, community service, or fieldwork. Finally, the senior year in New York combines advanced        course work with a guided individual research project that integrates a truly cosmopolitan four years of study through NYU's global network of campuses and showcases students' understanding of an increasingly interconnected world.          For more information visit the Liberal Studies website.               Archaeology and History in Egypt      NYU's Institute for Studies of the Ancient World offers the program Archaeology and History in Egypt . NYU's Egypt program features a three part curriculum beginning with an intensive course &quot;The Oases of Egypt&quot;, followed by participation in the excavations at Amheida, and ending with the course &quot;The Archaeology of Egypt's Nile Valley.&quot;                                  Designed for both the busy working professional and full-time graduate student the Steinhardt School of Education offers an international study component to complement many degree programs. Intensive study programs between semesters and during spring break as well as summer allow students to obtain credits towards their degree through exciting opportunities abroad.          For more information please see the Steinhardt Schools website.         The Graduate School of Arts and Science at New York University offers complete degree programs  abroad in both Madrid and Paris .    New York University in Spain offers a unique one-year graduate program leading to an M.A. in  Hispanic literature or Hispanic civilization. Students are admitted for the academic year and  courses are taught by distinguished NYU and Spanish university faculty, poets, writers, and filmmakers.    For more information visit the GSAS Spanish Department website          Two distinct M.A. programs are offered at New York University in France by the Graduate School of Arts and Science at NYU. One leads to the M.A. degree in French Literature, and the other to the M.A. degree in French Language and Civilization.          For more information please visit the GSAS French Departments website          The College of Nursing offers three 3-point winter intersession courses - one in Florence, Italy and two in Buenos Aires, Argentina. The Florence program will discuss aspects of current health care delivery issues with comparisons to the United States and those in Italy and Western Europe will be studied. It is open to both graduate and undergraduate NYU students.  Please click here for an application.   In Buenos Aires, one of the programs will focus on Nursing Issues & Trends within the Health Care System. This course examines the delivery of health services as pertains to nurse's contribution using the social/cultural, historical, literary and scientific contexts. The second program focuses on global perspectives on child health. Both courses are open to graduate and undergraduate NYU students. Because the programs run concurrently, interested students may only participate in one.  Please click here for an application.       For more information visit the School of Nursing study abroad website"}]},
{"detail": [{"content": "Undergraduate Program    | Music | NYU                                            New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                      Home       About Us       People       Subfields       Undergraduate Program       Graduate Program       Special Programs       Events       Facilities and Resources            Annual Undergraduate Composers' Concert.              Home > Undergraduate Program     Undergraduate Program Undergraduate students in the department study, create, and perform music in an environment that combines the benefits of a well-rounded liberal arts education with the resources of a major research university.      Resources    Our students have a wealth of resources available for their research, performance, and creative work. The Shorin Music Performance Center offers a large number of rehearsal and practice rooms and the Department has its own intimate, loft-likeperformance space that serves as a recording studio and as a venue for recitals and concerts. Two cutting-edge technology labs - The Washington Square Computer Music Studio and the Media Lab - provide digital resources for composition and research. Professional sound recording and video equipment is available for check-out. The Department hosts the Washington Square Contemporary Music Society , the Collegium Musicum, and the Washington Square Harp and Shamrock Orchestra , the only Irish music ensemble in any university in the U.S. Our students can also join ensembles sponsored by the Steinhardt School of Education , such as the NYU Symphony Orchestra. The Department's greatest asset, however, is its location in the heart of New York City, one of the world's great cultural centers. Many of our courses are structured around live performances at venues ranging from the city's  top concert halls to its most obscure performance spaces. We also encourage students to take advantage of our location by pursuing internships with NYC-based recording companies, music magazines, or major performing arts organizations.      The Undergraduate Program    Students pursuing a major or minor in music gain proficiency in theory, history, criticism, and interpretation of music traditions throughout the world. At the same time, our students develop skills in analysis, critical thinking, composition, and writing that are valuable across disciplines. As a result, the major and minor in music constitute excellent preparation for graduate study in music and related fields in the Arts, Humanities, and Social Sciences; for careers in music, media, and culture industries; or for any occupation demanding clear and original thinking, command of the written word, analytical skills, and creativity.    In addition to a curriculum designed for majors and minors, we offer a wide range of innovative courses - in historical musicology, ethnomusicology, popular music, music theory, composition, historical performance, jazz, and the emerging field of sound studies - that are addressed to the general student. Recent and upcoming undergraduate courses include:               Harmony and Counterpoint (4 semesters) History of European Music (4 semesters)    Popular Music in Latin/o American and the Caribbean Music, War and Memory Twelve Masterworks of 20th century Music    Principles of Composition: Electroacoustic Music    Advanced Seminar in Jazz Studies    Introduction to Celtic Music    The Art of Listening: From Bach to Bjork on the Streets of New York    Global Hip Hop and the Politics of Culture    Musical 'Complexities'/Theoretical Perplexity    Anthropology of Improvisation    Alternate Canons: The Black Rock Coalition    Native American Music and Poetics    Spectral Music: A Chord or and Attitude?    The Operas of Gilbert &amp; Sullivan    Soundscapes of Contemporary War    Brazilian Music and Globalization    Music, Sound and Technology    Music in the Post-9/11 World         Director of Undergraduate Studies   Professor Stanley Boorman              Related Information       Spring 2015 Undergraduate Courses       Fall 2015 Undergraduate Courses       Useful Links       NYU Academic Calendar       CAS Bulletin       Undergraduate Admissions                           Sitemap       |       Contact us       |       &copy; New York University, Arts and Science"}, {"content": "Undergraduate Music Study in Prague - Music Department - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Music Department                               Undergraduate Music Study in Prague                                  VIDEOS : View videos of NYU Prague    GRADUATE STUDY : Graduate Summer and Intersession Study Abroad here          Why study abroad?    Prague, one of the most beautiful cities in Europe, is a center for symphonic and ensemble music performance, opera, theatre, jazz, composition, film scoring, music business, and music technology. Today, Prague is a major training ground for some of the finest jazz and classical performers in Europe and has become a music industry and film music hub. A global perspective in your studies is a key ingredient in your education and preparation for the professional world. Read about our program in the Prague Post .    How does it work?    Undergraduates studying abroad take NYU courses, are guaranteed housing through NYU, and have many of their classes in the NYU Academic Center. Courses are taught in English by renowned scholars, artists, and musicians. If you are an NYU student, your grades and credits appear directly on your NYU records. If you are a visiting student, NYU will send a transcript to your home institution for credit transfer.    What are the details?    Tuition at NYU in Prague is the same as at NYU&rsquo;s Washington Square campus in New York City. If you&rsquo;re a current NYU student, your financial aid package travels abroad with you. Non-NYU students can find tuition and fee information and learn about scholarship opportunities on the NYU Global Academic Centers site . The cost of your housing abroad may actually be less than it would be at NYU&rsquo;s Washington Square campus. Prague is filled with casual restaurants and caf&eacute;s where the food is delicious and inexpensive. When you prefer to cook, there are kitchens and cookware in the student residences and plenty of shops and markets nearby.    What is my next step?    The Prague music curriculum was created to enable music majors to move through their programs of music study as if they were at their own school. Please consult with your academic adviser to plan your course of study for the coming semesters. You can apply to the music programs abroad at the NYU Global Academic Centers site .    How do I apply?    Students interested in enrolling in NYU music programs abroad should apply using the online application found on the NYU Global Academic Centers site . The admissions process ensures that all students studying abroad with NYU are capable of performing at the same high academic standards as on our Washington Square campus. Deadlines and application requirements are posted on the website .       Click here for downloadable Prague brochure       Fall and Spring in Prague             Music History and Theory          Prague Fall Curriculum             Topics in 20th-Century Music          4 points                Music History III: 19th-Century Music          2 points                Music Theory III          2 points                Aural Comprehension III          1 point                Keyboard Harmony and Improvisation III          1 point             Prague Spring Curriculum             Music History IV: 20th Century          2 points                Music Theory IV: 20th Century          2 points                Music History II: Baroque and Classical          2 points                Keyboard Harmony and Improvisation IV          1 point                Aural Comprehension IV          1 point             Applied Music             Students may take one 3-point, weekly individual lesson and up to two ensembles per semester. Individual music instruction and group ensembles meet one hour per week.                Individual Instruction on Wind or Percussion Instruments Includes all woodwind, brass, and percussion instruments; classical and jazz styles.          3 points                Individual Instruction on String Instruments Includes all string orchestral instruments and guitar; classical and jazz styles.          3 points                Individual Instruction on Piano Classical and jazz styles.          3 points                Individual Voice Instruction Classical, music theatre, and jazz styles.          3 points                Individual Music Composition Instruction Traditional, music theatre, film scoring, and jazz styles.          3 points                Chamber Ensembles Classical chamber groups; duo and larger. (Placement audition required on site during first week.)          1 point                Jazz Ensembles Jazz groups: duo and larger. (Placement audition required on site during first week.)          1 point             Theatre             Contemporary European Theater: A Comparative Study          4 points             Twenty-first Century Theatermakers       4 points             Business and Economics             Music business majors should confer with their academic adviser as to the possible use of these business and economics courses to satisfy their program of study requirements. A list of courses is available on the NYU Global Academic Centers site .             Language Courses             Elementary- and intermediate-level courses are available in Czech and German, among others. A full list of language courses is available on the NYU Global Academic Centers site.             Internships in Music Business and Music Technology             Internship site assignments are administered by the NYU staff in Prague. Students are placed in various professional venues, such as concert halls, record companies, recording studios, television and radio stations, theatres, management companies, and other areas of the music industry. Only music technology majors are allowed to register for music technology internships.                Internship in Music Business Permission of Steinhardt School music business faculty required. One point for every 50 hours of on-site internship.          1 -3 points                Internship in Music Technology Permission of Steinhardt School music technology faculty required. Music technology majors only. One point for every 50 hours of on-site internship.          1 -3 points                Steinhardt School Independent Study Permission of Steinhardt School music faculty required. If in the form of a field placement, 1 point for every 45 hours of on-site fieldwork.          1 -3 points                College of Arts and Science Independent Study in Music Permission of College of Arts and Science music faculty required.          2-4 points                Teaching Observations                Music education and educational theatre majors are required to complete hours of observations each semester in a teaching setting pursuant to teacher certification regulations. These teaching observations are completed before student teaching and do not include any student teaching activities. Music and theatre teaching venues conducted in English are available. Teaching observation placements are administered by the NYU in Prague staff. Permission from Steinhardt School music education or educational theatre faculty is required.                For the most current listing of course offerings in music and other subject areas, visit the NYU Global Academic Centers site .    NYU Study Abroad Admissions 7 East 12th Street, 6th Floor l New York, NY 10003-4475 TEL 212.998.4433 l FAX 212.995.4103                 Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}, {"content": "NYU &gt;   Study Abroad                                                                                Skip to Navigation | Skip to Content                                           New York University           New York University           Study Abroad                                                                                     Home        >         School Specific Programs                                                            The Music department of NYU's Steinhardt School offers a program which draws on the rich musical heritage of two great European cities: Prague, the Czech Republic, (fall semester) and Florence, Italy (spring sememster). Specifically designed for music performance and music technology majors, the program offers a unique opportunity to study music history, take individual lessons and join ensembles with the guidance of expert local faculty. Internships are a very special feature of this program, and music business and music technology students benefit from hands-on experience with symphony groups, production studios, performers, management companies and other areas of the music industry in credit bearing placements arranged by the NYU staff abroad. Practice rooms, musical instruments and technology equipment are provided at the NYU academic center and in student residences. See course descriptions within the NYU in Prague and NYU in Florence Academics tab.          Study at one of the worlds top business institutions through the Stern School's International Business Exchange program (IBEX). Stern Business students have a unique opportunity for this cultural immersion experience. IBEX students attend class with local and international students, learning about the world and gaining a competitive edge in the global business community. All universities offer courses in English and allow for courses that fall into the Stern business curriculum to keep up with degree progress while abroad.          Find out more about this program                    Tisch School of the Arts offers specialized fall and spring programs in Havana, London, Prague, and Shanghai. Students apply directly through Tisch and choose from a variety of advanced-level training in a multitude of arts disciplines with an international scope that compares to our standards of excellence at home.           For more information visit the Tisch Special Programs website.                 Global Liberal Studies      Global Liberal Studies (GLS) is a four year degree program which offers a rigorous course of study in the liberal arts, the hallmark of which is a junior year in residence at one of NYU's international campuses in Africa, Asia, Europe, or Latin America. The curriculum emphasizes great works from around the globe, combining ideas, materials, and methodologies from multiple fields of inquiry, including literature, philosophy, foreign language, and more. Students may begin their freshman year studies at NYU's campus in New York or one of the Liberal Studies campuses in Paris, London, or Florence. The sophomore year in New York reinforces the global perspective infused throughout the core curriculum and prepares students to take full advantage of their junior year overseas. During their year of international study, students will not only begin independent research but also immerse themselves in their chosen international community through internships, community service, or fieldwork. Finally, the senior year in New York combines advanced        course work with a guided individual research project that integrates a truly cosmopolitan four years of study through NYU's global network of campuses and showcases students' understanding of an increasingly interconnected world.          For more information visit the Liberal Studies website.               Archaeology and History in Egypt      NYU's Institute for Studies of the Ancient World offers the program Archaeology and History in Egypt . NYU's Egypt program features a three part curriculum beginning with an intensive course &quot;The Oases of Egypt&quot;, followed by participation in the excavations at Amheida, and ending with the course &quot;The Archaeology of Egypt's Nile Valley.&quot;                                  Designed for both the busy working professional and full-time graduate student the Steinhardt School of Education offers an international study component to complement many degree programs. Intensive study programs between semesters and during spring break as well as summer allow students to obtain credits towards their degree through exciting opportunities abroad.          For more information please see the Steinhardt Schools website.         The Graduate School of Arts and Science at New York University offers complete degree programs  abroad in both Madrid and Paris .    New York University in Spain offers a unique one-year graduate program leading to an M.A. in  Hispanic literature or Hispanic civilization. Students are admitted for the academic year and  courses are taught by distinguished NYU and Spanish university faculty, poets, writers, and filmmakers.    For more information visit the GSAS Spanish Department website          Two distinct M.A. programs are offered at New York University in France by the Graduate School of Arts and Science at NYU. One leads to the M.A. degree in French Literature, and the other to the M.A. degree in French Language and Civilization.          For more information please visit the GSAS French Departments website          The College of Nursing offers three 3-point winter intersession courses - one in Florence, Italy and two in Buenos Aires, Argentina. The Florence program will discuss aspects of current health care delivery issues with comparisons to the United States and those in Italy and Western Europe will be studied. It is open to both graduate and undergraduate NYU students.  Please click here for an application.   In Buenos Aires, one of the programs will focus on Nursing Issues & Trends within the Health Care System. This course examines the delivery of health services as pertains to nurse's contribution using the social/cultural, historical, literary and scientific contexts. The second program focuses on global perspectives on child health. Both courses are open to graduate and undergraduate NYU students. Because the programs run concurrently, interested students may only participate in one.  Please click here for an application.       For more information visit the School of Nursing study abroad website"}]}]