[{"detail": [{"content": "Sustainable Urban Environments, BS | NYU Polytechnic School of Engineering                                                                                                   NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs                         Sustainable Urban Environments                                                                       Half of the world&rsquo;s population today lives in cities. That percentage is predicted to increase in the coming years, though natural resources aren&rsquo;t expected to keep pace. The discrepancy between the two forecasts has caused wide concern, with sustainable urban growth becoming an increasingly important area of study and action.   The School of Engineering&#39;s BS in Sustainable Urban Environments program prepares you to join scholars, policymakers, and the global community as they work to nurture urban areas. The Sustainable Urban Enviornments program is a rare combination of liberal arts and technology, combining offerings in a way that will ensure that you are conversant with both the technical and social aspects of sustainability facing our cities.     SUE class trip to preservation lab at Municipal Archives   Set in one of the world&rsquo;s largest cities, our program offers a natural laboratory to examine the effects of financial capitalism, skyscraper construction, or transit management on a globalizing city. New York City and its environs also showcase some of the most innovative responses to runaway urban growth &mdash; be they eco-friendly buildings or creative approaches to economic development &mdash; and our students take full advantage of opportunities to study such solutions.   Directed studies and capstone projects provide students with essential experience in conducting and presenting research at public forums within the School of Engineering. By the program&rsquo;s end, our graduates are prepared to enter various environmental fields, including urban planning and design. They also find opportunities in social work, government, education and museums.                    Program Director      Richard Elliot Wener                               Academic Advisor        Christopher Leslie                    Department      Technology, Culture and Society                                              Sustainable Urban Environments, BS      Curriculum   Typical Course Schedule   Internships and Careers   Meet Yi Xiao - SUE &#039;14   What Our Students Say           Related Links    Apply Now  Request Info  Continue Further                                 Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "Sustainable Urban Environments, BS | NYU Polytechnic School of Engineering                                                                                                   NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs                         Sustainable Urban Environments                                                                       Half of the world&rsquo;s population today lives in cities. That percentage is predicted to increase in the coming years, though natural resources aren&rsquo;t expected to keep pace. The discrepancy between the two forecasts has caused wide concern, with sustainable urban growth becoming an increasingly important area of study and action.   The School of Engineering&#39;s BS in Sustainable Urban Environments program prepares you to join scholars, policymakers, and the global community as they work to nurture urban areas. The Sustainable Urban Enviornments program is a rare combination of liberal arts and technology, combining offerings in a way that will ensure that you are conversant with both the technical and social aspects of sustainability facing our cities.     SUE class trip to preservation lab at Municipal Archives   Set in one of the world&rsquo;s largest cities, our program offers a natural laboratory to examine the effects of financial capitalism, skyscraper construction, or transit management on a globalizing city. New York City and its environs also showcase some of the most innovative responses to runaway urban growth &mdash; be they eco-friendly buildings or creative approaches to economic development &mdash; and our students take full advantage of opportunities to study such solutions.   Directed studies and capstone projects provide students with essential experience in conducting and presenting research at public forums within the School of Engineering. By the program&rsquo;s end, our graduates are prepared to enter various environmental fields, including urban planning and design. They also find opportunities in social work, government, education and museums.                    Program Director      Richard Elliot Wener                               Academic Advisor        Christopher Leslie                    Department      Technology, Culture and Society                                              Sustainable Urban Environments, BS      Curriculum   Typical Course Schedule   Internships and Careers   Meet Yi Xiao - SUE &#039;14   What Our Students Say           Related Links    Apply Now  Request Info  Continue Further                                 Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "NYU Launches Marron Institute on Cities and the Urban Environment                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2013   /   February   /   13                                                         NYU Launches Marron Institute on Cities and the Urban Environment                   February 13, 2013          181                                        Richard Revesz to Lead New Institute   NYU today announced the launch of the Marron Institute on Cities and the Urban Environment , an ambitious new initiative made possible by a generous gift of $40 million by Donald B. Marron, an entrepreneur, successful businessman, and philanthropist who was previously chairman of Paine Webber and is the Founder and current Chairman of Lightyear Capital.   The Marron Institute will be the hub for work on cities and the urban environment at NYU. It will sponsor significant interdisciplinary research, develop curricular initiatives, provide a vibrant academic community for scholars and students, and help cities around the world become more livable, sustainable, and equitable.   Mr. Marron was joined by New York Mayor Michael R. Bloomberg, NYU President John Sexton, and Marron Institute Director Richard Revesz on NYU’s campus to make the announcement.   “Don Marron has given a tremendous amount to make his hometown a better place, so it’s fitting that this institute – which I know will do a tremendous amount to build a strong future not only for New York but for all the world’s cities – should bear his name,” said Mayor Michael R. Bloomberg. “Making sure that cities remain centers of innovation and learning is key to our future.”   “For the first time in history, more than half the world’s population lives in cities. There is no doubt that cities are fundamental to our global future, and there is no doubt that NYU -- based in the heart of the greatest urban laboratory on the planet -- should be the global leader in the study of cities,” said NYU President John Sexton. “Cities are more than just infrastructure and technology; they are also social interactions, culture, and neighborhoods. NYU is home to internationally distinguished scholars in a wide range of disciplines crucial to understanding cities: applied sciences and technology, sociology, economics, the law, history, environmental sustainability, and policy and planning. And our global network offers unprecedented academic connections to some of the most compelling and complex cities in the world. What Don Marron’s gift does is to knit together the outstanding research already underway in so many disciplines, and provide us with the resources to foster new cutting edge approaches to the teaching of cities and the urban environment.”   As a lifelong resident of the world’s leading city, an entrepreneur and international business leader, and an active director of several institutions critical to New York City’s civic infrastructure, Donald B. Marron’s passion for critical and innovative thinking about the pivotal role cities play in our global society is perfectly matched to NYU’s Marron Institute on Cities and the Urban Environment’s mission. Mr. Marron serves on the boards of Memorial Sloan-Kettering, New York University, the Museum of Modern Art, and the Center for Strategic International Studies and is actively involved with the Coalition for the Homeless.   “Cities are fundamentally places of opportunity, attracting and cultivating some of the most talented people in business, art, health, education and government while serving as centers of job creation, cultural change and a home to millions,” said Mr. Marron. “Yet for all cities offer our global society, much can be done to improve how these urban centers function and provide for their residents. This is what has me so excited about the opportunity for this Institute and the role it can play in shaping cities over the next millennium and beyond. Our goal is to produce research to shed light on critical challenges, graduates trained to immediately tackle real-world problems, and a central forum to foster critical thinking and collaborative work.”   Mr. Marron is currently the Chairman of Lightyear Capital LLC, a New York-based private equity firm focused on financial services investing. Prior to founding Lightyear Capital, Mr. Marron served as Chairman and Chief Executive Officer of Paine Webber Group Inc. for twenty years, from 1980-2000. During his 20-year tenure as CEO, PaineWebber grew into one of the nation’s five largest full-service securities firms. The combination of UBS and PaineWebber made UBS the world’s largest wealth manager. In addition to his four decades of leadership as an executive, Mr. Marron has also distinguished himself as an entrepreneur. In 1969, he co-founded Data Resources Inc. (&quot;DRI&quot;) with Harvard economist Dr. Otto Eckstein. DRI became the largest non-governmental source of economic data in the world.   As Chairman of the Institute’s Advisory Board, Mr. Marron will work to connect the Institute with the world’s urban decision makers to help put faculty research into action and ensure that the Institute is aware of the most current urban challenges.   Richard Revesz, currently Dean of NYU’s School of Law and a leading expert on environmental and regulatory law and policy, has been spearheading the development of the institute for more than a year, and will lead it in its next phase. He will work with faculty to identify new ways to bolster NYU’s research and teaching on cities, and to use NYU’s expertise to influence and inform international policy debates on the future of the urban environment.   “Rapid urbanization, and particularly the challenges and opportunities it poses for the natural environment, must prompt a rethinking of higher education’s role in the research and teaching of cities,” commented Dean Richard Revesz. “The Marron Institute is a tremendous opportunity to do just that, and I am thrilled to work on this exciting new effort. The Institute will explore the intersecting issues cities face through an unprecedented University-wide lens and promote cross-cutting research and teaching on the urban environment.”   Revesz, who will step down as Dean of NYU Law School on May 31 after 11 years in the position, holds degrees from Princeton, MIT, and Yale, and was a law clerk for Supreme Court Justice Thurgood Marshall. He joined the faculty of the NYU School of Law in 1985, and was named dean in 2002. A hallmark of his leadership at the Law School has been his effectiveness at fostering greater cooperation among both faculty and students across schools and disciplines. Two examples include: the significant growth of the Furman Center for Real Estate and Urban Policy (a joint center run between the Law School and the Wagner School of Public Service), which was awarded a MacArthur Foundation Award for Creative and Effective Institutions in 2012; and the Mitchell Jacobson Leadership in Law and Business Program, a partnership of the Law School and the Stern School of Business that now offers a series of jointly-taught transaction courses for J.D. and M.B.A. students. Revesz will remain a tenured member of the Law School’s faculty.   The Marron Institute will advance NYU’s research and teaching on key issues facing cities and the urban environment around the globe. First, the Institute will bring together the University’s diverse network of scholars and research centers, advancing a unique multidisciplinary approach to urban questions that draws from the fields of public health, environmental and land use law, energy economics, social policy, history, urban planning, and urban systems, informatics, and engineering. The Institute will sponsor fellowships, colloquia, events and multidisciplinary research, including the awarding of significant research grants. Second, using this multidisciplinary lens, the Institute will support new approaches to teaching about cities, designed to produce graduates who will think holistically about the challenges facing urban environments and have the tools to effectively manage the cities of the future. To this end, a faculty committee is now exploring a range of curricular opportunities at the undergraduate level. The Institute will also connect its research and expertise with policymakers in cities around the globe, helping to shape practical policy solutions to a range of urban challenges.   The Marron Institute will bring together three existing pivotal institutions at NYU: the Center for Urban Science and Progress (CUSP) and its degree programs, led by Professor Steven Koonin; the Institute for Public Knowledge (IPK), led by Professor Eric Klinenberg; and the Urbanization Project (UP), led by Professor Paul Romer. CUSP – which is based in Downtown Brooklyn near the NYU-Poly campus – was one of the designated research centers under Mayor Bloomberg’s Applied Sciences NYC initiative; it will advance the discipline of urban informatics; collect, integrate, and analyze data to improve urban systems; and create tech-related businesses and jobs. Recently, CUSP announced a new M.S. degree in Applied Urban Science and Informatics. IPK was launched in 2007 to advance public debate and knowledge on critical social issues, and it has developed unique collaborations among urban social science researchers in New York and around the world. Finally, Stern’s Urbanization Project performs pioneering research on urban expansion and the development of charter cities. The Marron Institute will connect these and other centers across the University to build a stronger more cohesive interdisciplinary research community.                              This Press Release is in the following Topics:      NYUToday-feature , Research , Arts and Science , Polytechnic School of Engineering , School of Law , Faculty           Type: Press Release            Press Contact:                John Beckman | (212) 998-6848                                            The Marron Institute on Cities and the Urban Environment is an ambitious new initiative made possible by a generous gift of $40 million by Donald B. Marron, an entrepreneur, successful businessman, and philanthropist who was previously chairman of Paine Webber and is the Founder and current Chairman of Lightyear Capital. The Marron Institute will be the hub for work on cities and the urban environment at NYU. &copy;iStockPhoto/fotoVoyager                       Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "Sustainable Urban Environments, BS | NYU Polytechnic School of Engineering                                                                                                   NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs                         Sustainable Urban Environments                                                                       Half of the world&rsquo;s population today lives in cities. That percentage is predicted to increase in the coming years, though natural resources aren&rsquo;t expected to keep pace. The discrepancy between the two forecasts has caused wide concern, with sustainable urban growth becoming an increasingly important area of study and action.   The School of Engineering&#39;s BS in Sustainable Urban Environments program prepares you to join scholars, policymakers, and the global community as they work to nurture urban areas. The Sustainable Urban Enviornments program is a rare combination of liberal arts and technology, combining offerings in a way that will ensure that you are conversant with both the technical and social aspects of sustainability facing our cities.     SUE class trip to preservation lab at Municipal Archives   Set in one of the world&rsquo;s largest cities, our program offers a natural laboratory to examine the effects of financial capitalism, skyscraper construction, or transit management on a globalizing city. New York City and its environs also showcase some of the most innovative responses to runaway urban growth &mdash; be they eco-friendly buildings or creative approaches to economic development &mdash; and our students take full advantage of opportunities to study such solutions.   Directed studies and capstone projects provide students with essential experience in conducting and presenting research at public forums within the School of Engineering. By the program&rsquo;s end, our graduates are prepared to enter various environmental fields, including urban planning and design. They also find opportunities in social work, government, education and museums.                    Program Director      Richard Elliot Wener                               Academic Advisor        Christopher Leslie                    Department      Technology, Culture and Society                                              Sustainable Urban Environments, BS      Curriculum   Typical Course Schedule   Internships and Careers   Meet Yi Xiao - SUE &#039;14   What Our Students Say           Related Links    Apply Now  Request Info  Continue Further                                 Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "NYU Launches Marron Institute on Cities and the Urban Environment                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2013   /   February   /   13                                                         NYU Launches Marron Institute on Cities and the Urban Environment                   February 13, 2013          181                                        Richard Revesz to Lead New Institute   NYU today announced the launch of the Marron Institute on Cities and the Urban Environment , an ambitious new initiative made possible by a generous gift of $40 million by Donald B. Marron, an entrepreneur, successful businessman, and philanthropist who was previously chairman of Paine Webber and is the Founder and current Chairman of Lightyear Capital.   The Marron Institute will be the hub for work on cities and the urban environment at NYU. It will sponsor significant interdisciplinary research, develop curricular initiatives, provide a vibrant academic community for scholars and students, and help cities around the world become more livable, sustainable, and equitable.   Mr. Marron was joined by New York Mayor Michael R. Bloomberg, NYU President John Sexton, and Marron Institute Director Richard Revesz on NYU’s campus to make the announcement.   “Don Marron has given a tremendous amount to make his hometown a better place, so it’s fitting that this institute – which I know will do a tremendous amount to build a strong future not only for New York but for all the world’s cities – should bear his name,” said Mayor Michael R. Bloomberg. “Making sure that cities remain centers of innovation and learning is key to our future.”   “For the first time in history, more than half the world’s population lives in cities. There is no doubt that cities are fundamental to our global future, and there is no doubt that NYU -- based in the heart of the greatest urban laboratory on the planet -- should be the global leader in the study of cities,” said NYU President John Sexton. “Cities are more than just infrastructure and technology; they are also social interactions, culture, and neighborhoods. NYU is home to internationally distinguished scholars in a wide range of disciplines crucial to understanding cities: applied sciences and technology, sociology, economics, the law, history, environmental sustainability, and policy and planning. And our global network offers unprecedented academic connections to some of the most compelling and complex cities in the world. What Don Marron’s gift does is to knit together the outstanding research already underway in so many disciplines, and provide us with the resources to foster new cutting edge approaches to the teaching of cities and the urban environment.”   As a lifelong resident of the world’s leading city, an entrepreneur and international business leader, and an active director of several institutions critical to New York City’s civic infrastructure, Donald B. Marron’s passion for critical and innovative thinking about the pivotal role cities play in our global society is perfectly matched to NYU’s Marron Institute on Cities and the Urban Environment’s mission. Mr. Marron serves on the boards of Memorial Sloan-Kettering, New York University, the Museum of Modern Art, and the Center for Strategic International Studies and is actively involved with the Coalition for the Homeless.   “Cities are fundamentally places of opportunity, attracting and cultivating some of the most talented people in business, art, health, education and government while serving as centers of job creation, cultural change and a home to millions,” said Mr. Marron. “Yet for all cities offer our global society, much can be done to improve how these urban centers function and provide for their residents. This is what has me so excited about the opportunity for this Institute and the role it can play in shaping cities over the next millennium and beyond. Our goal is to produce research to shed light on critical challenges, graduates trained to immediately tackle real-world problems, and a central forum to foster critical thinking and collaborative work.”   Mr. Marron is currently the Chairman of Lightyear Capital LLC, a New York-based private equity firm focused on financial services investing. Prior to founding Lightyear Capital, Mr. Marron served as Chairman and Chief Executive Officer of Paine Webber Group Inc. for twenty years, from 1980-2000. During his 20-year tenure as CEO, PaineWebber grew into one of the nation’s five largest full-service securities firms. The combination of UBS and PaineWebber made UBS the world’s largest wealth manager. In addition to his four decades of leadership as an executive, Mr. Marron has also distinguished himself as an entrepreneur. In 1969, he co-founded Data Resources Inc. (&quot;DRI&quot;) with Harvard economist Dr. Otto Eckstein. DRI became the largest non-governmental source of economic data in the world.   As Chairman of the Institute’s Advisory Board, Mr. Marron will work to connect the Institute with the world’s urban decision makers to help put faculty research into action and ensure that the Institute is aware of the most current urban challenges.   Richard Revesz, currently Dean of NYU’s School of Law and a leading expert on environmental and regulatory law and policy, has been spearheading the development of the institute for more than a year, and will lead it in its next phase. He will work with faculty to identify new ways to bolster NYU’s research and teaching on cities, and to use NYU’s expertise to influence and inform international policy debates on the future of the urban environment.   “Rapid urbanization, and particularly the challenges and opportunities it poses for the natural environment, must prompt a rethinking of higher education’s role in the research and teaching of cities,” commented Dean Richard Revesz. “The Marron Institute is a tremendous opportunity to do just that, and I am thrilled to work on this exciting new effort. The Institute will explore the intersecting issues cities face through an unprecedented University-wide lens and promote cross-cutting research and teaching on the urban environment.”   Revesz, who will step down as Dean of NYU Law School on May 31 after 11 years in the position, holds degrees from Princeton, MIT, and Yale, and was a law clerk for Supreme Court Justice Thurgood Marshall. He joined the faculty of the NYU School of Law in 1985, and was named dean in 2002. A hallmark of his leadership at the Law School has been his effectiveness at fostering greater cooperation among both faculty and students across schools and disciplines. Two examples include: the significant growth of the Furman Center for Real Estate and Urban Policy (a joint center run between the Law School and the Wagner School of Public Service), which was awarded a MacArthur Foundation Award for Creative and Effective Institutions in 2012; and the Mitchell Jacobson Leadership in Law and Business Program, a partnership of the Law School and the Stern School of Business that now offers a series of jointly-taught transaction courses for J.D. and M.B.A. students. Revesz will remain a tenured member of the Law School’s faculty.   The Marron Institute will advance NYU’s research and teaching on key issues facing cities and the urban environment around the globe. First, the Institute will bring together the University’s diverse network of scholars and research centers, advancing a unique multidisciplinary approach to urban questions that draws from the fields of public health, environmental and land use law, energy economics, social policy, history, urban planning, and urban systems, informatics, and engineering. The Institute will sponsor fellowships, colloquia, events and multidisciplinary research, including the awarding of significant research grants. Second, using this multidisciplinary lens, the Institute will support new approaches to teaching about cities, designed to produce graduates who will think holistically about the challenges facing urban environments and have the tools to effectively manage the cities of the future. To this end, a faculty committee is now exploring a range of curricular opportunities at the undergraduate level. The Institute will also connect its research and expertise with policymakers in cities around the globe, helping to shape practical policy solutions to a range of urban challenges.   The Marron Institute will bring together three existing pivotal institutions at NYU: the Center for Urban Science and Progress (CUSP) and its degree programs, led by Professor Steven Koonin; the Institute for Public Knowledge (IPK), led by Professor Eric Klinenberg; and the Urbanization Project (UP), led by Professor Paul Romer. CUSP – which is based in Downtown Brooklyn near the NYU-Poly campus – was one of the designated research centers under Mayor Bloomberg’s Applied Sciences NYC initiative; it will advance the discipline of urban informatics; collect, integrate, and analyze data to improve urban systems; and create tech-related businesses and jobs. Recently, CUSP announced a new M.S. degree in Applied Urban Science and Informatics. IPK was launched in 2007 to advance public debate and knowledge on critical social issues, and it has developed unique collaborations among urban social science researchers in New York and around the world. Finally, Stern’s Urbanization Project performs pioneering research on urban expansion and the development of charter cities. The Marron Institute will connect these and other centers across the University to build a stronger more cohesive interdisciplinary research community.                              This Press Release is in the following Topics:      NYUToday-feature , Research , Arts and Science , Polytechnic School of Engineering , School of Law , Faculty           Type: Press Release            Press Contact:                John Beckman | (212) 998-6848                                            The Marron Institute on Cities and the Urban Environment is an ambitious new initiative made possible by a generous gift of $40 million by Donald B. Marron, an entrepreneur, successful businessman, and philanthropist who was previously chairman of Paine Webber and is the Founder and current Chairman of Lightyear Capital. The Marron Institute will be the hub for work on cities and the urban environment at NYU. &copy;iStockPhoto/fotoVoyager                       Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Marron Institute                                                                                                                                       The Marron Institute of Urban Management           An increasingly urban world demands ever-improving urban management                 The Marron Institute deepens the fundamental understanding of cities by working with civic innovators to improve urban management. By advising and learning from civic innovators, Marron works to make cities safe, healthy, mobile, and inclusive. Learn more .           Click here to learn more about Marron.                                                                 Improving air quality in mexico city           Measuring the source and content of urban air pollution                 Marron is collaborating with Mexico City&acute;s Department of Environment (SEDEMA) to improve urban air quality . Led by Kevin Cromar, assistant professor in NYU&rsquo;s Department of Environmental Medicine, Marron is measuring concentrations of trace elements in air quality filters provided by the city. The analysis will inform policy recommendations for improving the air Mexico City while furthering the methodology for air quality assessment in cities around the globe. (Image via Kasper Christensen)           Learn more about this work .                                                                 Improving Housing affordability in mexico city           Understanding the impact of land use regulations on the affordability of housing                 The Marron Institute is working with officials from Mexico City&rsquo;s Urban Planning and Housing Department (SEDUVI) to make housing more affordable for the city&rsquo;s residents. The Marron team estimated the impacts of the city&rsquo;s zoning parameters on the affordability of housing. As a result of the Marron Institute&rsquo;s work, SEDUVI revised zoning legislation in an effort to increase the supply of housing and put downward pressure on prices and rents.           Learn more about this work .                                                                 Options for Fiscal Viability in Detroit           Defining reforms that can put Detroit back on the path to fiscal health.                 In Detroit, the Marron Institute worked with the Office of the Emergency Manager to explore options for restoring long term fiscal stability . The Marron team, led by NYU Law School Professor Clayton Gillette, is evaluating Detroit&rsquo;s options for improving fiscal stability and enhancing public-service efficiency in the post-bankruptcy environment. (Image via Ben Williams)           Learn more about this work .                                                                                                                          Content            Events            Press            About            People                                                                                                         Close                          Search                                                                                                                                        AN INCREASINGLY URBAN WORLD DEMANDS EVER-IMPROVING URBAN MANAGEMENT.                                                                                                                           working paper / Apr 28,2015                             Selection in Initial & Return Migration                     by            Jorge De la Roca                                                              preview           Read full working paper                                                                                                                                     Blog / Apr 24,2015                              Marron Courses Fall 2015                               by           Brandon Fuller                            more on :                    public safety , mobility , land use , drug policy                           read more                                                                                           via Bloomberg View                                              what we've been reading               / May 01,2015                                     Understanding the Achievement Gap                 Roland Fryer's Clark Medal                                        go to link                                                                                                                        working paper / Feb 19,2015                             Spatial Distribution of Land Prices & Densities                     by            Alain Bertaud                                   more on :                      urban planning , land use , infrastructure                             preview           Read full working paper                                                                                                                                     Blog / Mar 18,2015                              Reducing Incarceration Rates: Graduated Re-Entry                               by           Brandon Fuller                            more on :                    public safety , incarceration                           read more                                                                                                                              Blog / Apr 16,2015                              Greater Mumbai's Draft Development Plan                   Good for Housing, Transport, and Jobs                               by           Alain Bertaud                            more on :                    mumbai , land use                           read more                                                                                      join our mailing list               Upcoming Events                                                                Tuesday May 05,2015       New York City 12:00 pm - 1:20 pm       Jessie Handbury on Nutritional Disparities       NYU Urban Seminar         more on :                                                                               Tuesday May 12,2015       New York City 12:00 pm - 1:20 pm       Andrew Davidson - *CANCELLED*       NYU Urban Seminar         more on :                                                                               40 west 4th street, new york, ny 10012           © 2015 marron institute. all rights reserved.                                   newsletter signup          Follow us on twitter                                                         Sign up for the Marron Institute Mailing List                 Please fill out the information below to receive our e-newsletter(s).         *Indicates required.                                                       Please correct the following errors:           - Missing email address           - Invalid email address           - Select country                             Could not connect to the registration server. Please try again later.                                                             Email *                                            Organization                                             Country *            United States of America            Aaland Islands            Afghanistan            Albania            Algeria            American Samoa            Andorra            Angola            Anguilla            Antarctica            Antigua And Barbuda            Argentina            Armenia            Aruba            Australia            Austria            Azerbaijan            Bahamas            Bahrain            Bangladesh            Barbados            Belarus            Belgium            Belize            Benin            Bermuda            Bhutan            Bolivia            Bosnia and Herzegovina            Botswana            Bouvet Island            Brazil            British Indian Ocean Territory            Brunei Darussalam            Bulgaria            Burkina Faso            Burundi            Cambodia            Cameroon            Canada            Cape Verde            Cayman Islands            Central African Republic            Chad            Chile            China            Christmas Island            Cocos (Keeling) Islands            Colombia            Comoros            Congo            Cook Islands            Costa Rica            Cote D'Ivoire            Croatia            Cuba            Curacao            Cyprus            Czech Republic            Democratic Republic of the Congo            Denmark            Djibouti            Dominica            Dominican Republic            East Timor            Ecuador            Egypt            El Salvador            Equatorial Guinea            Eritrea            Estonia            Ethiopia            Falkland Islands            Faroe Islands            Fiji            Finland            France            French Guiana            French Polynesia            French Southern Territories            Gabon            Gambia            Georgia            Germany            Ghana            Gibraltar            Greece            Greenland            Grenada            Guadeloupe            Guam            Guatemala            Guernsey            Guinea            Guinea-Bissau            Guyana            Haiti            Heard and Mc Donald Islands            Honduras            Hong Kong            Hungary            Iceland            India            Indonesia            Iran            Iraq            Ireland            Isle of Man            Israel            Italy            Jamaica            Japan            Jersey (Channel Islands)            Jordan            Kazakhstan            Kenya            Kiribati            Kuwait            Kyrgyzstan            Lao People's Democratic Republic            Latvia            Lebanon            Lesotho            Liberia            Libya            Liechtenstein            Lithuania            Luxembourg            Macau            Macedonia            Madagascar            Malawi            Malaysia            Maldives            Mali            Malta            Marshall Islands            Martinique            Mauritania            Mauritius            Mayotte            Mexico            Micronesia, Federated States of            Moldova, Republic of            Monaco            Mongolia            Montenegro            Montserrat            Morocco            Mozambique            Myanmar            Namibia            Nauru            Nepal            Netherlands            Netherlands Antilles            New Caledonia            New Zealand            Nicaragua            Niger            Nigeria            Niue            Norfolk Island            North Korea            Northern Mariana Islands            Norway            Oman            Pakistan            Palau            Palestine            Panama            Papua New Guinea            Paraguay            Peru            Philippines            Pitcairn            Poland            Portugal            Puerto Rico            Qatar            Republic of Kosovo            Reunion            Romania            Russia            Rwanda            Saint Kitts and Nevis            Saint Lucia            Saint Vincent and the Grenadines            Samoa (Independent)            San Marino            Sao Tome and Principe            Saudi Arabia            Senegal            Serbia            Seychelles            Sierra Leone            Singapore            Sint Maarten            Slovakia            Slovenia            Solomon Islands            Somalia            South Africa            South Georgia and the South Sandwich Islands            South Korea            South Sudan            Spain            Sri Lanka            St. Helena            St. Pierre and Miquelon            Sudan            Suriname            Svalbard and Jan Mayen Islands            Swaziland            Sweden            Switzerland            Syria            Taiwan            Tajikistan            Tanzania            Thailand            Togo            Tokelau            Tonga            Trinidad and Tobago            Tunisia            Turkey            Turkmenistan            Turks &amp; Caicos Islands            Turks and Caicos Islands            Tuvalu            Uganda            Ukraine            United Arab Emirates            United Kingdom            Uruguay            USA Minor Outlying Islands            Uzbekistan            Vanuatu            Vatican City State (Holy See)            Venezuela            Vietnam            Virgin Islands (British)            Virgin Islands (U.S.)            Wallis and Futuna Islands            Western Sahara            Yemen            Zambia            Zimbabwe                                                   State            Alabama            Alaska            Arizona            Arkansas            California            Colorado            Connecticut            Delaware            Florida            Georgia            Hawaii            Idaho            Illinois            Indiana            Iowa            Kansas            Kentucky            Louisiana            Maine            Maryland            Massachusetts            Michigan            Minnesota            Mississippi            Missouri            Montana            Nebraska            Nevada            New Hampshire            New Jersey            New Mexico            New York            North Carolina            North Dakota            Ohio            Oklahoma            Oregon            Pennsylvania            Rhode Island            South Carolina            South Dakota            Tennessee            Texas            Utah            Vermont            Virginia            Washington            Washington D.C.            West Virginia            Wisconsin            Wyoming                                                      City                                       First Name                                        Last Name                                     Send me information in:                                  Plain text                                   HTML                                                                Submit                                               Thank you!          You've just been sent an email that contains a confirmation link. Please click on that link to activate your subscription."}]}][{"detail": [{"content": "NYU Launches Marron Institute on Cities and the Urban Environment                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2013   /   February   /   13                                                         NYU Launches Marron Institute on Cities and the Urban Environment                   February 13, 2013          181                                        Richard Revesz to Lead New Institute   NYU today announced the launch of the Marron Institute on Cities and the Urban Environment , an ambitious new initiative made possible by a generous gift of $40 million by Donald B. Marron, an entrepreneur, successful businessman, and philanthropist who was previously chairman of Paine Webber and is the Founder and current Chairman of Lightyear Capital.   The Marron Institute will be the hub for work on cities and the urban environment at NYU. It will sponsor significant interdisciplinary research, develop curricular initiatives, provide a vibrant academic community for scholars and students, and help cities around the world become more livable, sustainable, and equitable.   Mr. Marron was joined by New York Mayor Michael R. Bloomberg, NYU President John Sexton, and Marron Institute Director Richard Revesz on NYU’s campus to make the announcement.   “Don Marron has given a tremendous amount to make his hometown a better place, so it’s fitting that this institute – which I know will do a tremendous amount to build a strong future not only for New York but for all the world’s cities – should bear his name,” said Mayor Michael R. Bloomberg. “Making sure that cities remain centers of innovation and learning is key to our future.”   “For the first time in history, more than half the world’s population lives in cities. There is no doubt that cities are fundamental to our global future, and there is no doubt that NYU -- based in the heart of the greatest urban laboratory on the planet -- should be the global leader in the study of cities,” said NYU President John Sexton. “Cities are more than just infrastructure and technology; they are also social interactions, culture, and neighborhoods. NYU is home to internationally distinguished scholars in a wide range of disciplines crucial to understanding cities: applied sciences and technology, sociology, economics, the law, history, environmental sustainability, and policy and planning. And our global network offers unprecedented academic connections to some of the most compelling and complex cities in the world. What Don Marron’s gift does is to knit together the outstanding research already underway in so many disciplines, and provide us with the resources to foster new cutting edge approaches to the teaching of cities and the urban environment.”   As a lifelong resident of the world’s leading city, an entrepreneur and international business leader, and an active director of several institutions critical to New York City’s civic infrastructure, Donald B. Marron’s passion for critical and innovative thinking about the pivotal role cities play in our global society is perfectly matched to NYU’s Marron Institute on Cities and the Urban Environment’s mission. Mr. Marron serves on the boards of Memorial Sloan-Kettering, New York University, the Museum of Modern Art, and the Center for Strategic International Studies and is actively involved with the Coalition for the Homeless.   “Cities are fundamentally places of opportunity, attracting and cultivating some of the most talented people in business, art, health, education and government while serving as centers of job creation, cultural change and a home to millions,” said Mr. Marron. “Yet for all cities offer our global society, much can be done to improve how these urban centers function and provide for their residents. This is what has me so excited about the opportunity for this Institute and the role it can play in shaping cities over the next millennium and beyond. Our goal is to produce research to shed light on critical challenges, graduates trained to immediately tackle real-world problems, and a central forum to foster critical thinking and collaborative work.”   Mr. Marron is currently the Chairman of Lightyear Capital LLC, a New York-based private equity firm focused on financial services investing. Prior to founding Lightyear Capital, Mr. Marron served as Chairman and Chief Executive Officer of Paine Webber Group Inc. for twenty years, from 1980-2000. During his 20-year tenure as CEO, PaineWebber grew into one of the nation’s five largest full-service securities firms. The combination of UBS and PaineWebber made UBS the world’s largest wealth manager. In addition to his four decades of leadership as an executive, Mr. Marron has also distinguished himself as an entrepreneur. In 1969, he co-founded Data Resources Inc. (&quot;DRI&quot;) with Harvard economist Dr. Otto Eckstein. DRI became the largest non-governmental source of economic data in the world.   As Chairman of the Institute’s Advisory Board, Mr. Marron will work to connect the Institute with the world’s urban decision makers to help put faculty research into action and ensure that the Institute is aware of the most current urban challenges.   Richard Revesz, currently Dean of NYU’s School of Law and a leading expert on environmental and regulatory law and policy, has been spearheading the development of the institute for more than a year, and will lead it in its next phase. He will work with faculty to identify new ways to bolster NYU’s research and teaching on cities, and to use NYU’s expertise to influence and inform international policy debates on the future of the urban environment.   “Rapid urbanization, and particularly the challenges and opportunities it poses for the natural environment, must prompt a rethinking of higher education’s role in the research and teaching of cities,” commented Dean Richard Revesz. “The Marron Institute is a tremendous opportunity to do just that, and I am thrilled to work on this exciting new effort. The Institute will explore the intersecting issues cities face through an unprecedented University-wide lens and promote cross-cutting research and teaching on the urban environment.”   Revesz, who will step down as Dean of NYU Law School on May 31 after 11 years in the position, holds degrees from Princeton, MIT, and Yale, and was a law clerk for Supreme Court Justice Thurgood Marshall. He joined the faculty of the NYU School of Law in 1985, and was named dean in 2002. A hallmark of his leadership at the Law School has been his effectiveness at fostering greater cooperation among both faculty and students across schools and disciplines. Two examples include: the significant growth of the Furman Center for Real Estate and Urban Policy (a joint center run between the Law School and the Wagner School of Public Service), which was awarded a MacArthur Foundation Award for Creative and Effective Institutions in 2012; and the Mitchell Jacobson Leadership in Law and Business Program, a partnership of the Law School and the Stern School of Business that now offers a series of jointly-taught transaction courses for J.D. and M.B.A. students. Revesz will remain a tenured member of the Law School’s faculty.   The Marron Institute will advance NYU’s research and teaching on key issues facing cities and the urban environment around the globe. First, the Institute will bring together the University’s diverse network of scholars and research centers, advancing a unique multidisciplinary approach to urban questions that draws from the fields of public health, environmental and land use law, energy economics, social policy, history, urban planning, and urban systems, informatics, and engineering. The Institute will sponsor fellowships, colloquia, events and multidisciplinary research, including the awarding of significant research grants. Second, using this multidisciplinary lens, the Institute will support new approaches to teaching about cities, designed to produce graduates who will think holistically about the challenges facing urban environments and have the tools to effectively manage the cities of the future. To this end, a faculty committee is now exploring a range of curricular opportunities at the undergraduate level. The Institute will also connect its research and expertise with policymakers in cities around the globe, helping to shape practical policy solutions to a range of urban challenges.   The Marron Institute will bring together three existing pivotal institutions at NYU: the Center for Urban Science and Progress (CUSP) and its degree programs, led by Professor Steven Koonin; the Institute for Public Knowledge (IPK), led by Professor Eric Klinenberg; and the Urbanization Project (UP), led by Professor Paul Romer. CUSP – which is based in Downtown Brooklyn near the NYU-Poly campus – was one of the designated research centers under Mayor Bloomberg’s Applied Sciences NYC initiative; it will advance the discipline of urban informatics; collect, integrate, and analyze data to improve urban systems; and create tech-related businesses and jobs. Recently, CUSP announced a new M.S. degree in Applied Urban Science and Informatics. IPK was launched in 2007 to advance public debate and knowledge on critical social issues, and it has developed unique collaborations among urban social science researchers in New York and around the world. Finally, Stern’s Urbanization Project performs pioneering research on urban expansion and the development of charter cities. The Marron Institute will connect these and other centers across the University to build a stronger more cohesive interdisciplinary research community.                              This Press Release is in the following Topics:      NYUToday-feature , Research , Arts and Science , Polytechnic School of Engineering , School of Law , Faculty           Type: Press Release            Press Contact:                John Beckman | (212) 998-6848                                            The Marron Institute on Cities and the Urban Environment is an ambitious new initiative made possible by a generous gift of $40 million by Donald B. Marron, an entrepreneur, successful businessman, and philanthropist who was previously chairman of Paine Webber and is the Founder and current Chairman of Lightyear Capital. The Marron Institute will be the hub for work on cities and the urban environment at NYU. &copy;iStockPhoto/fotoVoyager                       Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]},
{"detail": [{"content": "NYU Launches Marron Institute on Cities and the Urban Environment                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2013   /   February   /   13                                                         NYU Launches Marron Institute on Cities and the Urban Environment                   February 13, 2013          181                                        Richard Revesz to Lead New Institute   NYU today announced the launch of the Marron Institute on Cities and the Urban Environment , an ambitious new initiative made possible by a generous gift of $40 million by Donald B. Marron, an entrepreneur, successful businessman, and philanthropist who was previously chairman of Paine Webber and is the Founder and current Chairman of Lightyear Capital.   The Marron Institute will be the hub for work on cities and the urban environment at NYU. It will sponsor significant interdisciplinary research, develop curricular initiatives, provide a vibrant academic community for scholars and students, and help cities around the world become more livable, sustainable, and equitable.   Mr. Marron was joined by New York Mayor Michael R. Bloomberg, NYU President John Sexton, and Marron Institute Director Richard Revesz on NYU’s campus to make the announcement.   “Don Marron has given a tremendous amount to make his hometown a better place, so it’s fitting that this institute – which I know will do a tremendous amount to build a strong future not only for New York but for all the world’s cities – should bear his name,” said Mayor Michael R. Bloomberg. “Making sure that cities remain centers of innovation and learning is key to our future.”   “For the first time in history, more than half the world’s population lives in cities. There is no doubt that cities are fundamental to our global future, and there is no doubt that NYU -- based in the heart of the greatest urban laboratory on the planet -- should be the global leader in the study of cities,” said NYU President John Sexton. “Cities are more than just infrastructure and technology; they are also social interactions, culture, and neighborhoods. NYU is home to internationally distinguished scholars in a wide range of disciplines crucial to understanding cities: applied sciences and technology, sociology, economics, the law, history, environmental sustainability, and policy and planning. And our global network offers unprecedented academic connections to some of the most compelling and complex cities in the world. What Don Marron’s gift does is to knit together the outstanding research already underway in so many disciplines, and provide us with the resources to foster new cutting edge approaches to the teaching of cities and the urban environment.”   As a lifelong resident of the world’s leading city, an entrepreneur and international business leader, and an active director of several institutions critical to New York City’s civic infrastructure, Donald B. Marron’s passion for critical and innovative thinking about the pivotal role cities play in our global society is perfectly matched to NYU’s Marron Institute on Cities and the Urban Environment’s mission. Mr. Marron serves on the boards of Memorial Sloan-Kettering, New York University, the Museum of Modern Art, and the Center for Strategic International Studies and is actively involved with the Coalition for the Homeless.   “Cities are fundamentally places of opportunity, attracting and cultivating some of the most talented people in business, art, health, education and government while serving as centers of job creation, cultural change and a home to millions,” said Mr. Marron. “Yet for all cities offer our global society, much can be done to improve how these urban centers function and provide for their residents. This is what has me so excited about the opportunity for this Institute and the role it can play in shaping cities over the next millennium and beyond. Our goal is to produce research to shed light on critical challenges, graduates trained to immediately tackle real-world problems, and a central forum to foster critical thinking and collaborative work.”   Mr. Marron is currently the Chairman of Lightyear Capital LLC, a New York-based private equity firm focused on financial services investing. Prior to founding Lightyear Capital, Mr. Marron served as Chairman and Chief Executive Officer of Paine Webber Group Inc. for twenty years, from 1980-2000. During his 20-year tenure as CEO, PaineWebber grew into one of the nation’s five largest full-service securities firms. The combination of UBS and PaineWebber made UBS the world’s largest wealth manager. In addition to his four decades of leadership as an executive, Mr. Marron has also distinguished himself as an entrepreneur. In 1969, he co-founded Data Resources Inc. (&quot;DRI&quot;) with Harvard economist Dr. Otto Eckstein. DRI became the largest non-governmental source of economic data in the world.   As Chairman of the Institute’s Advisory Board, Mr. Marron will work to connect the Institute with the world’s urban decision makers to help put faculty research into action and ensure that the Institute is aware of the most current urban challenges.   Richard Revesz, currently Dean of NYU’s School of Law and a leading expert on environmental and regulatory law and policy, has been spearheading the development of the institute for more than a year, and will lead it in its next phase. He will work with faculty to identify new ways to bolster NYU’s research and teaching on cities, and to use NYU’s expertise to influence and inform international policy debates on the future of the urban environment.   “Rapid urbanization, and particularly the challenges and opportunities it poses for the natural environment, must prompt a rethinking of higher education’s role in the research and teaching of cities,” commented Dean Richard Revesz. “The Marron Institute is a tremendous opportunity to do just that, and I am thrilled to work on this exciting new effort. The Institute will explore the intersecting issues cities face through an unprecedented University-wide lens and promote cross-cutting research and teaching on the urban environment.”   Revesz, who will step down as Dean of NYU Law School on May 31 after 11 years in the position, holds degrees from Princeton, MIT, and Yale, and was a law clerk for Supreme Court Justice Thurgood Marshall. He joined the faculty of the NYU School of Law in 1985, and was named dean in 2002. A hallmark of his leadership at the Law School has been his effectiveness at fostering greater cooperation among both faculty and students across schools and disciplines. Two examples include: the significant growth of the Furman Center for Real Estate and Urban Policy (a joint center run between the Law School and the Wagner School of Public Service), which was awarded a MacArthur Foundation Award for Creative and Effective Institutions in 2012; and the Mitchell Jacobson Leadership in Law and Business Program, a partnership of the Law School and the Stern School of Business that now offers a series of jointly-taught transaction courses for J.D. and M.B.A. students. Revesz will remain a tenured member of the Law School’s faculty.   The Marron Institute will advance NYU’s research and teaching on key issues facing cities and the urban environment around the globe. First, the Institute will bring together the University’s diverse network of scholars and research centers, advancing a unique multidisciplinary approach to urban questions that draws from the fields of public health, environmental and land use law, energy economics, social policy, history, urban planning, and urban systems, informatics, and engineering. The Institute will sponsor fellowships, colloquia, events and multidisciplinary research, including the awarding of significant research grants. Second, using this multidisciplinary lens, the Institute will support new approaches to teaching about cities, designed to produce graduates who will think holistically about the challenges facing urban environments and have the tools to effectively manage the cities of the future. To this end, a faculty committee is now exploring a range of curricular opportunities at the undergraduate level. The Institute will also connect its research and expertise with policymakers in cities around the globe, helping to shape practical policy solutions to a range of urban challenges.   The Marron Institute will bring together three existing pivotal institutions at NYU: the Center for Urban Science and Progress (CUSP) and its degree programs, led by Professor Steven Koonin; the Institute for Public Knowledge (IPK), led by Professor Eric Klinenberg; and the Urbanization Project (UP), led by Professor Paul Romer. CUSP – which is based in Downtown Brooklyn near the NYU-Poly campus – was one of the designated research centers under Mayor Bloomberg’s Applied Sciences NYC initiative; it will advance the discipline of urban informatics; collect, integrate, and analyze data to improve urban systems; and create tech-related businesses and jobs. Recently, CUSP announced a new M.S. degree in Applied Urban Science and Informatics. IPK was launched in 2007 to advance public debate and knowledge on critical social issues, and it has developed unique collaborations among urban social science researchers in New York and around the world. Finally, Stern’s Urbanization Project performs pioneering research on urban expansion and the development of charter cities. The Marron Institute will connect these and other centers across the University to build a stronger more cohesive interdisciplinary research community.                              This Press Release is in the following Topics:      NYUToday-feature , Research , Arts and Science , Polytechnic School of Engineering , School of Law , Faculty           Type: Press Release            Press Contact:                John Beckman | (212) 998-6848                                            The Marron Institute on Cities and the Urban Environment is an ambitious new initiative made possible by a generous gift of $40 million by Donald B. Marron, an entrepreneur, successful businessman, and philanthropist who was previously chairman of Paine Webber and is the Founder and current Chairman of Lightyear Capital. The Marron Institute will be the hub for work on cities and the urban environment at NYU. &copy;iStockPhoto/fotoVoyager                       Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Sustainable Urban Environments, BS | NYU Polytechnic School of Engineering                                                                                                   NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs                         Sustainable Urban Environments                                                                       Half of the world&rsquo;s population today lives in cities. That percentage is predicted to increase in the coming years, though natural resources aren&rsquo;t expected to keep pace. The discrepancy between the two forecasts has caused wide concern, with sustainable urban growth becoming an increasingly important area of study and action.   The School of Engineering&#39;s BS in Sustainable Urban Environments program prepares you to join scholars, policymakers, and the global community as they work to nurture urban areas. The Sustainable Urban Enviornments program is a rare combination of liberal arts and technology, combining offerings in a way that will ensure that you are conversant with both the technical and social aspects of sustainability facing our cities.     SUE class trip to preservation lab at Municipal Archives   Set in one of the world&rsquo;s largest cities, our program offers a natural laboratory to examine the effects of financial capitalism, skyscraper construction, or transit management on a globalizing city. New York City and its environs also showcase some of the most innovative responses to runaway urban growth &mdash; be they eco-friendly buildings or creative approaches to economic development &mdash; and our students take full advantage of opportunities to study such solutions.   Directed studies and capstone projects provide students with essential experience in conducting and presenting research at public forums within the School of Engineering. By the program&rsquo;s end, our graduates are prepared to enter various environmental fields, including urban planning and design. They also find opportunities in social work, government, education and museums.                    Program Director      Richard Elliot Wener                               Academic Advisor        Christopher Leslie                    Department      Technology, Culture and Society                                              Sustainable Urban Environments, BS      Curriculum   Typical Course Schedule   Internships and Careers   Meet Yi Xiao - SUE &#039;14   What Our Students Say           Related Links    Apply Now  Request Info  Continue Further                                 Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]},
{"detail": [{"content": "NYU Launches Marron Institute on Cities and the Urban Environment                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2013   /   February   /   13                                                         NYU Launches Marron Institute on Cities and the Urban Environment                   February 13, 2013          181                                        Richard Revesz to Lead New Institute   NYU today announced the launch of the Marron Institute on Cities and the Urban Environment , an ambitious new initiative made possible by a generous gift of $40 million by Donald B. Marron, an entrepreneur, successful businessman, and philanthropist who was previously chairman of Paine Webber and is the Founder and current Chairman of Lightyear Capital.   The Marron Institute will be the hub for work on cities and the urban environment at NYU. It will sponsor significant interdisciplinary research, develop curricular initiatives, provide a vibrant academic community for scholars and students, and help cities around the world become more livable, sustainable, and equitable.   Mr. Marron was joined by New York Mayor Michael R. Bloomberg, NYU President John Sexton, and Marron Institute Director Richard Revesz on NYU’s campus to make the announcement.   “Don Marron has given a tremendous amount to make his hometown a better place, so it’s fitting that this institute – which I know will do a tremendous amount to build a strong future not only for New York but for all the world’s cities – should bear his name,” said Mayor Michael R. Bloomberg. “Making sure that cities remain centers of innovation and learning is key to our future.”   “For the first time in history, more than half the world’s population lives in cities. There is no doubt that cities are fundamental to our global future, and there is no doubt that NYU -- based in the heart of the greatest urban laboratory on the planet -- should be the global leader in the study of cities,” said NYU President John Sexton. “Cities are more than just infrastructure and technology; they are also social interactions, culture, and neighborhoods. NYU is home to internationally distinguished scholars in a wide range of disciplines crucial to understanding cities: applied sciences and technology, sociology, economics, the law, history, environmental sustainability, and policy and planning. And our global network offers unprecedented academic connections to some of the most compelling and complex cities in the world. What Don Marron’s gift does is to knit together the outstanding research already underway in so many disciplines, and provide us with the resources to foster new cutting edge approaches to the teaching of cities and the urban environment.”   As a lifelong resident of the world’s leading city, an entrepreneur and international business leader, and an active director of several institutions critical to New York City’s civic infrastructure, Donald B. Marron’s passion for critical and innovative thinking about the pivotal role cities play in our global society is perfectly matched to NYU’s Marron Institute on Cities and the Urban Environment’s mission. Mr. Marron serves on the boards of Memorial Sloan-Kettering, New York University, the Museum of Modern Art, and the Center for Strategic International Studies and is actively involved with the Coalition for the Homeless.   “Cities are fundamentally places of opportunity, attracting and cultivating some of the most talented people in business, art, health, education and government while serving as centers of job creation, cultural change and a home to millions,” said Mr. Marron. “Yet for all cities offer our global society, much can be done to improve how these urban centers function and provide for their residents. This is what has me so excited about the opportunity for this Institute and the role it can play in shaping cities over the next millennium and beyond. Our goal is to produce research to shed light on critical challenges, graduates trained to immediately tackle real-world problems, and a central forum to foster critical thinking and collaborative work.”   Mr. Marron is currently the Chairman of Lightyear Capital LLC, a New York-based private equity firm focused on financial services investing. Prior to founding Lightyear Capital, Mr. Marron served as Chairman and Chief Executive Officer of Paine Webber Group Inc. for twenty years, from 1980-2000. During his 20-year tenure as CEO, PaineWebber grew into one of the nation’s five largest full-service securities firms. The combination of UBS and PaineWebber made UBS the world’s largest wealth manager. In addition to his four decades of leadership as an executive, Mr. Marron has also distinguished himself as an entrepreneur. In 1969, he co-founded Data Resources Inc. (&quot;DRI&quot;) with Harvard economist Dr. Otto Eckstein. DRI became the largest non-governmental source of economic data in the world.   As Chairman of the Institute’s Advisory Board, Mr. Marron will work to connect the Institute with the world’s urban decision makers to help put faculty research into action and ensure that the Institute is aware of the most current urban challenges.   Richard Revesz, currently Dean of NYU’s School of Law and a leading expert on environmental and regulatory law and policy, has been spearheading the development of the institute for more than a year, and will lead it in its next phase. He will work with faculty to identify new ways to bolster NYU’s research and teaching on cities, and to use NYU’s expertise to influence and inform international policy debates on the future of the urban environment.   “Rapid urbanization, and particularly the challenges and opportunities it poses for the natural environment, must prompt a rethinking of higher education’s role in the research and teaching of cities,” commented Dean Richard Revesz. “The Marron Institute is a tremendous opportunity to do just that, and I am thrilled to work on this exciting new effort. The Institute will explore the intersecting issues cities face through an unprecedented University-wide lens and promote cross-cutting research and teaching on the urban environment.”   Revesz, who will step down as Dean of NYU Law School on May 31 after 11 years in the position, holds degrees from Princeton, MIT, and Yale, and was a law clerk for Supreme Court Justice Thurgood Marshall. He joined the faculty of the NYU School of Law in 1985, and was named dean in 2002. A hallmark of his leadership at the Law School has been his effectiveness at fostering greater cooperation among both faculty and students across schools and disciplines. Two examples include: the significant growth of the Furman Center for Real Estate and Urban Policy (a joint center run between the Law School and the Wagner School of Public Service), which was awarded a MacArthur Foundation Award for Creative and Effective Institutions in 2012; and the Mitchell Jacobson Leadership in Law and Business Program, a partnership of the Law School and the Stern School of Business that now offers a series of jointly-taught transaction courses for J.D. and M.B.A. students. Revesz will remain a tenured member of the Law School’s faculty.   The Marron Institute will advance NYU’s research and teaching on key issues facing cities and the urban environment around the globe. First, the Institute will bring together the University’s diverse network of scholars and research centers, advancing a unique multidisciplinary approach to urban questions that draws from the fields of public health, environmental and land use law, energy economics, social policy, history, urban planning, and urban systems, informatics, and engineering. The Institute will sponsor fellowships, colloquia, events and multidisciplinary research, including the awarding of significant research grants. Second, using this multidisciplinary lens, the Institute will support new approaches to teaching about cities, designed to produce graduates who will think holistically about the challenges facing urban environments and have the tools to effectively manage the cities of the future. To this end, a faculty committee is now exploring a range of curricular opportunities at the undergraduate level. The Institute will also connect its research and expertise with policymakers in cities around the globe, helping to shape practical policy solutions to a range of urban challenges.   The Marron Institute will bring together three existing pivotal institutions at NYU: the Center for Urban Science and Progress (CUSP) and its degree programs, led by Professor Steven Koonin; the Institute for Public Knowledge (IPK), led by Professor Eric Klinenberg; and the Urbanization Project (UP), led by Professor Paul Romer. CUSP – which is based in Downtown Brooklyn near the NYU-Poly campus – was one of the designated research centers under Mayor Bloomberg’s Applied Sciences NYC initiative; it will advance the discipline of urban informatics; collect, integrate, and analyze data to improve urban systems; and create tech-related businesses and jobs. Recently, CUSP announced a new M.S. degree in Applied Urban Science and Informatics. IPK was launched in 2007 to advance public debate and knowledge on critical social issues, and it has developed unique collaborations among urban social science researchers in New York and around the world. Finally, Stern’s Urbanization Project performs pioneering research on urban expansion and the development of charter cities. The Marron Institute will connect these and other centers across the University to build a stronger more cohesive interdisciplinary research community.                              This Press Release is in the following Topics:      NYUToday-feature , Research , Arts and Science , Polytechnic School of Engineering , School of Law , Faculty           Type: Press Release            Press Contact:                John Beckman | (212) 998-6848                                            The Marron Institute on Cities and the Urban Environment is an ambitious new initiative made possible by a generous gift of $40 million by Donald B. Marron, an entrepreneur, successful businessman, and philanthropist who was previously chairman of Paine Webber and is the Founder and current Chairman of Lightyear Capital. The Marron Institute will be the hub for work on cities and the urban environment at NYU. &copy;iStockPhoto/fotoVoyager                       Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}, {"content": "Sustainable Urban Environments, BS | NYU Polytechnic School of Engineering                                                                                                   NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Academics / Majors and Programs                         Sustainable Urban Environments                                                                       Half of the world&rsquo;s population today lives in cities. That percentage is predicted to increase in the coming years, though natural resources aren&rsquo;t expected to keep pace. The discrepancy between the two forecasts has caused wide concern, with sustainable urban growth becoming an increasingly important area of study and action.   The School of Engineering&#39;s BS in Sustainable Urban Environments program prepares you to join scholars, policymakers, and the global community as they work to nurture urban areas. The Sustainable Urban Enviornments program is a rare combination of liberal arts and technology, combining offerings in a way that will ensure that you are conversant with both the technical and social aspects of sustainability facing our cities.     SUE class trip to preservation lab at Municipal Archives   Set in one of the world&rsquo;s largest cities, our program offers a natural laboratory to examine the effects of financial capitalism, skyscraper construction, or transit management on a globalizing city. New York City and its environs also showcase some of the most innovative responses to runaway urban growth &mdash; be they eco-friendly buildings or creative approaches to economic development &mdash; and our students take full advantage of opportunities to study such solutions.   Directed studies and capstone projects provide students with essential experience in conducting and presenting research at public forums within the School of Engineering. By the program&rsquo;s end, our graduates are prepared to enter various environmental fields, including urban planning and design. They also find opportunities in social work, government, education and museums.                    Program Director      Richard Elliot Wener                               Academic Advisor        Christopher Leslie                    Department      Technology, Culture and Society                                              Sustainable Urban Environments, BS      Curriculum   Typical Course Schedule   Internships and Careers   Meet Yi Xiao - SUE &#039;14   What Our Students Say           Related Links    Apply Now  Request Info  Continue Further                                 Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}, {"content": "Marron Institute                                                                                                                                       The Marron Institute of Urban Management           An increasingly urban world demands ever-improving urban management                 The Marron Institute deepens the fundamental understanding of cities by working with civic innovators to improve urban management. By advising and learning from civic innovators, Marron works to make cities safe, healthy, mobile, and inclusive. Learn more .           Click here to learn more about Marron.                                                                 Improving air quality in mexico city           Measuring the source and content of urban air pollution                 Marron is collaborating with Mexico City&acute;s Department of Environment (SEDEMA) to improve urban air quality . Led by Kevin Cromar, assistant professor in NYU&rsquo;s Department of Environmental Medicine, Marron is measuring concentrations of trace elements in air quality filters provided by the city. The analysis will inform policy recommendations for improving the air Mexico City while furthering the methodology for air quality assessment in cities around the globe. (Image via Kasper Christensen)           Learn more about this work .                                                                 Improving Housing affordability in mexico city           Understanding the impact of land use regulations on the affordability of housing                 The Marron Institute is working with officials from Mexico City&rsquo;s Urban Planning and Housing Department (SEDUVI) to make housing more affordable for the city&rsquo;s residents. The Marron team estimated the impacts of the city&rsquo;s zoning parameters on the affordability of housing. As a result of the Marron Institute&rsquo;s work, SEDUVI revised zoning legislation in an effort to increase the supply of housing and put downward pressure on prices and rents.           Learn more about this work .                                                                 Options for Fiscal Viability in Detroit           Defining reforms that can put Detroit back on the path to fiscal health.                 In Detroit, the Marron Institute worked with the Office of the Emergency Manager to explore options for restoring long term fiscal stability . The Marron team, led by NYU Law School Professor Clayton Gillette, is evaluating Detroit&rsquo;s options for improving fiscal stability and enhancing public-service efficiency in the post-bankruptcy environment. (Image via Ben Williams)           Learn more about this work .                                                                                                                          Content            Events            Press            About            People                                                                                                         Close                          Search                                                                                                                                        AN INCREASINGLY URBAN WORLD DEMANDS EVER-IMPROVING URBAN MANAGEMENT.                                                                                                                           working paper / Apr 28,2015                             Selection in Initial & Return Migration                     by            Jorge De la Roca                                                              preview           Read full working paper                                                                                                                                     Blog / Apr 24,2015                              Marron Courses Fall 2015                               by           Brandon Fuller                            more on :                    public safety , mobility , land use , drug policy                           read more                                                                                           via Bloomberg View                                              what we've been reading               / May 01,2015                                     Understanding the Achievement Gap                 Roland Fryer's Clark Medal                                        go to link                                                                                                                        working paper / Feb 19,2015                             Spatial Distribution of Land Prices & Densities                     by            Alain Bertaud                                   more on :                      urban planning , land use , infrastructure                             preview           Read full working paper                                                                                                                                     Blog / Mar 18,2015                              Reducing Incarceration Rates: Graduated Re-Entry                               by           Brandon Fuller                            more on :                    public safety , incarceration                           read more                                                                                                                              Blog / Apr 16,2015                              Greater Mumbai's Draft Development Plan                   Good for Housing, Transport, and Jobs                               by           Alain Bertaud                            more on :                    mumbai , land use                           read more                                                                                      join our mailing list               Upcoming Events                                                                Tuesday May 05,2015       New York City 12:00 pm - 1:20 pm       Jessie Handbury on Nutritional Disparities       NYU Urban Seminar         more on :                                                                               Tuesday May 12,2015       New York City 12:00 pm - 1:20 pm       Andrew Davidson - *CANCELLED*       NYU Urban Seminar         more on :                                                                               40 west 4th street, new york, ny 10012           © 2015 marron institute. all rights reserved.                                   newsletter signup          Follow us on twitter                                                         Sign up for the Marron Institute Mailing List                 Please fill out the information below to receive our e-newsletter(s).         *Indicates required.                                                       Please correct the following errors:           - Missing email address           - Invalid email address           - Select country                             Could not connect to the registration server. Please try again later.                                                             Email *                                            Organization                                             Country *            United States of America            Aaland Islands            Afghanistan            Albania            Algeria            American Samoa            Andorra            Angola            Anguilla            Antarctica            Antigua And Barbuda            Argentina            Armenia            Aruba            Australia            Austria            Azerbaijan            Bahamas            Bahrain            Bangladesh            Barbados            Belarus            Belgium            Belize            Benin            Bermuda            Bhutan            Bolivia            Bosnia and Herzegovina            Botswana            Bouvet Island            Brazil            British Indian Ocean Territory            Brunei Darussalam            Bulgaria            Burkina Faso            Burundi            Cambodia            Cameroon            Canada            Cape Verde            Cayman Islands            Central African Republic            Chad            Chile            China            Christmas Island            Cocos (Keeling) Islands            Colombia            Comoros            Congo            Cook Islands            Costa Rica            Cote D'Ivoire            Croatia            Cuba            Curacao            Cyprus            Czech Republic            Democratic Republic of the Congo            Denmark            Djibouti            Dominica            Dominican Republic            East Timor            Ecuador            Egypt            El Salvador            Equatorial Guinea            Eritrea            Estonia            Ethiopia            Falkland Islands            Faroe Islands            Fiji            Finland            France            French Guiana            French Polynesia            French Southern Territories            Gabon            Gambia            Georgia            Germany            Ghana            Gibraltar            Greece            Greenland            Grenada            Guadeloupe            Guam            Guatemala            Guernsey            Guinea            Guinea-Bissau            Guyana            Haiti            Heard and Mc Donald Islands            Honduras            Hong Kong            Hungary            Iceland            India            Indonesia            Iran            Iraq            Ireland            Isle of Man            Israel            Italy            Jamaica            Japan            Jersey (Channel Islands)            Jordan            Kazakhstan            Kenya            Kiribati            Kuwait            Kyrgyzstan            Lao People's Democratic Republic            Latvia            Lebanon            Lesotho            Liberia            Libya            Liechtenstein            Lithuania            Luxembourg            Macau            Macedonia            Madagascar            Malawi            Malaysia            Maldives            Mali            Malta            Marshall Islands            Martinique            Mauritania            Mauritius            Mayotte            Mexico            Micronesia, Federated States of            Moldova, Republic of            Monaco            Mongolia            Montenegro            Montserrat            Morocco            Mozambique            Myanmar            Namibia            Nauru            Nepal            Netherlands            Netherlands Antilles            New Caledonia            New Zealand            Nicaragua            Niger            Nigeria            Niue            Norfolk Island            North Korea            Northern Mariana Islands            Norway            Oman            Pakistan            Palau            Palestine            Panama            Papua New Guinea            Paraguay            Peru            Philippines            Pitcairn            Poland            Portugal            Puerto Rico            Qatar            Republic of Kosovo            Reunion            Romania            Russia            Rwanda            Saint Kitts and Nevis            Saint Lucia            Saint Vincent and the Grenadines            Samoa (Independent)            San Marino            Sao Tome and Principe            Saudi Arabia            Senegal            Serbia            Seychelles            Sierra Leone            Singapore            Sint Maarten            Slovakia            Slovenia            Solomon Islands            Somalia            South Africa            South Georgia and the South Sandwich Islands            South Korea            South Sudan            Spain            Sri Lanka            St. Helena            St. Pierre and Miquelon            Sudan            Suriname            Svalbard and Jan Mayen Islands            Swaziland            Sweden            Switzerland            Syria            Taiwan            Tajikistan            Tanzania            Thailand            Togo            Tokelau            Tonga            Trinidad and Tobago            Tunisia            Turkey            Turkmenistan            Turks &amp; Caicos Islands            Turks and Caicos Islands            Tuvalu            Uganda            Ukraine            United Arab Emirates            United Kingdom            Uruguay            USA Minor Outlying Islands            Uzbekistan            Vanuatu            Vatican City State (Holy See)            Venezuela            Vietnam            Virgin Islands (British)            Virgin Islands (U.S.)            Wallis and Futuna Islands            Western Sahara            Yemen            Zambia            Zimbabwe                                                   State            Alabama            Alaska            Arizona            Arkansas            California            Colorado            Connecticut            Delaware            Florida            Georgia            Hawaii            Idaho            Illinois            Indiana            Iowa            Kansas            Kentucky            Louisiana            Maine            Maryland            Massachusetts            Michigan            Minnesota            Mississippi            Missouri            Montana            Nebraska            Nevada            New Hampshire            New Jersey            New Mexico            New York            North Carolina            North Dakota            Ohio            Oklahoma            Oregon            Pennsylvania            Rhode Island            South Carolina            South Dakota            Tennessee            Texas            Utah            Vermont            Virginia            Washington            Washington D.C.            West Virginia            Wisconsin            Wyoming                                                      City                                       First Name                                        Last Name                                     Send me information in:                                  Plain text                                   HTML                                                                Submit                                               Thank you!          You've just been sent an email that contains a confirmation link. Please click on that link to activate your subscription."}]}]