[{"detail": [{"content": "Science Education: Clinically Rich Integrated Science Program (CRSP-MA) - Graduate Application Guide - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Graduate Application Guide                Home    Application Guide    Financial Aid    Tuition and Cost of Attendance    Housing    Events    Study Abroad    Admitted Students                     Ready to Apply?  Start Now                      Science Education: Clinically Rich Integrated Science Program (CRSP-MA)            BRIEF DESCRIPTION    The Clinically Rich Integrated Science Program (CRISP) is a one-year teacher residency program that prepares career changers and college graduates to become science teachers in urban public schools. The curriculum immerses aspiring teachers in the science classroom and integrates theory, practice, and science content into daily teaching and learning experiences. Graduates are eligible for initialcertification in New York State in Teaching Science (Biology, Chemistry, or Physics), grades 7-12. Admissible applicants selected by the review committee will be invited to accept a CRISP Residency Fellowship, which provides students with generous financial support.    MAJOR CODE/ACADEMIC PLAN and CREDITS    Major Code:  CRSP    Area of Study:  Teaching Biology Grades 7-12         Teaching Chemistry Grades 7-12        Teaching Physics Grades 7-12    Degree:    MA    Credits:    35 Credit one year teacher residency program.    APPLICATION DEADLINES             SPRING    N/A                SUMMER    February 1    Full-Time status - CRISP ONLY                                 FALL    N/A                   Deadlines are \"in-office\" deadlines not postmark deadlines. Failure to meet the deadlines will cause significant delays in processing your application and may exclude your application from consideration.    APPLICATION REQUIREMENTS       Application (online only)       Applicants must select an area of study for the specified content area ( Teaching Biology Grades 7-12, Teaching Chemistry Grades 7-12, &amp; Teaching Physics Grades 7-12 ).          Application Fee (payable by Major Credit card only)    Statement of Purpose    Additional Statement: Tell us about how you have been engaged in science in high school, college, or since graduation -- in school, after school, or as a volunteer -- and any special science awards or honors.    Resume/Curriculum Vitae    2 Letters of Recommendation    One official copy of transcripts from all institutions attended or attending    GRE or Miller Analogies Test -- see note below    See TOEFL requirements information below       CRISP REQUIREMENTS    For more information about CRISP visit steinhardt.nyu.edu/teachlearn/crisp/ and steinhardt.nyu.edu/teachlearn/crisp/admissions . Applicants for CRISP must:       have completed a bachelor's degree with a strong overall grade point average and a minimum 3.0 GPA in the content area of study: biology, chemistry, or physics    seek full-time status    have completed a major in science in your undergraduate program or the equivalent of 30 units or credits in undergraduate or graduate coursework.    have successfully completed study at the college level of a foreign language or American Sign Language    apply online to the individual science content area    indicate in their statement of purpose their desire to be considered for the CRISP program    tell us about how you have been engaged in science in high school, college, or since graduation -- in school, after school, or as a volunteer -- and any special science awards or honors.    be interested in teaching in New York City or New York State after you complete your graduate studies       REQUIREMENTS FOR TEACHER CERTIFICATION       Teacher Certification Requirements          Major in the target area or 30 semester hours in the target area       3 semester hours of a language other than English. American Sign Language is acceptable.          NOTE(S)       CRISP Fellows spend three weeks in July followed by a full school year in a mentored teacher residency placement.    This program leads to eligibility for New York State initial teacher certification.    Applicants to program SBLY, SCHY, or SPHY should have an undergraduate major in the science content area. Applicants with majors in areas other than science are encouraged to apply if they have at least 30 total science credits with at least 18 in their specific content area.    The Admissions Committee performs a full transcript review to evaluate courses appearing on all college transcript(s). Advanced Placement (AP) and CLEP credits are included in the review. Therefore it is important to provide official transcripts from all institutions attended. Failure to provide an official transcripts from institituions listed on applicants current transcript as transfer credits will significantly delay the application process.    Any deficiencies in the teacher certification core content requirements may be fulfilled by enrolling in college-level courses at any accredited college or by completing approved CLEP exams. Courses must bear academic credit and show a grade, equivalent to \"C\" or better for consideration. Pass/Fail course are not considered.    If there are courses an applicant plan to take that are not listed on a transcript, inform the Admissions Committee by completing the \"Courses in Progress Form\". Click on the \"Teacher Certification Requirements\" link for access to the form.    Unfortunately, NYU Steinhardt can not perform a transcript review prior to an applicant applying to our program. Transcripts will be reviewed in detail, as part of the application process, by the Admissions Committee.     GRE or Miller Analogies Test -- We review all applications individually and holistically, but our expectation is that successful candidates for admission to any NYU Steinhardt MA program in teacher education will have a minimum 3.0 undergraduate grade point average.    Test scores from either the GRE or the Miller Analogies Test are recommended but not required for applicants interested in beginning their studies in spring, summer or fall 2015 or spring 2016. Applicants intending to begin their studies in summer or fall 2016 and beyond will be required to submit test scores from either the GRE or the Miller Analogies Test.       HELPFUL WEBSITE(S)    Department Name: Teaching and Learning    steinhardt.nyu.edu/teachlearn/    steinhardt.nyu.edu/teachlearn/science/    steinhardt.nyu.edu/teachlearn/science/ma/    steinhardt.nyu.edu/teachlearn/crisp/ - CRISP Information    steinhardt.nyu.edu/teachlearn/crisp/admissions - CRISP Information    www.highered.nysed.gov/ocue/lrp/liberalarts.htm    www.collegeboard.com/student/testing/clep/about.html CLEP exam Information    DEPARTMENT NUMBERS    Telephone: 212 998 5870          ONLINE APPLICATION STATUS     The Office of Graduate Admissions requires applicants to upload official copies of transcripts, copies of the GRE and TOEFL scores [if required], to the online application. In addition to this, we are requiring applicants to register their recommenders via the online system. All of these new measures will greatly facilitate the processing of an application and ensure that Admission Committees receive most, if not all of the components for a completed application at the same time.    ADMISSIONS CONTACT INFORMATION    Office of Graduate Admissions NYU Steinhardt Joseph &amp; Violet Pless Hall 82 Washington Square East, 3rd Floor New York, NY 10003-6680 steinhardt.gradadmissions@nyu.edu 212 998 5030 212 995 4328 (fax)    DEADLINE INFORMATION    Most programs have very firm deadlines so it is always advisable to apply early. All deadlines are \"in-office\" deadlines, not postmark deadlines and it is the responsibility of the applicant to ensure that all materials are in the Office of Graduate Admissions by the appropriate deadline. The Office of Graduate Admissions reserves the right to return any application that arrives after the deadline. Should any deadline fall on a weekend, the in-office deadline will be the next business day. Only completed applications will be considered.    FINANCIAL AID INFORMATION    To learn more about scholarships and other types of Financial aid, including eligibility requirements please visit: http://steinhardt.nyu.edu/financial_aid/ or click on the Financial Aid tab above.    APPLICATION COMPONENTS       Online Application:          The Office of Graduate Admissions will no longer accept paper-based applications. If you have any issues with submitting an application via the online application system, please contact our office immediately. The application must be completed, dated, electronically signed and submitted on or before the deadline, listed above for the term of entry.    Application Fee:   The $75 application fee is payable in the online system by Major Credit Card. if you are having problems submitting your payment via Credit Card, please contact the Office of Graduate Admissions.       Statement of Purpose/Personal Statement:   A typewritten, double-spaced, two- to three-page statement explaining your purpose in undertaking graduate study in your particular program. This is your opportunity to introduce yourself and to inform the Admissions Committee about your goals, interests, and career plans as they relate to your intended academic pursuits. Some programs require other statements and essays in addition to or in lieu of the statement of purpose. Please review the requirements for your program listed above.   R&eacute;sum&eacute;:   A copy of your most recent r&eacute;sum&eacute; or curriculum vitae.   Transcripts:    The Office of Graduate Admissions now requires applicants to upload one (1) official transcript from EVERY postsecondary school attended to the online application. Web printouts of an unofficial transcript is not acceptable.    For more information about this: please visit the Transcript - FAQ page .    GRE Scores (if required) - [ETS Institution Code: 2556]:   The official GRE scores must be on file by the deadline before a decision will be rendered. GRE scores are valid for 5 years. The GRE must be taken again if your GRE scores are older than 5 years.   If the GRE is required for your program you must submit your GRE scores in two formats:        An official GRE score report must be sent to NYU Steinhardt from ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.gre.org/ for more information about the exam.    A copy of your GRE score report must be uploaded into the online application under the \"GRE Upload\" section. Web printout or screenshot acceptable .       The Test of English as a Foreign Language (TOEFL) (if required)- [ETS Institution Code: 2556]:    The TOEFL is mandatory for all applicants whose native language is NOT English and did not receive the equivalent of a 4 year U.S. undergraduate education from an institution where English is the official language of instruction. Applicants holding or completing a graduate degree from an English speaking institution are still required to submit a TOEFL if your graduate education was LESS THAN four years in duration at an institution where English was the official language of instruction. The TOEFL cannot be waived.    Although we do not have a required TOEFL score, successful applicants score 100 or above on the Internet-based test or 600 or above on the paper-based test.    If you are required to submit a TOEFL score, you must submit your score in two formats:       An official TOEFL score report must be sent to NYU Steinhardt for ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.toefl.org/ for more information about the exam.    A copy of your score TOEFL Score must be uploaded into the online application under the \"TOEFL Upload\" section. Web printout or screenshot acceptable.       Note: NYU Steinhardt does not accept scores from other equivalent exams including IELTS. A second level review of English proficiency will take place after admission. Read more about requirements for Proficiency in English.          Letters of Recommendation:   You are required to send the number of Letters of Recommendation as listed above. There are no forms available for letters of recommendation. Letters should come from individuals who can assess your qualifications and potential for graduate study.    We ask that you register your recommenders or third-party recommendation service in our online application system. Once registered your recommenders will be able to submit their letters electronically. This method allows you to efficiently monitor and follow up with your recommenders.    Note: Once registered your recommenders can submit their online recommendation either before or after you submit your application. It is your responsibility to ensure your recommendations are received by the stated deadline.    Waiving your right of access: On the online system, you can waive or not waive your right of access to letters of recommendation. Once your rights have been selected via the online system, it can not be changed, you have the ability to:       I waive my right of access    I do not waive my right of access       If you are considering NOT waiving your right of access to your letters of recommendation, we strongly urge that you discuss this matter with your potential recommenders.    Please be advised even if you do not waive your right of access to letters of recommendation, you may only see your recommendations if you are or have been in attendance at NYU Steinhardt.    For more information about registering your recommenders: please visit the Letters of Recommendation - FAQ page.        DOCUMENT COVER SHEET    If any materials are mailed to our office for your major/academic plan mail the materials under one mailing using the Document Cover Sheet . Items received without a Document Cover Sheet take longer to process and match to your application.    Please do not mail your materials in binders or folders.    SPECIAL INSTRUCTIONS for ALL INTERNATIONAL APPLICANTS    To learn more about special instructions for all international applicants, please visit: Special Instructions    CAMPUS SECURITY REPORT    New York University&rsquo;s annual Campus Security Report includes statistics for the previous three years concerning reported crimes that occurred on-campus, in certain off-campus buildings or property owned or controlled by NYU, and on public property within or immediately adjacent to the campus. The report also includes institutional policies concerning campus security, such as policies concerning sexual assault, drugs and alcohol. You can obtain a copy of the current report by contacting Thomas Grace, Director of Judicial Affairs and Compliance, Office of the Vice President for Student Affairs (601 Kimmel Center: 212-998-4403) or Jay Zwicker, Crime Prevention Manager, Department of Public Safety (7 Washington Place: 212-998-1451) or by visiting the following website: www.nyu.edu/public.safety/policies/ .    Special Notes from the Office of Graduate Admissions       PLEASE check the online system to confirm that you have successfully submitted your application.    Due to the volume of applications and related materials received the Office of Graduate Admissions will only contact you if your application was successfully submitted and is deemed INCOMPLETE because of missing required materials. Otherwise you will hear from us when the Admissions Committee has made a decision.       Thank you for considering NYU Steinhardt, School of Culture, Education, and Human Development for your Graduate studies.    DEFFERAL/UPDATE POLICY    NYU Steinhardt does not allow deferrals and the Office of Graduate Admissions is no longer permitting applicants to update their application and application materials for future consideration. Applicants who wish to be considered for a future semester must reapply by submitting a new application including all of the supporting materials, including letters of recommendations by the application deadline.    DOCUMENT TYPES for UPLOAD to the Online Application System    - The following are acceptable document types for uploads: PDF, JPEG, JPG, GIF, TIFF, PNG, Bitmap, DOC, and DOCX.                             This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]},
{"detail": [{"content": "Science Education: Clinically Rich Integrated Science Program (CRSP-MA) - Graduate Application Guide - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Graduate Application Guide                Home    Application Guide    Financial Aid    Tuition and Cost of Attendance    Housing    Events    Study Abroad    Admitted Students                     Ready to Apply?  Start Now                      Science Education: Clinically Rich Integrated Science Program (CRSP-MA)            BRIEF DESCRIPTION    The Clinically Rich Integrated Science Program (CRISP) is a one-year teacher residency program that prepares career changers and college graduates to become science teachers in urban public schools. The curriculum immerses aspiring teachers in the science classroom and integrates theory, practice, and science content into daily teaching and learning experiences. Graduates are eligible for initialcertification in New York State in Teaching Science (Biology, Chemistry, or Physics), grades 7-12. Admissible applicants selected by the review committee will be invited to accept a CRISP Residency Fellowship, which provides students with generous financial support.    MAJOR CODE/ACADEMIC PLAN and CREDITS    Major Code:  CRSP    Area of Study:  Teaching Biology Grades 7-12         Teaching Chemistry Grades 7-12        Teaching Physics Grades 7-12    Degree:    MA    Credits:    35 Credit one year teacher residency program.    APPLICATION DEADLINES             SPRING    N/A                SUMMER    February 1    Full-Time status - CRISP ONLY                                 FALL    N/A                   Deadlines are \"in-office\" deadlines not postmark deadlines. Failure to meet the deadlines will cause significant delays in processing your application and may exclude your application from consideration.    APPLICATION REQUIREMENTS       Application (online only)       Applicants must select an area of study for the specified content area ( Teaching Biology Grades 7-12, Teaching Chemistry Grades 7-12, &amp; Teaching Physics Grades 7-12 ).          Application Fee (payable by Major Credit card only)    Statement of Purpose    Additional Statement: Tell us about how you have been engaged in science in high school, college, or since graduation -- in school, after school, or as a volunteer -- and any special science awards or honors.    Resume/Curriculum Vitae    2 Letters of Recommendation    One official copy of transcripts from all institutions attended or attending    GRE or Miller Analogies Test -- see note below    See TOEFL requirements information below       CRISP REQUIREMENTS    For more information about CRISP visit steinhardt.nyu.edu/teachlearn/crisp/ and steinhardt.nyu.edu/teachlearn/crisp/admissions . Applicants for CRISP must:       have completed a bachelor's degree with a strong overall grade point average and a minimum 3.0 GPA in the content area of study: biology, chemistry, or physics    seek full-time status    have completed a major in science in your undergraduate program or the equivalent of 30 units or credits in undergraduate or graduate coursework.    have successfully completed study at the college level of a foreign language or American Sign Language    apply online to the individual science content area    indicate in their statement of purpose their desire to be considered for the CRISP program    tell us about how you have been engaged in science in high school, college, or since graduation -- in school, after school, or as a volunteer -- and any special science awards or honors.    be interested in teaching in New York City or New York State after you complete your graduate studies       REQUIREMENTS FOR TEACHER CERTIFICATION       Teacher Certification Requirements          Major in the target area or 30 semester hours in the target area       3 semester hours of a language other than English. American Sign Language is acceptable.          NOTE(S)       CRISP Fellows spend three weeks in July followed by a full school year in a mentored teacher residency placement.    This program leads to eligibility for New York State initial teacher certification.    Applicants to program SBLY, SCHY, or SPHY should have an undergraduate major in the science content area. Applicants with majors in areas other than science are encouraged to apply if they have at least 30 total science credits with at least 18 in their specific content area.    The Admissions Committee performs a full transcript review to evaluate courses appearing on all college transcript(s). Advanced Placement (AP) and CLEP credits are included in the review. Therefore it is important to provide official transcripts from all institutions attended. Failure to provide an official transcripts from institituions listed on applicants current transcript as transfer credits will significantly delay the application process.    Any deficiencies in the teacher certification core content requirements may be fulfilled by enrolling in college-level courses at any accredited college or by completing approved CLEP exams. Courses must bear academic credit and show a grade, equivalent to \"C\" or better for consideration. Pass/Fail course are not considered.    If there are courses an applicant plan to take that are not listed on a transcript, inform the Admissions Committee by completing the \"Courses in Progress Form\". Click on the \"Teacher Certification Requirements\" link for access to the form.    Unfortunately, NYU Steinhardt can not perform a transcript review prior to an applicant applying to our program. Transcripts will be reviewed in detail, as part of the application process, by the Admissions Committee.     GRE or Miller Analogies Test -- We review all applications individually and holistically, but our expectation is that successful candidates for admission to any NYU Steinhardt MA program in teacher education will have a minimum 3.0 undergraduate grade point average.    Test scores from either the GRE or the Miller Analogies Test are recommended but not required for applicants interested in beginning their studies in spring, summer or fall 2015 or spring 2016. Applicants intending to begin their studies in summer or fall 2016 and beyond will be required to submit test scores from either the GRE or the Miller Analogies Test.       HELPFUL WEBSITE(S)    Department Name: Teaching and Learning    steinhardt.nyu.edu/teachlearn/    steinhardt.nyu.edu/teachlearn/science/    steinhardt.nyu.edu/teachlearn/science/ma/    steinhardt.nyu.edu/teachlearn/crisp/ - CRISP Information    steinhardt.nyu.edu/teachlearn/crisp/admissions - CRISP Information    www.highered.nysed.gov/ocue/lrp/liberalarts.htm    www.collegeboard.com/student/testing/clep/about.html CLEP exam Information    DEPARTMENT NUMBERS    Telephone: 212 998 5870          ONLINE APPLICATION STATUS     The Office of Graduate Admissions requires applicants to upload official copies of transcripts, copies of the GRE and TOEFL scores [if required], to the online application. In addition to this, we are requiring applicants to register their recommenders via the online system. All of these new measures will greatly facilitate the processing of an application and ensure that Admission Committees receive most, if not all of the components for a completed application at the same time.    ADMISSIONS CONTACT INFORMATION    Office of Graduate Admissions NYU Steinhardt Joseph &amp; Violet Pless Hall 82 Washington Square East, 3rd Floor New York, NY 10003-6680 steinhardt.gradadmissions@nyu.edu 212 998 5030 212 995 4328 (fax)    DEADLINE INFORMATION    Most programs have very firm deadlines so it is always advisable to apply early. All deadlines are \"in-office\" deadlines, not postmark deadlines and it is the responsibility of the applicant to ensure that all materials are in the Office of Graduate Admissions by the appropriate deadline. The Office of Graduate Admissions reserves the right to return any application that arrives after the deadline. Should any deadline fall on a weekend, the in-office deadline will be the next business day. Only completed applications will be considered.    FINANCIAL AID INFORMATION    To learn more about scholarships and other types of Financial aid, including eligibility requirements please visit: http://steinhardt.nyu.edu/financial_aid/ or click on the Financial Aid tab above.    APPLICATION COMPONENTS       Online Application:          The Office of Graduate Admissions will no longer accept paper-based applications. If you have any issues with submitting an application via the online application system, please contact our office immediately. The application must be completed, dated, electronically signed and submitted on or before the deadline, listed above for the term of entry.    Application Fee:   The $75 application fee is payable in the online system by Major Credit Card. if you are having problems submitting your payment via Credit Card, please contact the Office of Graduate Admissions.       Statement of Purpose/Personal Statement:   A typewritten, double-spaced, two- to three-page statement explaining your purpose in undertaking graduate study in your particular program. This is your opportunity to introduce yourself and to inform the Admissions Committee about your goals, interests, and career plans as they relate to your intended academic pursuits. Some programs require other statements and essays in addition to or in lieu of the statement of purpose. Please review the requirements for your program listed above.   R&eacute;sum&eacute;:   A copy of your most recent r&eacute;sum&eacute; or curriculum vitae.   Transcripts:    The Office of Graduate Admissions now requires applicants to upload one (1) official transcript from EVERY postsecondary school attended to the online application. Web printouts of an unofficial transcript is not acceptable.    For more information about this: please visit the Transcript - FAQ page .    GRE Scores (if required) - [ETS Institution Code: 2556]:   The official GRE scores must be on file by the deadline before a decision will be rendered. GRE scores are valid for 5 years. The GRE must be taken again if your GRE scores are older than 5 years.   If the GRE is required for your program you must submit your GRE scores in two formats:        An official GRE score report must be sent to NYU Steinhardt from ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.gre.org/ for more information about the exam.    A copy of your GRE score report must be uploaded into the online application under the \"GRE Upload\" section. Web printout or screenshot acceptable .       The Test of English as a Foreign Language (TOEFL) (if required)- [ETS Institution Code: 2556]:    The TOEFL is mandatory for all applicants whose native language is NOT English and did not receive the equivalent of a 4 year U.S. undergraduate education from an institution where English is the official language of instruction. Applicants holding or completing a graduate degree from an English speaking institution are still required to submit a TOEFL if your graduate education was LESS THAN four years in duration at an institution where English was the official language of instruction. The TOEFL cannot be waived.    Although we do not have a required TOEFL score, successful applicants score 100 or above on the Internet-based test or 600 or above on the paper-based test.    If you are required to submit a TOEFL score, you must submit your score in two formats:       An official TOEFL score report must be sent to NYU Steinhardt for ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.toefl.org/ for more information about the exam.    A copy of your score TOEFL Score must be uploaded into the online application under the \"TOEFL Upload\" section. Web printout or screenshot acceptable.       Note: NYU Steinhardt does not accept scores from other equivalent exams including IELTS. A second level review of English proficiency will take place after admission. Read more about requirements for Proficiency in English.          Letters of Recommendation:   You are required to send the number of Letters of Recommendation as listed above. There are no forms available for letters of recommendation. Letters should come from individuals who can assess your qualifications and potential for graduate study.    We ask that you register your recommenders or third-party recommendation service in our online application system. Once registered your recommenders will be able to submit their letters electronically. This method allows you to efficiently monitor and follow up with your recommenders.    Note: Once registered your recommenders can submit their online recommendation either before or after you submit your application. It is your responsibility to ensure your recommendations are received by the stated deadline.    Waiving your right of access: On the online system, you can waive or not waive your right of access to letters of recommendation. Once your rights have been selected via the online system, it can not be changed, you have the ability to:       I waive my right of access    I do not waive my right of access       If you are considering NOT waiving your right of access to your letters of recommendation, we strongly urge that you discuss this matter with your potential recommenders.    Please be advised even if you do not waive your right of access to letters of recommendation, you may only see your recommendations if you are or have been in attendance at NYU Steinhardt.    For more information about registering your recommenders: please visit the Letters of Recommendation - FAQ page.        DOCUMENT COVER SHEET    If any materials are mailed to our office for your major/academic plan mail the materials under one mailing using the Document Cover Sheet . Items received without a Document Cover Sheet take longer to process and match to your application.    Please do not mail your materials in binders or folders.    SPECIAL INSTRUCTIONS for ALL INTERNATIONAL APPLICANTS    To learn more about special instructions for all international applicants, please visit: Special Instructions    CAMPUS SECURITY REPORT    New York University&rsquo;s annual Campus Security Report includes statistics for the previous three years concerning reported crimes that occurred on-campus, in certain off-campus buildings or property owned or controlled by NYU, and on public property within or immediately adjacent to the campus. The report also includes institutional policies concerning campus security, such as policies concerning sexual assault, drugs and alcohol. You can obtain a copy of the current report by contacting Thomas Grace, Director of Judicial Affairs and Compliance, Office of the Vice President for Student Affairs (601 Kimmel Center: 212-998-4403) or Jay Zwicker, Crime Prevention Manager, Department of Public Safety (7 Washington Place: 212-998-1451) or by visiting the following website: www.nyu.edu/public.safety/policies/ .    Special Notes from the Office of Graduate Admissions       PLEASE check the online system to confirm that you have successfully submitted your application.    Due to the volume of applications and related materials received the Office of Graduate Admissions will only contact you if your application was successfully submitted and is deemed INCOMPLETE because of missing required materials. Otherwise you will hear from us when the Admissions Committee has made a decision.       Thank you for considering NYU Steinhardt, School of Culture, Education, and Human Development for your Graduate studies.    DEFFERAL/UPDATE POLICY    NYU Steinhardt does not allow deferrals and the Office of Graduate Admissions is no longer permitting applicants to update their application and application materials for future consideration. Applicants who wish to be considered for a future semester must reapply by submitting a new application including all of the supporting materials, including letters of recommendations by the application deadline.    DOCUMENT TYPES for UPLOAD to the Online Application System    - The following are acceptable document types for uploads: PDF, JPEG, JPG, GIF, TIFF, PNG, Bitmap, DOC, and DOCX.                             This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}, {"content": "Clinically Rich Integrated Science Program (CRISP), M.A. - NYU Steinhardt                                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development              apply now     request info     contact                                      Department of Teaching and Learning             Programs         Degrees           Undergraduate      Masters      Dual BA/MA Programs      Doctoral              Childhood Education     Early Childhood Education     English Education     Environmental Conservation Education     Literacy Education     Mathematics Education     Multilingual and Multicultural Studies           Bilingual Education      Foreign Language Education      TESOL      Teaching French as a Foreign Language      Teaching Spanish as a Foreign Language              Science Education     Social Studies Education     Special Education     Minors     Dual BA/MA Programs            Fieldwork         Pre-Student Teaching Experience     Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources              Certification/Accreditation (TEAC)     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative                     Research            Center for Research on Higher Education Outcomes     Metropolitan Center for Urban Education     Wallerstein Collaborative For Urban Environmental Education     Constantin Georgiou Library     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative              Faculty Research Interests     Faculty Publications            Faculty         Full-Time Faculty     Staff Directory            Future Students          Undergraduate     Graduate           Application Guide      Financial Aid      Tuition and Cost of Attendance      Housing      Information Sessions              Request Information     NY Teacher Certification            Current Students         Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources           Advisement           Undergraduate      Graduate                 Job Opportunities           Job Strategies Workshop      Browse Job Postings      Post a New Job              Awards and Honors     Scholarships for Advanced Study            Alumni        About         Mission/Core Values      Student Outcomes     Teacher Education at NYU Steinhardt      Accreditation     Higher Education Opportunity Act (HEOA) Title II         Contact/Directions            News/Events     Video/Podcasts         Videos     Educational Policy Breakfasts                  Clinically Rich Integrated Science Program (CRISP), M.A.                   About the Bachelor's Degree     Program of Study     Job Outlook     Links          Dual BA/MA             About the Master's Program     Program of Study     Residency     Admissions and Aid    Careers     Staff     FAQ                      Conferences                Contact    Program Director  Pamela Fraser-Abder Associate Professor of Science Education East Building, Suite 635 212-998-5870    Program Advisement  Roberto Martinez Assistant Director of Graduate Advising and Student Services East Building, Suite 231 212-998-5458 roberto.martinez@nyu.edu           Featured Video                  Professor Pamela Fraser-Abder, director of the Science Education Program, gives an overview of the new CRISP M.A. program at NYU Steinhardt.            Permalink |          Email |     Share on: Facebook |       Twitter                                            An Overview of the Clinically Rich Integrated Science Program by Professor Pamela Fraser-Abder                               This one-year teacher residency program prepares career changers and college graduates to become science teachers in urban public schools. The curriculum immerses aspiring teachers in the science classroom and integrates theory, practice, and science content into daily teaching and learning experiences.    Graduates are eligible for initial/professional certification in Teaching Science (Biology, Chemistry, or Physics), grades 7-12.    Key Features       Immersion in a public school classroom As a CRISP teacher resident, you will spend three weeks in July at a middle school in Brooklyn and then 4 days a week from September through June in one of three host middle or high schools on Manhattan's Lower East Side, such as The Dr. Sun Yat Sen School (M.S. 131). You will work closely with your classroom teacher/mentor and your school's senior leadership and science faculty, and receive intensive weekly coaching by your mentor, the CRISP Residency Coach, and NYU's Urban Master Teacher in Science.          Increasing responsibility as a classroom teacher You will start the school year in September as an observer and assistant in one science class and progress to co-teaching two science classes &ndash; one with younger students and the other with older students &ndash; assuming joint responsibility for planning, teaching, and managing those classes.          Dual focus on groups of learners and individual learners In addition to learning to teach a full class, you will also work with individual students to understand and address their special learning needs. You will follow closely and tutor a small group of students and take responsibility for improving their individual academic outcomes. Your group will include literacy-challenged students, students with Individualized Education Plans, English language learners, and students from different racial and ethnic backgrounds.          Focused explorations of classrooms and other learning environments You will participate, on a weekly or near-weekly basis, in instructional \"rounds\" led by NYU and school faculty, similar to clinical rounds common in medical education. Rounds will visit fellow CRISP residents' classrooms, other learning environments in the host and nearby schools, and community settings, such as the Henry Street Settlement and the New York City Center for Space Science Education. Through observation and analysis you will gain perspective on the important dimensions of establishing classroom and laboratory systems, norms, and behavioral habits.          Academic courses offered on site in host schools NYU Steinhardt faculty teach selected graduate courses in teaching, literacy and language acquisition, and data and assessment on site in host schools. These field-based courses integrate your experiences in the classroom and with your small groups into your coursework and provide opportunities for you to interact with and learn from members of school inquiry teams, early career teachers, and master teachers.          Campus-based courses and networking Year-long courses combine work on campus, work in the field, and online learning to immerse you in modern science concepts, scientific advances, and research.          Technology-infused curriculum You will use technology throughout the teacher residency program &ndash; smart boards in classrooms, iPad-based or other handheld text and video exchanges, blogs and wikis, Cisco-supported video- and teleconferencing, online course work in collaboration with our partner, the American Museum of Natural History, and web-based courseware. Your own use of new media and technologies prepares you to incorporate multimedia teaching and learning techniques into your own classroom practice.          Generous scholarships CRISP students receive a $30,000 tuition scholarship from NYU Steinhardt (must be U.S. citizen or permanent resident of the U.S. to be offered a scholarship) .       CRISP strives to prepare teachers who:       know science deeply and are connected to a community of scientists and science educators    know intimately and are prepared to meet the challenges of teaching students affected by poverty, disabilities, and deficits in academic literacy    have the skills, tools, dispositions, and connections to learning communities in order to thrive as early-career teachers and to ensure their students thrive as well    will stay in teaching, serving students in greatest need of their teaching                                                                                          This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Teaching and Learning - 239 Greene Street, New York, NY 10003"}]},
{"detail": [{"content": "Science Education: Clinically Rich Integrated Science Program (CRSP-MA) - Graduate Application Guide - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Graduate Application Guide                Home    Application Guide    Financial Aid    Tuition and Cost of Attendance    Housing    Events    Study Abroad    Admitted Students                     Ready to Apply?  Start Now                      Science Education: Clinically Rich Integrated Science Program (CRSP-MA)            BRIEF DESCRIPTION    The Clinically Rich Integrated Science Program (CRISP) is a one-year teacher residency program that prepares career changers and college graduates to become science teachers in urban public schools. The curriculum immerses aspiring teachers in the science classroom and integrates theory, practice, and science content into daily teaching and learning experiences. Graduates are eligible for initialcertification in New York State in Teaching Science (Biology, Chemistry, or Physics), grades 7-12. Admissible applicants selected by the review committee will be invited to accept a CRISP Residency Fellowship, which provides students with generous financial support.    MAJOR CODE/ACADEMIC PLAN and CREDITS    Major Code:  CRSP    Area of Study:  Teaching Biology Grades 7-12         Teaching Chemistry Grades 7-12        Teaching Physics Grades 7-12    Degree:    MA    Credits:    35 Credit one year teacher residency program.    APPLICATION DEADLINES             SPRING    N/A                SUMMER    February 1    Full-Time status - CRISP ONLY                                 FALL    N/A                   Deadlines are \"in-office\" deadlines not postmark deadlines. Failure to meet the deadlines will cause significant delays in processing your application and may exclude your application from consideration.    APPLICATION REQUIREMENTS       Application (online only)       Applicants must select an area of study for the specified content area ( Teaching Biology Grades 7-12, Teaching Chemistry Grades 7-12, &amp; Teaching Physics Grades 7-12 ).          Application Fee (payable by Major Credit card only)    Statement of Purpose    Additional Statement: Tell us about how you have been engaged in science in high school, college, or since graduation -- in school, after school, or as a volunteer -- and any special science awards or honors.    Resume/Curriculum Vitae    2 Letters of Recommendation    One official copy of transcripts from all institutions attended or attending    GRE or Miller Analogies Test -- see note below    See TOEFL requirements information below       CRISP REQUIREMENTS    For more information about CRISP visit steinhardt.nyu.edu/teachlearn/crisp/ and steinhardt.nyu.edu/teachlearn/crisp/admissions . Applicants for CRISP must:       have completed a bachelor's degree with a strong overall grade point average and a minimum 3.0 GPA in the content area of study: biology, chemistry, or physics    seek full-time status    have completed a major in science in your undergraduate program or the equivalent of 30 units or credits in undergraduate or graduate coursework.    have successfully completed study at the college level of a foreign language or American Sign Language    apply online to the individual science content area    indicate in their statement of purpose their desire to be considered for the CRISP program    tell us about how you have been engaged in science in high school, college, or since graduation -- in school, after school, or as a volunteer -- and any special science awards or honors.    be interested in teaching in New York City or New York State after you complete your graduate studies       REQUIREMENTS FOR TEACHER CERTIFICATION       Teacher Certification Requirements          Major in the target area or 30 semester hours in the target area       3 semester hours of a language other than English. American Sign Language is acceptable.          NOTE(S)       CRISP Fellows spend three weeks in July followed by a full school year in a mentored teacher residency placement.    This program leads to eligibility for New York State initial teacher certification.    Applicants to program SBLY, SCHY, or SPHY should have an undergraduate major in the science content area. Applicants with majors in areas other than science are encouraged to apply if they have at least 30 total science credits with at least 18 in their specific content area.    The Admissions Committee performs a full transcript review to evaluate courses appearing on all college transcript(s). Advanced Placement (AP) and CLEP credits are included in the review. Therefore it is important to provide official transcripts from all institutions attended. Failure to provide an official transcripts from institituions listed on applicants current transcript as transfer credits will significantly delay the application process.    Any deficiencies in the teacher certification core content requirements may be fulfilled by enrolling in college-level courses at any accredited college or by completing approved CLEP exams. Courses must bear academic credit and show a grade, equivalent to \"C\" or better for consideration. Pass/Fail course are not considered.    If there are courses an applicant plan to take that are not listed on a transcript, inform the Admissions Committee by completing the \"Courses in Progress Form\". Click on the \"Teacher Certification Requirements\" link for access to the form.    Unfortunately, NYU Steinhardt can not perform a transcript review prior to an applicant applying to our program. Transcripts will be reviewed in detail, as part of the application process, by the Admissions Committee.     GRE or Miller Analogies Test -- We review all applications individually and holistically, but our expectation is that successful candidates for admission to any NYU Steinhardt MA program in teacher education will have a minimum 3.0 undergraduate grade point average.    Test scores from either the GRE or the Miller Analogies Test are recommended but not required for applicants interested in beginning their studies in spring, summer or fall 2015 or spring 2016. Applicants intending to begin their studies in summer or fall 2016 and beyond will be required to submit test scores from either the GRE or the Miller Analogies Test.       HELPFUL WEBSITE(S)    Department Name: Teaching and Learning    steinhardt.nyu.edu/teachlearn/    steinhardt.nyu.edu/teachlearn/science/    steinhardt.nyu.edu/teachlearn/science/ma/    steinhardt.nyu.edu/teachlearn/crisp/ - CRISP Information    steinhardt.nyu.edu/teachlearn/crisp/admissions - CRISP Information    www.highered.nysed.gov/ocue/lrp/liberalarts.htm    www.collegeboard.com/student/testing/clep/about.html CLEP exam Information    DEPARTMENT NUMBERS    Telephone: 212 998 5870          ONLINE APPLICATION STATUS     The Office of Graduate Admissions requires applicants to upload official copies of transcripts, copies of the GRE and TOEFL scores [if required], to the online application. In addition to this, we are requiring applicants to register their recommenders via the online system. All of these new measures will greatly facilitate the processing of an application and ensure that Admission Committees receive most, if not all of the components for a completed application at the same time.    ADMISSIONS CONTACT INFORMATION    Office of Graduate Admissions NYU Steinhardt Joseph &amp; Violet Pless Hall 82 Washington Square East, 3rd Floor New York, NY 10003-6680 steinhardt.gradadmissions@nyu.edu 212 998 5030 212 995 4328 (fax)    DEADLINE INFORMATION    Most programs have very firm deadlines so it is always advisable to apply early. All deadlines are \"in-office\" deadlines, not postmark deadlines and it is the responsibility of the applicant to ensure that all materials are in the Office of Graduate Admissions by the appropriate deadline. The Office of Graduate Admissions reserves the right to return any application that arrives after the deadline. Should any deadline fall on a weekend, the in-office deadline will be the next business day. Only completed applications will be considered.    FINANCIAL AID INFORMATION    To learn more about scholarships and other types of Financial aid, including eligibility requirements please visit: http://steinhardt.nyu.edu/financial_aid/ or click on the Financial Aid tab above.    APPLICATION COMPONENTS       Online Application:          The Office of Graduate Admissions will no longer accept paper-based applications. If you have any issues with submitting an application via the online application system, please contact our office immediately. The application must be completed, dated, electronically signed and submitted on or before the deadline, listed above for the term of entry.    Application Fee:   The $75 application fee is payable in the online system by Major Credit Card. if you are having problems submitting your payment via Credit Card, please contact the Office of Graduate Admissions.       Statement of Purpose/Personal Statement:   A typewritten, double-spaced, two- to three-page statement explaining your purpose in undertaking graduate study in your particular program. This is your opportunity to introduce yourself and to inform the Admissions Committee about your goals, interests, and career plans as they relate to your intended academic pursuits. Some programs require other statements and essays in addition to or in lieu of the statement of purpose. Please review the requirements for your program listed above.   R&eacute;sum&eacute;:   A copy of your most recent r&eacute;sum&eacute; or curriculum vitae.   Transcripts:    The Office of Graduate Admissions now requires applicants to upload one (1) official transcript from EVERY postsecondary school attended to the online application. Web printouts of an unofficial transcript is not acceptable.    For more information about this: please visit the Transcript - FAQ page .    GRE Scores (if required) - [ETS Institution Code: 2556]:   The official GRE scores must be on file by the deadline before a decision will be rendered. GRE scores are valid for 5 years. The GRE must be taken again if your GRE scores are older than 5 years.   If the GRE is required for your program you must submit your GRE scores in two formats:        An official GRE score report must be sent to NYU Steinhardt from ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.gre.org/ for more information about the exam.    A copy of your GRE score report must be uploaded into the online application under the \"GRE Upload\" section. Web printout or screenshot acceptable .       The Test of English as a Foreign Language (TOEFL) (if required)- [ETS Institution Code: 2556]:    The TOEFL is mandatory for all applicants whose native language is NOT English and did not receive the equivalent of a 4 year U.S. undergraduate education from an institution where English is the official language of instruction. Applicants holding or completing a graduate degree from an English speaking institution are still required to submit a TOEFL if your graduate education was LESS THAN four years in duration at an institution where English was the official language of instruction. The TOEFL cannot be waived.    Although we do not have a required TOEFL score, successful applicants score 100 or above on the Internet-based test or 600 or above on the paper-based test.    If you are required to submit a TOEFL score, you must submit your score in two formats:       An official TOEFL score report must be sent to NYU Steinhardt for ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.toefl.org/ for more information about the exam.    A copy of your score TOEFL Score must be uploaded into the online application under the \"TOEFL Upload\" section. Web printout or screenshot acceptable.       Note: NYU Steinhardt does not accept scores from other equivalent exams including IELTS. A second level review of English proficiency will take place after admission. Read more about requirements for Proficiency in English.          Letters of Recommendation:   You are required to send the number of Letters of Recommendation as listed above. There are no forms available for letters of recommendation. Letters should come from individuals who can assess your qualifications and potential for graduate study.    We ask that you register your recommenders or third-party recommendation service in our online application system. Once registered your recommenders will be able to submit their letters electronically. This method allows you to efficiently monitor and follow up with your recommenders.    Note: Once registered your recommenders can submit their online recommendation either before or after you submit your application. It is your responsibility to ensure your recommendations are received by the stated deadline.    Waiving your right of access: On the online system, you can waive or not waive your right of access to letters of recommendation. Once your rights have been selected via the online system, it can not be changed, you have the ability to:       I waive my right of access    I do not waive my right of access       If you are considering NOT waiving your right of access to your letters of recommendation, we strongly urge that you discuss this matter with your potential recommenders.    Please be advised even if you do not waive your right of access to letters of recommendation, you may only see your recommendations if you are or have been in attendance at NYU Steinhardt.    For more information about registering your recommenders: please visit the Letters of Recommendation - FAQ page.        DOCUMENT COVER SHEET    If any materials are mailed to our office for your major/academic plan mail the materials under one mailing using the Document Cover Sheet . Items received without a Document Cover Sheet take longer to process and match to your application.    Please do not mail your materials in binders or folders.    SPECIAL INSTRUCTIONS for ALL INTERNATIONAL APPLICANTS    To learn more about special instructions for all international applicants, please visit: Special Instructions    CAMPUS SECURITY REPORT    New York University&rsquo;s annual Campus Security Report includes statistics for the previous three years concerning reported crimes that occurred on-campus, in certain off-campus buildings or property owned or controlled by NYU, and on public property within or immediately adjacent to the campus. The report also includes institutional policies concerning campus security, such as policies concerning sexual assault, drugs and alcohol. You can obtain a copy of the current report by contacting Thomas Grace, Director of Judicial Affairs and Compliance, Office of the Vice President for Student Affairs (601 Kimmel Center: 212-998-4403) or Jay Zwicker, Crime Prevention Manager, Department of Public Safety (7 Washington Place: 212-998-1451) or by visiting the following website: www.nyu.edu/public.safety/policies/ .    Special Notes from the Office of Graduate Admissions       PLEASE check the online system to confirm that you have successfully submitted your application.    Due to the volume of applications and related materials received the Office of Graduate Admissions will only contact you if your application was successfully submitted and is deemed INCOMPLETE because of missing required materials. Otherwise you will hear from us when the Admissions Committee has made a decision.       Thank you for considering NYU Steinhardt, School of Culture, Education, and Human Development for your Graduate studies.    DEFFERAL/UPDATE POLICY    NYU Steinhardt does not allow deferrals and the Office of Graduate Admissions is no longer permitting applicants to update their application and application materials for future consideration. Applicants who wish to be considered for a future semester must reapply by submitting a new application including all of the supporting materials, including letters of recommendations by the application deadline.    DOCUMENT TYPES for UPLOAD to the Online Application System    - The following are acceptable document types for uploads: PDF, JPEG, JPG, GIF, TIFF, PNG, Bitmap, DOC, and DOCX.                             This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}, {"content": "Clinically Rich Integrated Science Program (CRISP), M.A. - NYU Steinhardt                                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development              apply now     request info     contact                                      Department of Teaching and Learning             Programs         Degrees           Undergraduate      Masters      Dual BA/MA Programs      Doctoral              Childhood Education     Early Childhood Education     English Education     Environmental Conservation Education     Literacy Education     Mathematics Education     Multilingual and Multicultural Studies           Bilingual Education      Foreign Language Education      TESOL      Teaching French as a Foreign Language      Teaching Spanish as a Foreign Language              Science Education     Social Studies Education     Special Education     Minors     Dual BA/MA Programs            Fieldwork         Pre-Student Teaching Experience     Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources              Certification/Accreditation (TEAC)     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative                     Research            Center for Research on Higher Education Outcomes     Metropolitan Center for Urban Education     Wallerstein Collaborative For Urban Environmental Education     Constantin Georgiou Library     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative              Faculty Research Interests     Faculty Publications            Faculty         Full-Time Faculty     Staff Directory            Future Students          Undergraduate     Graduate           Application Guide      Financial Aid      Tuition and Cost of Attendance      Housing      Information Sessions              Request Information     NY Teacher Certification            Current Students         Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources           Advisement           Undergraduate      Graduate                 Job Opportunities           Job Strategies Workshop      Browse Job Postings      Post a New Job              Awards and Honors     Scholarships for Advanced Study            Alumni        About         Mission/Core Values      Student Outcomes     Teacher Education at NYU Steinhardt      Accreditation     Higher Education Opportunity Act (HEOA) Title II         Contact/Directions            News/Events     Video/Podcasts         Videos     Educational Policy Breakfasts                  Clinically Rich Integrated Science Program (CRISP), M.A.                   About the Bachelor's Degree     Program of Study     Job Outlook     Links          Dual BA/MA             About the Master's Program     Program of Study     Residency     Admissions and Aid    Careers     Staff     FAQ                      Conferences                Contact    Program Director  Pamela Fraser-Abder Associate Professor of Science Education East Building, Suite 635 212-998-5870    Program Advisement  Roberto Martinez Assistant Director of Graduate Advising and Student Services East Building, Suite 231 212-998-5458 roberto.martinez@nyu.edu           Featured Video                  Professor Pamela Fraser-Abder, director of the Science Education Program, gives an overview of the new CRISP M.A. program at NYU Steinhardt.            Permalink |          Email |     Share on: Facebook |       Twitter                                            An Overview of the Clinically Rich Integrated Science Program by Professor Pamela Fraser-Abder                               This one-year teacher residency program prepares career changers and college graduates to become science teachers in urban public schools. The curriculum immerses aspiring teachers in the science classroom and integrates theory, practice, and science content into daily teaching and learning experiences.    Graduates are eligible for initial/professional certification in Teaching Science (Biology, Chemistry, or Physics), grades 7-12.    Key Features       Immersion in a public school classroom As a CRISP teacher resident, you will spend three weeks in July at a middle school in Brooklyn and then 4 days a week from September through June in one of three host middle or high schools on Manhattan's Lower East Side, such as The Dr. Sun Yat Sen School (M.S. 131). You will work closely with your classroom teacher/mentor and your school's senior leadership and science faculty, and receive intensive weekly coaching by your mentor, the CRISP Residency Coach, and NYU's Urban Master Teacher in Science.          Increasing responsibility as a classroom teacher You will start the school year in September as an observer and assistant in one science class and progress to co-teaching two science classes &ndash; one with younger students and the other with older students &ndash; assuming joint responsibility for planning, teaching, and managing those classes.          Dual focus on groups of learners and individual learners In addition to learning to teach a full class, you will also work with individual students to understand and address their special learning needs. You will follow closely and tutor a small group of students and take responsibility for improving their individual academic outcomes. Your group will include literacy-challenged students, students with Individualized Education Plans, English language learners, and students from different racial and ethnic backgrounds.          Focused explorations of classrooms and other learning environments You will participate, on a weekly or near-weekly basis, in instructional \"rounds\" led by NYU and school faculty, similar to clinical rounds common in medical education. Rounds will visit fellow CRISP residents' classrooms, other learning environments in the host and nearby schools, and community settings, such as the Henry Street Settlement and the New York City Center for Space Science Education. Through observation and analysis you will gain perspective on the important dimensions of establishing classroom and laboratory systems, norms, and behavioral habits.          Academic courses offered on site in host schools NYU Steinhardt faculty teach selected graduate courses in teaching, literacy and language acquisition, and data and assessment on site in host schools. These field-based courses integrate your experiences in the classroom and with your small groups into your coursework and provide opportunities for you to interact with and learn from members of school inquiry teams, early career teachers, and master teachers.          Campus-based courses and networking Year-long courses combine work on campus, work in the field, and online learning to immerse you in modern science concepts, scientific advances, and research.          Technology-infused curriculum You will use technology throughout the teacher residency program &ndash; smart boards in classrooms, iPad-based or other handheld text and video exchanges, blogs and wikis, Cisco-supported video- and teleconferencing, online course work in collaboration with our partner, the American Museum of Natural History, and web-based courseware. Your own use of new media and technologies prepares you to incorporate multimedia teaching and learning techniques into your own classroom practice.          Generous scholarships CRISP students receive a $30,000 tuition scholarship from NYU Steinhardt (must be U.S. citizen or permanent resident of the U.S. to be offered a scholarship) .       CRISP strives to prepare teachers who:       know science deeply and are connected to a community of scientists and science educators    know intimately and are prepared to meet the challenges of teaching students affected by poverty, disabilities, and deficits in academic literacy    have the skills, tools, dispositions, and connections to learning communities in order to thrive as early-career teachers and to ensure their students thrive as well    will stay in teaching, serving students in greatest need of their teaching                                                                                          This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Teaching and Learning - 239 Greene Street, New York, NY 10003"}, {"content": "Science Education - NYU Steinhardt                                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development              apply now     request info     contact                                      Department of Teaching and Learning             Programs         Degrees           Undergraduate      Masters      Dual BA/MA Programs      Doctoral              Childhood Education     Early Childhood Education     English Education     Environmental Conservation Education     Literacy Education     Mathematics Education     Multilingual and Multicultural Studies           Bilingual Education      Foreign Language Education      TESOL      Teaching French as a Foreign Language      Teaching Spanish as a Foreign Language              Science Education     Social Studies Education     Special Education     Minors     Dual BA/MA Programs            Fieldwork         Pre-Student Teaching Experience     Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources              Certification/Accreditation (TEAC)     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative                     Research            Center for Research on Higher Education Outcomes     Metropolitan Center for Urban Education     Wallerstein Collaborative For Urban Environmental Education     Constantin Georgiou Library     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative              Faculty Research Interests     Faculty Publications            Faculty         Full-Time Faculty     Staff Directory            Future Students          Undergraduate     Graduate           Application Guide      Financial Aid      Tuition and Cost of Attendance      Housing      Information Sessions              Request Information     NY Teacher Certification            Current Students         Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources           Advisement           Undergraduate      Graduate                 Job Opportunities           Job Strategies Workshop      Browse Job Postings      Post a New Job              Awards and Honors     Scholarships for Advanced Study            Alumni        About         Mission/Core Values      Student Outcomes     Teacher Education at NYU Steinhardt      Accreditation     Higher Education Opportunity Act (HEOA) Title II         Contact/Directions            News/Events     Video/Podcasts         Videos     Educational Policy Breakfasts                  Science Education                   About the Bachelor's Degree     Program of Study     Job Outlook     Links          Dual BA/MA             About the Master's Program     Program of Study     Residency     Admissions and Aid     Careers     Staff     FAQ                      Conferences                      Programs Overview                  Associate Professor Pamela Fraser-Abder discusses Steinhardt Science Education undergrad & graduate programs:  * what makes good science teachers * urban classroom teaching * research by NYU science scholars * teaching in non-formal settings  * careers            Permalink |          Email |     Share on: Facebook |       Twitter                                            Overview: Science Education Programs at NYU Steinhardt                                 CRISP Overview                  Professor Pamela Fraser-Abder, director of the Science Education Program, gives an overview of the new CRISP M.A. program at NYU Steinhardt.            Permalink |          Email |     Share on: Facebook |       Twitter                                            An Overview of the Clinically Rich Integrated Science Program by Professor Pamela Fraser-Abder                                 Science Education Week                  A compilation of seminars, events and regional high school student projects co- sponsored by NYU Steinhardt and the NYC Department of Education.            Permalink |          Email |     Share on: Facebook |       Twitter                                            Science Education Week at NYU 2013                           Teacher Education AT NYU STEINHARDT         BS in Science Education    Since their inception, the Bachelor of Science Programs in Teaching Science, Grades 7-12, has been a leader in the nationwide movement in teacher education to stimulate the study of science, technology, and society in high schools. Today, we supplement our emphasis on science, technology, and society with a focus on training teachers to adapt curricula to multicultural environments, especially in urban areas, so that all students feel more at home in studying science.    Accelerated Dual BA in Science/MA in Science Education (for CAS Students)    The Department of Teaching and Learning and the College of Arts and Science offer several accelerated dual-degree programs , including a BA Science/MA Science Education track , that allow students majoring in selected disciplines to simultaneously complete both their BA from the College of Arts and Science and an MA in Teacher Education from the Steinhardt School of Culture, Education, and Human Development in only five years.    Students admitted to one of the BA/MA Teacher Education programs can, with careful planning, earn both degrees in a shortened time and at less cost than is normally the case. These programs combine the benefits of a broad liberal arts education at the undergraduate level with a professional education at the graduate level.    All dual degree programs or accelerated options qualify graduates for initial certification as a teacher in grades 7 through 12 in New York State and most states around the country.    MA, Clinically Rich Integrated Science Program (CRISP)    This one-year teacher residency program prepares career changers and college graduates to become science teachers in urban public schools. The curriculum immerses aspiring teachers in the science classroom and integrates theory, practice, and science content into daily teaching and learning experiences. Graduates are eligible for initial/professional certification in New York State in Teaching Science (Biology, Chemistry, or Physics), grades 7-12.    Special note : The Program in Science Education is currently not admitting students to its regular (non-teacher residency) two-year initial certification master's curriculum.    PhD in Teaching and Learning with a Focus on Science and Environmental Education    NYU Steinhardt is seeking exceptional doctoral applicants who are committed to scholarship and action in educational settings, have a background in science, and would like to pursue a PhD in Teaching and Learning, with a focus on science and environmental education.                                                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Teaching and Learning - 239 Greene Street, New York, NY 10003"}]}][{"detail": [{"content": "Science Education: Clinically Rich Integrated Science Program (CRSP-MA) - Graduate Application Guide - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Graduate Application Guide                Home    Application Guide    Financial Aid    Tuition and Cost of Attendance    Housing    Events    Study Abroad    Admitted Students                     Ready to Apply?  Start Now                      Science Education: Clinically Rich Integrated Science Program (CRSP-MA)            BRIEF DESCRIPTION    The Clinically Rich Integrated Science Program (CRISP) is a one-year teacher residency program that prepares career changers and college graduates to become science teachers in urban public schools. The curriculum immerses aspiring teachers in the science classroom and integrates theory, practice, and science content into daily teaching and learning experiences. Graduates are eligible for initialcertification in New York State in Teaching Science (Biology, Chemistry, or Physics), grades 7-12. Admissible applicants selected by the review committee will be invited to accept a CRISP Residency Fellowship, which provides students with generous financial support.    MAJOR CODE/ACADEMIC PLAN and CREDITS    Major Code:  CRSP    Area of Study:  Teaching Biology Grades 7-12         Teaching Chemistry Grades 7-12        Teaching Physics Grades 7-12    Degree:    MA    Credits:    35 Credit one year teacher residency program.    APPLICATION DEADLINES             SPRING    N/A                SUMMER    February 1    Full-Time status - CRISP ONLY                                 FALL    N/A                   Deadlines are \"in-office\" deadlines not postmark deadlines. Failure to meet the deadlines will cause significant delays in processing your application and may exclude your application from consideration.    APPLICATION REQUIREMENTS       Application (online only)       Applicants must select an area of study for the specified content area ( Teaching Biology Grades 7-12, Teaching Chemistry Grades 7-12, &amp; Teaching Physics Grades 7-12 ).          Application Fee (payable by Major Credit card only)    Statement of Purpose    Additional Statement: Tell us about how you have been engaged in science in high school, college, or since graduation -- in school, after school, or as a volunteer -- and any special science awards or honors.    Resume/Curriculum Vitae    2 Letters of Recommendation    One official copy of transcripts from all institutions attended or attending    GRE or Miller Analogies Test -- see note below    See TOEFL requirements information below       CRISP REQUIREMENTS    For more information about CRISP visit steinhardt.nyu.edu/teachlearn/crisp/ and steinhardt.nyu.edu/teachlearn/crisp/admissions . Applicants for CRISP must:       have completed a bachelor's degree with a strong overall grade point average and a minimum 3.0 GPA in the content area of study: biology, chemistry, or physics    seek full-time status    have completed a major in science in your undergraduate program or the equivalent of 30 units or credits in undergraduate or graduate coursework.    have successfully completed study at the college level of a foreign language or American Sign Language    apply online to the individual science content area    indicate in their statement of purpose their desire to be considered for the CRISP program    tell us about how you have been engaged in science in high school, college, or since graduation -- in school, after school, or as a volunteer -- and any special science awards or honors.    be interested in teaching in New York City or New York State after you complete your graduate studies       REQUIREMENTS FOR TEACHER CERTIFICATION       Teacher Certification Requirements          Major in the target area or 30 semester hours in the target area       3 semester hours of a language other than English. American Sign Language is acceptable.          NOTE(S)       CRISP Fellows spend three weeks in July followed by a full school year in a mentored teacher residency placement.    This program leads to eligibility for New York State initial teacher certification.    Applicants to program SBLY, SCHY, or SPHY should have an undergraduate major in the science content area. Applicants with majors in areas other than science are encouraged to apply if they have at least 30 total science credits with at least 18 in their specific content area.    The Admissions Committee performs a full transcript review to evaluate courses appearing on all college transcript(s). Advanced Placement (AP) and CLEP credits are included in the review. Therefore it is important to provide official transcripts from all institutions attended. Failure to provide an official transcripts from institituions listed on applicants current transcript as transfer credits will significantly delay the application process.    Any deficiencies in the teacher certification core content requirements may be fulfilled by enrolling in college-level courses at any accredited college or by completing approved CLEP exams. Courses must bear academic credit and show a grade, equivalent to \"C\" or better for consideration. Pass/Fail course are not considered.    If there are courses an applicant plan to take that are not listed on a transcript, inform the Admissions Committee by completing the \"Courses in Progress Form\". Click on the \"Teacher Certification Requirements\" link for access to the form.    Unfortunately, NYU Steinhardt can not perform a transcript review prior to an applicant applying to our program. Transcripts will be reviewed in detail, as part of the application process, by the Admissions Committee.     GRE or Miller Analogies Test -- We review all applications individually and holistically, but our expectation is that successful candidates for admission to any NYU Steinhardt MA program in teacher education will have a minimum 3.0 undergraduate grade point average.    Test scores from either the GRE or the Miller Analogies Test are recommended but not required for applicants interested in beginning their studies in spring, summer or fall 2015 or spring 2016. Applicants intending to begin their studies in summer or fall 2016 and beyond will be required to submit test scores from either the GRE or the Miller Analogies Test.       HELPFUL WEBSITE(S)    Department Name: Teaching and Learning    steinhardt.nyu.edu/teachlearn/    steinhardt.nyu.edu/teachlearn/science/    steinhardt.nyu.edu/teachlearn/science/ma/    steinhardt.nyu.edu/teachlearn/crisp/ - CRISP Information    steinhardt.nyu.edu/teachlearn/crisp/admissions - CRISP Information    www.highered.nysed.gov/ocue/lrp/liberalarts.htm    www.collegeboard.com/student/testing/clep/about.html CLEP exam Information    DEPARTMENT NUMBERS    Telephone: 212 998 5870          ONLINE APPLICATION STATUS     The Office of Graduate Admissions requires applicants to upload official copies of transcripts, copies of the GRE and TOEFL scores [if required], to the online application. In addition to this, we are requiring applicants to register their recommenders via the online system. All of these new measures will greatly facilitate the processing of an application and ensure that Admission Committees receive most, if not all of the components for a completed application at the same time.    ADMISSIONS CONTACT INFORMATION    Office of Graduate Admissions NYU Steinhardt Joseph &amp; Violet Pless Hall 82 Washington Square East, 3rd Floor New York, NY 10003-6680 steinhardt.gradadmissions@nyu.edu 212 998 5030 212 995 4328 (fax)    DEADLINE INFORMATION    Most programs have very firm deadlines so it is always advisable to apply early. All deadlines are \"in-office\" deadlines, not postmark deadlines and it is the responsibility of the applicant to ensure that all materials are in the Office of Graduate Admissions by the appropriate deadline. The Office of Graduate Admissions reserves the right to return any application that arrives after the deadline. Should any deadline fall on a weekend, the in-office deadline will be the next business day. Only completed applications will be considered.    FINANCIAL AID INFORMATION    To learn more about scholarships and other types of Financial aid, including eligibility requirements please visit: http://steinhardt.nyu.edu/financial_aid/ or click on the Financial Aid tab above.    APPLICATION COMPONENTS       Online Application:          The Office of Graduate Admissions will no longer accept paper-based applications. If you have any issues with submitting an application via the online application system, please contact our office immediately. The application must be completed, dated, electronically signed and submitted on or before the deadline, listed above for the term of entry.    Application Fee:   The $75 application fee is payable in the online system by Major Credit Card. if you are having problems submitting your payment via Credit Card, please contact the Office of Graduate Admissions.       Statement of Purpose/Personal Statement:   A typewritten, double-spaced, two- to three-page statement explaining your purpose in undertaking graduate study in your particular program. This is your opportunity to introduce yourself and to inform the Admissions Committee about your goals, interests, and career plans as they relate to your intended academic pursuits. Some programs require other statements and essays in addition to or in lieu of the statement of purpose. Please review the requirements for your program listed above.   R&eacute;sum&eacute;:   A copy of your most recent r&eacute;sum&eacute; or curriculum vitae.   Transcripts:    The Office of Graduate Admissions now requires applicants to upload one (1) official transcript from EVERY postsecondary school attended to the online application. Web printouts of an unofficial transcript is not acceptable.    For more information about this: please visit the Transcript - FAQ page .    GRE Scores (if required) - [ETS Institution Code: 2556]:   The official GRE scores must be on file by the deadline before a decision will be rendered. GRE scores are valid for 5 years. The GRE must be taken again if your GRE scores are older than 5 years.   If the GRE is required for your program you must submit your GRE scores in two formats:        An official GRE score report must be sent to NYU Steinhardt from ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.gre.org/ for more information about the exam.    A copy of your GRE score report must be uploaded into the online application under the \"GRE Upload\" section. Web printout or screenshot acceptable .       The Test of English as a Foreign Language (TOEFL) (if required)- [ETS Institution Code: 2556]:    The TOEFL is mandatory for all applicants whose native language is NOT English and did not receive the equivalent of a 4 year U.S. undergraduate education from an institution where English is the official language of instruction. Applicants holding or completing a graduate degree from an English speaking institution are still required to submit a TOEFL if your graduate education was LESS THAN four years in duration at an institution where English was the official language of instruction. The TOEFL cannot be waived.    Although we do not have a required TOEFL score, successful applicants score 100 or above on the Internet-based test or 600 or above on the paper-based test.    If you are required to submit a TOEFL score, you must submit your score in two formats:       An official TOEFL score report must be sent to NYU Steinhardt for ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.toefl.org/ for more information about the exam.    A copy of your score TOEFL Score must be uploaded into the online application under the \"TOEFL Upload\" section. Web printout or screenshot acceptable.       Note: NYU Steinhardt does not accept scores from other equivalent exams including IELTS. A second level review of English proficiency will take place after admission. Read more about requirements for Proficiency in English.          Letters of Recommendation:   You are required to send the number of Letters of Recommendation as listed above. There are no forms available for letters of recommendation. Letters should come from individuals who can assess your qualifications and potential for graduate study.    We ask that you register your recommenders or third-party recommendation service in our online application system. Once registered your recommenders will be able to submit their letters electronically. This method allows you to efficiently monitor and follow up with your recommenders.    Note: Once registered your recommenders can submit their online recommendation either before or after you submit your application. It is your responsibility to ensure your recommendations are received by the stated deadline.    Waiving your right of access: On the online system, you can waive or not waive your right of access to letters of recommendation. Once your rights have been selected via the online system, it can not be changed, you have the ability to:       I waive my right of access    I do not waive my right of access       If you are considering NOT waiving your right of access to your letters of recommendation, we strongly urge that you discuss this matter with your potential recommenders.    Please be advised even if you do not waive your right of access to letters of recommendation, you may only see your recommendations if you are or have been in attendance at NYU Steinhardt.    For more information about registering your recommenders: please visit the Letters of Recommendation - FAQ page.        DOCUMENT COVER SHEET    If any materials are mailed to our office for your major/academic plan mail the materials under one mailing using the Document Cover Sheet . Items received without a Document Cover Sheet take longer to process and match to your application.    Please do not mail your materials in binders or folders.    SPECIAL INSTRUCTIONS for ALL INTERNATIONAL APPLICANTS    To learn more about special instructions for all international applicants, please visit: Special Instructions    CAMPUS SECURITY REPORT    New York University&rsquo;s annual Campus Security Report includes statistics for the previous three years concerning reported crimes that occurred on-campus, in certain off-campus buildings or property owned or controlled by NYU, and on public property within or immediately adjacent to the campus. The report also includes institutional policies concerning campus security, such as policies concerning sexual assault, drugs and alcohol. You can obtain a copy of the current report by contacting Thomas Grace, Director of Judicial Affairs and Compliance, Office of the Vice President for Student Affairs (601 Kimmel Center: 212-998-4403) or Jay Zwicker, Crime Prevention Manager, Department of Public Safety (7 Washington Place: 212-998-1451) or by visiting the following website: www.nyu.edu/public.safety/policies/ .    Special Notes from the Office of Graduate Admissions       PLEASE check the online system to confirm that you have successfully submitted your application.    Due to the volume of applications and related materials received the Office of Graduate Admissions will only contact you if your application was successfully submitted and is deemed INCOMPLETE because of missing required materials. Otherwise you will hear from us when the Admissions Committee has made a decision.       Thank you for considering NYU Steinhardt, School of Culture, Education, and Human Development for your Graduate studies.    DEFFERAL/UPDATE POLICY    NYU Steinhardt does not allow deferrals and the Office of Graduate Admissions is no longer permitting applicants to update their application and application materials for future consideration. Applicants who wish to be considered for a future semester must reapply by submitting a new application including all of the supporting materials, including letters of recommendations by the application deadline.    DOCUMENT TYPES for UPLOAD to the Online Application System    - The following are acceptable document types for uploads: PDF, JPEG, JPG, GIF, TIFF, PNG, Bitmap, DOC, and DOCX.                             This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]},
{"detail": [{"content": "Science Education: Clinically Rich Integrated Science Program (CRSP-MA) - Graduate Application Guide - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Graduate Application Guide                Home    Application Guide    Financial Aid    Tuition and Cost of Attendance    Housing    Events    Study Abroad    Admitted Students                     Ready to Apply?  Start Now                      Science Education: Clinically Rich Integrated Science Program (CRSP-MA)            BRIEF DESCRIPTION    The Clinically Rich Integrated Science Program (CRISP) is a one-year teacher residency program that prepares career changers and college graduates to become science teachers in urban public schools. The curriculum immerses aspiring teachers in the science classroom and integrates theory, practice, and science content into daily teaching and learning experiences. Graduates are eligible for initialcertification in New York State in Teaching Science (Biology, Chemistry, or Physics), grades 7-12. Admissible applicants selected by the review committee will be invited to accept a CRISP Residency Fellowship, which provides students with generous financial support.    MAJOR CODE/ACADEMIC PLAN and CREDITS    Major Code:  CRSP    Area of Study:  Teaching Biology Grades 7-12         Teaching Chemistry Grades 7-12        Teaching Physics Grades 7-12    Degree:    MA    Credits:    35 Credit one year teacher residency program.    APPLICATION DEADLINES             SPRING    N/A                SUMMER    February 1    Full-Time status - CRISP ONLY                                 FALL    N/A                   Deadlines are \"in-office\" deadlines not postmark deadlines. Failure to meet the deadlines will cause significant delays in processing your application and may exclude your application from consideration.    APPLICATION REQUIREMENTS       Application (online only)       Applicants must select an area of study for the specified content area ( Teaching Biology Grades 7-12, Teaching Chemistry Grades 7-12, &amp; Teaching Physics Grades 7-12 ).          Application Fee (payable by Major Credit card only)    Statement of Purpose    Additional Statement: Tell us about how you have been engaged in science in high school, college, or since graduation -- in school, after school, or as a volunteer -- and any special science awards or honors.    Resume/Curriculum Vitae    2 Letters of Recommendation    One official copy of transcripts from all institutions attended or attending    GRE or Miller Analogies Test -- see note below    See TOEFL requirements information below       CRISP REQUIREMENTS    For more information about CRISP visit steinhardt.nyu.edu/teachlearn/crisp/ and steinhardt.nyu.edu/teachlearn/crisp/admissions . Applicants for CRISP must:       have completed a bachelor's degree with a strong overall grade point average and a minimum 3.0 GPA in the content area of study: biology, chemistry, or physics    seek full-time status    have completed a major in science in your undergraduate program or the equivalent of 30 units or credits in undergraduate or graduate coursework.    have successfully completed study at the college level of a foreign language or American Sign Language    apply online to the individual science content area    indicate in their statement of purpose their desire to be considered for the CRISP program    tell us about how you have been engaged in science in high school, college, or since graduation -- in school, after school, or as a volunteer -- and any special science awards or honors.    be interested in teaching in New York City or New York State after you complete your graduate studies       REQUIREMENTS FOR TEACHER CERTIFICATION       Teacher Certification Requirements          Major in the target area or 30 semester hours in the target area       3 semester hours of a language other than English. American Sign Language is acceptable.          NOTE(S)       CRISP Fellows spend three weeks in July followed by a full school year in a mentored teacher residency placement.    This program leads to eligibility for New York State initial teacher certification.    Applicants to program SBLY, SCHY, or SPHY should have an undergraduate major in the science content area. Applicants with majors in areas other than science are encouraged to apply if they have at least 30 total science credits with at least 18 in their specific content area.    The Admissions Committee performs a full transcript review to evaluate courses appearing on all college transcript(s). Advanced Placement (AP) and CLEP credits are included in the review. Therefore it is important to provide official transcripts from all institutions attended. Failure to provide an official transcripts from institituions listed on applicants current transcript as transfer credits will significantly delay the application process.    Any deficiencies in the teacher certification core content requirements may be fulfilled by enrolling in college-level courses at any accredited college or by completing approved CLEP exams. Courses must bear academic credit and show a grade, equivalent to \"C\" or better for consideration. Pass/Fail course are not considered.    If there are courses an applicant plan to take that are not listed on a transcript, inform the Admissions Committee by completing the \"Courses in Progress Form\". Click on the \"Teacher Certification Requirements\" link for access to the form.    Unfortunately, NYU Steinhardt can not perform a transcript review prior to an applicant applying to our program. Transcripts will be reviewed in detail, as part of the application process, by the Admissions Committee.     GRE or Miller Analogies Test -- We review all applications individually and holistically, but our expectation is that successful candidates for admission to any NYU Steinhardt MA program in teacher education will have a minimum 3.0 undergraduate grade point average.    Test scores from either the GRE or the Miller Analogies Test are recommended but not required for applicants interested in beginning their studies in spring, summer or fall 2015 or spring 2016. Applicants intending to begin their studies in summer or fall 2016 and beyond will be required to submit test scores from either the GRE or the Miller Analogies Test.       HELPFUL WEBSITE(S)    Department Name: Teaching and Learning    steinhardt.nyu.edu/teachlearn/    steinhardt.nyu.edu/teachlearn/science/    steinhardt.nyu.edu/teachlearn/science/ma/    steinhardt.nyu.edu/teachlearn/crisp/ - CRISP Information    steinhardt.nyu.edu/teachlearn/crisp/admissions - CRISP Information    www.highered.nysed.gov/ocue/lrp/liberalarts.htm    www.collegeboard.com/student/testing/clep/about.html CLEP exam Information    DEPARTMENT NUMBERS    Telephone: 212 998 5870          ONLINE APPLICATION STATUS     The Office of Graduate Admissions requires applicants to upload official copies of transcripts, copies of the GRE and TOEFL scores [if required], to the online application. In addition to this, we are requiring applicants to register their recommenders via the online system. All of these new measures will greatly facilitate the processing of an application and ensure that Admission Committees receive most, if not all of the components for a completed application at the same time.    ADMISSIONS CONTACT INFORMATION    Office of Graduate Admissions NYU Steinhardt Joseph &amp; Violet Pless Hall 82 Washington Square East, 3rd Floor New York, NY 10003-6680 steinhardt.gradadmissions@nyu.edu 212 998 5030 212 995 4328 (fax)    DEADLINE INFORMATION    Most programs have very firm deadlines so it is always advisable to apply early. All deadlines are \"in-office\" deadlines, not postmark deadlines and it is the responsibility of the applicant to ensure that all materials are in the Office of Graduate Admissions by the appropriate deadline. The Office of Graduate Admissions reserves the right to return any application that arrives after the deadline. Should any deadline fall on a weekend, the in-office deadline will be the next business day. Only completed applications will be considered.    FINANCIAL AID INFORMATION    To learn more about scholarships and other types of Financial aid, including eligibility requirements please visit: http://steinhardt.nyu.edu/financial_aid/ or click on the Financial Aid tab above.    APPLICATION COMPONENTS       Online Application:          The Office of Graduate Admissions will no longer accept paper-based applications. If you have any issues with submitting an application via the online application system, please contact our office immediately. The application must be completed, dated, electronically signed and submitted on or before the deadline, listed above for the term of entry.    Application Fee:   The $75 application fee is payable in the online system by Major Credit Card. if you are having problems submitting your payment via Credit Card, please contact the Office of Graduate Admissions.       Statement of Purpose/Personal Statement:   A typewritten, double-spaced, two- to three-page statement explaining your purpose in undertaking graduate study in your particular program. This is your opportunity to introduce yourself and to inform the Admissions Committee about your goals, interests, and career plans as they relate to your intended academic pursuits. Some programs require other statements and essays in addition to or in lieu of the statement of purpose. Please review the requirements for your program listed above.   R&eacute;sum&eacute;:   A copy of your most recent r&eacute;sum&eacute; or curriculum vitae.   Transcripts:    The Office of Graduate Admissions now requires applicants to upload one (1) official transcript from EVERY postsecondary school attended to the online application. Web printouts of an unofficial transcript is not acceptable.    For more information about this: please visit the Transcript - FAQ page .    GRE Scores (if required) - [ETS Institution Code: 2556]:   The official GRE scores must be on file by the deadline before a decision will be rendered. GRE scores are valid for 5 years. The GRE must be taken again if your GRE scores are older than 5 years.   If the GRE is required for your program you must submit your GRE scores in two formats:        An official GRE score report must be sent to NYU Steinhardt from ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.gre.org/ for more information about the exam.    A copy of your GRE score report must be uploaded into the online application under the \"GRE Upload\" section. Web printout or screenshot acceptable .       The Test of English as a Foreign Language (TOEFL) (if required)- [ETS Institution Code: 2556]:    The TOEFL is mandatory for all applicants whose native language is NOT English and did not receive the equivalent of a 4 year U.S. undergraduate education from an institution where English is the official language of instruction. Applicants holding or completing a graduate degree from an English speaking institution are still required to submit a TOEFL if your graduate education was LESS THAN four years in duration at an institution where English was the official language of instruction. The TOEFL cannot be waived.    Although we do not have a required TOEFL score, successful applicants score 100 or above on the Internet-based test or 600 or above on the paper-based test.    If you are required to submit a TOEFL score, you must submit your score in two formats:       An official TOEFL score report must be sent to NYU Steinhardt for ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.toefl.org/ for more information about the exam.    A copy of your score TOEFL Score must be uploaded into the online application under the \"TOEFL Upload\" section. Web printout or screenshot acceptable.       Note: NYU Steinhardt does not accept scores from other equivalent exams including IELTS. A second level review of English proficiency will take place after admission. Read more about requirements for Proficiency in English.          Letters of Recommendation:   You are required to send the number of Letters of Recommendation as listed above. There are no forms available for letters of recommendation. Letters should come from individuals who can assess your qualifications and potential for graduate study.    We ask that you register your recommenders or third-party recommendation service in our online application system. Once registered your recommenders will be able to submit their letters electronically. This method allows you to efficiently monitor and follow up with your recommenders.    Note: Once registered your recommenders can submit their online recommendation either before or after you submit your application. It is your responsibility to ensure your recommendations are received by the stated deadline.    Waiving your right of access: On the online system, you can waive or not waive your right of access to letters of recommendation. Once your rights have been selected via the online system, it can not be changed, you have the ability to:       I waive my right of access    I do not waive my right of access       If you are considering NOT waiving your right of access to your letters of recommendation, we strongly urge that you discuss this matter with your potential recommenders.    Please be advised even if you do not waive your right of access to letters of recommendation, you may only see your recommendations if you are or have been in attendance at NYU Steinhardt.    For more information about registering your recommenders: please visit the Letters of Recommendation - FAQ page.        DOCUMENT COVER SHEET    If any materials are mailed to our office for your major/academic plan mail the materials under one mailing using the Document Cover Sheet . Items received without a Document Cover Sheet take longer to process and match to your application.    Please do not mail your materials in binders or folders.    SPECIAL INSTRUCTIONS for ALL INTERNATIONAL APPLICANTS    To learn more about special instructions for all international applicants, please visit: Special Instructions    CAMPUS SECURITY REPORT    New York University&rsquo;s annual Campus Security Report includes statistics for the previous three years concerning reported crimes that occurred on-campus, in certain off-campus buildings or property owned or controlled by NYU, and on public property within or immediately adjacent to the campus. The report also includes institutional policies concerning campus security, such as policies concerning sexual assault, drugs and alcohol. You can obtain a copy of the current report by contacting Thomas Grace, Director of Judicial Affairs and Compliance, Office of the Vice President for Student Affairs (601 Kimmel Center: 212-998-4403) or Jay Zwicker, Crime Prevention Manager, Department of Public Safety (7 Washington Place: 212-998-1451) or by visiting the following website: www.nyu.edu/public.safety/policies/ .    Special Notes from the Office of Graduate Admissions       PLEASE check the online system to confirm that you have successfully submitted your application.    Due to the volume of applications and related materials received the Office of Graduate Admissions will only contact you if your application was successfully submitted and is deemed INCOMPLETE because of missing required materials. Otherwise you will hear from us when the Admissions Committee has made a decision.       Thank you for considering NYU Steinhardt, School of Culture, Education, and Human Development for your Graduate studies.    DEFFERAL/UPDATE POLICY    NYU Steinhardt does not allow deferrals and the Office of Graduate Admissions is no longer permitting applicants to update their application and application materials for future consideration. Applicants who wish to be considered for a future semester must reapply by submitting a new application including all of the supporting materials, including letters of recommendations by the application deadline.    DOCUMENT TYPES for UPLOAD to the Online Application System    - The following are acceptable document types for uploads: PDF, JPEG, JPG, GIF, TIFF, PNG, Bitmap, DOC, and DOCX.                             This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}, {"content": "Clinically Rich Integrated Science Program (CRISP), M.A. - NYU Steinhardt                                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development              apply now     request info     contact                                      Department of Teaching and Learning             Programs         Degrees           Undergraduate      Masters      Dual BA/MA Programs      Doctoral              Childhood Education     Early Childhood Education     English Education     Environmental Conservation Education     Literacy Education     Mathematics Education     Multilingual and Multicultural Studies           Bilingual Education      Foreign Language Education      TESOL      Teaching French as a Foreign Language      Teaching Spanish as a Foreign Language              Science Education     Social Studies Education     Special Education     Minors     Dual BA/MA Programs            Fieldwork         Pre-Student Teaching Experience     Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources              Certification/Accreditation (TEAC)     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative                     Research            Center for Research on Higher Education Outcomes     Metropolitan Center for Urban Education     Wallerstein Collaborative For Urban Environmental Education     Constantin Georgiou Library     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative              Faculty Research Interests     Faculty Publications            Faculty         Full-Time Faculty     Staff Directory            Future Students          Undergraduate     Graduate           Application Guide      Financial Aid      Tuition and Cost of Attendance      Housing      Information Sessions              Request Information     NY Teacher Certification            Current Students         Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources           Advisement           Undergraduate      Graduate                 Job Opportunities           Job Strategies Workshop      Browse Job Postings      Post a New Job              Awards and Honors     Scholarships for Advanced Study            Alumni        About         Mission/Core Values      Student Outcomes     Teacher Education at NYU Steinhardt      Accreditation     Higher Education Opportunity Act (HEOA) Title II         Contact/Directions            News/Events     Video/Podcasts         Videos     Educational Policy Breakfasts                  Clinically Rich Integrated Science Program (CRISP), M.A.                   About the Bachelor's Degree     Program of Study     Job Outlook     Links          Dual BA/MA             About the Master's Program     Program of Study     Residency     Admissions and Aid    Careers     Staff     FAQ                      Conferences                Contact    Program Director  Pamela Fraser-Abder Associate Professor of Science Education East Building, Suite 635 212-998-5870    Program Advisement  Roberto Martinez Assistant Director of Graduate Advising and Student Services East Building, Suite 231 212-998-5458 roberto.martinez@nyu.edu           Featured Video                  Professor Pamela Fraser-Abder, director of the Science Education Program, gives an overview of the new CRISP M.A. program at NYU Steinhardt.            Permalink |          Email |     Share on: Facebook |       Twitter                                            An Overview of the Clinically Rich Integrated Science Program by Professor Pamela Fraser-Abder                               This one-year teacher residency program prepares career changers and college graduates to become science teachers in urban public schools. The curriculum immerses aspiring teachers in the science classroom and integrates theory, practice, and science content into daily teaching and learning experiences.    Graduates are eligible for initial/professional certification in Teaching Science (Biology, Chemistry, or Physics), grades 7-12.    Key Features       Immersion in a public school classroom As a CRISP teacher resident, you will spend three weeks in July at a middle school in Brooklyn and then 4 days a week from September through June in one of three host middle or high schools on Manhattan's Lower East Side, such as The Dr. Sun Yat Sen School (M.S. 131). You will work closely with your classroom teacher/mentor and your school's senior leadership and science faculty, and receive intensive weekly coaching by your mentor, the CRISP Residency Coach, and NYU's Urban Master Teacher in Science.          Increasing responsibility as a classroom teacher You will start the school year in September as an observer and assistant in one science class and progress to co-teaching two science classes &ndash; one with younger students and the other with older students &ndash; assuming joint responsibility for planning, teaching, and managing those classes.          Dual focus on groups of learners and individual learners In addition to learning to teach a full class, you will also work with individual students to understand and address their special learning needs. You will follow closely and tutor a small group of students and take responsibility for improving their individual academic outcomes. Your group will include literacy-challenged students, students with Individualized Education Plans, English language learners, and students from different racial and ethnic backgrounds.          Focused explorations of classrooms and other learning environments You will participate, on a weekly or near-weekly basis, in instructional \"rounds\" led by NYU and school faculty, similar to clinical rounds common in medical education. Rounds will visit fellow CRISP residents' classrooms, other learning environments in the host and nearby schools, and community settings, such as the Henry Street Settlement and the New York City Center for Space Science Education. Through observation and analysis you will gain perspective on the important dimensions of establishing classroom and laboratory systems, norms, and behavioral habits.          Academic courses offered on site in host schools NYU Steinhardt faculty teach selected graduate courses in teaching, literacy and language acquisition, and data and assessment on site in host schools. These field-based courses integrate your experiences in the classroom and with your small groups into your coursework and provide opportunities for you to interact with and learn from members of school inquiry teams, early career teachers, and master teachers.          Campus-based courses and networking Year-long courses combine work on campus, work in the field, and online learning to immerse you in modern science concepts, scientific advances, and research.          Technology-infused curriculum You will use technology throughout the teacher residency program &ndash; smart boards in classrooms, iPad-based or other handheld text and video exchanges, blogs and wikis, Cisco-supported video- and teleconferencing, online course work in collaboration with our partner, the American Museum of Natural History, and web-based courseware. Your own use of new media and technologies prepares you to incorporate multimedia teaching and learning techniques into your own classroom practice.          Generous scholarships CRISP students receive a $30,000 tuition scholarship from NYU Steinhardt (must be U.S. citizen or permanent resident of the U.S. to be offered a scholarship) .       CRISP strives to prepare teachers who:       know science deeply and are connected to a community of scientists and science educators    know intimately and are prepared to meet the challenges of teaching students affected by poverty, disabilities, and deficits in academic literacy    have the skills, tools, dispositions, and connections to learning communities in order to thrive as early-career teachers and to ensure their students thrive as well    will stay in teaching, serving students in greatest need of their teaching                                                                                          This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Teaching and Learning - 239 Greene Street, New York, NY 10003"}]},
{"detail": [{"content": "Science Education: Clinically Rich Integrated Science Program (CRSP-MA) - Graduate Application Guide - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Graduate Application Guide                Home    Application Guide    Financial Aid    Tuition and Cost of Attendance    Housing    Events    Study Abroad    Admitted Students                     Ready to Apply?  Start Now                      Science Education: Clinically Rich Integrated Science Program (CRSP-MA)            BRIEF DESCRIPTION    The Clinically Rich Integrated Science Program (CRISP) is a one-year teacher residency program that prepares career changers and college graduates to become science teachers in urban public schools. The curriculum immerses aspiring teachers in the science classroom and integrates theory, practice, and science content into daily teaching and learning experiences. Graduates are eligible for initialcertification in New York State in Teaching Science (Biology, Chemistry, or Physics), grades 7-12. Admissible applicants selected by the review committee will be invited to accept a CRISP Residency Fellowship, which provides students with generous financial support.    MAJOR CODE/ACADEMIC PLAN and CREDITS    Major Code:  CRSP    Area of Study:  Teaching Biology Grades 7-12         Teaching Chemistry Grades 7-12        Teaching Physics Grades 7-12    Degree:    MA    Credits:    35 Credit one year teacher residency program.    APPLICATION DEADLINES             SPRING    N/A                SUMMER    February 1    Full-Time status - CRISP ONLY                                 FALL    N/A                   Deadlines are \"in-office\" deadlines not postmark deadlines. Failure to meet the deadlines will cause significant delays in processing your application and may exclude your application from consideration.    APPLICATION REQUIREMENTS       Application (online only)       Applicants must select an area of study for the specified content area ( Teaching Biology Grades 7-12, Teaching Chemistry Grades 7-12, &amp; Teaching Physics Grades 7-12 ).          Application Fee (payable by Major Credit card only)    Statement of Purpose    Additional Statement: Tell us about how you have been engaged in science in high school, college, or since graduation -- in school, after school, or as a volunteer -- and any special science awards or honors.    Resume/Curriculum Vitae    2 Letters of Recommendation    One official copy of transcripts from all institutions attended or attending    GRE or Miller Analogies Test -- see note below    See TOEFL requirements information below       CRISP REQUIREMENTS    For more information about CRISP visit steinhardt.nyu.edu/teachlearn/crisp/ and steinhardt.nyu.edu/teachlearn/crisp/admissions . Applicants for CRISP must:       have completed a bachelor's degree with a strong overall grade point average and a minimum 3.0 GPA in the content area of study: biology, chemistry, or physics    seek full-time status    have completed a major in science in your undergraduate program or the equivalent of 30 units or credits in undergraduate or graduate coursework.    have successfully completed study at the college level of a foreign language or American Sign Language    apply online to the individual science content area    indicate in their statement of purpose their desire to be considered for the CRISP program    tell us about how you have been engaged in science in high school, college, or since graduation -- in school, after school, or as a volunteer -- and any special science awards or honors.    be interested in teaching in New York City or New York State after you complete your graduate studies       REQUIREMENTS FOR TEACHER CERTIFICATION       Teacher Certification Requirements          Major in the target area or 30 semester hours in the target area       3 semester hours of a language other than English. American Sign Language is acceptable.          NOTE(S)       CRISP Fellows spend three weeks in July followed by a full school year in a mentored teacher residency placement.    This program leads to eligibility for New York State initial teacher certification.    Applicants to program SBLY, SCHY, or SPHY should have an undergraduate major in the science content area. Applicants with majors in areas other than science are encouraged to apply if they have at least 30 total science credits with at least 18 in their specific content area.    The Admissions Committee performs a full transcript review to evaluate courses appearing on all college transcript(s). Advanced Placement (AP) and CLEP credits are included in the review. Therefore it is important to provide official transcripts from all institutions attended. Failure to provide an official transcripts from institituions listed on applicants current transcript as transfer credits will significantly delay the application process.    Any deficiencies in the teacher certification core content requirements may be fulfilled by enrolling in college-level courses at any accredited college or by completing approved CLEP exams. Courses must bear academic credit and show a grade, equivalent to \"C\" or better for consideration. Pass/Fail course are not considered.    If there are courses an applicant plan to take that are not listed on a transcript, inform the Admissions Committee by completing the \"Courses in Progress Form\". Click on the \"Teacher Certification Requirements\" link for access to the form.    Unfortunately, NYU Steinhardt can not perform a transcript review prior to an applicant applying to our program. Transcripts will be reviewed in detail, as part of the application process, by the Admissions Committee.     GRE or Miller Analogies Test -- We review all applications individually and holistically, but our expectation is that successful candidates for admission to any NYU Steinhardt MA program in teacher education will have a minimum 3.0 undergraduate grade point average.    Test scores from either the GRE or the Miller Analogies Test are recommended but not required for applicants interested in beginning their studies in spring, summer or fall 2015 or spring 2016. Applicants intending to begin their studies in summer or fall 2016 and beyond will be required to submit test scores from either the GRE or the Miller Analogies Test.       HELPFUL WEBSITE(S)    Department Name: Teaching and Learning    steinhardt.nyu.edu/teachlearn/    steinhardt.nyu.edu/teachlearn/science/    steinhardt.nyu.edu/teachlearn/science/ma/    steinhardt.nyu.edu/teachlearn/crisp/ - CRISP Information    steinhardt.nyu.edu/teachlearn/crisp/admissions - CRISP Information    www.highered.nysed.gov/ocue/lrp/liberalarts.htm    www.collegeboard.com/student/testing/clep/about.html CLEP exam Information    DEPARTMENT NUMBERS    Telephone: 212 998 5870          ONLINE APPLICATION STATUS     The Office of Graduate Admissions requires applicants to upload official copies of transcripts, copies of the GRE and TOEFL scores [if required], to the online application. In addition to this, we are requiring applicants to register their recommenders via the online system. All of these new measures will greatly facilitate the processing of an application and ensure that Admission Committees receive most, if not all of the components for a completed application at the same time.    ADMISSIONS CONTACT INFORMATION    Office of Graduate Admissions NYU Steinhardt Joseph &amp; Violet Pless Hall 82 Washington Square East, 3rd Floor New York, NY 10003-6680 steinhardt.gradadmissions@nyu.edu 212 998 5030 212 995 4328 (fax)    DEADLINE INFORMATION    Most programs have very firm deadlines so it is always advisable to apply early. All deadlines are \"in-office\" deadlines, not postmark deadlines and it is the responsibility of the applicant to ensure that all materials are in the Office of Graduate Admissions by the appropriate deadline. The Office of Graduate Admissions reserves the right to return any application that arrives after the deadline. Should any deadline fall on a weekend, the in-office deadline will be the next business day. Only completed applications will be considered.    FINANCIAL AID INFORMATION    To learn more about scholarships and other types of Financial aid, including eligibility requirements please visit: http://steinhardt.nyu.edu/financial_aid/ or click on the Financial Aid tab above.    APPLICATION COMPONENTS       Online Application:          The Office of Graduate Admissions will no longer accept paper-based applications. If you have any issues with submitting an application via the online application system, please contact our office immediately. The application must be completed, dated, electronically signed and submitted on or before the deadline, listed above for the term of entry.    Application Fee:   The $75 application fee is payable in the online system by Major Credit Card. if you are having problems submitting your payment via Credit Card, please contact the Office of Graduate Admissions.       Statement of Purpose/Personal Statement:   A typewritten, double-spaced, two- to three-page statement explaining your purpose in undertaking graduate study in your particular program. This is your opportunity to introduce yourself and to inform the Admissions Committee about your goals, interests, and career plans as they relate to your intended academic pursuits. Some programs require other statements and essays in addition to or in lieu of the statement of purpose. Please review the requirements for your program listed above.   R&eacute;sum&eacute;:   A copy of your most recent r&eacute;sum&eacute; or curriculum vitae.   Transcripts:    The Office of Graduate Admissions now requires applicants to upload one (1) official transcript from EVERY postsecondary school attended to the online application. Web printouts of an unofficial transcript is not acceptable.    For more information about this: please visit the Transcript - FAQ page .    GRE Scores (if required) - [ETS Institution Code: 2556]:   The official GRE scores must be on file by the deadline before a decision will be rendered. GRE scores are valid for 5 years. The GRE must be taken again if your GRE scores are older than 5 years.   If the GRE is required for your program you must submit your GRE scores in two formats:        An official GRE score report must be sent to NYU Steinhardt from ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.gre.org/ for more information about the exam.    A copy of your GRE score report must be uploaded into the online application under the \"GRE Upload\" section. Web printout or screenshot acceptable .       The Test of English as a Foreign Language (TOEFL) (if required)- [ETS Institution Code: 2556]:    The TOEFL is mandatory for all applicants whose native language is NOT English and did not receive the equivalent of a 4 year U.S. undergraduate education from an institution where English is the official language of instruction. Applicants holding or completing a graduate degree from an English speaking institution are still required to submit a TOEFL if your graduate education was LESS THAN four years in duration at an institution where English was the official language of instruction. The TOEFL cannot be waived.    Although we do not have a required TOEFL score, successful applicants score 100 or above on the Internet-based test or 600 or above on the paper-based test.    If you are required to submit a TOEFL score, you must submit your score in two formats:       An official TOEFL score report must be sent to NYU Steinhardt for ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.toefl.org/ for more information about the exam.    A copy of your score TOEFL Score must be uploaded into the online application under the \"TOEFL Upload\" section. Web printout or screenshot acceptable.       Note: NYU Steinhardt does not accept scores from other equivalent exams including IELTS. A second level review of English proficiency will take place after admission. Read more about requirements for Proficiency in English.          Letters of Recommendation:   You are required to send the number of Letters of Recommendation as listed above. There are no forms available for letters of recommendation. Letters should come from individuals who can assess your qualifications and potential for graduate study.    We ask that you register your recommenders or third-party recommendation service in our online application system. Once registered your recommenders will be able to submit their letters electronically. This method allows you to efficiently monitor and follow up with your recommenders.    Note: Once registered your recommenders can submit their online recommendation either before or after you submit your application. It is your responsibility to ensure your recommendations are received by the stated deadline.    Waiving your right of access: On the online system, you can waive or not waive your right of access to letters of recommendation. Once your rights have been selected via the online system, it can not be changed, you have the ability to:       I waive my right of access    I do not waive my right of access       If you are considering NOT waiving your right of access to your letters of recommendation, we strongly urge that you discuss this matter with your potential recommenders.    Please be advised even if you do not waive your right of access to letters of recommendation, you may only see your recommendations if you are or have been in attendance at NYU Steinhardt.    For more information about registering your recommenders: please visit the Letters of Recommendation - FAQ page.        DOCUMENT COVER SHEET    If any materials are mailed to our office for your major/academic plan mail the materials under one mailing using the Document Cover Sheet . Items received without a Document Cover Sheet take longer to process and match to your application.    Please do not mail your materials in binders or folders.    SPECIAL INSTRUCTIONS for ALL INTERNATIONAL APPLICANTS    To learn more about special instructions for all international applicants, please visit: Special Instructions    CAMPUS SECURITY REPORT    New York University&rsquo;s annual Campus Security Report includes statistics for the previous three years concerning reported crimes that occurred on-campus, in certain off-campus buildings or property owned or controlled by NYU, and on public property within or immediately adjacent to the campus. The report also includes institutional policies concerning campus security, such as policies concerning sexual assault, drugs and alcohol. You can obtain a copy of the current report by contacting Thomas Grace, Director of Judicial Affairs and Compliance, Office of the Vice President for Student Affairs (601 Kimmel Center: 212-998-4403) or Jay Zwicker, Crime Prevention Manager, Department of Public Safety (7 Washington Place: 212-998-1451) or by visiting the following website: www.nyu.edu/public.safety/policies/ .    Special Notes from the Office of Graduate Admissions       PLEASE check the online system to confirm that you have successfully submitted your application.    Due to the volume of applications and related materials received the Office of Graduate Admissions will only contact you if your application was successfully submitted and is deemed INCOMPLETE because of missing required materials. Otherwise you will hear from us when the Admissions Committee has made a decision.       Thank you for considering NYU Steinhardt, School of Culture, Education, and Human Development for your Graduate studies.    DEFFERAL/UPDATE POLICY    NYU Steinhardt does not allow deferrals and the Office of Graduate Admissions is no longer permitting applicants to update their application and application materials for future consideration. Applicants who wish to be considered for a future semester must reapply by submitting a new application including all of the supporting materials, including letters of recommendations by the application deadline.    DOCUMENT TYPES for UPLOAD to the Online Application System    - The following are acceptable document types for uploads: PDF, JPEG, JPG, GIF, TIFF, PNG, Bitmap, DOC, and DOCX.                             This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}, {"content": "Clinically Rich Integrated Science Program (CRISP), M.A. - NYU Steinhardt                                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development              apply now     request info     contact                                      Department of Teaching and Learning             Programs         Degrees           Undergraduate      Masters      Dual BA/MA Programs      Doctoral              Childhood Education     Early Childhood Education     English Education     Environmental Conservation Education     Literacy Education     Mathematics Education     Multilingual and Multicultural Studies           Bilingual Education      Foreign Language Education      TESOL      Teaching French as a Foreign Language      Teaching Spanish as a Foreign Language              Science Education     Social Studies Education     Special Education     Minors     Dual BA/MA Programs            Fieldwork         Pre-Student Teaching Experience     Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources              Certification/Accreditation (TEAC)     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative                     Research            Center for Research on Higher Education Outcomes     Metropolitan Center for Urban Education     Wallerstein Collaborative For Urban Environmental Education     Constantin Georgiou Library     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative              Faculty Research Interests     Faculty Publications            Faculty         Full-Time Faculty     Staff Directory            Future Students          Undergraduate     Graduate           Application Guide      Financial Aid      Tuition and Cost of Attendance      Housing      Information Sessions              Request Information     NY Teacher Certification            Current Students         Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources           Advisement           Undergraduate      Graduate                 Job Opportunities           Job Strategies Workshop      Browse Job Postings      Post a New Job              Awards and Honors     Scholarships for Advanced Study            Alumni        About         Mission/Core Values      Student Outcomes     Teacher Education at NYU Steinhardt      Accreditation     Higher Education Opportunity Act (HEOA) Title II         Contact/Directions            News/Events     Video/Podcasts         Videos     Educational Policy Breakfasts                  Clinically Rich Integrated Science Program (CRISP), M.A.                   About the Bachelor's Degree     Program of Study     Job Outlook     Links          Dual BA/MA             About the Master's Program     Program of Study     Residency     Admissions and Aid    Careers     Staff     FAQ                      Conferences                Contact    Program Director  Pamela Fraser-Abder Associate Professor of Science Education East Building, Suite 635 212-998-5870    Program Advisement  Roberto Martinez Assistant Director of Graduate Advising and Student Services East Building, Suite 231 212-998-5458 roberto.martinez@nyu.edu           Featured Video                  Professor Pamela Fraser-Abder, director of the Science Education Program, gives an overview of the new CRISP M.A. program at NYU Steinhardt.            Permalink |          Email |     Share on: Facebook |       Twitter                                            An Overview of the Clinically Rich Integrated Science Program by Professor Pamela Fraser-Abder                               This one-year teacher residency program prepares career changers and college graduates to become science teachers in urban public schools. The curriculum immerses aspiring teachers in the science classroom and integrates theory, practice, and science content into daily teaching and learning experiences.    Graduates are eligible for initial/professional certification in Teaching Science (Biology, Chemistry, or Physics), grades 7-12.    Key Features       Immersion in a public school classroom As a CRISP teacher resident, you will spend three weeks in July at a middle school in Brooklyn and then 4 days a week from September through June in one of three host middle or high schools on Manhattan's Lower East Side, such as The Dr. Sun Yat Sen School (M.S. 131). You will work closely with your classroom teacher/mentor and your school's senior leadership and science faculty, and receive intensive weekly coaching by your mentor, the CRISP Residency Coach, and NYU's Urban Master Teacher in Science.          Increasing responsibility as a classroom teacher You will start the school year in September as an observer and assistant in one science class and progress to co-teaching two science classes &ndash; one with younger students and the other with older students &ndash; assuming joint responsibility for planning, teaching, and managing those classes.          Dual focus on groups of learners and individual learners In addition to learning to teach a full class, you will also work with individual students to understand and address their special learning needs. You will follow closely and tutor a small group of students and take responsibility for improving their individual academic outcomes. Your group will include literacy-challenged students, students with Individualized Education Plans, English language learners, and students from different racial and ethnic backgrounds.          Focused explorations of classrooms and other learning environments You will participate, on a weekly or near-weekly basis, in instructional \"rounds\" led by NYU and school faculty, similar to clinical rounds common in medical education. Rounds will visit fellow CRISP residents' classrooms, other learning environments in the host and nearby schools, and community settings, such as the Henry Street Settlement and the New York City Center for Space Science Education. Through observation and analysis you will gain perspective on the important dimensions of establishing classroom and laboratory systems, norms, and behavioral habits.          Academic courses offered on site in host schools NYU Steinhardt faculty teach selected graduate courses in teaching, literacy and language acquisition, and data and assessment on site in host schools. These field-based courses integrate your experiences in the classroom and with your small groups into your coursework and provide opportunities for you to interact with and learn from members of school inquiry teams, early career teachers, and master teachers.          Campus-based courses and networking Year-long courses combine work on campus, work in the field, and online learning to immerse you in modern science concepts, scientific advances, and research.          Technology-infused curriculum You will use technology throughout the teacher residency program &ndash; smart boards in classrooms, iPad-based or other handheld text and video exchanges, blogs and wikis, Cisco-supported video- and teleconferencing, online course work in collaboration with our partner, the American Museum of Natural History, and web-based courseware. Your own use of new media and technologies prepares you to incorporate multimedia teaching and learning techniques into your own classroom practice.          Generous scholarships CRISP students receive a $30,000 tuition scholarship from NYU Steinhardt (must be U.S. citizen or permanent resident of the U.S. to be offered a scholarship) .       CRISP strives to prepare teachers who:       know science deeply and are connected to a community of scientists and science educators    know intimately and are prepared to meet the challenges of teaching students affected by poverty, disabilities, and deficits in academic literacy    have the skills, tools, dispositions, and connections to learning communities in order to thrive as early-career teachers and to ensure their students thrive as well    will stay in teaching, serving students in greatest need of their teaching                                                                                          This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Teaching and Learning - 239 Greene Street, New York, NY 10003"}, {"content": "Science Education - NYU Steinhardt                                                           Skip to content        NYU Steinhardt School of Culture, Education, and Human Development              apply now     request info     contact                                      Department of Teaching and Learning             Programs         Degrees           Undergraduate      Masters      Dual BA/MA Programs      Doctoral              Childhood Education     Early Childhood Education     English Education     Environmental Conservation Education     Literacy Education     Mathematics Education     Multilingual and Multicultural Studies           Bilingual Education      Foreign Language Education      TESOL      Teaching French as a Foreign Language      Teaching Spanish as a Foreign Language              Science Education     Social Studies Education     Special Education     Minors     Dual BA/MA Programs            Fieldwork         Pre-Student Teaching Experience     Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources              Certification/Accreditation (TEAC)     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative                     Research            Center for Research on Higher Education Outcomes     Metropolitan Center for Urban Education     Wallerstein Collaborative For Urban Environmental Education     Constantin Georgiou Library     Field Initiatives           ASD Nest Support Project      Developing Chinese Language Teachers      Literacy Clinic      Math, Science, Technology Enhancement Project      Mentoring Urban Students for Teaching      Reading Recovery      Science Ed: Perception, Practice &amp; Policy      Training for All Teachers      Wallerstein Collaborative              Faculty Research Interests     Faculty Publications            Faculty         Full-Time Faculty     Staff Directory            Future Students          Undergraduate     Graduate           Application Guide      Financial Aid      Tuition and Cost of Attendance      Housing      Information Sessions              Request Information     NY Teacher Certification            Current Students         Student Teaching           About Student Teaching      Login to Apprentice      Cooperating Schools      Resources           Advisement           Undergraduate      Graduate                 Job Opportunities           Job Strategies Workshop      Browse Job Postings      Post a New Job              Awards and Honors     Scholarships for Advanced Study            Alumni        About         Mission/Core Values      Student Outcomes     Teacher Education at NYU Steinhardt      Accreditation     Higher Education Opportunity Act (HEOA) Title II         Contact/Directions            News/Events     Video/Podcasts         Videos     Educational Policy Breakfasts                  Science Education                   About the Bachelor's Degree     Program of Study     Job Outlook     Links          Dual BA/MA             About the Master's Program     Program of Study     Residency     Admissions and Aid     Careers     Staff     FAQ                      Conferences                      Programs Overview                  Associate Professor Pamela Fraser-Abder discusses Steinhardt Science Education undergrad & graduate programs:  * what makes good science teachers * urban classroom teaching * research by NYU science scholars * teaching in non-formal settings  * careers            Permalink |          Email |     Share on: Facebook |       Twitter                                            Overview: Science Education Programs at NYU Steinhardt                                 CRISP Overview                  Professor Pamela Fraser-Abder, director of the Science Education Program, gives an overview of the new CRISP M.A. program at NYU Steinhardt.            Permalink |          Email |     Share on: Facebook |       Twitter                                            An Overview of the Clinically Rich Integrated Science Program by Professor Pamela Fraser-Abder                                 Science Education Week                  A compilation of seminars, events and regional high school student projects co- sponsored by NYU Steinhardt and the NYC Department of Education.            Permalink |          Email |     Share on: Facebook |       Twitter                                            Science Education Week at NYU 2013                           Teacher Education AT NYU STEINHARDT         BS in Science Education    Since their inception, the Bachelor of Science Programs in Teaching Science, Grades 7-12, has been a leader in the nationwide movement in teacher education to stimulate the study of science, technology, and society in high schools. Today, we supplement our emphasis on science, technology, and society with a focus on training teachers to adapt curricula to multicultural environments, especially in urban areas, so that all students feel more at home in studying science.    Accelerated Dual BA in Science/MA in Science Education (for CAS Students)    The Department of Teaching and Learning and the College of Arts and Science offer several accelerated dual-degree programs , including a BA Science/MA Science Education track , that allow students majoring in selected disciplines to simultaneously complete both their BA from the College of Arts and Science and an MA in Teacher Education from the Steinhardt School of Culture, Education, and Human Development in only five years.    Students admitted to one of the BA/MA Teacher Education programs can, with careful planning, earn both degrees in a shortened time and at less cost than is normally the case. These programs combine the benefits of a broad liberal arts education at the undergraduate level with a professional education at the graduate level.    All dual degree programs or accelerated options qualify graduates for initial certification as a teacher in grades 7 through 12 in New York State and most states around the country.    MA, Clinically Rich Integrated Science Program (CRISP)    This one-year teacher residency program prepares career changers and college graduates to become science teachers in urban public schools. The curriculum immerses aspiring teachers in the science classroom and integrates theory, practice, and science content into daily teaching and learning experiences. Graduates are eligible for initial/professional certification in New York State in Teaching Science (Biology, Chemistry, or Physics), grades 7-12.    Special note : The Program in Science Education is currently not admitting students to its regular (non-teacher residency) two-year initial certification master's curriculum.    PhD in Teaching and Learning with a Focus on Science and Environmental Education    NYU Steinhardt is seeking exceptional doctoral applicants who are committed to scholarship and action in educational settings, have a background in science, and would like to pursue a PhD in Teaching and Learning, with a focus on science and environmental education.                                                     This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved.   NYU Steinhardt - Teaching and Learning - 239 Greene Street, New York, NY 10003"}]}]