[{"detail": [{"content": "Social Foundations I, II, III, LS | NYU                                                    Navigation       Liberal Studies                 About Arts and Science | Departments and Programs | The Faculty       About Liberal Studies | Core Program | Global Liberal Studies | Admissions | Faculty                  Back to Home             Social Foundations I, II, III   This sequence of courses introduces the history of ideas in areas from philosophy to political theory to history and religious thought from their origins to the post-World War II era. Instructors ground students in the various forms of cultural contact, diffusion, and resistance by which fundamental ideas about the nature and structure of society have circulated across cultures and compare the way concepts like “justice” have been treated in widely disparate traditions. Students are encouraged to distinguish between understanding a text in its historical setting and engaging in broad historical criticism. Accordingly, writing assignments strive to strike a balance between close reading and comparative assessment. Social Foundations I SF I introduces students to the ancient world and ends with the dissolution of the Western Roman Empire, the Gupta Empire in India, and the Han Dynasty in China. This course takes a global perspective and uses an interdisciplinary approach, and part of its aim is to explore enduring questions such as the relation between the individual and society, between justice and power, and between humanity and the divine. The ancient societies from which the texts emerged are as much objects of study as the ancient texts themselves. Students are expected to consider many ideas with which they might not agree. They ask how these earlier conceptions speak to their own lives and how these earlier ideas connect to the world today. Students are encouraged to distinguish between understanding a text in its historical settings and engaging in broad historical criticism. Accordingly, writing assignments strive to strike a balance between close reading and comparative assessment. In addition to drawing seminal texts from the Mediterranean world and the Middle East, instructors give extended attention to at least one Mediterranean/non-European culture. Social Foundations II SF II spans a thousand years, from the rise of Islam and the reunification of China under the Tang Dynasty (in the 7th century CE) through the Scientific Revolution and the decline of the Mogul Empire in India. This course invites students to consider great ideas that have often helped earlier peoples organize their lives — but which have also set them in conflict sometimes with other communities and sometimes among themselves. Such ideas have sparked movements for ethical and social reform, conquest, recovery of lost classics, and religious renewal. Vast new empires appear during this period, but so do challenges to their rule. Religious conflicts lead to civil war, and modern science emerges as a challenge to traditional beliefs. Throughout, different conceptions of human nature emerge and collide. Oppression gives rise to new movements for greater equality and individual rights, and bitter struggles for power lead to the creation of large new colonial empires, whose effects linger to the present day. In addition, the world’s different civilizations come into increasing contact through exploration and trade. Students are expected to consider these ideas and developments critically, with an eye to their philosophical, political, and historical significance; and they are encouraged to explore the ways in which texts that have often been read in exclusively Western contexts yield new meaning when placed in non-Western settings. Social Foundations III SF III examines major intellectual and historical events from the Enlightenment and the Qing Dynasty (around 1700) to the contemporary world. This period has seen some of the most rapid and significant changes in human society and scientific understanding. At the same time, many of the enduring questions of humanity have become even more critical as disparate cultures interact in a new global arena. This course is a capstone to the foundations sequence; accordingly, authors and themes come from a range of texts both interdisciplinary and international. Among the themes the course explores are the philosophical and political debates that followed the creation of global colonial empires, as societies from around the world confronted imperial polices and institutions. The course also considers the rise of vast, new international markets; the spread of revolutionary and national liberation movements in the 19th and 20th centuries; new challenges to established property; and the social effects of industrialization. In addition, instructors discuss postmodern attempts to question and undermine the institutions and practices that structure contemporary societies. In this part of the sequence, students consider criticisms of Western practices that form both within the West and from other regions of the world, giving special attention to the reception of Western texts by other traditions and, conversely, the influence of these other traditions on the West.                       Home       About Liberal Studies       Academics       Global Study       Admissions       Student Life       Alumni       Parents       News       LS Current Student Advising Site       LS Faculty Information Site               Updated on 01&#047;23&#047;2015       Stay Connected       Facebook       Twitter       Instagram           Contact Us                             Contact Us"}]}]