[{"detail": [{"content": "Music Education Graduate Syllabi and Course Descriptions - Teacher Education at Steinhardt - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Teacher Education at Steinhardt              Teacher Education at Steinhardt        Steinhardt Values          Teacher Preparation             Faculty     Program Areas     Teacher Certification     Education Standards     Field Experiences & Student Teaching       Study Abroad Opportunities     Working Groups            Educational Research         Education Research         Centers, Reports and Data     Accreditation            Special Projects         ASD-NEST     CRISP     Developing Chinese Language Teachers     Great Oaks Residency     P-SELL     Partnership Schools     Reading Recovery     Saturday Art Workshop                                        Music Education Graduate Syllabi and Course Descriptions                  Course ID Title Description             MPAIA-GE 2029    Technology Resources for Performing Arts Education    Applications of communication and digital technologies as designed for performing arts as resources for performing arts educators. Special emphasis is given to the use of the World Wide Web (WWW) as a resource for researching and creating performing arts materials and developing collaboration in the performing arts. Applications of the WWW as an archive for performing arts materials and portfolios are also explored.          MPAIA-GE 2031    Collaborative Projects in Performing Arts    Projects developed collaboratively by performing artists, arts technicians, composers, choreographers, directors, and others designed for live and processed performance in various performance venues.          MPAIA-GE 2010    Human Development and Education in the Arts             MPAME-GE 2010    Current Readings in Music Education    A multi-disciplinary examination and application of the implications of critical theory for curriculum and pedagogy and the ways in which the educative environment can reflect this framework in music education. Particular attention will be paid to the performing arts and the ways in which our marginal status provides a powerful entry point into the conversation of 'general education.          MPAME-GE 2021    Music Reference and Research Materials             MPAME-GE 2027    The Teaching of Music in Junior and Senior High School    Music in the general curriculum. Developing an understanding and perception of the process of musical thought appplicable to youth. Students observe in selected schools.          MPAME-GE 2031    Creative Performance Opportunities in Music Education    Students serve as a production team that will create, rehearse, produce, and perform a culminating musical presentation at local venues. Such site may be schools, Senior Citizens Homes, Health Care Facilities, Community Centers. Students will assume the roles played by all personnel involved in putting on a performance, as well as becoming familiar with repertoire *music, lyrics, and dialogue) suited to the abilities of the performers.          MPAME-GE 2032    Music Education in a Cultural Context    Music's socio-ideological nature with special attention to: (a) the ways in which culture influences music education, music preference, music cognition, and musical values; and (b) the ways in which musical practices influence culture and social relations. Topics include: music education as intercultural education; music and gender; music and power; music as commodity; the educational implications of musical-cultural relativity; music education as an agent of social reproduction and transformation; music education as socialization process; music education as 'text'.          MPAME-GE 2033    Technological Trends in Music Education    Students create new work and music in the context of improvising, playing, composing, writing, moving, reflecting, meditating, and responding to the literature of creativity in the context of music education, composition, and the performing arts.          MPAME-GE 2034    Instrumental Techniques and Materials: Chamber Music    Rehearsal techniques and special problems in ensemble performance.          MPAME-GE 2035    Technological Trends in Music Education    The impact of music technology and its implications for music education are examined. Students are introduced to Digital Audio, MIDI (Music Instrument Digital Interface) and the use of MIDI in providing music scores for classroom and ensembles as well as the use of MIDI in live performance in student ensembles. Students focus on techniques of special applications of music technology to music education on the Web and other digital media.          MPAME-GE 2052    Community Music    C ommunity Music is an emerging field of music education that challanges many traditional assumptions and forms of music teaching and learning. This course examines the conceptual, cultural, historical, sociological and pedagogical foundations of community music from a global perspective.          MPAME-GE 2056    Problems of Music Education: Computer-Assisted Instruction    An examination of current strategies in using the computer as an aid to a learning in music education. Current music software, CD-ROM, and internet resources are examined and evaluated. Students design the content for a computer-assisted instruction module at their level of service in their special areas of teaching music.          MPAME-GE 2058    Music Education Curriculum Development    The philosophical, psychological, sociological, political, and practical bases of music curriculum design. Students will learn to integrate curriculum theory and practice by applying their studies in this course to practical curriculum development projects for their individual teaching situations.          MPAME-GE 2061    Psychology of Music Education    This course analyzes a wide range of published research on relationships between music education and (1) behaviorism, (2) cognitive development thoery, (3) constructivism, (4) humanism, (5) human consciousness studies, (6) self-identity formation, (7) motivation theory, and (8) tests of musical intelligence and achievement. Music education contributes importantly to this dialectical exchange among competing and complementary theories.          MPAME-GE 2082    Choral Materials and Techniques    T he choral rehearsal is more than just singing. This workshop provides hands-on experience with vocal and choral techniques, choral arranging and composition for various ensembles, including selection and development of repertoire, and involving students in the arranging, composing, and performing process.          MPAME-GE 2085    NYU Choral Arts Society    Performance of the major choral literature. The society presents concerts at many University and public functions. Smaller ensembles are derived from the total membership.          MPAME-GE 2093    Choral Conducting Practicum for Music Education    Practical procedures and materials for conducting choral ensembles at all levels of music education. Students enrooled in this course demonstrate essential choral conducting techniques, knowledge of appropriate instrumental repertoire, and the ability to analyze and synthesize chamber and orchestral music scores for conception, interpretation, rehearsal, and performance.          MPAME-GE 2102    Fundamentals of Conducting    Basic principles of conductiong, patterns, cuing, score preparation, score reading, rehearsal and performance techniques.          MPAME-GE 2103    Guitar Practicum for Music Education    A general introduction to teaching and learning guitar as a classroom instrument.          MPAME-GE 2104    Brass Practicum for Music Education    An ensemble approach to teaching and learning brass instruments. Each student will experience with at least three different brass instruments.          MPAME-GE 2105    Woodwind Practicum for Music Education    An ensemble approach to teaching and learning woodwind instruments. Each student will have experience with at least three different wood instruments.          MPAME-GE 2106    String Practicum for Music Education    An ensemble approach to teaching and learning string instruments. Each student will have experience with three to four different string instruments          MPAME-GE 2107    Percussion Practicum for Music Education    An ensemble approach to teaching and learning percussion instruments. Students perform, compose/arrange, and conduct using various percussion configurations.          MPAME-GE 2108    Vocal Practicum for Music Education    Introduction to vocal techniques and materials with emphasis on vocal development at all grade levels, including the changing voice.          MPAME-GE 2111    Instrumental Conducting Practicum for Music Education    Practical procedures and materials for conducting instrumental ensembles at all levels of music education. Students enrolled in this course demonstrate essential instrumental conducting techniques, knowledge of appropriate instrumental repertoire, and the ability to analyze and synthesize chamber and orchestral music scores for conception, interpretation, rehearsal, and performance.          MPAME-GE 2113    Music for Children    Music and movement experiences for the classroom (K-6); cognitive basis for aesthetic sensitivity and expression.          MPAME-GE 2114    Music for Exceptional Children    Music-movement experiences for individuals with mild to moderate impairment./dysfunction. Emphasis on learning strategies in heterogeneous school classrooms. Aesthetic factors in the individualized education program.          MPAME-GE 2115    Instrumental Materials, Techniques, and Technology in Music Education    Instrumental materials and techniques suited to all levels of music instruction. Particular emphasis on assessment practices, diagnosis of instrumental problems, group methods, and individualized instruction including computer assisted technology.          MPAME-GE 2116    Teaching Music Composition and Improvisation    Teaching musical creativity in the middle and secondary school. Through active involvement in various kinds of composing and improvising, and teaching these musical involvements, students will learn how to create, plan, and teach lessons in a variety of musical styles.          MPAME-GE 2119    Teaching Music in the Elementary Grades    Integrated music and movement experiences in the development of elementary curricula for cognitive-affective growth. Means and materials, published and self-devised.          MPAME-GE 2130    Research in Music and Music Ed             MPAME-GE 2139    Basic Concepts in Music Education    Study of philosophical, psychological, and sociological concepts that form a foundation for the teaching of music.          MPAME-GE 2149    Introduction to Orff and Kodaly Methods    Introduction to concepts and practices in the Orff and Kodaly methods for music education.          MPAME-GE 2161    Kodaly Practicum I: Solfeggi Praxis-Level 1    Develops teacher's ability to use tools of Modally movable tonic solfeggi, rhythm syllables, and development of the following skills: conducting, inner hearing, dictation's, improvisation, and part work.          MPAME-GE 2162    Kodaly Practicum I: Solfeggi Praxis-Level 2    Continuation of Solfeggi Praxis I. Develops the teacher's ability to use tools of Modally, movable tonic solfeggi, rhythm syllables, and development of following skills: conducting, inner hearing, dictation, improvisation, and part work.          MPAME-GE 2163    Kodaly Practicum I: Solfeggi Praxis-Level 3    Continuation of Solfeggi Praxis II. Develops the teacher's ability to use tools of Modally, movable tonic solfeggi, rhythm syllables, and development of following skills: conducting, inner hearing, dictation, improvisation, and part work.          MPAME-GE 2164    Kodaly Practicum II: Choral Conductin Praxis-Level 1    D evelopment of choral conducting techniques: posture, beat patterns, signals for expressive singing (dynamics and articulation), and cueing entrances and cut-offs in polyphonic music.          MPAME-GE 2166    Kodaly Practicum II: Choral Conducting Praxis-Level 3    Continuation of Choral Conducting Praxis - Level 2. Development of choral conducting techniques: posture, beat patterns, signals for expressive singing (dynamics and articulation), and cueing entrances and cut-offs in polyphonic music.          MPAME-GE 2167    Kodaly Practicum III: Choral Praxis    Provides student with the choral performance experience. Rehearses on a regular basis.          MPAME-GE 2168    Kodaly Practicum IV: Voice Praxis    Student learns physiology of the voice, technique of posture, breath management, fountain, resonant tone production, diction and expression, and explores activities appropriate for young voices.          MPAME-GE 2170    Kodaly Practicum VI: Traditional (Folk) Materials and Research    Offers experience in song collecting of traditional (folk) music.          MPAME-GE 2171    Kodaly Practicum VII: Kodaly Methodology Praxis Level I    Introduces student to philosophy and practice of Kodaly-based curriculum. Praxis in traditional song literature, music literature, and curriculum development.          MPAME-GE 2172    Kodaly Practicum VII: Kodaly Methodology Praxis Level II    Continuation of Modally Methodology Praxis - Level 1. Introduces student to philosophy and practice of Kodaly-based curriculum. Praxis in traditional song literature, music literature, and curriculum development.          MPAME-GE 2173    Kodaly Practicum VII: Methodology Praxis Level III    Continuation of Modally Methodology Praxis - Level 1. Introduces student to philosophy and practice of Kodaly-based curriculum. Praxis in traditional song literature, music literature, and curriculum development.          MPAME-GE 2939    Colloquy in Music Education    Synthesis of learning theories demonstrated through individual thesis projects.                   General Pedagogical Core Syllabi and Course Descriptions          Course ID Title Description             TCHL-GE 2000    Field Consultations    On-site consultation for in-service personnel by faculty on such problems as goal selection, curriculum development, or evaluation. In-service personnel and faculty sponsor mutually identify a problem and develop and implement a plan. May be taken on group or individual basis. Registration requires submission of field consultation from and approval of faculty sponsor and program director.          TCHL-GE 2010    Inquiries Into Teaching &amp; Learning III    Introduces graduate level preservice teachers to the complexities of teaching by exploring four major themes -- learning, knowledge and knowing, teachers and teaching, schools and schooling. Each theme is investigated by analyzing issues of the learner's autobiography, the challenges of diversity, the power of collaboration, and uses of reflection. Students read and respond to a range of relevant tests, engage in observation of an elementary or secondary school classroom, create a classroom portrait with a focus on a particular learner, and produce a learning portfolio.          TCHL-GE 2013    Applied Research Design    Based on the formal principles of experimental and survey design, this course prepares students to design sound quantitative research studies that take into account the practical constraints of the real world. Topics include formulating research questions, identifying relevant target populations, selecting and sampling study participants, choosing which predictors to study, defining comparison groups, identifying appropriate measures, determining sample size, and evaluating the outcomes. Appropriate for doctoral students preparing to write a dissertation proposal.          TCHL-GE 2132    Evaluating Educational Programs    Appropriate methods of assessment of educational programs with emphasis on evaluative procedures for developers and users and consideration of materials and effectiveness of programs; focus on teacher's need for evaluation skills.          TCHL-GE 2275    Language &amp; Literacy Acquisition &amp; Development    Explores the interconnections among the acquisition of first (and second) language and the development of print and media literacy from birth through adolescence. Emphases are placed on the interactions of reading and writing with a focus on those children who make transitions and acquire the appropriate skills easily, as well as those who find it more difficult, particularly in middle childhood and adolescence. The implications for literacy education for students speaking a second language or a variety of English are also explored in the context of urban education.          TCHL-GE 2515    Adolescent Learners in Urban Contexts    Emphasis on applying theoretical knowledge of adolescent development to classroom teaching. Strategies for general and special education teachers to meet the cognitive, emotional, and social needs of adolescents in urban contexts. Focus on differentiating instruction to maximize learning opportunities and outcomes for all learners across ethnicity, race, national origin, linguistic competencies, ability status, learning styles, sexual orientation, gender, and social class. Issues of curriculum development, instructional planning, classroom management, and use of technology. Methods for collaboration with parents, teachers, and other professionals.          TCHL-GE 2999    Drug Alcohol Ed &amp; Child Abuse ID &amp; School Violence: Social Responsibilities of Teachers    An introduction to the role and responsibilities of teachers, school administrators, speech pathologists and pupil personnel staff in the coordinated school health program. Includes strategies to prepare prospective educators for addressing mandated health subjects (e.g., recognition and prevention of substance abuse, HIV/AIDS, child abduction; child abuse recognition; safety education, and violence prevention, including fire and arson prevention). Meets NYS Education Department certification requirements for instruction in school violence prevention (2 hours) and identification and reporting of child abuse (2 hours). And fulfills the harassment, bullying, and discrimination prevention and intervention training required for certification/licensure under the Dignity for All Students Act (The Dignity Act). Three of the required six instructional hours will be delivered through face to face instruction .* *Access to a school /field site is required and can be arranged upon request.                            This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]},
{"detail": [{"content": "Music Education Graduate Syllabi and Course Descriptions - Teacher Education at Steinhardt - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Teacher Education at Steinhardt              Teacher Education at Steinhardt        Steinhardt Values          Teacher Preparation             Faculty     Program Areas     Teacher Certification     Education Standards     Field Experiences & Student Teaching       Study Abroad Opportunities     Working Groups            Educational Research         Education Research         Centers, Reports and Data     Accreditation            Special Projects         ASD-NEST     CRISP     Developing Chinese Language Teachers     Great Oaks Residency     P-SELL     Partnership Schools     Reading Recovery     Saturday Art Workshop                                        Music Education Graduate Syllabi and Course Descriptions                  Course ID Title Description             MPAIA-GE 2029    Technology Resources for Performing Arts Education    Applications of communication and digital technologies as designed for performing arts as resources for performing arts educators. Special emphasis is given to the use of the World Wide Web (WWW) as a resource for researching and creating performing arts materials and developing collaboration in the performing arts. Applications of the WWW as an archive for performing arts materials and portfolios are also explored.          MPAIA-GE 2031    Collaborative Projects in Performing Arts    Projects developed collaboratively by performing artists, arts technicians, composers, choreographers, directors, and others designed for live and processed performance in various performance venues.          MPAIA-GE 2010    Human Development and Education in the Arts             MPAME-GE 2010    Current Readings in Music Education    A multi-disciplinary examination and application of the implications of critical theory for curriculum and pedagogy and the ways in which the educative environment can reflect this framework in music education. Particular attention will be paid to the performing arts and the ways in which our marginal status provides a powerful entry point into the conversation of 'general education.          MPAME-GE 2021    Music Reference and Research Materials             MPAME-GE 2027    The Teaching of Music in Junior and Senior High School    Music in the general curriculum. Developing an understanding and perception of the process of musical thought appplicable to youth. Students observe in selected schools.          MPAME-GE 2031    Creative Performance Opportunities in Music Education    Students serve as a production team that will create, rehearse, produce, and perform a culminating musical presentation at local venues. Such site may be schools, Senior Citizens Homes, Health Care Facilities, Community Centers. Students will assume the roles played by all personnel involved in putting on a performance, as well as becoming familiar with repertoire *music, lyrics, and dialogue) suited to the abilities of the performers.          MPAME-GE 2032    Music Education in a Cultural Context    Music's socio-ideological nature with special attention to: (a) the ways in which culture influences music education, music preference, music cognition, and musical values; and (b) the ways in which musical practices influence culture and social relations. Topics include: music education as intercultural education; music and gender; music and power; music as commodity; the educational implications of musical-cultural relativity; music education as an agent of social reproduction and transformation; music education as socialization process; music education as 'text'.          MPAME-GE 2033    Technological Trends in Music Education    Students create new work and music in the context of improvising, playing, composing, writing, moving, reflecting, meditating, and responding to the literature of creativity in the context of music education, composition, and the performing arts.          MPAME-GE 2034    Instrumental Techniques and Materials: Chamber Music    Rehearsal techniques and special problems in ensemble performance.          MPAME-GE 2035    Technological Trends in Music Education    The impact of music technology and its implications for music education are examined. Students are introduced to Digital Audio, MIDI (Music Instrument Digital Interface) and the use of MIDI in providing music scores for classroom and ensembles as well as the use of MIDI in live performance in student ensembles. Students focus on techniques of special applications of music technology to music education on the Web and other digital media.          MPAME-GE 2052    Community Music    C ommunity Music is an emerging field of music education that challanges many traditional assumptions and forms of music teaching and learning. This course examines the conceptual, cultural, historical, sociological and pedagogical foundations of community music from a global perspective.          MPAME-GE 2056    Problems of Music Education: Computer-Assisted Instruction    An examination of current strategies in using the computer as an aid to a learning in music education. Current music software, CD-ROM, and internet resources are examined and evaluated. Students design the content for a computer-assisted instruction module at their level of service in their special areas of teaching music.          MPAME-GE 2058    Music Education Curriculum Development    The philosophical, psychological, sociological, political, and practical bases of music curriculum design. Students will learn to integrate curriculum theory and practice by applying their studies in this course to practical curriculum development projects for their individual teaching situations.          MPAME-GE 2061    Psychology of Music Education    This course analyzes a wide range of published research on relationships between music education and (1) behaviorism, (2) cognitive development thoery, (3) constructivism, (4) humanism, (5) human consciousness studies, (6) self-identity formation, (7) motivation theory, and (8) tests of musical intelligence and achievement. Music education contributes importantly to this dialectical exchange among competing and complementary theories.          MPAME-GE 2082    Choral Materials and Techniques    T he choral rehearsal is more than just singing. This workshop provides hands-on experience with vocal and choral techniques, choral arranging and composition for various ensembles, including selection and development of repertoire, and involving students in the arranging, composing, and performing process.          MPAME-GE 2085    NYU Choral Arts Society    Performance of the major choral literature. The society presents concerts at many University and public functions. Smaller ensembles are derived from the total membership.          MPAME-GE 2093    Choral Conducting Practicum for Music Education    Practical procedures and materials for conducting choral ensembles at all levels of music education. Students enrooled in this course demonstrate essential choral conducting techniques, knowledge of appropriate instrumental repertoire, and the ability to analyze and synthesize chamber and orchestral music scores for conception, interpretation, rehearsal, and performance.          MPAME-GE 2102    Fundamentals of Conducting    Basic principles of conductiong, patterns, cuing, score preparation, score reading, rehearsal and performance techniques.          MPAME-GE 2103    Guitar Practicum for Music Education    A general introduction to teaching and learning guitar as a classroom instrument.          MPAME-GE 2104    Brass Practicum for Music Education    An ensemble approach to teaching and learning brass instruments. Each student will experience with at least three different brass instruments.          MPAME-GE 2105    Woodwind Practicum for Music Education    An ensemble approach to teaching and learning woodwind instruments. Each student will have experience with at least three different wood instruments.          MPAME-GE 2106    String Practicum for Music Education    An ensemble approach to teaching and learning string instruments. Each student will have experience with three to four different string instruments          MPAME-GE 2107    Percussion Practicum for Music Education    An ensemble approach to teaching and learning percussion instruments. Students perform, compose/arrange, and conduct using various percussion configurations.          MPAME-GE 2108    Vocal Practicum for Music Education    Introduction to vocal techniques and materials with emphasis on vocal development at all grade levels, including the changing voice.          MPAME-GE 2111    Instrumental Conducting Practicum for Music Education    Practical procedures and materials for conducting instrumental ensembles at all levels of music education. Students enrolled in this course demonstrate essential instrumental conducting techniques, knowledge of appropriate instrumental repertoire, and the ability to analyze and synthesize chamber and orchestral music scores for conception, interpretation, rehearsal, and performance.          MPAME-GE 2113    Music for Children    Music and movement experiences for the classroom (K-6); cognitive basis for aesthetic sensitivity and expression.          MPAME-GE 2114    Music for Exceptional Children    Music-movement experiences for individuals with mild to moderate impairment./dysfunction. Emphasis on learning strategies in heterogeneous school classrooms. Aesthetic factors in the individualized education program.          MPAME-GE 2115    Instrumental Materials, Techniques, and Technology in Music Education    Instrumental materials and techniques suited to all levels of music instruction. Particular emphasis on assessment practices, diagnosis of instrumental problems, group methods, and individualized instruction including computer assisted technology.          MPAME-GE 2116    Teaching Music Composition and Improvisation    Teaching musical creativity in the middle and secondary school. Through active involvement in various kinds of composing and improvising, and teaching these musical involvements, students will learn how to create, plan, and teach lessons in a variety of musical styles.          MPAME-GE 2119    Teaching Music in the Elementary Grades    Integrated music and movement experiences in the development of elementary curricula for cognitive-affective growth. Means and materials, published and self-devised.          MPAME-GE 2130    Research in Music and Music Ed             MPAME-GE 2139    Basic Concepts in Music Education    Study of philosophical, psychological, and sociological concepts that form a foundation for the teaching of music.          MPAME-GE 2149    Introduction to Orff and Kodaly Methods    Introduction to concepts and practices in the Orff and Kodaly methods for music education.          MPAME-GE 2161    Kodaly Practicum I: Solfeggi Praxis-Level 1    Develops teacher's ability to use tools of Modally movable tonic solfeggi, rhythm syllables, and development of the following skills: conducting, inner hearing, dictation's, improvisation, and part work.          MPAME-GE 2162    Kodaly Practicum I: Solfeggi Praxis-Level 2    Continuation of Solfeggi Praxis I. Develops the teacher's ability to use tools of Modally, movable tonic solfeggi, rhythm syllables, and development of following skills: conducting, inner hearing, dictation, improvisation, and part work.          MPAME-GE 2163    Kodaly Practicum I: Solfeggi Praxis-Level 3    Continuation of Solfeggi Praxis II. Develops the teacher's ability to use tools of Modally, movable tonic solfeggi, rhythm syllables, and development of following skills: conducting, inner hearing, dictation, improvisation, and part work.          MPAME-GE 2164    Kodaly Practicum II: Choral Conductin Praxis-Level 1    D evelopment of choral conducting techniques: posture, beat patterns, signals for expressive singing (dynamics and articulation), and cueing entrances and cut-offs in polyphonic music.          MPAME-GE 2166    Kodaly Practicum II: Choral Conducting Praxis-Level 3    Continuation of Choral Conducting Praxis - Level 2. Development of choral conducting techniques: posture, beat patterns, signals for expressive singing (dynamics and articulation), and cueing entrances and cut-offs in polyphonic music.          MPAME-GE 2167    Kodaly Practicum III: Choral Praxis    Provides student with the choral performance experience. Rehearses on a regular basis.          MPAME-GE 2168    Kodaly Practicum IV: Voice Praxis    Student learns physiology of the voice, technique of posture, breath management, fountain, resonant tone production, diction and expression, and explores activities appropriate for young voices.          MPAME-GE 2170    Kodaly Practicum VI: Traditional (Folk) Materials and Research    Offers experience in song collecting of traditional (folk) music.          MPAME-GE 2171    Kodaly Practicum VII: Kodaly Methodology Praxis Level I    Introduces student to philosophy and practice of Kodaly-based curriculum. Praxis in traditional song literature, music literature, and curriculum development.          MPAME-GE 2172    Kodaly Practicum VII: Kodaly Methodology Praxis Level II    Continuation of Modally Methodology Praxis - Level 1. Introduces student to philosophy and practice of Kodaly-based curriculum. Praxis in traditional song literature, music literature, and curriculum development.          MPAME-GE 2173    Kodaly Practicum VII: Methodology Praxis Level III    Continuation of Modally Methodology Praxis - Level 1. Introduces student to philosophy and practice of Kodaly-based curriculum. Praxis in traditional song literature, music literature, and curriculum development.          MPAME-GE 2939    Colloquy in Music Education    Synthesis of learning theories demonstrated through individual thesis projects.                   General Pedagogical Core Syllabi and Course Descriptions          Course ID Title Description             TCHL-GE 2000    Field Consultations    On-site consultation for in-service personnel by faculty on such problems as goal selection, curriculum development, or evaluation. In-service personnel and faculty sponsor mutually identify a problem and develop and implement a plan. May be taken on group or individual basis. Registration requires submission of field consultation from and approval of faculty sponsor and program director.          TCHL-GE 2010    Inquiries Into Teaching &amp; Learning III    Introduces graduate level preservice teachers to the complexities of teaching by exploring four major themes -- learning, knowledge and knowing, teachers and teaching, schools and schooling. Each theme is investigated by analyzing issues of the learner's autobiography, the challenges of diversity, the power of collaboration, and uses of reflection. Students read and respond to a range of relevant tests, engage in observation of an elementary or secondary school classroom, create a classroom portrait with a focus on a particular learner, and produce a learning portfolio.          TCHL-GE 2013    Applied Research Design    Based on the formal principles of experimental and survey design, this course prepares students to design sound quantitative research studies that take into account the practical constraints of the real world. Topics include formulating research questions, identifying relevant target populations, selecting and sampling study participants, choosing which predictors to study, defining comparison groups, identifying appropriate measures, determining sample size, and evaluating the outcomes. Appropriate for doctoral students preparing to write a dissertation proposal.          TCHL-GE 2132    Evaluating Educational Programs    Appropriate methods of assessment of educational programs with emphasis on evaluative procedures for developers and users and consideration of materials and effectiveness of programs; focus on teacher's need for evaluation skills.          TCHL-GE 2275    Language &amp; Literacy Acquisition &amp; Development    Explores the interconnections among the acquisition of first (and second) language and the development of print and media literacy from birth through adolescence. Emphases are placed on the interactions of reading and writing with a focus on those children who make transitions and acquire the appropriate skills easily, as well as those who find it more difficult, particularly in middle childhood and adolescence. The implications for literacy education for students speaking a second language or a variety of English are also explored in the context of urban education.          TCHL-GE 2515    Adolescent Learners in Urban Contexts    Emphasis on applying theoretical knowledge of adolescent development to classroom teaching. Strategies for general and special education teachers to meet the cognitive, emotional, and social needs of adolescents in urban contexts. Focus on differentiating instruction to maximize learning opportunities and outcomes for all learners across ethnicity, race, national origin, linguistic competencies, ability status, learning styles, sexual orientation, gender, and social class. Issues of curriculum development, instructional planning, classroom management, and use of technology. Methods for collaboration with parents, teachers, and other professionals.          TCHL-GE 2999    Drug Alcohol Ed &amp; Child Abuse ID &amp; School Violence: Social Responsibilities of Teachers    An introduction to the role and responsibilities of teachers, school administrators, speech pathologists and pupil personnel staff in the coordinated school health program. Includes strategies to prepare prospective educators for addressing mandated health subjects (e.g., recognition and prevention of substance abuse, HIV/AIDS, child abduction; child abuse recognition; safety education, and violence prevention, including fire and arson prevention). Meets NYS Education Department certification requirements for instruction in school violence prevention (2 hours) and identification and reporting of child abuse (2 hours). And fulfills the harassment, bullying, and discrimination prevention and intervention training required for certification/licensure under the Dignity for All Students Act (The Dignity Act). Three of the required six instructional hours will be delivered through face to face instruction .* *Access to a school /field site is required and can be arranged upon request.                            This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}, {"content": "Kod&aacute;ly Summer Institute 2014 - Programs - Music Education - NYU Steinhardt                                                 Please enter your start address in the box below (or allow GPS to find your position) to get directions to 35 West Fourth Street, New York, NY 10003                                          NYU Steinhardt School of Culture, Education, and Human Development             Department of Music and Performing Arts Professions           Contact    Directions    Menu                    Overview                  Location         History         Director's Message           International Welcome and History                       Academics            Admissions                  Undergraduate         Graduate         Doctoral                         Auditions              Prospective Students           Current Students                       People                  Faculty         Students         Alumni         Staff                    Research                    ArtsPraxis           Music and the Moving Image           Music and Audio Research Laboratory           Center for Research in Dance Education           Faculty Research Interests           Faculty Collaborations                       Events      Facilities              Facilties Overview        Frederick Loewe Theatre           Provincetown Playhouse           Black Box Theatre           Percussion Penthouse           Music Technology Facilities           Music Technology Studios                       FAQ        Close Menu                          Programs - Music Education     Kodály Summer Institute 2014                                          More Links                            Programs         Undergraduate     Dual Degree     Master's     Doctoral     Summer     Study Abroad           Curriculum         Undergraduate     Master's     Doctoral           Auditions    People        Faculty     Students     Alumni          Teacher Certification    Ensembles    FAQ     Media         Videos     Photos                                     Close Menu                                        Celebrating the 26th Summer of Kod&aacute;ly Studies at New York University                Dates       June 30, 2014 - July 18, 2014             Tuition       $1250             Housing Dates       June 29, 2014 - July 19, 2014             Housing &amp; Meal Plan Fee       $1263             Application Deadline        TBD             Application        Available January 15, 2014                Please note that the prices above reflect the 2013 pricing structure and are subject to change.    Program Features       Levels 1, 2, and 3    Noncredit or 3 Graduate Credits    Low-cost NYU Dormitory Accommodations Available    Preschool Through Middle School Methodology    Ear Training Using Movable Tonic Solfege    Vocal Skills for Children, Adolescents, and Adults    Choral Ensemble    Choral Conducting    Materials and Skills for Starting a Chorus at Elementary and Middle School Levels    Traditional (Folk) Materials and Research    Movement through Singing Games    Extending Kod&aacute;ly to the Recorder       NYU KOD&Aacute;LY 2014 TRIP TO HUNGARY    A fourth week is TBD in Hungary for Summer 2014.    TRIP TO HUNGARY    This offering will be similar to the trip to Hungary, Summer 2011. Participants will interact with the second week of the 27 th International Kod&aacute;ly Seminar and Kod&aacute;ly Art Festival, a biyearly summer program organized by the Zolt&aacute;n Kod&aacute;ly Pedagogical Institute of Music (ZKPIM), Kecskem&eacute;t, Hungary: dates TBD Please see the ZKPIM website: http://www.kodalyseminar.hu .    For more detailed information, please visit the website of NYU Steinhardt Study Abroad Summer 2014:    http://steinhardt.nyu.edu/global/programs/summer    2014 Special Workshops    Workshops for 2014 are TBD. 2013 workshops are shown below.    Kod&aacute;ly Curriculum: Developing Ideas and Applications Sarah St. Onge, Instructor Monday through Friday, July 8&ndash;12, 2013, 5:00&ndash;7:30 p.m. daily. Tuition: $250.00    This workshop is geared for Kod&aacute;ly-trained teachers who have been working in the field for a few years and would like to hone their lesson planning and curriculum development skills. Sarah will demonstrate and deconstruct a number of lesson plan models according to the needs of the participants. These models may include a methodology-based approach, a materials-first approach, a thematic approach, lessons geared for listening or instrumental activities, and/or for Special Education settings. Participants will have the opportunity to critique videotaped lessons and develop new lessons based on these ideas. Lessons will be constructed for a wide range of children's ages and skill levels. In addition, Sarah would like to provide support for teachers who are interested in working through a thorny issue in their practice or curriculum planning. Based on individual areas of interest and focus, teachers will try their hand at developing a new lesson plan technique, curriculum idea, or mode of practice, and present it on the final day of the program.     Solfege Seminar: Renewing the Ear David J. Xiques, Instructor Monday through Friday, July 8&ndash;12 July 2013, 12:30&ndash;2:00 p.m. daily. Tuition: $150.00    This workshop is directed toward Kod&aacute;ly graduates of the NYU Kod&aacute;ly Summer Institute or other training programs. Students will continue working with harmony approached through linear reading, arpeggiated chords and progressions sung in solfege, form and analysis, and structured listening. This seminar will be designed around one particular historical era or stylistic boundary.    Special Workshops Package    Both workshops may be taken together with Chorus, 2:00&ndash;3:00 p.m. Participants are invited to return to Chorus the final week and sing in the Kod&aacute;ly Concert, Friday, July 19, 2013, 7:00 p.m. The two workshops with Chorus are offered at the special tuition rate of $350.                      INTRODUCTION AND SUBJECT AREAS    KOD&Aacute;LY AND MUSIC EDUCATION    KOD&Aacute;LY LEVELS    SPECIAL WEEKEND AND EVENING ACTIVITIES    MASTERS DEGREE AND KOD&Aacute;LY AT NEW YORK UNIVERSITY    KOD&Aacute;LY FACULTY    APPLICATION INFO                   Introduction and Subject Areas    INTRODUCTION AND SUBJECT AREAS    New York University remains the only campus in metropolitan New York offering Kod&aacute;ly certification on a noncredit and graduate credit basis. Students who satisfactorily complete the course work in this program, which is spread over three summers, are eligible to receive certification endorsed by the Organization of American Kod&aacute;ly Educators for Kod&aacute;ly Levels 1, 2, and 3. Daily course work meets from 8:30 a.m. to 4:45 p.m. and is divided into the following seven subject areas:    Voice Pedagogy (daily, 30 minutes) offers students a thorough warm-up of the voice&mdash;the main musical medium in Kod&aacute;ly-based work. Students learn the physiology of the voice and techniques of posture, breath management, phonation, resonant tone production, diction, and expression. Students also explore activities to use in the classroom appropriate for young voices toward the goal of singing with confidence.    Solfege (daily, 75 minutes) develops a teacher's ability to use the tools of the Kod&aacute;ly concept&mdash;movable tonic solfege and rhythm syllables. These tools are used with the development of skills of conducting, inner hearing, dictation, improvisation, and part work. Solfege is divided into three levels.    Kod&aacute;ly Methodology (daily, 75 minutes) introduces the teacher to the philosophy and practice of a Kod&aacute;ly-based curriculum. Supportive traditional song (folk-song) literature, including singing games and dances, is explored toward helping students derive music comparatives (timbre/tone color/tone quality, dynamics, tempo, duration, pitch, texture), beat, rhythm, meter, pitch patterns, simultaneity, and form&mdash;music literacy. Listening experiences are included in this study. The transition to composed music is made. Students explore curriculum development by writing starting points, song lists, yearly flow charts, daily lesson plans, and activity plans (strategies). Kod&aacute;ly Methodology is divided into three levels.    Chorus (daily, 60 minutes) gives the student experience in choral performance. All choral repertory, much of it a cappella , is rehearsed for a performance at the end of the course.    Traditional (Folk) Materials and Research (daily, 60 minutes) offers the student experience in the areas of traditional (folk) song colleting and analysis and the relating of these skills to the ethnomusicological understanding of music as culture. Students from all three levels of the program meet together to focus on certain topics. Summer 2013 focuses on Culture Studies and World Musics in the Classroom 1: Africa, China, India, Indonesia, Ireland.    Choral Conducting (M, W, F, 75 minutes) offers the teacher the development and practice of choral conducting techniques, discovery of choral repertory, score strategies, and rehearsal planning. Students practice posture, beat patterns, and signals for expressive singing (dynamics and articulation). Cueing entrances and cut-offs in polyphonic music are studied. Choral Conducting is divided into three levels.    Recorder Pedagogy and Ensembles (TU, TH, 75 minutes, elective) introduces the teacher to the chest of recorders&mdash;an extension of the Kod&aacute;ly concept to instruments. Teachers become proficient in recorder technique, learn teaching practices, and explore ensemble music for performance.    KOD&Aacute;LY and Music Education    Following his folk-song collecting with B&eacute;la Bart&oacute;k in Hungary in the early 1900s, Zolt&aacute;n Kod&aacute;ly had a vision&mdash;a monumental idea that music, like language, could be taught artistically using the authentic traditional (folk) materials of any given culture. Gathering talented, creative teachers around him, Kod&aacute;ly developed a philosophy:    Music is the core of the curriculum. The ancient Greeks believed that music was at the center of all learning, because music was a natural synthesis of thinking, feeling, and moving.    The body&mdash;singing voice, body idiophones, and movement&mdash;is the best medium for making music. The body and the voice are custom made for every individual. Song and movement are united in traditional (folk) games and dances. Singing with confidence is a main goal.    Traditional (folk) musics leading to other musics are the best materials for becoming literate in Western music. Everyone has a mother tongue&mdash;the language spoken at home. The traditional (folk) music of that language should be the song source from which the facts and concepts of music literacy are drawn. In a complex culture, such as that in the United States, any music of a culture group or subculture group should be considered. In Kod&aacute;ly practice the repertory of materials should take four directions:       Preservation of authentic traditional (folk) songs of the native culture(s).    Exploration of musics of other cultures.    Bridging traditional (folk) songs with all styles of composed music.    Exploration of both historical and living traditions.       Music literacy is like language literacy. Everyone has the ability to hear, speak, read, and write a language. Therefore, everyone has the ability to hear, sing, read, and write music. Music literacy is something that everyone can and should enjoy. Music literacy is the first step of analysis toward the goal of musical understanding.    Quality music is the best material for teaching. Kod&aacute;ly believed that only the best music by the greatest composers and traditional (folk) music most representative of the culture are good enough for children.    Experiencing music&mdash;hearing, developing skills, preparing to derive concepts&mdash;cannot begin too early. Kod&aacute;ly said music training should begin \"nine months before the birth of the mother.\"    The Kod&aacute;ly philosophy has been adapted worldwide. Emphasis on the continuing upgrade of the teacher's own musicianship continues to be a strong feature of this movement. It is a living philosophy constantly being reshaped by research in how children learn music in cultural settings. Kod&aacute;ly's vision complements the emerging focus on world musics by today's music educators.    Levels    Level 1, Level 2, Level 3: Each Level takes one summer to complete&mdash;three summers for all three Levels. Each student receives a Letter of Course Work Completion for the successful completion of each Level. Successful completion of all three Levels (three summers , hopefully consecutive) earns a Kod&aacute;ly document from New York University.    KOD&Aacute;LY Study and New York City    New York City offers an exciting field to observe living traditional (folk) music and culture. Kod&aacute;ly students are invited to attend evening and weekend activities that explore various cultural scenes. Past fieldtrips have included visits to an Irish pub to listen to a seisi&uacute;n and to Brighton Beach to sample the Russian American experience&mdash;activities that situate traditional (folk) studies among living New Yorkers of the twenty-first century.    Special Weekend and Evening Activities       Two evening workshops in making materials for the Kod&aacute;ly-based classroom.    Lunchtime video reviews of Kod&aacute;ly-based lessons.    Picnic in Washington Square Park.    An evening at South Street Seaport to participate in sea chanties.    An afternoon in Chinatown to have dim sum.    An evening at O&rsquo;Neill&rsquo;s Pub to enjoy an Irish seisi&uacute;n.    Dinner on the Boardwalk at Brighton Beach to sample the Russian American experience followed by fun at Coney Island.    Closing Concert and Banquet.       Masters Study and KOD&Aacute;LY at New York University    Students matriculated in the department&rsquo;s in-service master&rsquo;s degree program in Teaching Music may take a three-course sequence as part of their program of study:       MPAME-GE.2146 : Music for Children: Kod&aacute;ly Level 1    MPAME-GE.2147 : Music for Children: Kod&aacute;ly Level 2    MPAME-GE.2148 : Music for Children: Kod&aacute;ly Level 3       For more information on master&rsquo;s degree programs please contact Dr. John Gilbert, Director of Music Education, Department of Music and Performing Arts Professions, New York University, telephone: (212) 998-5424, email: john.gilbert@nyu.edu . Check the NYU Music Education website at steinhardt.nyu.edu/music/education/ .    KOD&Aacute;LY Faculty    KOD&Aacute;LY FACULTY    Jerry Kerlin, Director       BS, MA Music Education, Washington University, St. Louis          PhD Music Education, The Steinhardt School of Culture, Education, and Human Development, New York University          Kod&aacute;ly Diploma, University of Calgary          Associate Professor of Music, Music Education Studies, Manhattanville College, Purchase, New York    Summer Study, Zolt&aacute;n Kod&aacute;ly Pedagogical Institute, Kecskem&eacute;t, Hungary          Former Music Faculty, The Spence School and Third Street Music School Settlement, New York City          Eastern Division Past President, Organization of American Kod&aacute;ly Educators          Former Director on the Board and current Reviewer for Alla Breve: Journal of the Kod&aacute;ly Society of Canada          Kod&aacute;ly workshop clinician in Canada and the United States          Research presenter at the University of Illinois, Music Educators National Conference in Phoenix, New York State School Music Association, University of Notre Dame, College Music Society in Montr&eacute;al, American Hungarian Association at St. John&rsquo;s University, and Manhattanville College          Bronze Medal, Men Singing in Irish, Fleadh Cheoil na h&Eacute;ireann (Music Festival of Ireland known as the &ldquo;All Ireland&rdquo;), 1996          Comhaltas Ceolt&oacute;ir&iacute; &Eacute;ireann (Association of Irish Musicians) Aer Lingus Living Tradition Award, 1997          Author of a new monograph: The Transmission of Song Among the New York Irish: Teaching, Learning, and Irish Sensibility . Saarb&uuml;cken, Germany: Verlag Doktor M&uuml;ller, 2008       Susan Glass       BA Music, State University of New York at Binghamton          MM Music Education, Manhattan School of Music          EdD Music Education, Teachers College, Columbia University          Kod&aacute;ly Summer Certificate, Kod&aacute;ly Musical Training Institute          Music Education Adjunct Faculty, The Steinhardt School of Culture, Education, and Human Development, Department of Music and Performing Arts Professions, New York University          Music Teacher, Gateway School, New York City          Cofounder and Past President, Kod&aacute;ly Organization of New York          Eastern Division Past President, Organization of American Kod&aacute;ly Educators          Conductor and Founder, Glass Menagerie, a Greenwich Village Community Chorus          Music education consultant and Kod&aacute;ly clinician throughout the United States          Performing member of Cerddorion, a vocal chamber ensemble       Esther Liu Harris       BM Music Education (cum laude), San Francisco State University          MM Music Education (Kod&aacute;ly emphasis), Holy Names University, Oakland, California          Doctoral studies, Doctor of Education in Music Education, Teachers College, Columbia University    Summer Study, Zolt&aacute;n Kod&aacute;ly Pedagogical Institute, Kecskem&eacute;t, Hungary          Faculty, Chorus Conductor, Pre-College Division, The Juilliard School, New York City          Choral Director, High School and Middle School Choral Programs, Packer Collegiate Institute, Brooklyn, New York          Adjunct Faculty, elementary methods course, former Supervisor of Music Education Student Teachers, New York University, The Steinhardt School of Culture, Education, and Human Development, Department of Music and Performing Arts Professions          Past Vice President, Kod&aacute;ly Organization of New York          Former Conductor and Chorus Advisory Committee with the Children's Aid Society Chorus, New York City          Former Music Faculty, Trevor Day School and The Spence School, New York City          Former Guest Choral Conductor, Redeemer Presbyterian Church, New York City          Former Clinician, Eastern America Association for Chinese Church Music          Choral and Kod&aacute;ly clinician, New York area       Anna (Panni) Kov&aacute;cs       BA Music, Rutgers University          Master of Music Education, Liszt Ferenc Music Academy, Budapest, Hungary          MM Choral Conducting, Westminster Choir College of Rider University, Princeton, New Jersey          Diploma, Budapest Teachers Training College, Budapest, Hungary          Kod&aacute;ly studies in Budapest: Budapest Vigado, Budapest Kod&aacute;ly Music School          Montessori Philosophy Certification, CMTE          Music Together Certification, MT          Music Faculty, Berlin Brandenburg International School, Berlin, Germany          Faculty/Former Faculty in Summer Kod&aacute;ly Certificate Programs, North Texas University, Portland State University, and Westminster Choir College of Rider University, Princeton, New Jersey          Former Music Faculty, Little Red School House and Elisabeth Irwin High School, New York City, American International School of Budapest, and The Village School for Children, Montessori School, New Jersey          Past President, Kod&aacute;ly Organization of New York          Kod&aacute;ly clinician throughout the United States, Hungary, France, and Germany           Sarah St. Onge       BM, University of Wisconsin, Madison          MM Music Education (Kod&aacute;ly emphasis), Holy Names University, Oakland, California          MA Child and Adolescent Clinical Psychology, Montclair State University, New Jersey          PhD Clinical Psychology, Adelphi University, New York          Certification in Orff-Schulwerk, Dalcroze Eurhythmics, and Suzuki Piano          Former Director of the Middle and Upper School, City and Country School, New York City    Former Administration and Music Faculty, Little Red School House and Elisabeth Irwin High School    Former Music Faculty and Arts Coordinator, The Parkside School, New York City    Former Music Faculty, San Domenico School, San Anselmo, California, and Shoreline Unified School District, Marin County, California    Former Faculty of Summer Kod&aacute;ly Programs, Capital University (in Kecskem&eacute;t, Hungary) and Ohio State University, Akron          Past President, Northern California Association of Kod&aacute;ly Educators and the Kod&aacute;ly Organization of New York          Kod&aacute;ly clinician throughout the United States       Giocille Shaw       BM, MM Piano Performance, Peabody Conservatory of Music, The Johns Hopkins University          PhD studies in Music Education, Department of Music and Performing Arts Professions, The Steinhardt School of Culture, Education, and Human Development, New York University          Kod&aacute;ly Certificate, Kod&aacute;ly Summer Institute, New York University          General music teacher and choral conductor, Claremont School, Ossining Public Schools, Ossining, New York          Former Board Member, Kod&aacute;ly Organization of New York (KONY)          Clinician, Brotherhood Community, Bellevale, New York, 2010; KONY Sings Movement Clinician, 2009; Westchester County Arts Council for KONY, 2003       David J. Xiques       BS Music Education, Millersville University, Millersville, Pennsylvania          MM Music Education with Kod&aacute;ly Emphasis, Holy Names University, Oakland, California          Musicianship and Stylistic Knowledge classes with Erzs&eacute;bet Hegyi, Professor at the Liszt Academy, Budapest, Hungary          Choral conducting with Vance George (San Francisco Symphony Chorus), Elmer Isler, Dennis Keene, Gregg Smith, and Richard Westenburg          Associate Professor of Music, School of Music and Dance, San Francisco State University          Professional singer, San Francisco Symphony Chorus          Assistant Director, San Francisco Symphony Chorus: recently preparted Mozart's Mass in C minor for Maestro Ingo Metzmacher and the North American premiere of John Adams' A Flowering Tree , conduced by the composer          Cofounder of the San Francisco State University School of Music and Dance's Colla Voce! Festival for solo voice and choruses          Former music faculty, Holy Names University, St. Paul Elementary School, San Francisco, and Caesar Rodney Junior and Senior High Schools, Camden, Delaware          Former conductor with the San Francisco Boys Chorus          Clinician, California division of American Choral Directors Association          Clinician, Bay Section of the California Association for Music Education       Choral recording as director: Printemps on the CD Debussy Rediscovered , Arabesque label, with the San Francisco Ballet Orchestra, Emil de Cou, music director    Application Info    Application &amp; Application Fee    Full enrollment in the Kod&aacute;ly Summer Institute involves the following processes:    1. Submit a general online summer application 2. Pay a $50 application fee (nonrefundable) 3. Fill out a workshop questionnaire (select Kod&aacute;ly)    Housing and Meals    Students stay in private or shared rooms in an NYU residence hall with one or two roommates. The residence hall, Founders Hall, is located near Washington Square Park, a short walk from campus buildings. Campus meal plans range from 8 to 12 meals per week and include a card with $30 of Dining Dollars. Linens are provided. Students should bring their own towels. The residence hall building has air conditioning and Internet access with an Ethernet cable. NYU Public Safety Services officers are on duty 24 hours a day. For more on Founders Hall, please visit the website: http://www.nyu.edu/life/living-at-nyu/on-campus-living/explore-the-residencehalls/Founders-Hall.html .    Cost    The cost of the program is $1,250 for noncredit New York City participants. A nonrefundable $50 application fee creates a total of $1,300. Housing and meal fees are not included in the program fee.    Personal Expenses    A great benefit of the Kod&aacute;ly Summer Institute is the chance for students to experience life in New York City and Greenwich Village. The cost of living in the city is high. The activities fee students pay for the workshop covers only the primary cost of participating in the evening and weekend events and does not cover personal expenses. Students should budget for enough money to last the entire time they will be participating in the workshop. Students are encouraged to discuss expenses and decide upon a budget with their families prior to arriving in New York City.    International Students    Acceptance into this program is based on your performanceability. English language proficiency is not required . However, we do need to know if you speak English or if you do not speak English. Please continue here if you are from a country where English is spoken natively or if you are a native speaker of English.       NYU requires international students to have an F-1 or a J-1 visa for entry into the US and for study an NYU. The NYU Office of Global Services (OGS) will assist you in obtaining an I-20 to process your F-1 or J-1 visa. Once you have submitted a complete program application (as outlined above) and received an admissions decision, you will receive instructions for submitting the I-20/DS-2019 documentation. OGS will assist you in obtaining an I-20 to process your F-1 or J-1 visa. Contact them with specific immigration related questions at newinternationalstudents@nyu.edu .       If you need additional assistance, please contact Patrick Cupo at patrick.cupo@nyu.edu or 212.998.5438 .                                                                Copyright &copy;    by New York University. All rights reserved.       View Desktop Version"}]}][{"detail": [{"content": "Music Education Graduate Syllabi and Course Descriptions - Teacher Education at Steinhardt - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Teacher Education at Steinhardt              Teacher Education at Steinhardt        Steinhardt Values          Teacher Preparation             Faculty     Program Areas     Teacher Certification     Education Standards     Field Experiences & Student Teaching       Study Abroad Opportunities     Working Groups            Educational Research         Education Research         Centers, Reports and Data     Accreditation            Special Projects         ASD-NEST     CRISP     Developing Chinese Language Teachers     Great Oaks Residency     P-SELL     Partnership Schools     Reading Recovery     Saturday Art Workshop                                        Music Education Graduate Syllabi and Course Descriptions                  Course ID Title Description             MPAIA-GE 2029    Technology Resources for Performing Arts Education    Applications of communication and digital technologies as designed for performing arts as resources for performing arts educators. Special emphasis is given to the use of the World Wide Web (WWW) as a resource for researching and creating performing arts materials and developing collaboration in the performing arts. Applications of the WWW as an archive for performing arts materials and portfolios are also explored.          MPAIA-GE 2031    Collaborative Projects in Performing Arts    Projects developed collaboratively by performing artists, arts technicians, composers, choreographers, directors, and others designed for live and processed performance in various performance venues.          MPAIA-GE 2010    Human Development and Education in the Arts             MPAME-GE 2010    Current Readings in Music Education    A multi-disciplinary examination and application of the implications of critical theory for curriculum and pedagogy and the ways in which the educative environment can reflect this framework in music education. Particular attention will be paid to the performing arts and the ways in which our marginal status provides a powerful entry point into the conversation of 'general education.          MPAME-GE 2021    Music Reference and Research Materials             MPAME-GE 2027    The Teaching of Music in Junior and Senior High School    Music in the general curriculum. Developing an understanding and perception of the process of musical thought appplicable to youth. Students observe in selected schools.          MPAME-GE 2031    Creative Performance Opportunities in Music Education    Students serve as a production team that will create, rehearse, produce, and perform a culminating musical presentation at local venues. Such site may be schools, Senior Citizens Homes, Health Care Facilities, Community Centers. Students will assume the roles played by all personnel involved in putting on a performance, as well as becoming familiar with repertoire *music, lyrics, and dialogue) suited to the abilities of the performers.          MPAME-GE 2032    Music Education in a Cultural Context    Music's socio-ideological nature with special attention to: (a) the ways in which culture influences music education, music preference, music cognition, and musical values; and (b) the ways in which musical practices influence culture and social relations. Topics include: music education as intercultural education; music and gender; music and power; music as commodity; the educational implications of musical-cultural relativity; music education as an agent of social reproduction and transformation; music education as socialization process; music education as 'text'.          MPAME-GE 2033    Technological Trends in Music Education    Students create new work and music in the context of improvising, playing, composing, writing, moving, reflecting, meditating, and responding to the literature of creativity in the context of music education, composition, and the performing arts.          MPAME-GE 2034    Instrumental Techniques and Materials: Chamber Music    Rehearsal techniques and special problems in ensemble performance.          MPAME-GE 2035    Technological Trends in Music Education    The impact of music technology and its implications for music education are examined. Students are introduced to Digital Audio, MIDI (Music Instrument Digital Interface) and the use of MIDI in providing music scores for classroom and ensembles as well as the use of MIDI in live performance in student ensembles. Students focus on techniques of special applications of music technology to music education on the Web and other digital media.          MPAME-GE 2052    Community Music    C ommunity Music is an emerging field of music education that challanges many traditional assumptions and forms of music teaching and learning. This course examines the conceptual, cultural, historical, sociological and pedagogical foundations of community music from a global perspective.          MPAME-GE 2056    Problems of Music Education: Computer-Assisted Instruction    An examination of current strategies in using the computer as an aid to a learning in music education. Current music software, CD-ROM, and internet resources are examined and evaluated. Students design the content for a computer-assisted instruction module at their level of service in their special areas of teaching music.          MPAME-GE 2058    Music Education Curriculum Development    The philosophical, psychological, sociological, political, and practical bases of music curriculum design. Students will learn to integrate curriculum theory and practice by applying their studies in this course to practical curriculum development projects for their individual teaching situations.          MPAME-GE 2061    Psychology of Music Education    This course analyzes a wide range of published research on relationships between music education and (1) behaviorism, (2) cognitive development thoery, (3) constructivism, (4) humanism, (5) human consciousness studies, (6) self-identity formation, (7) motivation theory, and (8) tests of musical intelligence and achievement. Music education contributes importantly to this dialectical exchange among competing and complementary theories.          MPAME-GE 2082    Choral Materials and Techniques    T he choral rehearsal is more than just singing. This workshop provides hands-on experience with vocal and choral techniques, choral arranging and composition for various ensembles, including selection and development of repertoire, and involving students in the arranging, composing, and performing process.          MPAME-GE 2085    NYU Choral Arts Society    Performance of the major choral literature. The society presents concerts at many University and public functions. Smaller ensembles are derived from the total membership.          MPAME-GE 2093    Choral Conducting Practicum for Music Education    Practical procedures and materials for conducting choral ensembles at all levels of music education. Students enrooled in this course demonstrate essential choral conducting techniques, knowledge of appropriate instrumental repertoire, and the ability to analyze and synthesize chamber and orchestral music scores for conception, interpretation, rehearsal, and performance.          MPAME-GE 2102    Fundamentals of Conducting    Basic principles of conductiong, patterns, cuing, score preparation, score reading, rehearsal and performance techniques.          MPAME-GE 2103    Guitar Practicum for Music Education    A general introduction to teaching and learning guitar as a classroom instrument.          MPAME-GE 2104    Brass Practicum for Music Education    An ensemble approach to teaching and learning brass instruments. Each student will experience with at least three different brass instruments.          MPAME-GE 2105    Woodwind Practicum for Music Education    An ensemble approach to teaching and learning woodwind instruments. Each student will have experience with at least three different wood instruments.          MPAME-GE 2106    String Practicum for Music Education    An ensemble approach to teaching and learning string instruments. Each student will have experience with three to four different string instruments          MPAME-GE 2107    Percussion Practicum for Music Education    An ensemble approach to teaching and learning percussion instruments. Students perform, compose/arrange, and conduct using various percussion configurations.          MPAME-GE 2108    Vocal Practicum for Music Education    Introduction to vocal techniques and materials with emphasis on vocal development at all grade levels, including the changing voice.          MPAME-GE 2111    Instrumental Conducting Practicum for Music Education    Practical procedures and materials for conducting instrumental ensembles at all levels of music education. Students enrolled in this course demonstrate essential instrumental conducting techniques, knowledge of appropriate instrumental repertoire, and the ability to analyze and synthesize chamber and orchestral music scores for conception, interpretation, rehearsal, and performance.          MPAME-GE 2113    Music for Children    Music and movement experiences for the classroom (K-6); cognitive basis for aesthetic sensitivity and expression.          MPAME-GE 2114    Music for Exceptional Children    Music-movement experiences for individuals with mild to moderate impairment./dysfunction. Emphasis on learning strategies in heterogeneous school classrooms. Aesthetic factors in the individualized education program.          MPAME-GE 2115    Instrumental Materials, Techniques, and Technology in Music Education    Instrumental materials and techniques suited to all levels of music instruction. Particular emphasis on assessment practices, diagnosis of instrumental problems, group methods, and individualized instruction including computer assisted technology.          MPAME-GE 2116    Teaching Music Composition and Improvisation    Teaching musical creativity in the middle and secondary school. Through active involvement in various kinds of composing and improvising, and teaching these musical involvements, students will learn how to create, plan, and teach lessons in a variety of musical styles.          MPAME-GE 2119    Teaching Music in the Elementary Grades    Integrated music and movement experiences in the development of elementary curricula for cognitive-affective growth. Means and materials, published and self-devised.          MPAME-GE 2130    Research in Music and Music Ed             MPAME-GE 2139    Basic Concepts in Music Education    Study of philosophical, psychological, and sociological concepts that form a foundation for the teaching of music.          MPAME-GE 2149    Introduction to Orff and Kodaly Methods    Introduction to concepts and practices in the Orff and Kodaly methods for music education.          MPAME-GE 2161    Kodaly Practicum I: Solfeggi Praxis-Level 1    Develops teacher's ability to use tools of Modally movable tonic solfeggi, rhythm syllables, and development of the following skills: conducting, inner hearing, dictation's, improvisation, and part work.          MPAME-GE 2162    Kodaly Practicum I: Solfeggi Praxis-Level 2    Continuation of Solfeggi Praxis I. Develops the teacher's ability to use tools of Modally, movable tonic solfeggi, rhythm syllables, and development of following skills: conducting, inner hearing, dictation, improvisation, and part work.          MPAME-GE 2163    Kodaly Practicum I: Solfeggi Praxis-Level 3    Continuation of Solfeggi Praxis II. Develops the teacher's ability to use tools of Modally, movable tonic solfeggi, rhythm syllables, and development of following skills: conducting, inner hearing, dictation, improvisation, and part work.          MPAME-GE 2164    Kodaly Practicum II: Choral Conductin Praxis-Level 1    D evelopment of choral conducting techniques: posture, beat patterns, signals for expressive singing (dynamics and articulation), and cueing entrances and cut-offs in polyphonic music.          MPAME-GE 2166    Kodaly Practicum II: Choral Conducting Praxis-Level 3    Continuation of Choral Conducting Praxis - Level 2. Development of choral conducting techniques: posture, beat patterns, signals for expressive singing (dynamics and articulation), and cueing entrances and cut-offs in polyphonic music.          MPAME-GE 2167    Kodaly Practicum III: Choral Praxis    Provides student with the choral performance experience. Rehearses on a regular basis.          MPAME-GE 2168    Kodaly Practicum IV: Voice Praxis    Student learns physiology of the voice, technique of posture, breath management, fountain, resonant tone production, diction and expression, and explores activities appropriate for young voices.          MPAME-GE 2170    Kodaly Practicum VI: Traditional (Folk) Materials and Research    Offers experience in song collecting of traditional (folk) music.          MPAME-GE 2171    Kodaly Practicum VII: Kodaly Methodology Praxis Level I    Introduces student to philosophy and practice of Kodaly-based curriculum. Praxis in traditional song literature, music literature, and curriculum development.          MPAME-GE 2172    Kodaly Practicum VII: Kodaly Methodology Praxis Level II    Continuation of Modally Methodology Praxis - Level 1. Introduces student to philosophy and practice of Kodaly-based curriculum. Praxis in traditional song literature, music literature, and curriculum development.          MPAME-GE 2173    Kodaly Practicum VII: Methodology Praxis Level III    Continuation of Modally Methodology Praxis - Level 1. Introduces student to philosophy and practice of Kodaly-based curriculum. Praxis in traditional song literature, music literature, and curriculum development.          MPAME-GE 2939    Colloquy in Music Education    Synthesis of learning theories demonstrated through individual thesis projects.                   General Pedagogical Core Syllabi and Course Descriptions          Course ID Title Description             TCHL-GE 2000    Field Consultations    On-site consultation for in-service personnel by faculty on such problems as goal selection, curriculum development, or evaluation. In-service personnel and faculty sponsor mutually identify a problem and develop and implement a plan. May be taken on group or individual basis. Registration requires submission of field consultation from and approval of faculty sponsor and program director.          TCHL-GE 2010    Inquiries Into Teaching &amp; Learning III    Introduces graduate level preservice teachers to the complexities of teaching by exploring four major themes -- learning, knowledge and knowing, teachers and teaching, schools and schooling. Each theme is investigated by analyzing issues of the learner's autobiography, the challenges of diversity, the power of collaboration, and uses of reflection. Students read and respond to a range of relevant tests, engage in observation of an elementary or secondary school classroom, create a classroom portrait with a focus on a particular learner, and produce a learning portfolio.          TCHL-GE 2013    Applied Research Design    Based on the formal principles of experimental and survey design, this course prepares students to design sound quantitative research studies that take into account the practical constraints of the real world. Topics include formulating research questions, identifying relevant target populations, selecting and sampling study participants, choosing which predictors to study, defining comparison groups, identifying appropriate measures, determining sample size, and evaluating the outcomes. Appropriate for doctoral students preparing to write a dissertation proposal.          TCHL-GE 2132    Evaluating Educational Programs    Appropriate methods of assessment of educational programs with emphasis on evaluative procedures for developers and users and consideration of materials and effectiveness of programs; focus on teacher's need for evaluation skills.          TCHL-GE 2275    Language &amp; Literacy Acquisition &amp; Development    Explores the interconnections among the acquisition of first (and second) language and the development of print and media literacy from birth through adolescence. Emphases are placed on the interactions of reading and writing with a focus on those children who make transitions and acquire the appropriate skills easily, as well as those who find it more difficult, particularly in middle childhood and adolescence. The implications for literacy education for students speaking a second language or a variety of English are also explored in the context of urban education.          TCHL-GE 2515    Adolescent Learners in Urban Contexts    Emphasis on applying theoretical knowledge of adolescent development to classroom teaching. Strategies for general and special education teachers to meet the cognitive, emotional, and social needs of adolescents in urban contexts. Focus on differentiating instruction to maximize learning opportunities and outcomes for all learners across ethnicity, race, national origin, linguistic competencies, ability status, learning styles, sexual orientation, gender, and social class. Issues of curriculum development, instructional planning, classroom management, and use of technology. Methods for collaboration with parents, teachers, and other professionals.          TCHL-GE 2999    Drug Alcohol Ed &amp; Child Abuse ID &amp; School Violence: Social Responsibilities of Teachers    An introduction to the role and responsibilities of teachers, school administrators, speech pathologists and pupil personnel staff in the coordinated school health program. Includes strategies to prepare prospective educators for addressing mandated health subjects (e.g., recognition and prevention of substance abuse, HIV/AIDS, child abduction; child abuse recognition; safety education, and violence prevention, including fire and arson prevention). Meets NYS Education Department certification requirements for instruction in school violence prevention (2 hours) and identification and reporting of child abuse (2 hours). And fulfills the harassment, bullying, and discrimination prevention and intervention training required for certification/licensure under the Dignity for All Students Act (The Dignity Act). Three of the required six instructional hours will be delivered through face to face instruction .* *Access to a school /field site is required and can be arranged upon request.                            This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]}]