[{"detail": [{"content": "Cultures and Contexts    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum              Back to Home       Cultures and Contexts Note: Previously listed as World Cultures FALL 2011 MAP-UA 501 Cultures and Contexts: Early States in Mesopotamia &amp; Egypt Prof. Wright (Anthropology) syllabus Ancient Egypt and Mesopotamia are the homeland of the world's first and most spectacular early states. Each represents a cultural solution that has influenced the development of Western thought and its history. Yet each is distinctive in its own way, having produced different religious systems, art styles, political and economic organizations and historical trajectories. Study of these early states reveals not only the common thread in the human condition but also the astonishing variability in human behavior and culture. We explore the prehistoric to early historic periods in Mesopotamia (modern Iraq) and Egypt. Working with archaeological and textual sources, we trace the unique and important transitions from a life as hunters and gatherers to settling down in villages and the development of cities and states, and gain a deep appreciation for the accomplishments of the ancient Egyptians and Mesopotamians and some sense of our own place in the larger scheme of world history.   FALL 2011 MAP-UA 502 Cultures and Contexts: Islamic Societies Prof. Chelkowski (MEIS) syllabus Examines the common base and regional variations of Islamic societies. An \"Islamic society\" is here understood as one that shares, either as operative present or as historical past, that common religious base called Islam. For Muslims, Islam is not simply a set of beliefs or observances but also includes a history; its study is thus by nature historical, topical, and regional. Here our particular focus is on the society of Shi'i Muslims. Shi'ism has been neglected in the last 200 years of the Western study of Islam, and only since the 1978–79 Islamic Revolution in Iran has it received attention in the West. Now, with American forces in Iraq, Shi'ism is suddenly one of the main topics of interest for the news media. The Shi'is of Iraq are the majority—some 60%—of the population, but historically they have been deprived of power in the government and of access to the political and economic life of the country. FALL 2011 MAP-UA 514 Cultures and Contexts: Ancient Israel Prof. D. Fleming (Hebrew and Judaic Studies) syllabus The people of the Hebrew Bible understood themselves to be united as an ancient tribe called Israel, a name that lay behind even the eventual state. Working backward from the fullest early definition of Israel, when the Hebrew Bible was taking final form, toward the time of older origins, we push back in time, using the Bible as the primary point of reference, while examining various independent evidence. Writing projects focus mainly on interpretation of biblical texts. FALL 2011 MAP-UA 534 Cultures and Contexts: The Black Atlantic Prof. Ralph (Social and Cultural Analysis) syllabus Introduces students to the study of the African continent and the disparate peoples and societies that can be located within a shared historical trajectory. In the process, we will explore the way that different scholars have defined Africa’s historical relationship to the Atlantic World, how they have conceived of what has come to be known as “The Black Atlantic,” and the ways they have worked to critique and enrich this formulation. This means exploring key events of the modern period—the Scientific and Industrial Revolutions, the Enlightenment, the Transatlantic slave trade, the birth of capitalism, and the formation of international systems for diplomacy and economic exchange—and examining how race, gender, economic standing, social status, generation and ability shape economic and political aspirations and emotional attachments. As a case study, we focus critical attention on the city of New Orleans—first as an early modern commercial shipping center, then as a slave entrepôt, and finally as a colony of France and then Spain, and finally as a US city—and consider what it means to view New Orleans, and Louisiana more broadly, as part of the African Diaspora. FALL 2011 MAP-UA 536 Cultures and Contexts: Indigenous Australia Prof. Myers (Anthropology) syllabus The indigenous people of Australia have long been the subject of interest and imagination by outsiders for their cultural formulations of kinship, ritual, art, gender, and politics, and they have entered into representations as distinctively \"Other\"—whether in negative or positive formulations of the \"Primitive.\" These representations—in feature films about them such as Walkabout and Rabbit Proof Fence, in New Age Literature, or museum exhibitions—are now also in dialogue with their own forms of cultural production. At the same time, Aboriginal people have struggled to reproduce themselves and their traditions in their own terms, asserting their right to forms of cultural autonomy and self-determination. We explore the historical and geographical range of Aboriginal Australian forms of social being through ethnographic texts, art, novels, autobiographies, film and other media, and consider the ways in which identity is being challenged and constructed. FALL 2011 MAP-UA 538 Cultures and Contexts: Islamic Diaspora Prof. Ben-Dor Benite (History/Middle Eastern and Islamic Studies) syllabus Muslim minorities have emerged as a “problem” and a “challenge.” However, little is known how they formed and what are their experiences. We explore two such communities whose histories are very different—the Muslims in China and Europe—and get a taste also of their art and music. We also look at some of the many Muslim communities outside of the \"Islamic heartlands,\" that is, beyond what is referred to in Islamic tradition as the “House/realm of Islam.” In some cases these \"diaspora\" communities are of considerable vintage: China, for example, has been home to Muslims since the time of the prophet Muhammad. Others are more recent, including those in the Americas and Europe. Islamic diasporas are the result of multiple processes, including trade, migration (forced and voluntary), and missionizing activities, as well as military and political expansion. Islamic culture, gender relations, connections to slavery and concepts of race, theories of government, social movements, scholarship and education, and systems of trade are also analyzed. In the process of examining these issues, certain questions confront us along the way: How real is the distinction between dar al-Islam and dar al-Harb (“House of Islam” and “House/realm of War”)? How does it affect the perception different Muslim groups have of one another? What is the relationship between pan-Islamic movements and Islamic diasporas/diasporicity? FALL 2011 MAP-UA 539 Cultures and Contexts: Asian/Pacific/American Cultures Prof. Tu (Social &amp; Cultural Analysis) syllabus Major issues in the historical and contemporary experiences of Asian Pacific Americans, including migration, modernization, racial formation, community-building, and political mobilization, among others. Asian Pacific America encompasses a complex, diverse, and rapidly changing population of people. As an expression/reflection of their cultural identities, historical conditions, and political efforts, we pay particular attention to Asian Americans' use of cultural productions--films, literature, art, media, and popular culture. FALL 2011 MAP-UA 541 Cultures and Contexts: New World Encounters Prof. Ben-Dor Benite ( History/Middle Eastern and Islamic Studies ) syllabus We discover the ways in which people “discovered” the world during the 15th and 16th centuries and ask what gave that period the title: “The Age of Discovery.” We ask why do people “explore.” We investigate the ways in which people have created, traveled to, encountered, and reported on “new-worlds.” We read the accounts of sailors, pirates, merchants, explorers, missionaries and pilgrims. We discuss the themes of history, religion, geography, and imagination and see how they shaped the ways in which people encountered new worlds. We ask how “frontiers” are created and we focus on issues such as: distances and altitudes, culture, modes of travel, food, sex, music, and many others. FALL 2011 MAP-UA 541 Cultures and Contexts: New World Encounters Prof. Lane (Spanish &amp; Portuguese) syllabus What was America before it was called America? How did indigenous cultures understand and document their first encounters with Europeans? We focus on peoples, events, and cultural expressions associated with the conquest and colonization of the Americas, concentrating on three key areas: central Mexico, home to a several pre-Columbian societies, most notably the Aztec Empire, and later the seat of Spanish power in northern Latin America (the Viceroyalty of New Spain); the central Andes, home of the Incas and later the site of Spanish power in southern Latin America (the Viceroyalty of Peru); and finally, early plantation societies of the Caribbean, where the violent history of enslaved Africans in the new world unfolded. On one hand, we explore how those subjugated by conquest and colonialism interpreted, resisted, and recorded their experience. On the other, we ask what new cultural forms emerged from these violent encounters, and consider their role in the foundation of \"Latin American\" cultures. Readings balance a range of primary documents and art created during the \"age of encounter,\" including maps, letters, paintings, and testimonials, along with historical and theoretical texts. FALL 2011 MAP-UA 543 Cultures and Contexts: Korea Prof. Em (East Asian Studies) syllabus From the late 19th century until today, it can be argued that politically engaged writers in Korea have been preoccupied with two interrelated issues: the national question, as the struggle for national sovereignty during the colonial period (1910-1945), and the dream of reunification following national partition in 1945 and the Korean War (1950-1953); and democracy, as the struggle against authoritarian governments, but also authoritarianism in schools, family, and the workplace, and the struggle to restructure policies, institutions, and practices that render certain groups of people (women, workers, the urban poor, sexual minorities, migrant workers, people with disabilities) unworthy of respect or esteem. We look at how students, workers, and intellectuals write about and mobilized around issues of nation and democracy, issues they saw as structurally linked. We also locate these issues within a broader, East Asian/global context, to better understand how and to what extent texts, practices, and ways of seeing and remembering were shaped by and reactions to colonialism, the Korean War, the Cold War, and late capitalism.  FALL 2011 MAP-UA 545 Cultures and Contexts: Egypt of the Pharaohs  Prof. Morris (Institute for the Study of the Ancient World) syllabus The archaeology, literature, and art of ancient Egypt all offer insights into its culture. Subjects of special interest are ancient Egyptian religious experiences and ethics, as well as constructions of gender, class, and ethnicity. Settlements that are particularly well documented through both archaeological and textual remains—such as Kahun and Deir el-Medina—yield extensive information about the varieties of social experience in these societies. Lives differed tremendously based on gender, profession, and locality (both spatial and temporal). Likewise, we explore how Egyptians, regardless of social standing, attempted to alter their socio-political circumstances through avenues such as concerted political action, magic, revolt, or the construction of well crafted satire. Primary sources include letters, wisdom literature, love poetry, ancient house plans, tomb scenes, physical anthropology. FALL 2011 MAP-UA 546 Cultures and Contexts: Global Asia Prof. Ludden (History) syllabus Explores the expansive transformation of Asian cultures from ancient times to the present, focusing on networks of mobility, interaction, social order, and exchange that form the particularity of Asian cultures through entanglements with others. Beginning in the days of Alexander the Great and the formation of the Afro-Eurasian ecumene, follows tracts of Buddhist, Confucian, Hindu, and Muslim expansion; then turns to the age of early modern landed empires, Ottoman-Safavid-Mughal-Ming/Ching, and their interactions with seaborne European expansion. Studies truly global formations of culture in the flow of goods, ideas, and people among world regions, during the age of modern empires and nationalism, including the rise of the nation as a cultural norm, capitalism in Asia, and Japanese expansion around the Pacific rim. Concludes by considering cultural change attending globalization since the 1950s, focusing on entanglements of Asian cultures with the globalizing culture of the market, consumerism, and wage labor, and transnational labor migration as well as Asian cultural spaces in and around New York City, including our nearby Chinatown.  FALL 2011 MAP-UA 550 Cultures and Contexts: Globalizing the Americas Prof. Khan (Anthropology) syllabus The idea of “America” has long been dissected and reconstituted by a number of ideologues, theorists, policymakers, artists, activists, and ordinary people. Each has sought to craft a new existence that distinguished itself from “Old World” tyranny and tensions, significantly through the creation of imagined communities of identity and belonging, based on various cultural, political-economic, and social criteria. We focus on studies of selected communities (e.g., the concept and experience of race in Brazil, homophobia in the West Indies) and historical events (e.g., 19th-20th century migrations of Asians to Central America) and explore how global visions and international movements as, for example, Negritude, Pan-Americanism, Pan-Africanism, cosmopolitanism, and mestizaje/creolite emerge from local currents and practices.  FALL 2011 MAP-UA 551 Cultures and Contexts: Immigrant America in the 19th Century Prof. Diner (History) syllabus The “long nineteenth century,” from the 1820s through the 1920s saw the arrival of no fewer than 50 million immigrants to the United States. Coming primarily, although not exclusively, from Europe, their migrations not only transformed the places they left, but profoundly altered American society. These migrations, all of which involved a high degree of choice on the part of their participants, took place within the context of family and communal decision making, which in turn impacted significantly on the women and men who made these journeys, allowing—or forcing—them to create new kinds of identities, institutions, and cultures. They indeed, as a result of their migrations, became new people. They became “ethnic,” as they had to redefine themselves both in terms of what they left, what they “brought” with them, and what they encountered in America. We explore how their journeys lead to the creation of a set of ethnic communities in America, which we can see as specific and unique and yet resembling each other in notable ways, focusing on three seemingly very different nineteenth century groups: Irish, Italian, and Jewish immigrants and the ethnic cultures they created.      SPRING 2012 MAP-UA  500  Cultures and Contexts: Topics — Rome Prof. Merjian (Italian)  syllabus Italian culture seen through the lens of its most emblematic site and subject: Rome ancient and modern, mythical and historical, visual and verbal. Epitomizing the very notion of cultural perpetuity, Rome--in its artifacts and images, its politics and its myths, its models of democracy and empire--lurks at the heart of Italian identity. We examine the Eternal City in its aesthetic and historical specificity--its importance as an actual place--and also as an idea and an ideal, put to various political and cultural ends in the formation of Italians' visions of themselves. We thus consider the enduring and shifting significance of Rome for Italian self-understanding: beginning with the founding and development of the city, through its various \"rebirths\" in the Renaissance, the Italian Risorgimento, and the Fascist Regime, and also briefly consider the vitality of Rome and its histories/myths to other national traditions, political movements, and aesthetic programs, from France to the United States.     SPRING 2012 MAP-UA 502 Cultures &amp; Contexts: Islamic Societies Prof. el-Leithy (Middle Eastern &amp; Islamic Societies) syllabus Major social, cultural, and political transformation of the Middle East from late antiquity through the mid-thirteenth century, considered in the context of the formation and evolution of Islamic culture and polity. Examines the emergence of key concepts, practices, and cultural motifs of the medieval Islamic tradition. Also examines the emergence of the idea/concept of the \"Middle East\", the history and background of European interest in the region, as well as the crucial role of cultural encounter and dialogue (e.g., through trade, colonization, polemics) in the formation and development of identity.  SPRING 2012 MAP-UA 502 Cultures &amp; Contexts: Islamic Societies  Prof. Rowson  (Middle Eastern &amp; Islamic Societies) syllabus The Islamic world from about the year 600 to about 1300. Despite very large variations in culture across time and space, it is meaningful to speak of a single Islamic civilization during this period, and we ask why. Although the dominance of the religion of Islam, in one way or another, serves to define and unify the societies under examination, and religion will be a major topic of study, attention is also paid to philosophy and science, literature and music, and art and architecture. Reading are English translations of Arabic works written by the inhabitants of this world themselves. A chief objective is to help students appreciate just how different a culture different from their own--and especially one in the distant past--can be, and yet make perfect sense to its participants. By reading, analyzing, and discussing what those participants have to say about a myriad of topics, students gain insights into how cultures in general, including their own, work; and although the modern world is not included, study of the Islamic past will also enhance students’ understanding of Islam and Islamic cultures today.  SPRING 2012 MAP-UA 507 Cultures &amp; Contexts: Japan Prof. Looser (East Asian Studies) Japanese national identity is the product of a diversity of cultures and communities. Starting with a broad historical overview of this diversity, critical focus is given to those categories commonly used to describe a single coherent \"Japanese\" culture. These include the categories of nation (e.g., Japan as an economic state, Japan as a nation defined by beauty and aesthetics), modernity (e.g., gender, family, ethnicity, new religions), and popular culture (e.g., mass culture, subcultures).  SPRING 2012 MAP-UA 508 Cultures and Contexts: The Pacific Islands Prof. Geismar (Anthropology and Museum Studies) syllabus The Pacific Island region sweeps from Easter Island in the East to Papua New Guinea in the West, a vast “sea of islands” that has been a crucial space of exchange: of perspectives, materials, people and ideas. What can we learn from the study of this region, a set of islands with both commonalities and differences that is often imagined as one “place”? We examine the cultures of the Pacific Islands, moving from the first migrations of indigenous navigators through the age of European exploration and colonialism, to the local experience of World War II and contemporary engagements with globalization. We also study the area’s unique cultural configurations of ritual practice, cosmology, and society. Along the way, we engage directly with the voices of Pacific islanders, from those who participated in the voyages of Captain Cook, to indigenous artists who reflect on these complex and entangled histories. Other primary sources include museum collections, film, painting, and other visual representations. This comparative approach enables us to understand debates about colonial encounter, primitivism, cannibalism, cargo cults, nuclear testing, resource extraction, and the morality of diet, from a Pacific perspective.   SPRING 2012 MAP-UA 514 Cultures and Contexts: Ancient Israel Prof. Smith (Hebrew &amp; Judaic Studies) syllabus The culture of the ancient Israelite societies of biblical times, covering the period from about 1200 b.c.e. to the conquests of Alexander the Great, in the fourth century b.c.e. Topics include the achievements of these societies in the areas of law and social organization, prophetic movements, Israelite religion, and ancient Hebrew literature. The Hebrew Bible preserves much of the creativity of the ancient Israelites, but archaeological excavations in Israel and neighboring lands, as well as the discovery of ancient writings in Hebrew and related languages, have added greatly to our knowledge of life as it was lived in biblical times. The civilizations of Egypt and Syria-Mesopotamia also shed light on Israelite culture. Of particular interest is the early development of Israelite monotheism, which, in time, emerged as ancient Judaism, the mother religion of Christianity and Islam. SPRING 2012 MAP-UA 529 Cultures and Contexts: Contemporary Latino Cultures Prof. Beltr á n (Social &amp; Cultural Analysis) syllabus Explores the political, social, and cultural practices of Latinos in the United States using a historical and interdisciplinary approach. Draws on literature, history, politics, as well as social and political theory to address issues of participation, under-representation, and civic and economic empowerment. Topics include immigration, social movements, figures of resistance, identities, popular culture, and language. Of particular concern is the idea and representation of a pan-ethnic “Latino” identity encompassing all the diverse national groups, and the emergence of this concept in both the cultural and political life of these communities. SPRING 2012 MAP-UA 537 Cultures and Contexts: Modern Israel Prof. Zweig (Hebrew &amp; Judaic Studies) syllabus Modern Israel—Society and Culture: Despite its small size and population, Israel is a diverse, dynamic, and complex society. To understand its ethnic, religious, and political divisions, the different ethnic origins of the Jewish population over the last 150 years will be examined, and the growing role of the Arab population (approaching 20%) in Israeli society will be discussed. The special role of religion in the secular state, the development of Hebrew speaking culture, the political system, the settlement movement and the peace movement, gender issues, and the role of the army in everyday life are all addressed, concluding with a survey of the debate on whether Israel is a Jewish state or a state of all its citizens. Although the controversial issues that keep Israel in the headlines are touched on, the focus is the character of Israeli society and the impact on everyday life of living in the international limelight.  SPRING 2012 MAP-UA 544  Cultures &amp; Contexts: Spain  Prof. Mendelson (Spanish and Portuguese) syllabus  What does Spanish culture look like? What are the different materials that Spanish artists and writers have chosen to articulate the often complex understandings they have of themselves, their nation(s), their relation to modernity (its opportunities and challenges), and the broader international community? We approach Spanish culture critically by learning about specific works and the contexts within which they exist, focusing on the mid-nineteenth century through the late-twentieth century, including fiction, poetry, film (fiction and documentary), painting, poster art, photography, performance, and architecture. Students actively engage in an informed analysis of cultural works from Spain in order to better understand and question the relation between cultural forms and questions of national identity, tradition, modernity, and authorship as they relate to the historical moment and location in which they are produced.   SPRING 2012 MAP-UA 545 Cultures and Contexts: Egypt of the Pharaohs Prof. Roth (Hebrew and Judaic Studies) syllabus The development of ancient Egyptian civilization, the basic tenets of its religious beliefs, its social forms and organizations, the conventions and achievements of its literature, art, and architecture. Students learn how scholars have used the remains of this long-vanished culture to reconstruct it and how to employ these methods to analyze texts and artifacts themselves. Materials include a variety of primary sources (literature, architecture, religious writings, works of art, archaeological remains, and administrative documents), and critical evaluation of the interpretations and reconstructions in the secondary scholarship.  SPRING 2012 MAP-UA 552 Cultures &amp; Contexts: Empires and Political Imagination Prof. Burbank (History) &amp; Prof. Cooper (History) syllabus Comparative   study of empires, from the Romans to the present, and the ways that   empires have inspired and constrained their subjects' ideas of rights,   belonging, and power. Throughout history, few people lived for very long   in a state that consisted entirely or even mainly of people with whom    they shared a language and culture. Empires--polities that maintained   social and cultural distinction even as they incorporated different   people--have been one of the most common and durable forms of political    organization. An examination of the variety of human cultures must take   account of how people lived in empires--sometimes seeking higher   degrees of autonomy, sometimes accommodating to rulers' authority,   sometimes trying to extend their own power over others. The study of   empire expands our ideas of citizenship and challenges the notion that   the nation-state is natural and necessary. We investigate how empires   were held together--and where they were weak--from perspectives that   focus on political and economic connections over long distances and   long time periods. We also explore how scholars have approached the   topic of empires, examining their methods and their interpretations.   Readings include historical scholarship on the Roman, Chinese, Mongol,   Spanish, Russian, French, British, and American empires, as well as   primary sources produced by people living in these and other imperial   polities.  SPRING 2012 MAP-UA  553  Cultures and Contexts: Pagan Europe Prof. Bedos-Rezak (History) syllabus In pre-modern Europe, where a Christian outlook prevailed, the existence of pre-Christian cultures drove a master narrative that all but cast them off as the heterodox mythology and magic of primitive religions. We examine both the medieval evidence for the nature of European pagan cultures and the tendency of modern scholarship to endorse the medieval self-proclaimed image of a monolithic Christian occident. The medieval discourse on paganism cannot be reduced to its condemnation and rejection; this would ignore the ways that the predominant culture had in fact integrated elements of paganism into its theology, philosophy, rituals, calendar, life-cycle events, scientific knowledge, intellectual categories, literary creations, artistic repertoire, and physical environment. As we consider a millennium of European civilization (60 c.e.-1600 c.e.) from the perspective of paganism, we cross-pollinate multiple streams of evidence (textual, archeological, artifactual) with various epistemologies (history, anthropology, folklore, literary criticism), which will allow a new chronology and a new geography to emerge.         SPRING 2012 MAP-UA 555 Cultures &amp; Contexts: Brazil Prof. Weinstein (History) syllabus Brazil's transformation from a colonial, agrarian, slave society to a predominantly urban, industrialized nation, and an aspiring world power. Considers how Brazil became both a major industrial power and a society with all the classic social ills of a “Global South” nation. We also explore the relationship between mainstream notions of modernity and development, and the many different social and cultural initiatives that have produced Brazil’s hybrid popular culture and multiple national identities. Topics include slavery, racism, and emancipation, urban life, immigration and industrialization, changing gender roles, carnaval and popular culture, and democratization.    top of page                 Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Cultures and Contexts    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum              Back to Home       Cultures and Contexts Note: Previously listed as World Cultures FALL 2011 MAP-UA 501 Cultures and Contexts: Early States in Mesopotamia &amp; Egypt Prof. Wright (Anthropology) syllabus Ancient Egypt and Mesopotamia are the homeland of the world's first and most spectacular early states. Each represents a cultural solution that has influenced the development of Western thought and its history. Yet each is distinctive in its own way, having produced different religious systems, art styles, political and economic organizations and historical trajectories. Study of these early states reveals not only the common thread in the human condition but also the astonishing variability in human behavior and culture. We explore the prehistoric to early historic periods in Mesopotamia (modern Iraq) and Egypt. Working with archaeological and textual sources, we trace the unique and important transitions from a life as hunters and gatherers to settling down in villages and the development of cities and states, and gain a deep appreciation for the accomplishments of the ancient Egyptians and Mesopotamians and some sense of our own place in the larger scheme of world history.   FALL 2011 MAP-UA 502 Cultures and Contexts: Islamic Societies Prof. Chelkowski (MEIS) syllabus Examines the common base and regional variations of Islamic societies. An \"Islamic society\" is here understood as one that shares, either as operative present or as historical past, that common religious base called Islam. For Muslims, Islam is not simply a set of beliefs or observances but also includes a history; its study is thus by nature historical, topical, and regional. Here our particular focus is on the society of Shi'i Muslims. Shi'ism has been neglected in the last 200 years of the Western study of Islam, and only since the 1978–79 Islamic Revolution in Iran has it received attention in the West. Now, with American forces in Iraq, Shi'ism is suddenly one of the main topics of interest for the news media. The Shi'is of Iraq are the majority—some 60%—of the population, but historically they have been deprived of power in the government and of access to the political and economic life of the country. FALL 2011 MAP-UA 514 Cultures and Contexts: Ancient Israel Prof. D. Fleming (Hebrew and Judaic Studies) syllabus The people of the Hebrew Bible understood themselves to be united as an ancient tribe called Israel, a name that lay behind even the eventual state. Working backward from the fullest early definition of Israel, when the Hebrew Bible was taking final form, toward the time of older origins, we push back in time, using the Bible as the primary point of reference, while examining various independent evidence. Writing projects focus mainly on interpretation of biblical texts. FALL 2011 MAP-UA 534 Cultures and Contexts: The Black Atlantic Prof. Ralph (Social and Cultural Analysis) syllabus Introduces students to the study of the African continent and the disparate peoples and societies that can be located within a shared historical trajectory. In the process, we will explore the way that different scholars have defined Africa’s historical relationship to the Atlantic World, how they have conceived of what has come to be known as “The Black Atlantic,” and the ways they have worked to critique and enrich this formulation. This means exploring key events of the modern period—the Scientific and Industrial Revolutions, the Enlightenment, the Transatlantic slave trade, the birth of capitalism, and the formation of international systems for diplomacy and economic exchange—and examining how race, gender, economic standing, social status, generation and ability shape economic and political aspirations and emotional attachments. As a case study, we focus critical attention on the city of New Orleans—first as an early modern commercial shipping center, then as a slave entrepôt, and finally as a colony of France and then Spain, and finally as a US city—and consider what it means to view New Orleans, and Louisiana more broadly, as part of the African Diaspora. FALL 2011 MAP-UA 536 Cultures and Contexts: Indigenous Australia Prof. Myers (Anthropology) syllabus The indigenous people of Australia have long been the subject of interest and imagination by outsiders for their cultural formulations of kinship, ritual, art, gender, and politics, and they have entered into representations as distinctively \"Other\"—whether in negative or positive formulations of the \"Primitive.\" These representations—in feature films about them such as Walkabout and Rabbit Proof Fence, in New Age Literature, or museum exhibitions—are now also in dialogue with their own forms of cultural production. At the same time, Aboriginal people have struggled to reproduce themselves and their traditions in their own terms, asserting their right to forms of cultural autonomy and self-determination. We explore the historical and geographical range of Aboriginal Australian forms of social being through ethnographic texts, art, novels, autobiographies, film and other media, and consider the ways in which identity is being challenged and constructed. FALL 2011 MAP-UA 538 Cultures and Contexts: Islamic Diaspora Prof. Ben-Dor Benite (History/Middle Eastern and Islamic Studies) syllabus Muslim minorities have emerged as a “problem” and a “challenge.” However, little is known how they formed and what are their experiences. We explore two such communities whose histories are very different—the Muslims in China and Europe—and get a taste also of their art and music. We also look at some of the many Muslim communities outside of the \"Islamic heartlands,\" that is, beyond what is referred to in Islamic tradition as the “House/realm of Islam.” In some cases these \"diaspora\" communities are of considerable vintage: China, for example, has been home to Muslims since the time of the prophet Muhammad. Others are more recent, including those in the Americas and Europe. Islamic diasporas are the result of multiple processes, including trade, migration (forced and voluntary), and missionizing activities, as well as military and political expansion. Islamic culture, gender relations, connections to slavery and concepts of race, theories of government, social movements, scholarship and education, and systems of trade are also analyzed. In the process of examining these issues, certain questions confront us along the way: How real is the distinction between dar al-Islam and dar al-Harb (“House of Islam” and “House/realm of War”)? How does it affect the perception different Muslim groups have of one another? What is the relationship between pan-Islamic movements and Islamic diasporas/diasporicity? FALL 2011 MAP-UA 539 Cultures and Contexts: Asian/Pacific/American Cultures Prof. Tu (Social &amp; Cultural Analysis) syllabus Major issues in the historical and contemporary experiences of Asian Pacific Americans, including migration, modernization, racial formation, community-building, and political mobilization, among others. Asian Pacific America encompasses a complex, diverse, and rapidly changing population of people. As an expression/reflection of their cultural identities, historical conditions, and political efforts, we pay particular attention to Asian Americans' use of cultural productions--films, literature, art, media, and popular culture. FALL 2011 MAP-UA 541 Cultures and Contexts: New World Encounters Prof. Ben-Dor Benite ( History/Middle Eastern and Islamic Studies ) syllabus We discover the ways in which people “discovered” the world during the 15th and 16th centuries and ask what gave that period the title: “The Age of Discovery.” We ask why do people “explore.” We investigate the ways in which people have created, traveled to, encountered, and reported on “new-worlds.” We read the accounts of sailors, pirates, merchants, explorers, missionaries and pilgrims. We discuss the themes of history, religion, geography, and imagination and see how they shaped the ways in which people encountered new worlds. We ask how “frontiers” are created and we focus on issues such as: distances and altitudes, culture, modes of travel, food, sex, music, and many others. FALL 2011 MAP-UA 541 Cultures and Contexts: New World Encounters Prof. Lane (Spanish &amp; Portuguese) syllabus What was America before it was called America? How did indigenous cultures understand and document their first encounters with Europeans? We focus on peoples, events, and cultural expressions associated with the conquest and colonization of the Americas, concentrating on three key areas: central Mexico, home to a several pre-Columbian societies, most notably the Aztec Empire, and later the seat of Spanish power in northern Latin America (the Viceroyalty of New Spain); the central Andes, home of the Incas and later the site of Spanish power in southern Latin America (the Viceroyalty of Peru); and finally, early plantation societies of the Caribbean, where the violent history of enslaved Africans in the new world unfolded. On one hand, we explore how those subjugated by conquest and colonialism interpreted, resisted, and recorded their experience. On the other, we ask what new cultural forms emerged from these violent encounters, and consider their role in the foundation of \"Latin American\" cultures. Readings balance a range of primary documents and art created during the \"age of encounter,\" including maps, letters, paintings, and testimonials, along with historical and theoretical texts. FALL 2011 MAP-UA 543 Cultures and Contexts: Korea Prof. Em (East Asian Studies) syllabus From the late 19th century until today, it can be argued that politically engaged writers in Korea have been preoccupied with two interrelated issues: the national question, as the struggle for national sovereignty during the colonial period (1910-1945), and the dream of reunification following national partition in 1945 and the Korean War (1950-1953); and democracy, as the struggle against authoritarian governments, but also authoritarianism in schools, family, and the workplace, and the struggle to restructure policies, institutions, and practices that render certain groups of people (women, workers, the urban poor, sexual minorities, migrant workers, people with disabilities) unworthy of respect or esteem. We look at how students, workers, and intellectuals write about and mobilized around issues of nation and democracy, issues they saw as structurally linked. We also locate these issues within a broader, East Asian/global context, to better understand how and to what extent texts, practices, and ways of seeing and remembering were shaped by and reactions to colonialism, the Korean War, the Cold War, and late capitalism.  FALL 2011 MAP-UA 545 Cultures and Contexts: Egypt of the Pharaohs  Prof. Morris (Institute for the Study of the Ancient World) syllabus The archaeology, literature, and art of ancient Egypt all offer insights into its culture. Subjects of special interest are ancient Egyptian religious experiences and ethics, as well as constructions of gender, class, and ethnicity. Settlements that are particularly well documented through both archaeological and textual remains—such as Kahun and Deir el-Medina—yield extensive information about the varieties of social experience in these societies. Lives differed tremendously based on gender, profession, and locality (both spatial and temporal). Likewise, we explore how Egyptians, regardless of social standing, attempted to alter their socio-political circumstances through avenues such as concerted political action, magic, revolt, or the construction of well crafted satire. Primary sources include letters, wisdom literature, love poetry, ancient house plans, tomb scenes, physical anthropology. FALL 2011 MAP-UA 546 Cultures and Contexts: Global Asia Prof. Ludden (History) syllabus Explores the expansive transformation of Asian cultures from ancient times to the present, focusing on networks of mobility, interaction, social order, and exchange that form the particularity of Asian cultures through entanglements with others. Beginning in the days of Alexander the Great and the formation of the Afro-Eurasian ecumene, follows tracts of Buddhist, Confucian, Hindu, and Muslim expansion; then turns to the age of early modern landed empires, Ottoman-Safavid-Mughal-Ming/Ching, and their interactions with seaborne European expansion. Studies truly global formations of culture in the flow of goods, ideas, and people among world regions, during the age of modern empires and nationalism, including the rise of the nation as a cultural norm, capitalism in Asia, and Japanese expansion around the Pacific rim. Concludes by considering cultural change attending globalization since the 1950s, focusing on entanglements of Asian cultures with the globalizing culture of the market, consumerism, and wage labor, and transnational labor migration as well as Asian cultural spaces in and around New York City, including our nearby Chinatown.  FALL 2011 MAP-UA 550 Cultures and Contexts: Globalizing the Americas Prof. Khan (Anthropology) syllabus The idea of “America” has long been dissected and reconstituted by a number of ideologues, theorists, policymakers, artists, activists, and ordinary people. Each has sought to craft a new existence that distinguished itself from “Old World” tyranny and tensions, significantly through the creation of imagined communities of identity and belonging, based on various cultural, political-economic, and social criteria. We focus on studies of selected communities (e.g., the concept and experience of race in Brazil, homophobia in the West Indies) and historical events (e.g., 19th-20th century migrations of Asians to Central America) and explore how global visions and international movements as, for example, Negritude, Pan-Americanism, Pan-Africanism, cosmopolitanism, and mestizaje/creolite emerge from local currents and practices.  FALL 2011 MAP-UA 551 Cultures and Contexts: Immigrant America in the 19th Century Prof. Diner (History) syllabus The “long nineteenth century,” from the 1820s through the 1920s saw the arrival of no fewer than 50 million immigrants to the United States. Coming primarily, although not exclusively, from Europe, their migrations not only transformed the places they left, but profoundly altered American society. These migrations, all of which involved a high degree of choice on the part of their participants, took place within the context of family and communal decision making, which in turn impacted significantly on the women and men who made these journeys, allowing—or forcing—them to create new kinds of identities, institutions, and cultures. They indeed, as a result of their migrations, became new people. They became “ethnic,” as they had to redefine themselves both in terms of what they left, what they “brought” with them, and what they encountered in America. We explore how their journeys lead to the creation of a set of ethnic communities in America, which we can see as specific and unique and yet resembling each other in notable ways, focusing on three seemingly very different nineteenth century groups: Irish, Italian, and Jewish immigrants and the ethnic cultures they created.      SPRING 2012 MAP-UA  500  Cultures and Contexts: Topics — Rome Prof. Merjian (Italian)  syllabus Italian culture seen through the lens of its most emblematic site and subject: Rome ancient and modern, mythical and historical, visual and verbal. Epitomizing the very notion of cultural perpetuity, Rome--in its artifacts and images, its politics and its myths, its models of democracy and empire--lurks at the heart of Italian identity. We examine the Eternal City in its aesthetic and historical specificity--its importance as an actual place--and also as an idea and an ideal, put to various political and cultural ends in the formation of Italians' visions of themselves. We thus consider the enduring and shifting significance of Rome for Italian self-understanding: beginning with the founding and development of the city, through its various \"rebirths\" in the Renaissance, the Italian Risorgimento, and the Fascist Regime, and also briefly consider the vitality of Rome and its histories/myths to other national traditions, political movements, and aesthetic programs, from France to the United States.     SPRING 2012 MAP-UA 502 Cultures &amp; Contexts: Islamic Societies Prof. el-Leithy (Middle Eastern &amp; Islamic Societies) syllabus Major social, cultural, and political transformation of the Middle East from late antiquity through the mid-thirteenth century, considered in the context of the formation and evolution of Islamic culture and polity. Examines the emergence of key concepts, practices, and cultural motifs of the medieval Islamic tradition. Also examines the emergence of the idea/concept of the \"Middle East\", the history and background of European interest in the region, as well as the crucial role of cultural encounter and dialogue (e.g., through trade, colonization, polemics) in the formation and development of identity.  SPRING 2012 MAP-UA 502 Cultures &amp; Contexts: Islamic Societies  Prof. Rowson  (Middle Eastern &amp; Islamic Societies) syllabus The Islamic world from about the year 600 to about 1300. Despite very large variations in culture across time and space, it is meaningful to speak of a single Islamic civilization during this period, and we ask why. Although the dominance of the religion of Islam, in one way or another, serves to define and unify the societies under examination, and religion will be a major topic of study, attention is also paid to philosophy and science, literature and music, and art and architecture. Reading are English translations of Arabic works written by the inhabitants of this world themselves. A chief objective is to help students appreciate just how different a culture different from their own--and especially one in the distant past--can be, and yet make perfect sense to its participants. By reading, analyzing, and discussing what those participants have to say about a myriad of topics, students gain insights into how cultures in general, including their own, work; and although the modern world is not included, study of the Islamic past will also enhance students’ understanding of Islam and Islamic cultures today.  SPRING 2012 MAP-UA 507 Cultures &amp; Contexts: Japan Prof. Looser (East Asian Studies) Japanese national identity is the product of a diversity of cultures and communities. Starting with a broad historical overview of this diversity, critical focus is given to those categories commonly used to describe a single coherent \"Japanese\" culture. These include the categories of nation (e.g., Japan as an economic state, Japan as a nation defined by beauty and aesthetics), modernity (e.g., gender, family, ethnicity, new religions), and popular culture (e.g., mass culture, subcultures).  SPRING 2012 MAP-UA 508 Cultures and Contexts: The Pacific Islands Prof. Geismar (Anthropology and Museum Studies) syllabus The Pacific Island region sweeps from Easter Island in the East to Papua New Guinea in the West, a vast “sea of islands” that has been a crucial space of exchange: of perspectives, materials, people and ideas. What can we learn from the study of this region, a set of islands with both commonalities and differences that is often imagined as one “place”? We examine the cultures of the Pacific Islands, moving from the first migrations of indigenous navigators through the age of European exploration and colonialism, to the local experience of World War II and contemporary engagements with globalization. We also study the area’s unique cultural configurations of ritual practice, cosmology, and society. Along the way, we engage directly with the voices of Pacific islanders, from those who participated in the voyages of Captain Cook, to indigenous artists who reflect on these complex and entangled histories. Other primary sources include museum collections, film, painting, and other visual representations. This comparative approach enables us to understand debates about colonial encounter, primitivism, cannibalism, cargo cults, nuclear testing, resource extraction, and the morality of diet, from a Pacific perspective.   SPRING 2012 MAP-UA 514 Cultures and Contexts: Ancient Israel Prof. Smith (Hebrew &amp; Judaic Studies) syllabus The culture of the ancient Israelite societies of biblical times, covering the period from about 1200 b.c.e. to the conquests of Alexander the Great, in the fourth century b.c.e. Topics include the achievements of these societies in the areas of law and social organization, prophetic movements, Israelite religion, and ancient Hebrew literature. The Hebrew Bible preserves much of the creativity of the ancient Israelites, but archaeological excavations in Israel and neighboring lands, as well as the discovery of ancient writings in Hebrew and related languages, have added greatly to our knowledge of life as it was lived in biblical times. The civilizations of Egypt and Syria-Mesopotamia also shed light on Israelite culture. Of particular interest is the early development of Israelite monotheism, which, in time, emerged as ancient Judaism, the mother religion of Christianity and Islam. SPRING 2012 MAP-UA 529 Cultures and Contexts: Contemporary Latino Cultures Prof. Beltr á n (Social &amp; Cultural Analysis) syllabus Explores the political, social, and cultural practices of Latinos in the United States using a historical and interdisciplinary approach. Draws on literature, history, politics, as well as social and political theory to address issues of participation, under-representation, and civic and economic empowerment. Topics include immigration, social movements, figures of resistance, identities, popular culture, and language. Of particular concern is the idea and representation of a pan-ethnic “Latino” identity encompassing all the diverse national groups, and the emergence of this concept in both the cultural and political life of these communities. SPRING 2012 MAP-UA 537 Cultures and Contexts: Modern Israel Prof. Zweig (Hebrew &amp; Judaic Studies) syllabus Modern Israel—Society and Culture: Despite its small size and population, Israel is a diverse, dynamic, and complex society. To understand its ethnic, religious, and political divisions, the different ethnic origins of the Jewish population over the last 150 years will be examined, and the growing role of the Arab population (approaching 20%) in Israeli society will be discussed. The special role of religion in the secular state, the development of Hebrew speaking culture, the political system, the settlement movement and the peace movement, gender issues, and the role of the army in everyday life are all addressed, concluding with a survey of the debate on whether Israel is a Jewish state or a state of all its citizens. Although the controversial issues that keep Israel in the headlines are touched on, the focus is the character of Israeli society and the impact on everyday life of living in the international limelight.  SPRING 2012 MAP-UA 544  Cultures &amp; Contexts: Spain  Prof. Mendelson (Spanish and Portuguese) syllabus  What does Spanish culture look like? What are the different materials that Spanish artists and writers have chosen to articulate the often complex understandings they have of themselves, their nation(s), their relation to modernity (its opportunities and challenges), and the broader international community? We approach Spanish culture critically by learning about specific works and the contexts within which they exist, focusing on the mid-nineteenth century through the late-twentieth century, including fiction, poetry, film (fiction and documentary), painting, poster art, photography, performance, and architecture. Students actively engage in an informed analysis of cultural works from Spain in order to better understand and question the relation between cultural forms and questions of national identity, tradition, modernity, and authorship as they relate to the historical moment and location in which they are produced.   SPRING 2012 MAP-UA 545 Cultures and Contexts: Egypt of the Pharaohs Prof. Roth (Hebrew and Judaic Studies) syllabus The development of ancient Egyptian civilization, the basic tenets of its religious beliefs, its social forms and organizations, the conventions and achievements of its literature, art, and architecture. Students learn how scholars have used the remains of this long-vanished culture to reconstruct it and how to employ these methods to analyze texts and artifacts themselves. Materials include a variety of primary sources (literature, architecture, religious writings, works of art, archaeological remains, and administrative documents), and critical evaluation of the interpretations and reconstructions in the secondary scholarship.  SPRING 2012 MAP-UA 552 Cultures &amp; Contexts: Empires and Political Imagination Prof. Burbank (History) &amp; Prof. Cooper (History) syllabus Comparative   study of empires, from the Romans to the present, and the ways that   empires have inspired and constrained their subjects' ideas of rights,   belonging, and power. Throughout history, few people lived for very long   in a state that consisted entirely or even mainly of people with whom    they shared a language and culture. Empires--polities that maintained   social and cultural distinction even as they incorporated different   people--have been one of the most common and durable forms of political    organization. An examination of the variety of human cultures must take   account of how people lived in empires--sometimes seeking higher   degrees of autonomy, sometimes accommodating to rulers' authority,   sometimes trying to extend their own power over others. The study of   empire expands our ideas of citizenship and challenges the notion that   the nation-state is natural and necessary. We investigate how empires   were held together--and where they were weak--from perspectives that   focus on political and economic connections over long distances and   long time periods. We also explore how scholars have approached the   topic of empires, examining their methods and their interpretations.   Readings include historical scholarship on the Roman, Chinese, Mongol,   Spanish, Russian, French, British, and American empires, as well as   primary sources produced by people living in these and other imperial   polities.  SPRING 2012 MAP-UA  553  Cultures and Contexts: Pagan Europe Prof. Bedos-Rezak (History) syllabus In pre-modern Europe, where a Christian outlook prevailed, the existence of pre-Christian cultures drove a master narrative that all but cast them off as the heterodox mythology and magic of primitive religions. We examine both the medieval evidence for the nature of European pagan cultures and the tendency of modern scholarship to endorse the medieval self-proclaimed image of a monolithic Christian occident. The medieval discourse on paganism cannot be reduced to its condemnation and rejection; this would ignore the ways that the predominant culture had in fact integrated elements of paganism into its theology, philosophy, rituals, calendar, life-cycle events, scientific knowledge, intellectual categories, literary creations, artistic repertoire, and physical environment. As we consider a millennium of European civilization (60 c.e.-1600 c.e.) from the perspective of paganism, we cross-pollinate multiple streams of evidence (textual, archeological, artifactual) with various epistemologies (history, anthropology, folklore, literary criticism), which will allow a new chronology and a new geography to emerge.         SPRING 2012 MAP-UA 555 Cultures &amp; Contexts: Brazil Prof. Weinstein (History) syllabus Brazil's transformation from a colonial, agrarian, slave society to a predominantly urban, industrialized nation, and an aspiring world power. Considers how Brazil became both a major industrial power and a society with all the classic social ills of a “Global South” nation. We also explore the relationship between mainstream notions of modernity and development, and the many different social and cultural initiatives that have produced Brazil’s hybrid popular culture and multiple national identities. Topics include slavery, racism, and emancipation, urban life, immigration and industrialization, changing gender roles, carnaval and popular culture, and democratization.    top of page                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Summer 2014 Courses    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum                                            Home       About the Program       Course Descriptions                2015-2016 Courses              2014-2015 Courses              2013-2014 Courses              2012-2013 Courses              Summer 2015 Courses            Summer 2014 Courses            Summer 2013 Courses              Summer 2012 Courses              Past Courses         Exemptions, Substitutions, and Proficiency Exams       Study Away       Program Documents and Guidelines       Historical Notes       Teaching Opportunities       People               Home &gt; Course Descriptions &gt; Summer 2014 Courses     Summer 2014 Courses SUMMER 2014 CORE-UA 204, Natural Science I: Einstein's Universe Prof. Budick (Physics)  syllabus  Session I: May 27 – July 5, 2014 Addresses the science and life of Einstein in the context of 20th-century physics, beginning with 19th-century ideas about light, space, and time in order to understand why Einstein's work was so innovative. Einstein's most influential ideas are contained in his theories of special relativity, which reformulated conceptions of space and time, and general relativity, which extended these ideas to gravitation. Both these theories are explored quantitatively, together with wide-ranging applications of these ideas, from the nuclear energy which powers the sun to black holes and the big bang theory of the birth of the universe. SUMMER 2014 CORE -UA 510, Cultures &amp; Contexts: Russia—between East and West Prof. Kotsonis (History) Session I: May 27 – July 5, 2014 Focuses on distinctive historical and geographical dichotomies and issues in Russian culture. Emphasis is on primary documents, including literary works, travel notes, works of art, and political statements from all periods, chosen to establish the particular matrix of competing positions that make up the Russian national and cultural identity. SUMMER 2014 CORE-UA 549, Cultures &amp; Contexts: Multinational Britain Prof. Ortolano (History)  syllabus Session I: May 27 – July 5, 2014 Introduces students to the peoples, cultures, and histories of the British Isles. Today home to a pair of European states, the United Kingdom and the Republic of Ireland, this grouping of islands off the northwestern coast of Europe has historically been home to an astonishing variety of peoples, kingdoms, religions, nations, and states. Rather than collapsing this diversity into a study of the English people or the British state, we think about the United Kingdom as a multinational formation, produced through the experience of repeated invasions, encounters, and migrations. Our ultimate goals are twofold: to learn about the peoples of the British Isles, and to use this knowledge to think critically about claims regarding national characteristics, ethnic stability, or cultural homogeneity--in Britain, and beyond. SUMMER 2014 CORE-UA 555, Cultures and Contexts: Brazil Prof. Robbins (Spanish &amp; Portugueses)  syllabus Session I: May 27 – July 5, 2014 Brazilian culture in a global context: For five centuries, Brazil has found itself at the crossroads of international commerce. Numerous indigenous groups, Portuguese, Africans of various ethnicities, Spaniards, French, Dutch, and British have all played central roles in the fashioning of Brazil—the only modern nation whose name derives from the commodity (Brazilwood) it would first export in great quantity. And while commerce provided the initial impetus to bring these groups—often violently—together, their prolonged contact shaped an exceptionally rich cultural history in Brazil. Through popular music, cinema, soccer, visual art, and literature, we revisit some of these encounters, in order to examine how they have shaped Brazilian culture, as well as how this culture has, in turn, engaged with the world around it. SUMMER 2014 CORE-UA 710.001, Expressive Culture: Words Prof. Borenstein (Russian &amp; Slavic Studies) Session I: May 27 – July 5, 2014 What is literature or the literary? Is there a literary language that works differently from ordinary language? What is literary style and form? What does it mean to tell a story, and how is it different from telling a lie? What kinds of stories do we tell about our lives? Paying particular attention to questions of manipulation and emotion, we examine the status of fiction and representation through short stories, novels, and graphic novels by a range of authors, including Barth, Borges, Gogol, Melville, Roth, Tolstoy. SUMMER 2014 CORE-UA 711, Expressive Culture: The Graphic Novel Prof. Borenstein (Russian &amp; Slavic Studies) Session I: May 27 – July 5, 2014 Examines the interplay between words and images in the graphic novel, a hybrid medium with a system of communication reminiscent of prose fiction, animation, and film. What is the connection between text and art? How are internal psychology, time, and action conveyed in a static series of words and pictures? What can the graphic novel convey that other media cannot? Authors include Alan Moore, Art Spiegelman, Peter Milligan, Charles Burns, Carla Speed McNeil. SUMMER 2014 CORE-UA 710.002, Expressive Culture: Words Prof. Borenstein (Russian &amp; Slavic Studies) Session II: July 7 – August 16, 2014 Fantasy, Science Fiction, Reality. All fiction allows authors to create their own worlds; science fiction and fantasy bring this element of the creative process to the forefront. We look at science fiction and fantasy as literary genres, examining their rules, the ways in which these rules are broken, and the genres' strengths and potential. What do science fiction and fantasy do that mainstream fiction does not? What is the connection between narrative form and the representation of reality? Authors include Asimov, Delany, Dick, Heinlein, Le Guin, Lem. SUMMER 2014 CORE-UA 711, Expressive Culture: The Graphic Novel Prof. Borenstein (Russian &amp; Slavic Studies) Session II: July 7 – August 16, 2014 Examines the interplay between words and images in the graphic novel, a hybrid medium with a system of communication reminiscent of prose fiction, animation, and film. What is the connection between text and art? How are internal psychology, time, and action conveyed in a static series of words and pictures? What can the graphic novel convey that other media cannot? Authors include Alan Moore, Art Spiegelman, Peter Milligan, Charles Burns, Carla Speed McNeil. SUMMER 2014 CORE-UA 9556, Cultures and Contexts: Germany Prof. Hückmann (NYU Berlin)  syllabus* Session II: July 7 – August 16, 2014 Introduce students to modern German culture through the works of seven emblematic figures—both positive and negative—whose ideas have helped shape, for good and for ill, that culture over the past century and continue to do so in varying degrees in our own day. We begin with Lessing and Kant, Enlightenment thinkers whose values in part provide the legitimacy for today’s democratic Federal Republic of Germany, then turn to the ambiguous universal genius Goethe, long considered the country’s equivalent to Shakespeare but whose relationship to enlightened values is far from clear. Next we examine the case of Richard Wagner, perhaps the most influential artistic figure of the 19th century, who saw his own masterpieces of music drama as proof of German cultural superiority and whose theoretical writings provided the basis for the racist national socialist theory of culture. Friedrich Nietzsche, first a supporter and then a vocal opponent of Wagner, was also later idealized by the Nazis, though his writings attacked and even ridiculed the German nationalism of his day. We then analyze the self-presentation, as found in Mein Kampf, of Adolf Hitler himself, the impact of whose life and horrific deeds continues to cast a shadow on an almost daily basis over Germany. Finally, we turn to the great, recently deceased East German writer Christa Wolf, who for most of her life fervently believed that her communist homeland was the \"better Germany,\" even while illustrating the reality and human costs of this state in her novels. Extensive readings from all of these figures will be supplemented by lecture tours through relevant areas of greater Berlin and an extended day trip Weimar and Leipzig. NOTE: Consult the syllabus for important information about purchasing course readings in the U.S. before departure to NYU Berlin.         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Iran on Film: A Forum on Culture, Politics and Daily life in Documentary Cinema, Kevorkian Center | NYU                                        NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                                  Iran on Film: A Forum on Culture, Politics and Daily life in Documentary Cinema     Since the 1979 Iranian Revolution, Americans’ exposure to Iran has   been largely limited to the news media’s portrayal of the nation’s   leadership, leaving many in the U.S. with little understanding of the   lives of ordinary Iranians. This event aims to offer a fuller portrait   of the country and its people through film, analysis, and discussion.   The event coincided with the release of the 2012 season of Link TV’s   ongoing “Bridge to Iran”   series, which aims to address the cultural differences and political   tensions that have developed between the Iran and the U.S. since the   1979 Iranian revolution. The series fills a knowledge gap by providing Americans with informed insider views on modern Iranian society, through documentaries made by Iranian directors living both inside Iran and within the Iranian diaspora. The series avoids simplistic categorizations and stereotypes about Iran to provide new insights and understandings of a nation, a people, and a culture that most Americans know little about. Find out more and watch films    Siah Bazi (2005) by Maryam Khakipour follows a well-known street theater troupe   Iran, A Cinematographic Revolution (2007) by Nader Takmil Homayoun explores contemporary Iran through its cinema  The Queen and I (2009) by Nahid Sarvestani documents the filmmaker’s uneasy encounters   with the former Queen of Iran  We are Half of Iran's Population (2009) by Rakshan Bani Etemad looks at women’s participation in   the controversial 2009 elections  A panel discussion featuring the following experts engaged with the   films alongside a discussion of the state and relevance of documentary   filmmaking on Iran from inside and outside the country. Negar Mottahedeh Professor of Literature and Women's Studies, Duke University      Persheng Vaziri  Independent Filmmaker and Co-Producer, Bridge to Iran, Link TV    Maryam Khakipour  Filmmaker, Siah Bazi/The Joymakers                                              Coverage in Context: Media and the Middle East was funded with generous support from the Social Science Research Council and represents a joint effort of the Hagop Kevorkian Center for Near Eastern Studies and the NYU Journalism Institute. This particular conversation was part of NYU Gallatin School's Iranian Studies Initiative and was hosted in collaboration with Link TV.                                    Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Cultures and Contexts    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum              Back to Home       Cultures and Contexts Note: Previously listed as World Cultures FALL 2011 MAP-UA 501 Cultures and Contexts: Early States in Mesopotamia &amp; Egypt Prof. Wright (Anthropology) syllabus Ancient Egypt and Mesopotamia are the homeland of the world's first and most spectacular early states. Each represents a cultural solution that has influenced the development of Western thought and its history. Yet each is distinctive in its own way, having produced different religious systems, art styles, political and economic organizations and historical trajectories. Study of these early states reveals not only the common thread in the human condition but also the astonishing variability in human behavior and culture. We explore the prehistoric to early historic periods in Mesopotamia (modern Iraq) and Egypt. Working with archaeological and textual sources, we trace the unique and important transitions from a life as hunters and gatherers to settling down in villages and the development of cities and states, and gain a deep appreciation for the accomplishments of the ancient Egyptians and Mesopotamians and some sense of our own place in the larger scheme of world history.   FALL 2011 MAP-UA 502 Cultures and Contexts: Islamic Societies Prof. Chelkowski (MEIS) syllabus Examines the common base and regional variations of Islamic societies. An \"Islamic society\" is here understood as one that shares, either as operative present or as historical past, that common religious base called Islam. For Muslims, Islam is not simply a set of beliefs or observances but also includes a history; its study is thus by nature historical, topical, and regional. Here our particular focus is on the society of Shi'i Muslims. Shi'ism has been neglected in the last 200 years of the Western study of Islam, and only since the 1978–79 Islamic Revolution in Iran has it received attention in the West. Now, with American forces in Iraq, Shi'ism is suddenly one of the main topics of interest for the news media. The Shi'is of Iraq are the majority—some 60%—of the population, but historically they have been deprived of power in the government and of access to the political and economic life of the country. FALL 2011 MAP-UA 514 Cultures and Contexts: Ancient Israel Prof. D. Fleming (Hebrew and Judaic Studies) syllabus The people of the Hebrew Bible understood themselves to be united as an ancient tribe called Israel, a name that lay behind even the eventual state. Working backward from the fullest early definition of Israel, when the Hebrew Bible was taking final form, toward the time of older origins, we push back in time, using the Bible as the primary point of reference, while examining various independent evidence. Writing projects focus mainly on interpretation of biblical texts. FALL 2011 MAP-UA 534 Cultures and Contexts: The Black Atlantic Prof. Ralph (Social and Cultural Analysis) syllabus Introduces students to the study of the African continent and the disparate peoples and societies that can be located within a shared historical trajectory. In the process, we will explore the way that different scholars have defined Africa’s historical relationship to the Atlantic World, how they have conceived of what has come to be known as “The Black Atlantic,” and the ways they have worked to critique and enrich this formulation. This means exploring key events of the modern period—the Scientific and Industrial Revolutions, the Enlightenment, the Transatlantic slave trade, the birth of capitalism, and the formation of international systems for diplomacy and economic exchange—and examining how race, gender, economic standing, social status, generation and ability shape economic and political aspirations and emotional attachments. As a case study, we focus critical attention on the city of New Orleans—first as an early modern commercial shipping center, then as a slave entrepôt, and finally as a colony of France and then Spain, and finally as a US city—and consider what it means to view New Orleans, and Louisiana more broadly, as part of the African Diaspora. FALL 2011 MAP-UA 536 Cultures and Contexts: Indigenous Australia Prof. Myers (Anthropology) syllabus The indigenous people of Australia have long been the subject of interest and imagination by outsiders for their cultural formulations of kinship, ritual, art, gender, and politics, and they have entered into representations as distinctively \"Other\"—whether in negative or positive formulations of the \"Primitive.\" These representations—in feature films about them such as Walkabout and Rabbit Proof Fence, in New Age Literature, or museum exhibitions—are now also in dialogue with their own forms of cultural production. At the same time, Aboriginal people have struggled to reproduce themselves and their traditions in their own terms, asserting their right to forms of cultural autonomy and self-determination. We explore the historical and geographical range of Aboriginal Australian forms of social being through ethnographic texts, art, novels, autobiographies, film and other media, and consider the ways in which identity is being challenged and constructed. FALL 2011 MAP-UA 538 Cultures and Contexts: Islamic Diaspora Prof. Ben-Dor Benite (History/Middle Eastern and Islamic Studies) syllabus Muslim minorities have emerged as a “problem” and a “challenge.” However, little is known how they formed and what are their experiences. We explore two such communities whose histories are very different—the Muslims in China and Europe—and get a taste also of their art and music. We also look at some of the many Muslim communities outside of the \"Islamic heartlands,\" that is, beyond what is referred to in Islamic tradition as the “House/realm of Islam.” In some cases these \"diaspora\" communities are of considerable vintage: China, for example, has been home to Muslims since the time of the prophet Muhammad. Others are more recent, including those in the Americas and Europe. Islamic diasporas are the result of multiple processes, including trade, migration (forced and voluntary), and missionizing activities, as well as military and political expansion. Islamic culture, gender relations, connections to slavery and concepts of race, theories of government, social movements, scholarship and education, and systems of trade are also analyzed. In the process of examining these issues, certain questions confront us along the way: How real is the distinction between dar al-Islam and dar al-Harb (“House of Islam” and “House/realm of War”)? How does it affect the perception different Muslim groups have of one another? What is the relationship between pan-Islamic movements and Islamic diasporas/diasporicity? FALL 2011 MAP-UA 539 Cultures and Contexts: Asian/Pacific/American Cultures Prof. Tu (Social &amp; Cultural Analysis) syllabus Major issues in the historical and contemporary experiences of Asian Pacific Americans, including migration, modernization, racial formation, community-building, and political mobilization, among others. Asian Pacific America encompasses a complex, diverse, and rapidly changing population of people. As an expression/reflection of their cultural identities, historical conditions, and political efforts, we pay particular attention to Asian Americans' use of cultural productions--films, literature, art, media, and popular culture. FALL 2011 MAP-UA 541 Cultures and Contexts: New World Encounters Prof. Ben-Dor Benite ( History/Middle Eastern and Islamic Studies ) syllabus We discover the ways in which people “discovered” the world during the 15th and 16th centuries and ask what gave that period the title: “The Age of Discovery.” We ask why do people “explore.” We investigate the ways in which people have created, traveled to, encountered, and reported on “new-worlds.” We read the accounts of sailors, pirates, merchants, explorers, missionaries and pilgrims. We discuss the themes of history, religion, geography, and imagination and see how they shaped the ways in which people encountered new worlds. We ask how “frontiers” are created and we focus on issues such as: distances and altitudes, culture, modes of travel, food, sex, music, and many others. FALL 2011 MAP-UA 541 Cultures and Contexts: New World Encounters Prof. Lane (Spanish &amp; Portuguese) syllabus What was America before it was called America? How did indigenous cultures understand and document their first encounters with Europeans? We focus on peoples, events, and cultural expressions associated with the conquest and colonization of the Americas, concentrating on three key areas: central Mexico, home to a several pre-Columbian societies, most notably the Aztec Empire, and later the seat of Spanish power in northern Latin America (the Viceroyalty of New Spain); the central Andes, home of the Incas and later the site of Spanish power in southern Latin America (the Viceroyalty of Peru); and finally, early plantation societies of the Caribbean, where the violent history of enslaved Africans in the new world unfolded. On one hand, we explore how those subjugated by conquest and colonialism interpreted, resisted, and recorded their experience. On the other, we ask what new cultural forms emerged from these violent encounters, and consider their role in the foundation of \"Latin American\" cultures. Readings balance a range of primary documents and art created during the \"age of encounter,\" including maps, letters, paintings, and testimonials, along with historical and theoretical texts. FALL 2011 MAP-UA 543 Cultures and Contexts: Korea Prof. Em (East Asian Studies) syllabus From the late 19th century until today, it can be argued that politically engaged writers in Korea have been preoccupied with two interrelated issues: the national question, as the struggle for national sovereignty during the colonial period (1910-1945), and the dream of reunification following national partition in 1945 and the Korean War (1950-1953); and democracy, as the struggle against authoritarian governments, but also authoritarianism in schools, family, and the workplace, and the struggle to restructure policies, institutions, and practices that render certain groups of people (women, workers, the urban poor, sexual minorities, migrant workers, people with disabilities) unworthy of respect or esteem. We look at how students, workers, and intellectuals write about and mobilized around issues of nation and democracy, issues they saw as structurally linked. We also locate these issues within a broader, East Asian/global context, to better understand how and to what extent texts, practices, and ways of seeing and remembering were shaped by and reactions to colonialism, the Korean War, the Cold War, and late capitalism.  FALL 2011 MAP-UA 545 Cultures and Contexts: Egypt of the Pharaohs  Prof. Morris (Institute for the Study of the Ancient World) syllabus The archaeology, literature, and art of ancient Egypt all offer insights into its culture. Subjects of special interest are ancient Egyptian religious experiences and ethics, as well as constructions of gender, class, and ethnicity. Settlements that are particularly well documented through both archaeological and textual remains—such as Kahun and Deir el-Medina—yield extensive information about the varieties of social experience in these societies. Lives differed tremendously based on gender, profession, and locality (both spatial and temporal). Likewise, we explore how Egyptians, regardless of social standing, attempted to alter their socio-political circumstances through avenues such as concerted political action, magic, revolt, or the construction of well crafted satire. Primary sources include letters, wisdom literature, love poetry, ancient house plans, tomb scenes, physical anthropology. FALL 2011 MAP-UA 546 Cultures and Contexts: Global Asia Prof. Ludden (History) syllabus Explores the expansive transformation of Asian cultures from ancient times to the present, focusing on networks of mobility, interaction, social order, and exchange that form the particularity of Asian cultures through entanglements with others. Beginning in the days of Alexander the Great and the formation of the Afro-Eurasian ecumene, follows tracts of Buddhist, Confucian, Hindu, and Muslim expansion; then turns to the age of early modern landed empires, Ottoman-Safavid-Mughal-Ming/Ching, and their interactions with seaborne European expansion. Studies truly global formations of culture in the flow of goods, ideas, and people among world regions, during the age of modern empires and nationalism, including the rise of the nation as a cultural norm, capitalism in Asia, and Japanese expansion around the Pacific rim. Concludes by considering cultural change attending globalization since the 1950s, focusing on entanglements of Asian cultures with the globalizing culture of the market, consumerism, and wage labor, and transnational labor migration as well as Asian cultural spaces in and around New York City, including our nearby Chinatown.  FALL 2011 MAP-UA 550 Cultures and Contexts: Globalizing the Americas Prof. Khan (Anthropology) syllabus The idea of “America” has long been dissected and reconstituted by a number of ideologues, theorists, policymakers, artists, activists, and ordinary people. Each has sought to craft a new existence that distinguished itself from “Old World” tyranny and tensions, significantly through the creation of imagined communities of identity and belonging, based on various cultural, political-economic, and social criteria. We focus on studies of selected communities (e.g., the concept and experience of race in Brazil, homophobia in the West Indies) and historical events (e.g., 19th-20th century migrations of Asians to Central America) and explore how global visions and international movements as, for example, Negritude, Pan-Americanism, Pan-Africanism, cosmopolitanism, and mestizaje/creolite emerge from local currents and practices.  FALL 2011 MAP-UA 551 Cultures and Contexts: Immigrant America in the 19th Century Prof. Diner (History) syllabus The “long nineteenth century,” from the 1820s through the 1920s saw the arrival of no fewer than 50 million immigrants to the United States. Coming primarily, although not exclusively, from Europe, their migrations not only transformed the places they left, but profoundly altered American society. These migrations, all of which involved a high degree of choice on the part of their participants, took place within the context of family and communal decision making, which in turn impacted significantly on the women and men who made these journeys, allowing—or forcing—them to create new kinds of identities, institutions, and cultures. They indeed, as a result of their migrations, became new people. They became “ethnic,” as they had to redefine themselves both in terms of what they left, what they “brought” with them, and what they encountered in America. We explore how their journeys lead to the creation of a set of ethnic communities in America, which we can see as specific and unique and yet resembling each other in notable ways, focusing on three seemingly very different nineteenth century groups: Irish, Italian, and Jewish immigrants and the ethnic cultures they created.      SPRING 2012 MAP-UA  500  Cultures and Contexts: Topics — Rome Prof. Merjian (Italian)  syllabus Italian culture seen through the lens of its most emblematic site and subject: Rome ancient and modern, mythical and historical, visual and verbal. Epitomizing the very notion of cultural perpetuity, Rome--in its artifacts and images, its politics and its myths, its models of democracy and empire--lurks at the heart of Italian identity. We examine the Eternal City in its aesthetic and historical specificity--its importance as an actual place--and also as an idea and an ideal, put to various political and cultural ends in the formation of Italians' visions of themselves. We thus consider the enduring and shifting significance of Rome for Italian self-understanding: beginning with the founding and development of the city, through its various \"rebirths\" in the Renaissance, the Italian Risorgimento, and the Fascist Regime, and also briefly consider the vitality of Rome and its histories/myths to other national traditions, political movements, and aesthetic programs, from France to the United States.     SPRING 2012 MAP-UA 502 Cultures &amp; Contexts: Islamic Societies Prof. el-Leithy (Middle Eastern &amp; Islamic Societies) syllabus Major social, cultural, and political transformation of the Middle East from late antiquity through the mid-thirteenth century, considered in the context of the formation and evolution of Islamic culture and polity. Examines the emergence of key concepts, practices, and cultural motifs of the medieval Islamic tradition. Also examines the emergence of the idea/concept of the \"Middle East\", the history and background of European interest in the region, as well as the crucial role of cultural encounter and dialogue (e.g., through trade, colonization, polemics) in the formation and development of identity.  SPRING 2012 MAP-UA 502 Cultures &amp; Contexts: Islamic Societies  Prof. Rowson  (Middle Eastern &amp; Islamic Societies) syllabus The Islamic world from about the year 600 to about 1300. Despite very large variations in culture across time and space, it is meaningful to speak of a single Islamic civilization during this period, and we ask why. Although the dominance of the religion of Islam, in one way or another, serves to define and unify the societies under examination, and religion will be a major topic of study, attention is also paid to philosophy and science, literature and music, and art and architecture. Reading are English translations of Arabic works written by the inhabitants of this world themselves. A chief objective is to help students appreciate just how different a culture different from their own--and especially one in the distant past--can be, and yet make perfect sense to its participants. By reading, analyzing, and discussing what those participants have to say about a myriad of topics, students gain insights into how cultures in general, including their own, work; and although the modern world is not included, study of the Islamic past will also enhance students’ understanding of Islam and Islamic cultures today.  SPRING 2012 MAP-UA 507 Cultures &amp; Contexts: Japan Prof. Looser (East Asian Studies) Japanese national identity is the product of a diversity of cultures and communities. Starting with a broad historical overview of this diversity, critical focus is given to those categories commonly used to describe a single coherent \"Japanese\" culture. These include the categories of nation (e.g., Japan as an economic state, Japan as a nation defined by beauty and aesthetics), modernity (e.g., gender, family, ethnicity, new religions), and popular culture (e.g., mass culture, subcultures).  SPRING 2012 MAP-UA 508 Cultures and Contexts: The Pacific Islands Prof. Geismar (Anthropology and Museum Studies) syllabus The Pacific Island region sweeps from Easter Island in the East to Papua New Guinea in the West, a vast “sea of islands” that has been a crucial space of exchange: of perspectives, materials, people and ideas. What can we learn from the study of this region, a set of islands with both commonalities and differences that is often imagined as one “place”? We examine the cultures of the Pacific Islands, moving from the first migrations of indigenous navigators through the age of European exploration and colonialism, to the local experience of World War II and contemporary engagements with globalization. We also study the area’s unique cultural configurations of ritual practice, cosmology, and society. Along the way, we engage directly with the voices of Pacific islanders, from those who participated in the voyages of Captain Cook, to indigenous artists who reflect on these complex and entangled histories. Other primary sources include museum collections, film, painting, and other visual representations. This comparative approach enables us to understand debates about colonial encounter, primitivism, cannibalism, cargo cults, nuclear testing, resource extraction, and the morality of diet, from a Pacific perspective.   SPRING 2012 MAP-UA 514 Cultures and Contexts: Ancient Israel Prof. Smith (Hebrew &amp; Judaic Studies) syllabus The culture of the ancient Israelite societies of biblical times, covering the period from about 1200 b.c.e. to the conquests of Alexander the Great, in the fourth century b.c.e. Topics include the achievements of these societies in the areas of law and social organization, prophetic movements, Israelite religion, and ancient Hebrew literature. The Hebrew Bible preserves much of the creativity of the ancient Israelites, but archaeological excavations in Israel and neighboring lands, as well as the discovery of ancient writings in Hebrew and related languages, have added greatly to our knowledge of life as it was lived in biblical times. The civilizations of Egypt and Syria-Mesopotamia also shed light on Israelite culture. Of particular interest is the early development of Israelite monotheism, which, in time, emerged as ancient Judaism, the mother religion of Christianity and Islam. SPRING 2012 MAP-UA 529 Cultures and Contexts: Contemporary Latino Cultures Prof. Beltr á n (Social &amp; Cultural Analysis) syllabus Explores the political, social, and cultural practices of Latinos in the United States using a historical and interdisciplinary approach. Draws on literature, history, politics, as well as social and political theory to address issues of participation, under-representation, and civic and economic empowerment. Topics include immigration, social movements, figures of resistance, identities, popular culture, and language. Of particular concern is the idea and representation of a pan-ethnic “Latino” identity encompassing all the diverse national groups, and the emergence of this concept in both the cultural and political life of these communities. SPRING 2012 MAP-UA 537 Cultures and Contexts: Modern Israel Prof. Zweig (Hebrew &amp; Judaic Studies) syllabus Modern Israel—Society and Culture: Despite its small size and population, Israel is a diverse, dynamic, and complex society. To understand its ethnic, religious, and political divisions, the different ethnic origins of the Jewish population over the last 150 years will be examined, and the growing role of the Arab population (approaching 20%) in Israeli society will be discussed. The special role of religion in the secular state, the development of Hebrew speaking culture, the political system, the settlement movement and the peace movement, gender issues, and the role of the army in everyday life are all addressed, concluding with a survey of the debate on whether Israel is a Jewish state or a state of all its citizens. Although the controversial issues that keep Israel in the headlines are touched on, the focus is the character of Israeli society and the impact on everyday life of living in the international limelight.  SPRING 2012 MAP-UA 544  Cultures &amp; Contexts: Spain  Prof. Mendelson (Spanish and Portuguese) syllabus  What does Spanish culture look like? What are the different materials that Spanish artists and writers have chosen to articulate the often complex understandings they have of themselves, their nation(s), their relation to modernity (its opportunities and challenges), and the broader international community? We approach Spanish culture critically by learning about specific works and the contexts within which they exist, focusing on the mid-nineteenth century through the late-twentieth century, including fiction, poetry, film (fiction and documentary), painting, poster art, photography, performance, and architecture. Students actively engage in an informed analysis of cultural works from Spain in order to better understand and question the relation between cultural forms and questions of national identity, tradition, modernity, and authorship as they relate to the historical moment and location in which they are produced.   SPRING 2012 MAP-UA 545 Cultures and Contexts: Egypt of the Pharaohs Prof. Roth (Hebrew and Judaic Studies) syllabus The development of ancient Egyptian civilization, the basic tenets of its religious beliefs, its social forms and organizations, the conventions and achievements of its literature, art, and architecture. Students learn how scholars have used the remains of this long-vanished culture to reconstruct it and how to employ these methods to analyze texts and artifacts themselves. Materials include a variety of primary sources (literature, architecture, religious writings, works of art, archaeological remains, and administrative documents), and critical evaluation of the interpretations and reconstructions in the secondary scholarship.  SPRING 2012 MAP-UA 552 Cultures &amp; Contexts: Empires and Political Imagination Prof. Burbank (History) &amp; Prof. Cooper (History) syllabus Comparative   study of empires, from the Romans to the present, and the ways that   empires have inspired and constrained their subjects' ideas of rights,   belonging, and power. Throughout history, few people lived for very long   in a state that consisted entirely or even mainly of people with whom    they shared a language and culture. Empires--polities that maintained   social and cultural distinction even as they incorporated different   people--have been one of the most common and durable forms of political    organization. An examination of the variety of human cultures must take   account of how people lived in empires--sometimes seeking higher   degrees of autonomy, sometimes accommodating to rulers' authority,   sometimes trying to extend their own power over others. The study of   empire expands our ideas of citizenship and challenges the notion that   the nation-state is natural and necessary. We investigate how empires   were held together--and where they were weak--from perspectives that   focus on political and economic connections over long distances and   long time periods. We also explore how scholars have approached the   topic of empires, examining their methods and their interpretations.   Readings include historical scholarship on the Roman, Chinese, Mongol,   Spanish, Russian, French, British, and American empires, as well as   primary sources produced by people living in these and other imperial   polities.  SPRING 2012 MAP-UA  553  Cultures and Contexts: Pagan Europe Prof. Bedos-Rezak (History) syllabus In pre-modern Europe, where a Christian outlook prevailed, the existence of pre-Christian cultures drove a master narrative that all but cast them off as the heterodox mythology and magic of primitive religions. We examine both the medieval evidence for the nature of European pagan cultures and the tendency of modern scholarship to endorse the medieval self-proclaimed image of a monolithic Christian occident. The medieval discourse on paganism cannot be reduced to its condemnation and rejection; this would ignore the ways that the predominant culture had in fact integrated elements of paganism into its theology, philosophy, rituals, calendar, life-cycle events, scientific knowledge, intellectual categories, literary creations, artistic repertoire, and physical environment. As we consider a millennium of European civilization (60 c.e.-1600 c.e.) from the perspective of paganism, we cross-pollinate multiple streams of evidence (textual, archeological, artifactual) with various epistemologies (history, anthropology, folklore, literary criticism), which will allow a new chronology and a new geography to emerge.         SPRING 2012 MAP-UA 555 Cultures &amp; Contexts: Brazil Prof. Weinstein (History) syllabus Brazil's transformation from a colonial, agrarian, slave society to a predominantly urban, industrialized nation, and an aspiring world power. Considers how Brazil became both a major industrial power and a society with all the classic social ills of a “Global South” nation. We also explore the relationship between mainstream notions of modernity and development, and the many different social and cultural initiatives that have produced Brazil’s hybrid popular culture and multiple national identities. Topics include slavery, racism, and emancipation, urban life, immigration and industrialization, changing gender roles, carnaval and popular culture, and democratization.    top of page                 Contact Us | &copy; New York University , Arts and Science"}, {"content": "Summer 2014 Courses    | The College Core Curriculum, College of Arts and Science | New York Univeristy                          NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             The College Core Curriculum                                            Home       About the Program       Course Descriptions                2015-2016 Courses              2014-2015 Courses              2013-2014 Courses              2012-2013 Courses              Summer 2015 Courses            Summer 2014 Courses            Summer 2013 Courses              Summer 2012 Courses              Past Courses         Exemptions, Substitutions, and Proficiency Exams       Study Away       Program Documents and Guidelines       Historical Notes       Teaching Opportunities       People               Home &gt; Course Descriptions &gt; Summer 2014 Courses     Summer 2014 Courses SUMMER 2014 CORE-UA 204, Natural Science I: Einstein's Universe Prof. Budick (Physics)  syllabus  Session I: May 27 – July 5, 2014 Addresses the science and life of Einstein in the context of 20th-century physics, beginning with 19th-century ideas about light, space, and time in order to understand why Einstein's work was so innovative. Einstein's most influential ideas are contained in his theories of special relativity, which reformulated conceptions of space and time, and general relativity, which extended these ideas to gravitation. Both these theories are explored quantitatively, together with wide-ranging applications of these ideas, from the nuclear energy which powers the sun to black holes and the big bang theory of the birth of the universe. SUMMER 2014 CORE -UA 510, Cultures &amp; Contexts: Russia—between East and West Prof. Kotsonis (History) Session I: May 27 – July 5, 2014 Focuses on distinctive historical and geographical dichotomies and issues in Russian culture. Emphasis is on primary documents, including literary works, travel notes, works of art, and political statements from all periods, chosen to establish the particular matrix of competing positions that make up the Russian national and cultural identity. SUMMER 2014 CORE-UA 549, Cultures &amp; Contexts: Multinational Britain Prof. Ortolano (History)  syllabus Session I: May 27 – July 5, 2014 Introduces students to the peoples, cultures, and histories of the British Isles. Today home to a pair of European states, the United Kingdom and the Republic of Ireland, this grouping of islands off the northwestern coast of Europe has historically been home to an astonishing variety of peoples, kingdoms, religions, nations, and states. Rather than collapsing this diversity into a study of the English people or the British state, we think about the United Kingdom as a multinational formation, produced through the experience of repeated invasions, encounters, and migrations. Our ultimate goals are twofold: to learn about the peoples of the British Isles, and to use this knowledge to think critically about claims regarding national characteristics, ethnic stability, or cultural homogeneity--in Britain, and beyond. SUMMER 2014 CORE-UA 555, Cultures and Contexts: Brazil Prof. Robbins (Spanish &amp; Portugueses)  syllabus Session I: May 27 – July 5, 2014 Brazilian culture in a global context: For five centuries, Brazil has found itself at the crossroads of international commerce. Numerous indigenous groups, Portuguese, Africans of various ethnicities, Spaniards, French, Dutch, and British have all played central roles in the fashioning of Brazil—the only modern nation whose name derives from the commodity (Brazilwood) it would first export in great quantity. And while commerce provided the initial impetus to bring these groups—often violently—together, their prolonged contact shaped an exceptionally rich cultural history in Brazil. Through popular music, cinema, soccer, visual art, and literature, we revisit some of these encounters, in order to examine how they have shaped Brazilian culture, as well as how this culture has, in turn, engaged with the world around it. SUMMER 2014 CORE-UA 710.001, Expressive Culture: Words Prof. Borenstein (Russian &amp; Slavic Studies) Session I: May 27 – July 5, 2014 What is literature or the literary? Is there a literary language that works differently from ordinary language? What is literary style and form? What does it mean to tell a story, and how is it different from telling a lie? What kinds of stories do we tell about our lives? Paying particular attention to questions of manipulation and emotion, we examine the status of fiction and representation through short stories, novels, and graphic novels by a range of authors, including Barth, Borges, Gogol, Melville, Roth, Tolstoy. SUMMER 2014 CORE-UA 711, Expressive Culture: The Graphic Novel Prof. Borenstein (Russian &amp; Slavic Studies) Session I: May 27 – July 5, 2014 Examines the interplay between words and images in the graphic novel, a hybrid medium with a system of communication reminiscent of prose fiction, animation, and film. What is the connection between text and art? How are internal psychology, time, and action conveyed in a static series of words and pictures? What can the graphic novel convey that other media cannot? Authors include Alan Moore, Art Spiegelman, Peter Milligan, Charles Burns, Carla Speed McNeil. SUMMER 2014 CORE-UA 710.002, Expressive Culture: Words Prof. Borenstein (Russian &amp; Slavic Studies) Session II: July 7 – August 16, 2014 Fantasy, Science Fiction, Reality. All fiction allows authors to create their own worlds; science fiction and fantasy bring this element of the creative process to the forefront. We look at science fiction and fantasy as literary genres, examining their rules, the ways in which these rules are broken, and the genres' strengths and potential. What do science fiction and fantasy do that mainstream fiction does not? What is the connection between narrative form and the representation of reality? Authors include Asimov, Delany, Dick, Heinlein, Le Guin, Lem. SUMMER 2014 CORE-UA 711, Expressive Culture: The Graphic Novel Prof. Borenstein (Russian &amp; Slavic Studies) Session II: July 7 – August 16, 2014 Examines the interplay between words and images in the graphic novel, a hybrid medium with a system of communication reminiscent of prose fiction, animation, and film. What is the connection between text and art? How are internal psychology, time, and action conveyed in a static series of words and pictures? What can the graphic novel convey that other media cannot? Authors include Alan Moore, Art Spiegelman, Peter Milligan, Charles Burns, Carla Speed McNeil. SUMMER 2014 CORE-UA 9556, Cultures and Contexts: Germany Prof. Hückmann (NYU Berlin)  syllabus* Session II: July 7 – August 16, 2014 Introduce students to modern German culture through the works of seven emblematic figures—both positive and negative—whose ideas have helped shape, for good and for ill, that culture over the past century and continue to do so in varying degrees in our own day. We begin with Lessing and Kant, Enlightenment thinkers whose values in part provide the legitimacy for today’s democratic Federal Republic of Germany, then turn to the ambiguous universal genius Goethe, long considered the country’s equivalent to Shakespeare but whose relationship to enlightened values is far from clear. Next we examine the case of Richard Wagner, perhaps the most influential artistic figure of the 19th century, who saw his own masterpieces of music drama as proof of German cultural superiority and whose theoretical writings provided the basis for the racist national socialist theory of culture. Friedrich Nietzsche, first a supporter and then a vocal opponent of Wagner, was also later idealized by the Nazis, though his writings attacked and even ridiculed the German nationalism of his day. We then analyze the self-presentation, as found in Mein Kampf, of Adolf Hitler himself, the impact of whose life and horrific deeds continues to cast a shadow on an almost daily basis over Germany. Finally, we turn to the great, recently deceased East German writer Christa Wolf, who for most of her life fervently believed that her communist homeland was the \"better Germany,\" even while illustrating the reality and human costs of this state in her novels. Extensive readings from all of these figures will be supplemented by lecture tours through relevant areas of greater Berlin and an extended day trip Weimar and Leipzig. NOTE: Consult the syllabus for important information about purchasing course readings in the U.S. before departure to NYU Berlin.         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Iran on Film: A Forum on Culture, Politics and Daily life in Documentary Cinema, Kevorkian Center | NYU                                        NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to  previous page                                  Iran on Film: A Forum on Culture, Politics and Daily life in Documentary Cinema     Since the 1979 Iranian Revolution, Americans’ exposure to Iran has   been largely limited to the news media’s portrayal of the nation’s   leadership, leaving many in the U.S. with little understanding of the   lives of ordinary Iranians. This event aims to offer a fuller portrait   of the country and its people through film, analysis, and discussion.   The event coincided with the release of the 2012 season of Link TV’s   ongoing “Bridge to Iran”   series, which aims to address the cultural differences and political   tensions that have developed between the Iran and the U.S. since the   1979 Iranian revolution. The series fills a knowledge gap by providing Americans with informed insider views on modern Iranian society, through documentaries made by Iranian directors living both inside Iran and within the Iranian diaspora. The series avoids simplistic categorizations and stereotypes about Iran to provide new insights and understandings of a nation, a people, and a culture that most Americans know little about. Find out more and watch films    Siah Bazi (2005) by Maryam Khakipour follows a well-known street theater troupe   Iran, A Cinematographic Revolution (2007) by Nader Takmil Homayoun explores contemporary Iran through its cinema  The Queen and I (2009) by Nahid Sarvestani documents the filmmaker’s uneasy encounters   with the former Queen of Iran  We are Half of Iran's Population (2009) by Rakshan Bani Etemad looks at women’s participation in   the controversial 2009 elections  A panel discussion featuring the following experts engaged with the   films alongside a discussion of the state and relevance of documentary   filmmaking on Iran from inside and outside the country. Negar Mottahedeh Professor of Literature and Women's Studies, Duke University      Persheng Vaziri  Independent Filmmaker and Co-Producer, Bridge to Iran, Link TV    Maryam Khakipour  Filmmaker, Siah Bazi/The Joymakers                                              Coverage in Context: Media and the Middle East was funded with generous support from the Social Science Research Council and represents a joint effort of the Hagop Kevorkian Center for Near Eastern Studies and the NYU Journalism Institute. This particular conversation was part of NYU Gallatin School's Iranian Studies Initiative and was hosted in collaboration with Link TV.                                    Contact Us | &copy; New York University , Arts and Science"}]}]