[{"detail": [{"content": "Kanchan Chandra, Faculty of Department of Politics | NYU                                                                                                               Politics Faculty List                       Kanchan Chandra   Professor          of                    Politics B.A. 1993, Dartmouth; Ph.D. 2000, Harvard              Email:          kanchan.chandra [@] gmail.com          Office Address:          NYU Department of Politics, 19 W. 4th Street, New York, NY 10012          Office Room Number:          412             For a full list of my work, see my                  Vita.                          Areas of Research/Interest: Comparative Ethnic Politics, Democratic Theory, Political Parties and Elections, Violence, Comparative Research Methods, Patronage and Clientelism     About Me: Kanchan Chandra (Ph.D 2000, Harvard), Professor of Politics at NYU, works on questions of ethnicity, democracy, violence, patronage and clientelism, party politics and the politics of South Asia. She is lead author of Democratic Dynasties (Cambridge University Press, forthcoming) Constructivist Theories of Ethnic Politics (Oxford University Press, 2012) ( introduction ) , author of Why Ethnic Parties Succeed: Patronage and Ethnic Headcounts in India (Cambridge University Press, 2004) ( introduction ) and of articles in several leading journals.      Her work has been supported by fellowships from the Princeton Program on Democracy and Development, the Guggenheim Foundation, the Carnegie Corporation, the Center for Advanced Studies in the Behavioural Sciences, the Russell Sage Foundation and research grants from the National Science Foundation, and the United States Institute of Peace.       Her previous work explores what the constructed nature of ethnic identity means for theories and data on the causes and consequences of ethnic mobilization. It proposes a new conceptual framework for thinking about ethnic identity and uses this framework to theories about the relationship between ethnicity, politics and economics. Taking the possibility of ethnic identity change into account, she argues, dismantles theoretical logics linking ethnic diversity to negative outcomes and processes such as democratic destabilization, clientelism, riots, and state collapse. Even more importantly it changes the questions we can ask about the relationship between ethnicity, politics and economics.      She is currently working on two large-scale research projects (1) A project which theorizes about the effect of ethnic mobilization on democratic stability and governance from a constructivist perspective, combining field research with cross-national data on ethnic parties and violence around the world. (2) A project on democratic transformations in South Asia. This employs in-depth studies within a single country and comparison across clusters or countries to explain new aspects of politics in South Asian democracies such as the emergence of dynastic politics, changes in the structure of the post-liberalization state, business-state relations, and left-ideological movements.       Both projects combine fine-grained field research and cross-national data with a broad theoretical and comparative perspective. They also experiment with new ways of crediting the collaborative aspect of the relationship between social scientists and their so called “subjects” in field research, and with other forms of collaboration between social scientists that complement and deepen solo-authored work. These experiments explore questions first raised by the American Political Science Association’s working group on collaboration, which she chaired in 2006.             Teaching           &gt;        Teaching                Select Publications:   BOOKS • Democratic Dynasties (Cambridge University Press, Forthcoming, 2015) •  Constructivist Theories of Ethnic Politics (Oxford University Press: 2012). Introduction •  Why Ethnic Parties Succeed (Cambridge University Press: 2004). Introduction      ARTICLES • 2013, “ Patronage, Democracy and Ethnic Politics in India ” in Diego Abente and Larry Diamond eds, Clientelism, Social Policy and the Quality of Democracy (Johns Hopkins Press 2013) • 2011, “ What is an Ethnic Party .” Party Politics, March 2011 • 2009, “ Designing Measures of Ethnic Identity: The Problems of Overlap and Incompleteness .” Qualitative Methods Newsletter, Spring 2009 • 2009, “ A Constructivist Dataset on Ethnicity and Institutions (CDEI) .” in Rawi Abdelal, Yoshiko Herrera, Ian Johnston and Rose McDermott eds, Identity as a Variable (Cambridge University Press) • 2009, “ Why Voters in Patronage-Democracies Split Their Tickets: Strategic Voting for Ethnic Parties in Patronage-Democracies .” Electoral Studies (2009) • 2008, “ Making Causal Claims About Ethnic Politics ” in Mark Lichbach and Alan Zuckerman eds, Comparative Politics (Cambridge University Press: 2008) • 2008, “ Ethnic Invention: A New Principle for Institutional Design in Multi-Ethnic Democracies ” James Johnson, Jack Knight, Margaret Levi and James Johnson eds, Designing Democratic Government (Jointly published by the American Political Science Association and the Russell Sage Foundation). • 2008, “ Measuring the Effect of Ethnicity ” (with Steven Wilkinson). Comparative Political Studies (April 2008) • 2007, “ Counting Heads ” in Herbert Kitschelt and Steven Wilkinson, eds. Patronage and Clientelism (Cambridge University Press) • 2006. Review of Paul R. Brass, The Production of Hindu-Muslim Violence in Contemporary India . Seattle: University of Washington Press, 2003, Journal of Asian Studies • 2006, “ What is Ethnic Identity and Does it Matter ?” Annual Review of Political Science. Vol. 9: 397-424 • 2006, “ Mechanisms and Outcomes ,” Qualitative Methods Newsletter, American Political Science Association, Spring Issue. • 2005, “ Ethnic Parties and Democratic Stability .” Perspectives on Politics. Vol 3(2): 235-252. • 2001, “ Ethnic Bargains, Group Instability and Social Choice Theory .” Politics and Society. Volume 29 (3): 337-362. • 2001, “ Civic Life or Economic Interdependence .”    Advance Review of Ashutosh Varshney, Ethnic Conflict and Civic Life   (New Haven: Yale University Press 2002), Commonwealth and Comparative   Politics. Vol 39 (1): 110-118. • 2001, “ Cumulative Findings in the Study of Ethnic Politics .” APSA-CP. Vol. 12 (1): 7-11. • 2000, “ Elite Incorporation in Multi-Ethnic Societies .” Asian Survey. Vol XL (5): 836-855. • 2000, “ The Transformation of Ethnic Politics in India: The Decline of Congress and the Rise of the Bahujan Samaj Party in Hoshiarpur .” Journal of Asian Studies. Vol 59 (1): 26-61. • 1999, “ The Ethnification of the Party System in Uttar Pradesh and its Consequences ,” in Indian Politics and the 1998 Election, Ramashray Roy and Paul Wallace, eds., New Delhi: Sage Publications, pgs 55-104. • 1997, “ Party Strategies in the Uttar Pradesh Assembly Elections 1996 .” (with Chandrika Parmar), in Economic and Political Weekly, February 1 1997.           Update your faculty profile"}]},
{"detail": [{"content": "Kanchan Chandra, Faculty of Department of Politics | NYU                                                                                                               Politics Faculty List                       Kanchan Chandra   Professor          of                    Politics B.A. 1993, Dartmouth; Ph.D. 2000, Harvard              Email:          kanchan.chandra [@] gmail.com          Office Address:          NYU Department of Politics, 19 W. 4th Street, New York, NY 10012          Office Room Number:          412             For a full list of my work, see my                  Vita.                          Areas of Research/Interest: Comparative Ethnic Politics, Democratic Theory, Political Parties and Elections, Violence, Comparative Research Methods, Patronage and Clientelism     About Me: Kanchan Chandra (Ph.D 2000, Harvard), Professor of Politics at NYU, works on questions of ethnicity, democracy, violence, patronage and clientelism, party politics and the politics of South Asia. She is lead author of Democratic Dynasties (Cambridge University Press, forthcoming) Constructivist Theories of Ethnic Politics (Oxford University Press, 2012) ( introduction ) , author of Why Ethnic Parties Succeed: Patronage and Ethnic Headcounts in India (Cambridge University Press, 2004) ( introduction ) and of articles in several leading journals.      Her work has been supported by fellowships from the Princeton Program on Democracy and Development, the Guggenheim Foundation, the Carnegie Corporation, the Center for Advanced Studies in the Behavioural Sciences, the Russell Sage Foundation and research grants from the National Science Foundation, and the United States Institute of Peace.       Her previous work explores what the constructed nature of ethnic identity means for theories and data on the causes and consequences of ethnic mobilization. It proposes a new conceptual framework for thinking about ethnic identity and uses this framework to theories about the relationship between ethnicity, politics and economics. Taking the possibility of ethnic identity change into account, she argues, dismantles theoretical logics linking ethnic diversity to negative outcomes and processes such as democratic destabilization, clientelism, riots, and state collapse. Even more importantly it changes the questions we can ask about the relationship between ethnicity, politics and economics.      She is currently working on two large-scale research projects (1) A project which theorizes about the effect of ethnic mobilization on democratic stability and governance from a constructivist perspective, combining field research with cross-national data on ethnic parties and violence around the world. (2) A project on democratic transformations in South Asia. This employs in-depth studies within a single country and comparison across clusters or countries to explain new aspects of politics in South Asian democracies such as the emergence of dynastic politics, changes in the structure of the post-liberalization state, business-state relations, and left-ideological movements.       Both projects combine fine-grained field research and cross-national data with a broad theoretical and comparative perspective. They also experiment with new ways of crediting the collaborative aspect of the relationship between social scientists and their so called “subjects” in field research, and with other forms of collaboration between social scientists that complement and deepen solo-authored work. These experiments explore questions first raised by the American Political Science Association’s working group on collaboration, which she chaired in 2006.             Teaching           &gt;        Teaching                Select Publications:   BOOKS • Democratic Dynasties (Cambridge University Press, Forthcoming, 2015) •  Constructivist Theories of Ethnic Politics (Oxford University Press: 2012). Introduction •  Why Ethnic Parties Succeed (Cambridge University Press: 2004). Introduction      ARTICLES • 2013, “ Patronage, Democracy and Ethnic Politics in India ” in Diego Abente and Larry Diamond eds, Clientelism, Social Policy and the Quality of Democracy (Johns Hopkins Press 2013) • 2011, “ What is an Ethnic Party .” Party Politics, March 2011 • 2009, “ Designing Measures of Ethnic Identity: The Problems of Overlap and Incompleteness .” Qualitative Methods Newsletter, Spring 2009 • 2009, “ A Constructivist Dataset on Ethnicity and Institutions (CDEI) .” in Rawi Abdelal, Yoshiko Herrera, Ian Johnston and Rose McDermott eds, Identity as a Variable (Cambridge University Press) • 2009, “ Why Voters in Patronage-Democracies Split Their Tickets: Strategic Voting for Ethnic Parties in Patronage-Democracies .” Electoral Studies (2009) • 2008, “ Making Causal Claims About Ethnic Politics ” in Mark Lichbach and Alan Zuckerman eds, Comparative Politics (Cambridge University Press: 2008) • 2008, “ Ethnic Invention: A New Principle for Institutional Design in Multi-Ethnic Democracies ” James Johnson, Jack Knight, Margaret Levi and James Johnson eds, Designing Democratic Government (Jointly published by the American Political Science Association and the Russell Sage Foundation). • 2008, “ Measuring the Effect of Ethnicity ” (with Steven Wilkinson). Comparative Political Studies (April 2008) • 2007, “ Counting Heads ” in Herbert Kitschelt and Steven Wilkinson, eds. Patronage and Clientelism (Cambridge University Press) • 2006. Review of Paul R. Brass, The Production of Hindu-Muslim Violence in Contemporary India . Seattle: University of Washington Press, 2003, Journal of Asian Studies • 2006, “ What is Ethnic Identity and Does it Matter ?” Annual Review of Political Science. Vol. 9: 397-424 • 2006, “ Mechanisms and Outcomes ,” Qualitative Methods Newsletter, American Political Science Association, Spring Issue. • 2005, “ Ethnic Parties and Democratic Stability .” Perspectives on Politics. Vol 3(2): 235-252. • 2001, “ Ethnic Bargains, Group Instability and Social Choice Theory .” Politics and Society. Volume 29 (3): 337-362. • 2001, “ Civic Life or Economic Interdependence .”    Advance Review of Ashutosh Varshney, Ethnic Conflict and Civic Life   (New Haven: Yale University Press 2002), Commonwealth and Comparative   Politics. Vol 39 (1): 110-118. • 2001, “ Cumulative Findings in the Study of Ethnic Politics .” APSA-CP. Vol. 12 (1): 7-11. • 2000, “ Elite Incorporation in Multi-Ethnic Societies .” Asian Survey. Vol XL (5): 836-855. • 2000, “ The Transformation of Ethnic Politics in India: The Decline of Congress and the Rise of the Bahujan Samaj Party in Hoshiarpur .” Journal of Asian Studies. Vol 59 (1): 26-61. • 1999, “ The Ethnification of the Party System in Uttar Pradesh and its Consequences ,” in Indian Politics and the 1998 Election, Ramashray Roy and Paul Wallace, eds., New Delhi: Sage Publications, pgs 55-104. • 1997, “ Party Strategies in the Uttar Pradesh Assembly Elections 1996 .” (with Chandrika Parmar), in Economic and Political Weekly, February 1 1997.           Update your faculty profile"}, {"content": "Course Descriptions and Syllabi, Department of Politics, NYU                                                                                                                                                    Back to Previous Page         Course Descriptions and Syllabi                 Analytical Politics           POL-UA 800 - Quantitative Methods in Political Science Introduces students to the use of statistical methods used in political science research such as hypothesis testing and linear regression.    Syllabus : [ Stevens F07 ][ Stevens F08 ] [ Acikgoz S13 ]          POL-UA 810 - Political Engineering: The Design of Institutions Institutions are the rules by which societies govern themselves. In this course, the tools of economic theory, game theory, and social-choice theory will be applied to the rational-choice analysis of political, economic, and social institutions, whose consequences for society will be derived from assumptions about what individuals seek to maximize. The product of such analysis, which is reflected in the title of this course, is normative: To design institutions that meet certain “engineering” specifications and, therefore, may be superior to institutions that, because they arose more haphazardly, may not satisfy these specifications. Like engineering in the natural sciences, which translates theory (e.g., from physics) into practical design (e.g., a bridge), engineering in the social sciences translates rational-choice analysis into the design of better political-economic-social institutions.    Syllabus : [ Brams S05 ] [ Brams S11 ]          POL-UA 812- Introduction to Political Psychology This course offers a broad overview of political psychology, a field that uses experimental methods and theoretical ideas from psychology as tools to help understand political processes. The course introduces important concepts from psychology, offering new ways of thinking about subjects as varied as personality, the dynamics of social groups, and the ways in which emotion affects decision making, and then applies these concepts to various topics within political science, including the media and political advertising, race relations, the legitimacy of government institutions, and the formation of opinions and ideologies. In addition, by describing political psychology experimentation in detail, the course teaches about how the scientific method can be applied to the study of politics.    Syllabus: [ Dickson F08 ]          POL-UA 840 -- Introduction to Game Theory This course introduces the basic concepts of elementary game theory in a way that allows you to use them in solving simple problems. And second, it gives a flavor of how game theory can be used in the study of political science by presenting a wide array of example applications. In addition, throughout the course we will discuss evidence from experiments and from other sources that bears on when we should expect game theory to be most useful in applied studies, and when we might reasonably have doubts about the types of predictions that it makes about human behavior. Syllabus : [ Hafer F14 ]       POL-UA 842 -- Doing Political Economy    Political economy has made great strides in recent year in explaining political and economic behavior by characterizing the incentives of actors and the context in which these actors make decisions and influence outcomes. The purpose of this class is to introduce students to these theoretical approaches and show how they can be used to address contemporary policy questions. First students are introduced to the tools of modern political economy. In a relatively non-mathematical manner students will also learn the conceptual basis of statistical testing. These tools are then applied to policy problems in three substantive areas: international relations, American politics and comparative politics. Through these methods and their application students will learn how to evaluate public policy using theory and evidence. Syllabus : [ Smith F10 ]          POL-UA 844 - Games, Strategy, and Politics Theories of political strategy, with emphasis on the theory of games. Uses of strategy in defense and deterrence policies of nations, guerrilla warfare of revolutionaries and terrorists, bargaining and negotiation processes, coalitions and the enforcement of collective action, and voting in committees and elections. Secrecy and deception as political strategies and uses of power, with some applications outside political science.    Syllabus : [ Brams F13 ]          POL-UA 845 - Social Choice and Politics Introduces students to social choice theory applied to political science. It focuses on (1) individual choice, (2) group choice, (3) collective action, and (4) institutions. It looks at models of individuals'politics.ug.coursedescriptions voting behavior, the incentive structures of interest groups, and the role of institutions. The emphasis is analytical, though students are not expected to have a background in formal mathematics.    Syllabus : [Eguia F07] [ Eguia F11 ]          POL-UA 846 - Experimental Methods in Political Science    Prerequisite: POL-UA 800 This course is designed to provide an introduction to experimental methods in political science for undergraduate students. The emphasis of the course will be on several different styles of laboratory experiments, but field experiments (and briefly, survey experiments) will also be discussed.    Syllabus : [ Morton ]          POL-UA 895 - Undergraduate Field Seminar: Analytical Politics Advanced seminar for juniors and seniors in analytical politics. The specific topic of the seminar is announced each year.    Syllabus - Quantitative Analysis of Public Policy [ Beck F10 ]          POL-UA 842 - Doing Political Economy Political economy has made great strides in recent years in explaining political and economic behavior by characterizing the incentives of actors and the context in which these actors make decisions and influence outcomes. The purpose of this class is to introduce students to these theoretical approaches and show how they can be used to address contemporary policy questions. First students are introduced to the tools of modern political economy. In a relatively non-mathematical manner students will also learn the conceptual basis of statistical testing. These tools are then applied to policy problems in three substantive areas: international relations, American politics and comparative politics. Through these methods and their application students will learn how to evaluate public policy using theory and evidence.dvanced seminar for juniors and seniors in analytical politics. The specific topic of the seminar is announced each year.    Syllabus - [ Browne F12 ]                     Political Theory           POL-UA 100 - Political Theory (Core Course) This course is an introduction to the history of political theory. We will study many of the great texts of the Western tradition. These texts raise important questions about the nature of individual rights, the roots of government authority, the circumstances of legitimate revolution, the justification of religious tolerance, and the meaning of political ideals such as liberty, equality, and justice. Despite the age of some of the texts with which we will wrestle, the purpose of the course is not exclusively historical. Instead, part of the reason that these texts are widely seen as classics is because they continue to shape, inform, and challenge the analysis of current political phenomena. It is through the categories created and clarified by these thinkers that we conceptualize, understand, and assess our political lives. Syllabus : [ Kates Sum10 ] [ Pevnick S11 ]          POL-UA 110 - Topics in Premodern Political Philosophy Prerequisite: POL-UA 100 Intensive introduction to the major themes of Western political thought through a careful analysis of classical and medieval works. Among the authors studied are Plato, Aristotle, St. Augustine, and St. Thomas Aquinas. Formerly Political Thought from Plato to Machiavelli.          POL-UA 120 - Modern Political Thought: 1500 to the Present Prerequisite: POL-UA 100 Examines the development of political thought from Machiavelli to Nietzsche through a careful study of primary works. Authors include Hobbes, Locke, Rousseau, Hegel, Marx, and Nietzsche.          POL-UA 120 - Nietzsche and the 20th Century In Germany in the twentieth century, Nietzsche was revered by Zionists, anti-Semites, German nationalists, cosmopolitans, conservatives, anarchists, royalists, atheists and the religious. Who was this figure who managed to inspire such contradictory adherents?   We begin by examining Nietzsche’s work so that we can come to some understanding of who he was. Then we look at how, and why, he influenced so many of the major thinkers of the twentieth century. The course is designed to offer students a new way to think about modernity, modern political thought, and the century from which we have just escaped. Classes will be devoted to detailed discussions of the readings.  Syllabus: [ O'Brien ]           POL-UA 130 -- Ethics, Politics, and Public Policy This course will provide students the ability systematically to evaluate ethically controversial public policy issues using concepts from normative political theory. We consider four overarching questions: Should public officials be responsible to universal laws of morality? By what criteria do we evaluate the ends of public policy? Are the intentions and internal psychological state of the public official morally relevant? How do we evaluate moral choices when outcomes depend on the decisions of more than one individual? In the first half of the course, we consider the means by which policy is implemented: Under what conditions, if any, might we permit political actors to \"do bad in order to do good?\" In the second half, we consider the ends of public policy: What is it we want the state to accomplish, and at what cost? Topics for this semester include the decision to drop the atomic bomb in World War II, the treatment of terrorist suspects, lying in office, racial profiling, the analysis of environmental policy, health care allocation, social welfare policy, capital punishment, international intervention in humanitarian crises, and collective responsibility in office.    Syllabus : [ Gordon S05 ]         POL-UA 138- Theories of Justice Prerequisite: POL-UA 100 This course is an undergraduate-level introduction to the subject of justice in contemporary Anglo-American political theory. Its aim is to provide students with an understanding of the current state of the theoretical literature on justice as well as to enable them to engage in their own critical thinking about the topic. For the most part, discussion proceeds in chronological order. We begin with the study of utilitarianism—the dominant approach to political philosophy in the modern era. From there we proceed to a thorough treatment of the political philosopher who has, arguably, dominated the contemporary scene: John Rawls. In particular, we shall examine the arguments put forward in A Theory of Justice for what he calls “justice as fairness”—a conception of justice that he believed to be superior to that articulated by utilitarians. But in developing his own distinctively contractarian conception of justice, Rawls was, however, subject to much criticism. For that reason, we turn next to a variety of alternative conceptions of justice put forward in direct contrast to his position: namely, libertarianism, luck egalitarianism and the capabilities approach, Marxism, communitarianism, and, finally, feminism.    In the latter half of the course we focus on a number of related problems that have been at issue in contemporary discussions of justice. More specifically, we explore the question of whether principles of justice apply solely within the boundaries of particular states or whether their application is global in scope instead. Next, we consider whether principles of justice fix our relations with our contemporaries alone or whether they further constrain our actions towards future generations as well. In a related manner, we also ask how, if at all, justice constrains our relations with non-human animals. We end, finally, by considering whether justice and democracy conflict, and, if so, which ought to receive priority in practical political action.    Syllabus : [ Kates S11 ]          POL-UA 140 - Socialist Theory Concentrates on those socialist schools-Christian socialism, utopian socialism, Marxism, Fabianism, and anarchism-that have proved to be the most successful. Aims to present their major theories and to examine the usefulness of such theories in helping us to understand and, in some cases, alter the world in which we live.    Syllabus : [ Ollman F07 ] [ Ollman F10 ]          POL-UA 150 - Nationalism and Ethnic Conflict Prerequisite: POL-UA 100 This course will focus on ways to understand nationalism and ethnic identification and the conflict that they sometimes stimulate. Readings will be from varied perspectives. This course is a discussion seminar.    Syllabus : [ Hardin S07 ]           POL-UA 160 - Democracy and Dictatorship Prerequisite: POL-UA 100 Democracy and dictatorships have traditionally been analyzed in terms of their apparently different institutional characteristics and legal foundations. Examines these traditional interpretations but leans heavily toward ideological and contextual factors. Challenges traditional distinctions between democracy and dictatorship.    Syllabus : [ Erbal Sum07 ]          POL-UA 170 - American Political Thought 4 points -- Prerequisite: POL-UA 100 Study of American political ideas and debate from colonial times to the present. Topics include Puritanism, revolution and independence, the Constitution framing, Hamiltonian nationalism, Jeffersonian republicanism, Jacksonian democracy, pro- and antislavery thought, Civil War and Reconstruction, Social Darwinism and laissez-faire, the reformist thought of populism, progressivism and socialism, legal realism, the New Deal and 20th-century liberalism, modern conservatism, civil rights, and war protest. Readings and discussion are based on original and interpretative sources.          POL-UA 195 - Undergraduate Field Seminar: Political Theory Prerequisite: POL-UA 100 Advanced seminar for juniors and seniors in political theory. The specific topic of the seminar is announced each year.    Syllabus : Constitution-Making [ Pasquino F07 ]    Justice [ Hardin S07 ]    Dialectical Methodology [ Ollman S07 ]    Contemporary Democratic Theory [ Pevnick F09 ], [ Pevnick F10 ][ Pevnick S13 ]    Theories of Justice [ Pevnick S10 ][ Pevnick S13 ]          POL-UA 994 - Law and Courts    The general topic of the lectures will be the role of the judicial power in constitutional democracies. Notwithstanding the well know increasing role of courts in our societies political theory doesn't pay enough attention to the judicial power in the institutional structure of the separation of powers. The course will start from considering and analyzing the classical doctrine of the separation of powers (Locke, Montesquieu, J. Madison, A. Hamilton, the anti-federalist Brutus, A. Bergasse) in order to identify the limits of it concerning the role assigned to the judiciary. We will moreover consider the general theory if the judicial institutions from Aristotle to Coke, Hobbes and to the contemporary debates (the Scandinavian School, M. Shapiro, P. Stein).The last section of the course will be devoted to Supreme/Constitutional Courts and to the new balance of powers in the contemporary world.    Syllabus :           POL-UA 994 - The Constitution in the Age of Terror Prerequisite: POL-UA 300 This course will examine in depth the legal, moral, social and political context for counter-terrorism. It will attempt to frame issues of strategy and policy within the moral tradition of just war doctrine and the constitutional values embraced by the Supreme Court of the United States and the international courts in the Nuremberg tradition. We will read widely in journalism, philosophy, policy and law, with a number of classes devoted to court decisions.    Syllabus : [ Gerety S07 ]          POL-UA 994 - Law and Morality in the Age of Terror Prerequisite: POL-UA 100   This course seeks to deepen our understanding of the law and policy of counter-terrorism by approaching the challenges of terrorist attacks from several points of view. Notably, we will deploy moral philosophy, international and domestic law, social science--and of course policy studies , including arguments over institutional arrangements. Over the semester we will examine a variety of cases and hypotheses, touching on such matters as interrogation and torture, killing and assassination, detention and trial.  If the student has taken a course in AD that has been approved as equivalent to the POL-UA 100, can we issue a permission code, or would you prefer to do so.    Syllabus : [ Gerety S11 ]          POL-UA 994 - Religion and Politics Our focus in this course will be on the relationship between Christianity and liberal democracy in the modern era. In part one, we will read texts from the modern liberal canon with the intention of understanding the differing modes of engagement with religion, we will see that this has entailed neutrality, rejection, or an embrace whether warm or stifling. None of these approaches have been wholly successful, or a complete failure. In part two, we look at Nietzsche’s claim that God is “dead” and see how this claim has been used, and abused, by subsequent thinkers. Overall, the course will offer students a new way to think about the evolving relationship between religion and politics and the ways in which it shapes our lives..    Syllabus : [ O'Brien S11 ]                     American Politics           POL-UA 300 - Power and Politics in America (Core Course)    Offered every semester. 4 points. A survey of national political institutions and behavior in the United States, which introduces students to a variety of analytic concepts and approaches useful for the study of domestic politics. Concepts typically covered include public goods and collective action; preference aggregation and the median voter theorem; delegation, presentation, and accountability; agenda control; inter-branch bargaining; and the mechanisms of private influence on public policy.    Syllabus : [ Gordon F07 ] [ Harvey F10 ] [ Egan S09 ] [ Egan S11 ] [ Egan F12 ] [ Nagler S13 ]          POL-UA 306 - Public Policy Prerequisite: POL-UA 300 Introduction to public policymaking in American federal government. The issues politicians address at election time often have little to do with what they actually do in office. Looks at the operations of the government in the terms Washingtonians use. Examines the roles of Congress and the bureaucracy; the procedures of budgeting and regulatory agencies; and the issues in several concrete areas of policy, mainly in the domestic area. Excellent preparation for students planning to take the Washington Semester Program.    Syllabus : [ Mead F07 ]           POL-UA 310 - The Presidency Prerequisite: POL-UA 300 Study of the American presidency, its origins and roles, including those of commander in chief; director of foreign policy; leader in legislation, administration, and party affairs; manager of the economy; and dispenser of social justice. The president is also viewed as a decision maker and compared with the heads of other governments. Readings include the works of presidents and their associates, analytical commentaries by observers of the presidency, and biographies.    Syllabus : [ Kim S07 ]          POL-UA 311 - The Biology of Politics    Why do we participate in politics? Who tends to participate? Why do individuals have the political attitudes they do? These questions are central to the study of politics. Political scientists have traditionally focused on factors such as demography, socioeconomic status, mobilization, electoral institutions, and social norms to answer these questions. However, scholars have recently begun to explore the possibility that biological differences may, at least in part, help to explain individual differences in political attitudes and behavior. This course explores the relationship between biology and political behavior with an emphasis on how the two may be linked.    Syllabus : [ Dawes S12 ] [ Dawes S13 ]          POL-UA 315 - Controversies in Public Policy: Logic and Evidence This course is about using logic to think about issues of public policy and evidence to do the same thing. One way to think about this course is it is sabermetrics (logic and evidence applied to baseball, and in Moneyball) applied to vastly more important topics than baseball: making schools better, designing health policy and dealing with climate change (with tons of other policy applications possible, but we will focus on these three).    Syllabus: [ Beck S13 ]          POL-UA 320 - Congress and Legislative Assemblies Prerequisite: POL-UA 300 Origin, structure, functions, and dynamics of legislatures in the United States. Although some attention is given to state legislatures and municipal lawmaking bodies, the major emphasis is on the Congress. Readings include a textbook, official sources such as the Congressional Record and Congressional District Data Book, and the new behavioral studies and commentaries.          POL-UA 330 - The American Constitution This course examines the major contours of the American Constitution excluding the Bill of Rights. We will discuss constitutional law in the broader framework of social and political philosophy and explore evolution of judicial doctrine through our constitutional history. The two major themes that run through most of the cases are federalism and separation of powers.    Syllabus : [Kawar F07] [ Rajsingh S07 ] [ Harrington F06 ] [ Rajsingh S11 ]          POL-UA 332 - Civil Liberties Interpretation of the Bill of Rights, the Civil War Amendments, and other rights in the U.S. Constitution through the reading of Supreme Court opinions. Topics include freedom of speech and press; free exercise of religion and separation of church and state; the right of privacy; rights of the criminally accused; equal protection of the law against race, gender, and other discrimination; and the rights of franchise and citizenship. Cases are read and discussed closely for their legal and philosophical content.    Syllabus : [ Rajsingh S06 ] [ Khan F08 ] [ Harrington S13 ]          POL-UA 333 - The United States Supreme Court Prerequisite: POL-UA 300 This course provides an introduction to current research on Supreme Court decision making. Specifically, the primary focus of the course is on why the Justices decide cases in the way that they do. However, we will also look at the Justices� decisions on writs of certiorari, and at the process by which the Justices are nominated and confirmed to the Court.    Syllabus : [ Harvey S07 ]          POL-UA 334 - American Law and Legal System Prerequisite: POL-UA 300 Introduction to law and the legal system through the reading of actual cases. Topics include the adjudication of conflict, the structure and functions of trial and appellate courts, civil and criminal procedure, judicial remedies, judicial decision making, and the limits of judicial relief. Uses tort, contract, property, divorce, and other law for illustration.          POL-UA 335 - Law and Society Identical to V62.0001 and V18.0722 This course studies the relationship between law and society by studying the nature of “rights” and “rights claims.” The topics will address many issues and debates, but we will focus particularly on several main questions. What are the different theoretical bases for rights claims? How does the law impact what rights individuals and groups in civil society fight for, and the way they frame their claims? What happens when different rights claims conflict with one another? What is the difference between a right and a policy preference, and how do those different classifications affect discourse and public policy?    Syllabus : [ Harrington F10 ] [ Ferri S11 ]          POL-UA 336 - Gender in Law    Identical to V18.0723 Examines the relationship between gender politics, legal theory, and social policy. Studies the role that the legal arena and certain historical conditions have played in creating, revising, and protecting particular gender identities and not others and examines the political effects of those legal constructions. Analyzes the major debates in feminist legal theory, including theories of equality, the problem of essentialism, and the relevance of standpoint epistemology. In addition to examining how the law understands sex discrimination in the workplace and the feminization of the legal profession, also addresses to what extent understandings of the gender affect how law regulates the physical body by looking at the regulation of reproduction and of consensual sexual activity. In light of all of the above, considers to what extent law is or is not an effective political resource in reforming notions of gender in law and society. Syllabus : [ Harrington S10 ]          POL-UA 337 - The Rule of Law    The rule of law requires that people in positions of authority should exercise their power within a constraining framework of public laws rather than on the basis of their own preferences or their own ideology. This seminar explores the theory surrounding the rule of law ideal. It focuses on the political conditions that promote the rule of law as well as on the challenges to the rule of law in time of emergencies. Topics include the connection between law and morality, the political foundation of the rule of law, the interaction among political institutions in promoting or subverting the rule of law, the rule of law in times of crisis, the eects of emergency powers on the rule of law, and the rule of law and terrorism prevention. Syllabus : [ Dragu S13 ]          POL-UA 340 - Political Parties Prerequisite: POL-UA 300 Background, structure, operation, and definition of the party systems. Development of the two-party system in the United States from its origins to the present. Formal organization of parties on the national and state levels and control of the parties within the state. Party politics in the South, political machines, ethnic politics, nominations for public office, and pressure groups on the party system. The national election from first stirrings of potential candidates through the general election.          POL-UA 342 - American Public Opinion Prerequisite: POL-UA 300 What do Americans think about politics? Why do they hold these beliefs? And does it matter? This course grapples with these three questions, which lie at the core of our understanding of the health of American democratic society. In doing so, the class will give students the tools they need to critically assess the construction, conduct, and reporting of public opinion surveys.    Syllabus : [ Egan F07 ] [ Egan F08 ] [ Egan F10 ] [ Egan S13 ]          POL-UA 344 The Election Process Prerequisite: POL-UA 300 Provides an understanding of election processes in the United States through different theoretical approaches to the study of campaigns and elections and the testing of empirical hypotheses. Analyzes campaign strategies of political candidates, the use of polls and media in campaigns, and the effects of issues and personalities on election outcomes. Evaluates the role of presidential primaries and elections in the functioning of a democracy.    Syllabus : [ Morton F06 ] [ Nagler S10 ]          POL-UA 350 - Bureaucracy and Public Policy Prerequisite: POL-UA 300 Bureaucracies are inescapably embedded in the American political environment, and political conflicts within administrative agencies are ubiquitous. In this course, we will examine the major questions political scientists ask about public bureaucracies: How have they evolved to their current form? Why do bureaucrats engage in behavior that many of us consider pathological or arbitrary? How can unelected government officials be made more accountable to their elected counterparts and to citizens? In addressing these questions and others, we will draw on cases of government in action in a number of different public policy areas.    Syllabus : [ Gordon S07 ]          POL-UA 353 - The Military and                Defense in American Politics Prerequisite: POL-UA 300 Role of the military establishment in the exercise of power and in contemporary American politics. Development of the military as a potent participant in American politics. The military officer analyzed in terms of professionalism and bureaucratic theory. The military hierarchy: its relationship to the executive and legislative branches of the government, including decision making and budget processes. The defense industry and its links with the military and Congress. Appraisal of the military-industrial complex.          POL-UA 354 - The Politics of Administrative Law Examines legal, political, and economic issues in government regulation. Covers such classic debates and issues as the historical origins of regulation, the legal philosophy of administrative regulation, the relationship between courts and agencies, the political and social conflicts surrounding regulatory politics, and the role of law in state formation. Formerly Law and Administrative Regulation.    Syllabus : [Turem F07] [ Harrington S06 ] [ Harrington F10 ]          POL-UA 360 - Urban Government and Politics Prerequisite: POL-UA 300 Identical to V99.0371 Study of politics and politicians in the contemporary American city. Evolution of local party organizations, the rise and fate of party \"bosses,\" and the predicament of the ordinary citizen in the urban community. Patterns of city politics against the background of American social and cultural history, including the impulse toward reform and the effects of reform efforts on the distribution of power in the community. Conceptions of effective leadership in urban politics and the role of the police, the press, and \"good government\" groups in local political life.          POL-UA 380 Minority Representation in American Politics Prerequisite: POL-UA 300 This course is an exploration of whether and how racial and ethnic minorities are able to organize effectively and press their demands through the American political system. Specifically, we will focus on the political behavior of minority citizens, the relative strength and effect of these groups at the polls and in political office, the theory and practice of group formation as it applies to minority groups, the responsiveness of elected officials, and the legal and constitutional obstacles and instruments that provide context and shape these phenomena. As this course is also part of the Alexander Hamilton Center for Political Economy we focus primarily on how different public policies can be used to enhance or reduce minority representation in American politics. We examine how public policies can affect both descriptive and substantive representation.    Syllabus : [ Morton F06 ] [ Morton S08 ]          POL-UA 382 - The Politics of Poverty and Welfare Prerequisite: POL-UA 300 Poverty and welfare problems in the United States and the controversies aroused by them. Concentrates on the causes of poverty and dependency among the controversial working-age poor, the history of programs and policies meant to help them, and the enormous impact these issues have had on national politics.    Syllabus : [ Mead S10 ]          POL-UA 385 - Political Economy: The United States in Comparative Perspective Prerequisite: POL-UA 300 or POL-UA 500 This course will introduce students to the study of comparative politics, which is defined as the study of domestic politics anywhere in the world. As a way of cutting into this vast topic, we specifically focus on the process of democratic transition by analyzing the democratic revolution that has swept the globe during the last thirty years. In turn we will explore the causes of democratization, threats to democratization, and factors that may aid in a successful consolidation of democracy. As part of this process, students will be exposed to a wide range of topics in comparative politics, including the politics of economic reform, party systems and voting, theories of ethnic politics, and social capital.    Students in the Alexander Hamilton Institute honors sections will also focus on how the lessons of rigorous political science can be used to inform public policy decisions.    Syllabus : [ Tucker S09 ]          POL-UA 395 - Undergraduate Field Seminar: American Politics Prerequisite: POL-UA 300 Advanced seminar for juniors and seniors in American politics. The specific topic of the seminar is announced each semester.    Syllabus : Congressional Elections [ Nagler F13 ]    The Politics of Judicial Decision Making [ Harvey S07 ]    Minority Representation in American Politics [ Morton S07 ]    Welfare Politics [ Mead S05 ]       Spring 2011 Seminars:    Interest Groups We will be examining the role of private influence in public policy from a variety of theoretical and empirical perspectives. Course topics will include in-depth analysis of mechanisms of influence (e.g., selection of sympathetic incumbents, the provision of incentives for public officials, the provision of information), objects of influence (voter choices, legislative behavior, bureaucratic decisions), collective action, and organizational maintenance. Special attention will be paid to the difficulty of demonstrating influence empirically despite the \"you know it when you see it\" flavor of contemporary journalistic accounts.    Congressional Elections and Competitiveness    A prominent fact of congressional elections in the United States is the frequency with which they are won by incumbents. The lack of competition in these elections will be the focus of this course. To understand this lack of competition we will cover considerable ground: the basic facts of re-election rates, the amount of money spent by incumbents and challengers, and the nature of congressional districts. We will also cover existing theories and evidence about the behavior of voters that maintains so many incumbents in o ce: including the impact of issues, the impact of campaign spending, and whether or not voters have become more polarized. We will also look at the extent to which congressional elections are decided by national forces versus conditions peculiar to the individual race (see 1994, 2006, 2010). In trying to understand why congressional elections have become so uncompetitive we will look at possible reforms to increase competitiveness. We will also consider the impact of the behavior of the major parties on the competitiveness of elections, and examine how changes in party strategies could lead to more competitive elections. Syllabus: [ Nagler S11 ]          POL-UA 396 Honors Seminar: Politics and Finance Prerequisites: POL-UA 300, three other politics courses, Junior or Senior standing, 3.5 GPA and one course in Economics. This seminar examines how legislation and regulation influences the structure of financial markets and how players in these markets intervene in the political process to create or modify legislative and regulatory outcomes. Particular emphasis will be placed on the United States. International comparisons will also be present. The class will assume that students have had exposure to microeconomics and finance but not to political theory. A brief introduction to political theory will be provided. The approach will be similar to that used in microeconomics, except that transactions will be made through voting institutions rather than through economic exchange.    Syllabus : [ Rosenthal F10 ] [ Rosenthal F11 ]        POL-UA 396 Honors Seminar: Politics and Courts    Prerequisites: POL-UA 300 and three other politics courses, 3.5 GPA This seminar will examine the question of judicial independence. Our two primary questions are: Are federal courts in the United States independent of the elected branches? Should they be? We will read secondary and primary sources, the latter including both judicial opinions and quantitative data, and talk about how one might answer these questions. We will also look at state courts, and at how courts function in other countries. Students will write brief weekly responses to the readings, as well as develop a research paper on the question of judicial independence.    Syllabus : [ Harvey S11 ]          POL-UA 396 Honors Seminar: Slavery, Inequality, and the Constitution    This seminar will explore recent work on the growth and causes of income inequality in the United States. We will particularly focus on the role of political institutions in contributing to or lessening income inequality. We will also examine the choices made in the Constitutional Convention of 1787, and consider the consequences of those choices for the later growth of income inequality in the United States. Finally, we will read recent work on the effects of colonial-era inequality, including the institution of slavery, on later constitutional choices. We will read secondary work, both qualitative and quantitative, and explore currently available datasets. Students will write weekly response papers and will complete a final research paper.   POL-UA 396 Honors Seminar: Political Economy of Inequality    Over the past four decades, the United States has experienced dramatic increases in economic inequality, political polarization, and the percentage of the population that is foreign born. It has experienced a dramatic decrease in market regulation, especially financial markets. The seminar will investigate how these major changes in American society tie together. We will seek to understand why the increase in inequality has not been counterbalanced by a political process that would lead to more taxation and more redistribution. In particular, we will ask why, after the financial crisis of 2007-08 was ruinous for millions of Americans, Congress moved sharply to the right with the rise of the Tea Party and the Republican success in the midterm elections of 2010. Syllabus: [ Rosenthal F13 ]  POL-UA 341: Private Influence in Public Policy    In this course, we will examine the role of private influence in public policy from a variety of theoretical and empirical perspectives. Course topics will include in-depth analysis of mechanisms of influence (e.g., selection of sympathetic incumbents, the provision of incentives for public officials, and the provision of information), objects of influence (voter choices, legislative behavior, bureaucratic decisions), collective action, and organizational maintenance. Special attention will be paid to the overcoming the challenges associated with demonstrating influence empirically.    Syllabus : [ Gordon S13 ]                    Comparative Politics           POL-UA 500 - Comparative Politics (Core Course) We study politics in a comparative context, not as a form of intellectual tourism, but to broaden and deepen our understanding of important and general political processes. We do this by making systematic comparisons between political systems that are similar in many respects, but nonetheless differ in important ways. This allows us to analyze the effect of these differences in a careful and rigorous way, enriching our understanding of how politics works. The philosophy of this course is thus to concentrate on a group of developed countries that are similar in many important ways, seeking to analyze core features of representative democracy by making systematic comparisons between countries. (Other courses in comparative politics offered by the department focus more on developing countries.)    Syllabus : [ Tucker F10 ] [ Laver S06 ] [ Laver S10 ] [ Tucker F11 ]          POL-UA 505 Elections and Voting Prerequisite: POL-UA 300 or POL-UA 500 Perhaps no other political activity is as important for public policy in democratic (and even quasi-democratic) countries as voting and elections, which determine who the ultimate policy makers will be. Thus if we ever hope to understand why governments produce the policies they do, we have to begin by asking why people vote the way they do. Why do certain parties and candidates lose elections, while others win? How important is the economy in influencing election results? And why do some people choose not to vote at all? As democracy in its various forms spreads across the globe, more and more people are voting. In response, this course studies elections and voting as a truly international phenomenon. Topics closely related to voting and elections - such as political parties, electoral rules and systems, and partisan identification - are explored as well. Students will also use to learn political science methods based on logic and evidence to explore competing explanations for these and other questions.    Syllabus : [ Tucker S07 ]          POL-UA 510 - Western European Politics Prerequisite: POL-UA 500 Identical to V42.0510 Study of the politics of Britain, Ireland, France, and the German Federal Republic. Compares the historical origins of these systems and analyzes their institutions as manifestations of their social and political culture and traditions. Treats each country's current politics and political trends. Attempts to introduce the basic concepts of comparative political analysis in developing cross-cultural theory.    Syllabus : [Schain F07] [ Rama S04 ] [ Schain F10 ]          POL-UA 511 Immigration and Politics in Western Europe Prerequisite: POL-UA 500 In this course we will explore immigration and patterns of immigrant incorporation in Western Europe in comparative perspective (mostly with the United States). Since the early 1960s immigration has transformed European countries into multi-racial and multi-ethnic societies. We will first explore how public policy contributed to this transformation, how it was structured by different concepts, traditions and laws on citizenship, and how it was related to transformation of the party system and the emergence of the extreme right and “identity politics” in Western Europe.    Syllabus : [ Schain S07 ]          POL-UA 512 - Italian Politics Prerequisite: POL-UA 500 Presents a study of post-World War II Italian politics and society in comparative and historical perspective. Seeks explanations of Italian political development in specific historical factors such as the 19th-century patterns of state formation and the experience of fascism. Comparative analysis seeks to show how the social structure, political culture, and party systems have shaped Italy's distinct development. Current and recurrent political issues include the problem of integrating the south into the national economy and state response to social movements, particularly terrorism.          POL-UA 514 - British and Irish Politics Prerequisite: POL-UA 500 Identical to V58.0514 Introduction to the politics and society of the United Kingdom of Great Britain and Northern Ireland and the Republic of Ireland. Traces the political and social development of the historic countries of England, Ireland, Scotland, and Wales; the growth of British hegemony and imperialism; the politics of decline and decay; and the promise of rebirth. Studies contemporary political institutions and processes in detail for their functioning on the context of massive transformation over the past 50 years. Examines the continuing conflict and terrorism in Northern Ireland and dynamics of change in the Thatcher era and beyond.          POL-UA 520 - Government and Politics of the Former Soviet Union Prerequisite: POL-UA 500 Introduction to the study of the politics of the Soviet Union and its successor, the Commonwealth of Independent States. Considers the origins and evolution of the political and economic systems, the distribution of political power, the degree of mass participation, and the sources of change and continuity in Soviet politics and society. Also deals with contemporary issues, including the politics of economic reform, the resurgence of ethnic politics, and the collapse of Communism and its aftermath.          POL-UA 522 - East European Government and Politics Prerequisite: POL-UA 500 Introduction to the politics of Eastern and Central European countries. Considers political, social, and economic developments in these countries during the post-Versailles period. Subjects include the Communist takeover at the end of World War II, uprising during the de-Stalinization era, and the collapse of Communism at the end of the 1980s. Also deals with contemporary issues, including the process of democratization.    Syllabus : [ Rama S03 ]           POL-UA 525 - Modern Greek Politics Prerequisite: POL-UA 500 Introduction to the politics of modern Greece. No prior knowledge of modern Greece, Greek history, or Greek politics is assumed. Places Greece in a wider comparative and theoretical context. Focuses on domestic politics with an emphasis on political history, party politics, and political economy, as well as the relation between contemporary politics and society.          POL-UA 527 - Politics of Southern Europe Prerequisite: POL-UA 500 Introduction to the politics of Portugal, Spain, Italy, and Greece. Based on a comparative perspective rather than a case-oriented approach. Focuses on the political institutions of the four countries, their party systems, their political economies, and the relation between state and civil societies. Examines their authoritarian experiences, their transitions to democracy, and the consolidation of their democratic polities.          POL-UA 530 - Politics of Latin America This course studies the origins, persistence and transformation of political institutions in Latin America and the way in which such political institutions interact with economic development. Why is Latin America one of the most unequal regions of the world? Why is it much poorer than the United States and Canada? Why did so many countries fell to dictatorship in the 20th Century? Why are Latin American states weak and unable to guarantee basic public services and law and order? How does democracy perform in Latin America? Why have some Latin American countries performed better than others? What are the challenges for Latin America into the future? The course begins with a broad overview of various political and economic outcomes in Latin America such as development, inequality, state capacity, law and order and democracy amongst others. Next, we discuss broad theories about Latin American politics in comparative perspective. The course will focus on institutional theories, but we will also discuss alternative theories. We will then use these theories to understand major junctures in Latin American political history such as independence, the rise of authoritarianism and dictatorship, revolution, democratization, and populism, amongst others. In doing so, we will study differences as well as commonalities across different Latin American countries.    Syllabus : [ C. Mitchell S06 ] [ Chacon S11 ]          POL-UA 532 - The Politics of the Caribbean Nations Identical to V11.0532 Analysis of the political culture and institutions of Cuba, the Dominican Republic, Puerto Rico, Haiti, Jamaica, and Trinidad and Tobago. Concentration on the study of specific countries is possible and requires a research paper in addition to other requirements. Attention to the communities of Caribbean nationals in the United States to the extent that the study of these communities is relevant to internal political processes.    Syllabus : [ C. Mitchell F06 ]          POL-UA 540 - Politics of the Middle East Identical to V77.0750 The goal of this course is to offer students an overview of politics in the modern Middle East. The course is designed around specific historical trends and contemporary issues facing the people and governments of the region. As such we will be concerned with comparing and tracing particular forms of rule, economic policies, and modes of political expression, exclusion, cooperation and conflict. In particular we will examine: state and regime formation, development programs, and attempts by citizens to challenge the authoritarian status quo and economic recessions and inequalities. In addition, the course will introduce students to social and political concepts and theories through case studies and comparisons from the region.    Syllabus : [Peker S07] [ Zubida S06 ] [ Alahmad F08 ] [Keshavarizian F09]          POL-UA 545 - Politics and Society in Iran Prerequisite: POL-UA 500 Examines the relationship between the state and society in modern Iran by focusing on the social bases of politics. Recurrence of certain historical and cultural themes and their political implications from the Constitutional Revolution (1906-1909) to the current period. Topics include the rise and demise of the Pahlavi dynasty; the interaction of the Pahlavis with nationalist and religious forces; the Mosaddeq era; the politics of oil nationalization; the Shah's White Revolution and politics, culture, and economics in the 1960s and 1970s; the process leading to the revolution of 1978-1979 and the establishment of the Islamic Republic; the hostage crisis; export of the revolution and the Iran-Iraq war; and Iran's current regional and international role in the Middle East and Central Asia.    Syllabus : [ Kazemi F07 ]          POL-UA 560 - East Asian Politics: China and Japan Identical to V33.0560 Introduction to the workings of the political systems of China and Japan. Examines the impact of tradition, demands of modernization, ideology, role of the elite, and social dynamics as well as political institutions and processes. Compares the Chinese and the Japanese \"models\" of development with a view to evaluating their relevance to other areas.    Syllabus : [ Hsiung F06 ] [ Hsiung F10 ]          POL-UA 562 Comparative Politics of South Asia Prerequisite: POL-UA 500 This course is an introduction to the comparative politics of South Asia. We will analyze the politics of South Asian countries, including India, Pakistan, Bangladesh, Sri Lanka and Nepal, individually and in a comparative framework. The readings are chosen from across disciplines, including political science, anthropology, economics and history. The course will also use novels and films on South Asia to illustrate themes highlighted in the readings.    Syllabus : [ Chandra F06 ]          POL-UA 570 - Political and Economic Development in Comparative Perspective Prerequisite: POL-UA 500 Introduction to the political processes of change and development. Survey of classical and contemporary theories of political and economic development ranging from neoclassical to structural to recent endogenous growth theories. Focuses on institutions and governance as conditions for growth and development. Examines the relationship between political and economic change in selected countries as well as global patterns.    Syllabus: [ Sergi S10 ]          POL-UA 575 -- The Political Economy of Institutions This course examines the relationship between economic incentives and the creation and maintenance of political and economic institutions. Topics include, but are not limited to, the creation and assignment of property rights, the rule of law, and the creation of markets. The course focuses on theories that advance an economic rationale for institutions and relies on the methodologies of game theory and rational choice, of which no prior knowledge will be assumed.    Syllabus : [ Hafer S05 ] [ Eggertsson S10 ]          POL-UA 580 - Collective Action: Social Movements and Revolutions Prerequisite: POL-UA 500 Analyzes patterns of collective action by socially subordinate groups. Survey of theoretical approaches to social movements and revolutions. Focuses on the evolution of forms of collective action and the conditions for the emergence of revolutionary social movements from social protest. Examines closely several case studies such as the civil rights movement in the United States, revolutionary social movements in Central America and southern Africa, and the French and Chinese revolutions.    Syllabus : [ Zubida F05 ]          POL-UA 584 - Contemporary African Politics This course offers an introduction to contemporary African politics. Our goal is to introduce students to the most pressing problems African countries have faced since independence. Questions motivating the course include: (1) Why state institutions weaker in African than in other developing regions? (2) What explains Africa's slow economic growth? (3) What can be done to improve political accountability on the continent? (4) Why have some African countries been plagued by high levels of political violence while others have not? (5) Can or should the West attempt to \"save\" Africa?    The course is structured in three parts. In the first, we will review Africa's recent political history, concentrating on the impacts of colonialism, and the types of states created in the wake of African independence movements. Then we turn to the challenges post-colonial governments face as they attempt to manage the interests of ethnically diverse societies, and reform their economies and political institutions. We end the course with an in-depth look at patterns of violent conflict across Africa, and the daunting tasks that many African countries face as they attempt to recover from conflict.    Syllabus : [ Scacco S11]          POL-UA 994- Political and Bureaucratic Corruption Prerequisite: POL-UA 500 Political and bureaucratic corruption affects the quality of public policy, and indirectly the well-being of millions of people. Empirical evidence shows that corruption slows economic development, biases government expenditures, and reinforces income inequality. What do political science and economics know about the phenomenon? This course surveys the recent literature on the political economy of corruption. Theoretical and empirical perspectives are introduced. Corruption can be understood as the collusion between special interests and politicians, against citizens. Possible causes (cultural traditions, the design of political institutions, the distribution of resources in a society) and motives (e.g., private greed, the need to finance political parties) are explored. Some attention is also paid to the possible solutions: transparency, electoral accountability, a free media market, independent prosecutors, and better pay for public servants.    Syllabus : [ Stanig S08 ]          POL-UA 595 - Undergraduate Field Seminar: Comparative Politics Prerequisite: POL-UA 500 Advanced seminar for juniors and seniors in comparative politics. The specific topic of this seminar is announced each year.    Syllabus : Politics and Economics of Institutions [ Eggertsson S08 ]    Political Economy of Institutions [ Hafer S07 ]    Comparative Political Economy [ Stasavage S06 ]    Civil Wars and Negotiated Settlements [ Wood F03 ]    Topics in African Politics [ Wantchekon F08 ]       Comparative Political Economy of Affirmative Action [Samii F12]      Old and New Left in Latin America [ Castaneda F13 ]                          POL-UA 595.01 - The Politics of Inequality Prerequisite: POL-UA 500 Students in this seminar will investigate how inequality shapes politics and  how politics shapes inequality, both in the advanced industrial countries  and the developing world. In the first half of the course students will  review recent work on long run trends in inequality in the industrialized  world, investigate the political factors that may have influenced these  trends, and finally examine how changes in inequality have shaped the  pattern of politics, with particular emphasis on the current US context.  The second half of the course will focus more specifically on inequality in  the developing world and its relationship to democracy, political violence,  and economic development. Syllabus : [ Stasavage F11]           POL-UA 596 - Honors Seminar: Comparative Politics Prerequisite: POL-UA 500, three other politics courses, Junior or Senior standing, 3.5 GPA. Advanced seminar for juniors and seniors in comparative politics. The specific topic of this seminar is announced each year.    Syllabus : Ethnic Identity Politics and Democracy [ Chandra F07 ]       POL-UA 597 - Networks and Politics Are segregated neighborhoods always the result of discrimination? If a revolution is brewing, how many people must the revolutionaries personally recruit in order to incite widespread revolution? How debilitating will a snowed-in JFK Airport be to national air travel? Why are all actors separated from Kevin Bacon by 6 degrees or fewer? Why did Blu-Ray dominate HD DVD? The budding new field of Network Analysis offers the tools to answer questions like these. Network analysis is a recent import into the social sciences, and has been developed in a diverse set of fields, from physics to computer science to sociology. Recognizing that objects of study (people, genes, web pages, virus hosts, etc.) are often influenced by ‘neighboring’ objects of study, these fields have created a paradigm and a set of tools that political scientists can use to study segregation, the spread of ideas, learning, institutional design, the adoption of new technologies, epidemics, migration, trade, revolutions, and various other phenomena that involve a group of people interacting. The blend of networks and political science covered in this course will reveal a wealth of untapped research opportunities and chances to make real contributions to the field of political science. This course assumes no background in social network analysis; we will begin with the basics. By the end of the course, you will have the skills necessary to explain or make predictionsabout real world political phenomena using network techniques. You will also develop the invaluable skill of extracting meaning from academic articles that assume a level oftechnical proficiency above your own—a skill that will serve you well in academia, the world of consulting, and beyond. Syllabus: [Larson F13]            POL-UA 714 - Soviet and Post-Soviet Foreign Policy Prerequisite: POL-UA 500 or POL-UA 700 See description under \"International Politics,\" below.          POL-UA 385 - Political Economy: The United States in Comparative Perspective Prerequisite: POL-UA 300 or POL-UA 500 See description under \"American Government and Politics,\" above.       POL-UA 994 - Causes and Consequences of Globalization \"Globalization\" is a conceptual stand-in for highly complex, interdependent interactions between economies, polities, cultures, and almost all other national-level social constructs. Globalization has accrued a mass of de nitions and interpretations which cannot be reconciled easily (if at all) with one another as a result of its multifaceted nature. We will consequently focus on only two of globalization's faces\" in this course: economic and political globalization. After wrestling the with de ning and understanding the concept globalization, the course will be divided into two parts. The rst part of the course focuses on understanding and analyzing the causes and e ects of economic globalization, i.e. the increased interconnectedness of national and regional economies via lowered trade barriers, intensfi ed nancial ows, and increased labor mobility. We consider previous eras of globalization and theories of economic growth that inform arguments for increased globalization, focusing on the economics of neo-instutionalism. We spend a week each on trade liberalization, capital ows, and the role of multinational corporations in the international economy. We end the rst part of the course with a discussion of the domestic sects of globalization. The second part of the course turns to the globalization of political ideas as well as the s ects of the globalized economy on political outcomes. Again, we revisit the past and consider the role of economic growth and the dissemination of ideas in understanding political order. We cover both regime transitions nd stability in the face of economic shocks. We then analyze the role of national political competition in furthering or abating globalization. We then turn towards the e ects of an older era of globalization|the colonial period|onmore current political phenomena. We nish the course with the consequences of democracy promotion in the developing world. Syllabus: [ Haid S11 ]                     International Politics          POL-UA 700 - International Politics (Core Course) This course is designed to introduce the central concepts and methods for studying international relations and foreign policy. It emphasizes a political economy perspective that draws attention to how incentives,political institutions and domestic politics shape interactions in the international arena whether those interactions concern national security or economic exchange. The course introduces a set of analytic tools that will help provide a means to evaluate points of view regarding foreign affairs based on *logic and evidence* rather than personal opinion or partisan preferences.    Syllabus : [ Satyanath F07 ][ BDM S10 ] [ BDM S13 ]          POL-UA 710 - U.S. Foreign Policy Prerequisite: POL-UA 700 Analysis of the sources of U.S. foreign policy and the major international problems facing the United States today. Considers the role of national interest, ideology, and institutions in the making and executing of U.S. foreign policy.    Syllabus : [ Peker S06 ] [ Togman Sum13 ] [ Lutmar Sum13 ]       POL-UA 711 - The Politics of Human Rights Prerequisite: POL-UA 700    This course is designed to provide a broad introduction to the study of human rights from the perspective of political science. It examines the political history of the international human rights regime; recent political theory and psychological perspectives on human rights, the causes of contemporary human rights problems; the economic, social, and political factors associated with human rights progress; and the strategic approaches that are currently being employed to improve human rights in different settings.    Syllabus : [ Downs F10 ] [ Downs S11 ] [ Downs S13 ]          POL-UA 712 - National Security Prerequisite: POL-UA 700 Starting with the traditional arena of national security and U.S. military policy, students analyze how national security decisions are made in this country, as well as the past and current military strategies used to carry out those decisions. From there students examine the particular national security concerns and policies of Russia, China, Germany, and Japan. This class also looks at new thinking on national security, asking to what extent international trade and competition, immigration, illegal drugs, and the environment should be considered national security issues.    Syllabus : [ Peker S06 ] [ Lutmar Sum13 ]          POL-UA 715 - American Primacy Prerequisite: POL-UA 700 This course addresses the question: How did the United States become the world’s dominant nation? That is, what explains American primacy, by which I mean the ascendancy of the United States in: military power, economic wealth, and “soft power”—the unforced deference that other countries pay us? On all these levels, America leads the world today. Syllabus: [ Mead S08 ] [ Mead S10 ] [ Mead S11 ] [ Mead S12 ]          POL-UA 720 - Diplomacy and Negotiation Prerequisite: POL-UA 700 Analyzes the theory and practice of diplomacy, with special emphasis on bargaining strategies that nations use to try to settle their differences and avoid wars, including the use of mediators, arbitrators, and institutions like the United Nations. Applies game theory to analyze the use of exaggeration, threats, and deception in bilateral and multilateral diplomacy. Supplements case studies of international negotiation, especially in crises, with studies of domestic bargaining used in the formulation of foreign policy.       POL-UA 725 - The Political Economy of Development    Prerequisite: POL-UA 700 This course will examine the inter-relationship between politics and economic development. It will address both how socio-political factors influence economic outcomes, and how economic factors, in turn, shape political outcomes. We will begin by exploring the legacy of historical institutions such as slavery and colonialism on development and growth. We will then study how political factors such as ethnic fractionalization, gender, corruption, and democracy influence economic outcomes. We will also focus extensively on the economics of conflict in developing nations, and examine the role of international aid as a part of current efforts at promoting development.    Syllabus: [ Dube F10 ] [ Chacon S11 ] [ Satyanath S12 ]          POL-UA 730 - International Organization Prerequisite: POL-UA 700 This course covers the formal theory of international cooperation including the reason why countries choose to cooperate, bargaining over and enforcement of international agreements, and multilateralism. The remainder of the course discusses empirical examples including peacekeeping, collective security, economic and environmental cooperation, human rights treaties and arms control.    Syllabus : [Lutmar F07] [ Gilligan S06 ]          POL-UA 736 - Business and American Foreign Policy Prerequisite: POL-UA 700 Examines competing theories as to the relationship between business and government in the conduct of foreign policy. Assesses the applicability of these theories to case studies in East-West trade, the defense procurement process, intervention in the Third World, human rights, the effect of trade and investment on the American economy, security of supply of natural resources, and economic development in the Third World.          POL-UA 740 - International Law The norms that govern states in their legal relations and the current development of law among nations, based on cases and other legal materials relating to the nature and function of the law; recognition of states and governments; continuity of states and state succession; jurisdiction over persons, land, sea, air, and outer space; international responsibility and the law of claims; diplomatic privileges and immunities; treaties; regulation of the use of force; and the challenges posed by new states to the established legal order. Emphasis on the case-law method, as used in law school instruction.    Syllabus : [ Hsiung F07 ] [ Carneiro F06 ] [ Hsiung F08 ]          POL-UA 741 - War, Peace, and World Order Prerequisite: POL-UA 700 This course explores the conditions that lead to the initiation, escalation, spread, termination, and consequences of international conflict as well as the circumstances that promote, preserve, or restore peace. The main objective is to identify strategies that promote cooperative solutions to international disputes and to evaluate those strategies in terms of their historical effectiveness. The course emphasizes the application of models of strategic rational action as tools for assessing relations between nations, coupled with statistical and historical analysis of classes of events.            Syllabus : [Smith F07] [ Bueno de Mesquita S07 ] [ Smith F08 ]          POL-UA 742 - Terrorism Prerequisite: POL-UA 700 Comparative study of terrorism as a domestic political phenomenon. Examines foundational issues, economic, psychological, strategic, and social theories of terrorism as well as theories of the cessation of terrorist violence, government negotiation with terrorists, the relationship between terrorists and nonviolent political actors, and the internal political economy of terrorist organizations. Considers terror in the Middle East (especially emphasizing Hamas), nationalist terror (ETA and the IRA), and Maoist revolutionary terror (with emphasis on the Shining Path).    Syllabus : [ Zubida F05 ]          POL-UA 760 - International Politics of the Middle East Identical to V77.0752 This course is intended as an introduction to politics in the Middle East and therefore provides a general overview of some of the chief issues of contemporary Middle Eastern politics. Consequently, it will examine the interplay of numerous factors that help us to better understand and to critically analyze the Middle East. These include the impact of colonialism, nationalism and nation-state formation, regional crises, the Arab-Israeli conflict, the politics of oil, Islamism, democratization, political economy, globalization, and human rights, etc. Special attention will be given to the historical and contemporary interaction between the Middle East and the United States, the “West,” and the “East.” Lastly, the Iraq War has ushered in a defining moment for the world. Not only does it affect the politics of the region and developments here in the United States, it has also reshaped the international political system. As such, a portion of the class will be devoted to studying this crisis. Syllabus : [ Marji Sum08 ] [ Erbal Sum07 ] [ Marji S08 ] [ Erbal Fall10 ]          POL-UA 770 - International Relations of Asia Identical to V33.0770 The relations of and between the principal Asian national actors (e.g., China, Japan, India) and the relationship of the Asian \"subsystem\" to the international system. Covers the traditional Asian concepts of transnational order, the impact of external interventions, the modern ideological conflict and technological revolution, the emergent multilateral balance beyond Vietnam, the changing patterns of relations in the Asian subsystem traced to the international evolution from bipolarity to multicentrism, and the U.S. role in Asia.    Syllabus : [ Hsiung F07 ] [ Hsiung F09 ] [ Hsiung S11 ] [ Hsiung S13 ]          POL-UA 775 - International Political Economy Prerequisite: POL-UA 700 This course serves as an introduction to the workings of the contemporary international political-economic system and introduces students to some of the main analytical frameworks which political economists use to understand this system. Finally, the course familiarizes students with analytical tools that serve to gain a better understanding of the current problems and opportunities facing actors in today's international political economy.    Syllabus : [ McGillivray F02 ]          POL-UA 780 - Inter-American Relations Prerequisite: POL-UA 700 Examines inter-American relations in the 20th century. The role the United States has played in influencing economic and social policy in Latin America and the Caribbean is examined through the Good Neighbor Policy, the cold war, Alliance for Progress, National Security Doctrine, and the democratization wave. The Mexican Revolution; Import Substitution Industrialization policies; the Guatemalan, Bolivian, Cuban, and Nicaraguan revolutions and their effects on U.S.-Latin American relations are discussed along with U.S. social, political, and military intervention in the region and its effect on strengthening and/or hindering democracy. Heavy on readings, the course provides a historical, sociological, and economic background of Latin American political development in the 20th century. Formerly Latin America and the World.          POL-UA 994- Globalization, Governance and Development Prerequisite: POL-UA 700 This class is will focus on issues of global governance and the role of international institutions in a globalized economy. In particular, we will look at how the rise of multi-level trade governance in the current international trade regime affects economic development in those countries which are least able to take advantage of trade in a liberalized regime. This class seeks to understand three facets of the globalized economy. First, what led to the rise and diffusion of globalization and liberal trade policies? Second, what are the characteristics and who are the actors associated with governance of this liberalized regime? And finally, what are the consequences of the new rules in terms of social issues and the relative power of new actors? Syllabus: [ DiCaprio S08 ]          POL-UA 795 - Undergraduate Field Seminar: International Politics Prerequisite:POL-UA 700 Advanced seminar for juniors and seniors in international relations. The specific topic of the seminar is announced each year.    Syllabus : Political Economy of Development [ Satyanath F07 ]     Domestic Determinants of IR [ Smith S07 ]    The Politics of International Law [ Downs F09 ] [ Downs S10 ] [ Downs F11 ] [ Downs S13 ]       Solving Foreign Crises [ Bueno de Mesquita S11 ]*       Fall 2009 Seminar: Solving Foreign Crises- Bueno de Mesquita Prerequisite: POL-UA 700 + 3 other politics courses    *Note: Syllabus is MA version, undergraduate syllabus will reflect a less rigorous approach to the subject.          POL-UA 785.02 - IR Seminar: International Intervention in Conflicts *Tentative* This course will familiarize students with the literature and key debates about coercive and non-coercive international intervention in military conflicts. There are four parts to this course. First, we will discuss why states and/or rebel groups fight in the first place, to which extent intrastate wars are different from interstate conflicts, and what the implications are for third-party intervention. Second, we will discuss the causes and consequences of non-coercive conflict management, with a focus on mediation and arbitration. Third, we will turn to coercive types of intervention. We will discuss the conditions in which military interventions are likely, their intended and unintended effects, and the benchmarks we should use to evaluate them. We will look at humanitarian interventions, peacekeeping operations, and finally talk about the role of private actors such as security contractors and the media. Fourth, we will discuss three case studies in detail, namely the conflicts in Somalia, Kosovo, and Darfur. Syllabus: [Beber]     POL-UA 994.02 - Human Rights This course studies the politics and history of the conception, protection, and violation of human rights in global perspective. It is divided into five sections. The first section introduces tools, concepts, and facts used in the study of human rights. The next four sections examine a set of questions about four phenomena central to modern human rights: democracy and democratization, international law and institutions, the activities of powerful democracies, and global civil society. At the end of the course, students will understand how political actors and institutions interacting within states and globally affect the conception and protection of human rights, how those institutions and actors rose to their positions, and what the future holds for human rights. This is a demanding course for students who have had some exposure to economics and political science and who can keep up with a reading load of two to four articles per day. Syllabus: [ Hashimoto S12 ] [ Hashimoto S13 ]       POL-UA 796 Honors Seminar: American Empire Prerequisite: POL-UA 700, three other politics courses, Junior or Senior standing, 3.5 GPA. The purpose of this course is to provide a broad survey of the debate about American power and influence in international affairs, and to provide sufficient background for students to do a major research paper on the topic. Some view the American role today as creating an empire, while others view U.S. influence as just a reflection of the wealth and military might that Americans command. There are many other thoughtful perspectives as well.    Syllabus : [ Denoon F15 ]                     Honors, Internship, and Independent Study           POL-UA 950 Senior Honors I    Prerequisite: Application and admission to the honors program. Given every Fall semester.    The purposes of this seminar is to provide students with the skills needed to design a feasible research project in political science and to support students in the development of a detailed research proposal for the senior thesis.          POL-UA 951 - Senior Honors II Prerequisite: completion of Senior Honors I, POL-UA 950. Given every Spring semester.    The purpose of this seminar is to support honors politics students in the writing of a senior thesis.          POL-UA 970,971 - Internships in Politics and Government I, II 2 or4 points Not counted toward the major, normally limited to two internships. Prerequisites: open to junior and senior politics majors or minors; 3.0 GPA overall, and permission of the director of internship. Please submit an application . Integration of part-time working experience in governmental agencies or other political offices and organizations with study of related problems in politics and political science. Relates certain scholarly literature in the discipline to observational opportunities afforded by the internship experience. The internships average 8-12 hours per week.          POL-UA 990 - Readings and Research 2 or 4 points Prerequisite: written approval of student's departmental adviser, instructor, and director of undergraduate studies. Please submit an application . Students with exceptional intellectual ability (3.0 average in at least three previous politics courses) are permitted to carry on supervised individual readings and research.          POL-UA 994 - Topics Advanced undergraduate course, often to be given in seminar style, to accommodate professors and faculty in the department who wish to give a one-time or experimental course. Encourages department or visiting faculty to give courses on subject areas or issues not in the permanent course offerings.    Syllabus : Human Rights [  Hasimoto F12]        COURSE CONTENT: This course introduces students to human rights and explores their growing importance in international politics. The first section of the course examines the philosophical foundations, historical evolution, and legal standing of human rights. The second section of the course focuses on the challenge of realizing human rights, with an emphasis on the key actors and institutional developments related to human rights. The third section examines accountability for human rights violations at the national, regional, and international levels."}]},
{"detail": [{"content": "Kanchan Chandra, Faculty of Department of Politics | NYU                                                                                                               Politics Faculty List                       Kanchan Chandra   Professor          of                    Politics B.A. 1993, Dartmouth; Ph.D. 2000, Harvard              Email:          kanchan.chandra [@] gmail.com          Office Address:          NYU Department of Politics, 19 W. 4th Street, New York, NY 10012          Office Room Number:          412             For a full list of my work, see my                  Vita.                          Areas of Research/Interest: Comparative Ethnic Politics, Democratic Theory, Political Parties and Elections, Violence, Comparative Research Methods, Patronage and Clientelism     About Me: Kanchan Chandra (Ph.D 2000, Harvard), Professor of Politics at NYU, works on questions of ethnicity, democracy, violence, patronage and clientelism, party politics and the politics of South Asia. She is lead author of Democratic Dynasties (Cambridge University Press, forthcoming) Constructivist Theories of Ethnic Politics (Oxford University Press, 2012) ( introduction ) , author of Why Ethnic Parties Succeed: Patronage and Ethnic Headcounts in India (Cambridge University Press, 2004) ( introduction ) and of articles in several leading journals.      Her work has been supported by fellowships from the Princeton Program on Democracy and Development, the Guggenheim Foundation, the Carnegie Corporation, the Center for Advanced Studies in the Behavioural Sciences, the Russell Sage Foundation and research grants from the National Science Foundation, and the United States Institute of Peace.       Her previous work explores what the constructed nature of ethnic identity means for theories and data on the causes and consequences of ethnic mobilization. It proposes a new conceptual framework for thinking about ethnic identity and uses this framework to theories about the relationship between ethnicity, politics and economics. Taking the possibility of ethnic identity change into account, she argues, dismantles theoretical logics linking ethnic diversity to negative outcomes and processes such as democratic destabilization, clientelism, riots, and state collapse. Even more importantly it changes the questions we can ask about the relationship between ethnicity, politics and economics.      She is currently working on two large-scale research projects (1) A project which theorizes about the effect of ethnic mobilization on democratic stability and governance from a constructivist perspective, combining field research with cross-national data on ethnic parties and violence around the world. (2) A project on democratic transformations in South Asia. This employs in-depth studies within a single country and comparison across clusters or countries to explain new aspects of politics in South Asian democracies such as the emergence of dynastic politics, changes in the structure of the post-liberalization state, business-state relations, and left-ideological movements.       Both projects combine fine-grained field research and cross-national data with a broad theoretical and comparative perspective. They also experiment with new ways of crediting the collaborative aspect of the relationship between social scientists and their so called “subjects” in field research, and with other forms of collaboration between social scientists that complement and deepen solo-authored work. These experiments explore questions first raised by the American Political Science Association’s working group on collaboration, which she chaired in 2006.             Teaching           &gt;        Teaching                Select Publications:   BOOKS • Democratic Dynasties (Cambridge University Press, Forthcoming, 2015) •  Constructivist Theories of Ethnic Politics (Oxford University Press: 2012). Introduction •  Why Ethnic Parties Succeed (Cambridge University Press: 2004). Introduction      ARTICLES • 2013, “ Patronage, Democracy and Ethnic Politics in India ” in Diego Abente and Larry Diamond eds, Clientelism, Social Policy and the Quality of Democracy (Johns Hopkins Press 2013) • 2011, “ What is an Ethnic Party .” Party Politics, March 2011 • 2009, “ Designing Measures of Ethnic Identity: The Problems of Overlap and Incompleteness .” Qualitative Methods Newsletter, Spring 2009 • 2009, “ A Constructivist Dataset on Ethnicity and Institutions (CDEI) .” in Rawi Abdelal, Yoshiko Herrera, Ian Johnston and Rose McDermott eds, Identity as a Variable (Cambridge University Press) • 2009, “ Why Voters in Patronage-Democracies Split Their Tickets: Strategic Voting for Ethnic Parties in Patronage-Democracies .” Electoral Studies (2009) • 2008, “ Making Causal Claims About Ethnic Politics ” in Mark Lichbach and Alan Zuckerman eds, Comparative Politics (Cambridge University Press: 2008) • 2008, “ Ethnic Invention: A New Principle for Institutional Design in Multi-Ethnic Democracies ” James Johnson, Jack Knight, Margaret Levi and James Johnson eds, Designing Democratic Government (Jointly published by the American Political Science Association and the Russell Sage Foundation). • 2008, “ Measuring the Effect of Ethnicity ” (with Steven Wilkinson). Comparative Political Studies (April 2008) • 2007, “ Counting Heads ” in Herbert Kitschelt and Steven Wilkinson, eds. Patronage and Clientelism (Cambridge University Press) • 2006. Review of Paul R. Brass, The Production of Hindu-Muslim Violence in Contemporary India . Seattle: University of Washington Press, 2003, Journal of Asian Studies • 2006, “ What is Ethnic Identity and Does it Matter ?” Annual Review of Political Science. Vol. 9: 397-424 • 2006, “ Mechanisms and Outcomes ,” Qualitative Methods Newsletter, American Political Science Association, Spring Issue. • 2005, “ Ethnic Parties and Democratic Stability .” Perspectives on Politics. Vol 3(2): 235-252. • 2001, “ Ethnic Bargains, Group Instability and Social Choice Theory .” Politics and Society. Volume 29 (3): 337-362. • 2001, “ Civic Life or Economic Interdependence .”    Advance Review of Ashutosh Varshney, Ethnic Conflict and Civic Life   (New Haven: Yale University Press 2002), Commonwealth and Comparative   Politics. Vol 39 (1): 110-118. • 2001, “ Cumulative Findings in the Study of Ethnic Politics .” APSA-CP. Vol. 12 (1): 7-11. • 2000, “ Elite Incorporation in Multi-Ethnic Societies .” Asian Survey. Vol XL (5): 836-855. • 2000, “ The Transformation of Ethnic Politics in India: The Decline of Congress and the Rise of the Bahujan Samaj Party in Hoshiarpur .” Journal of Asian Studies. Vol 59 (1): 26-61. • 1999, “ The Ethnification of the Party System in Uttar Pradesh and its Consequences ,” in Indian Politics and the 1998 Election, Ramashray Roy and Paul Wallace, eds., New Delhi: Sage Publications, pgs 55-104. • 1997, “ Party Strategies in the Uttar Pradesh Assembly Elections 1996 .” (with Chandrika Parmar), in Economic and Political Weekly, February 1 1997.           Update your faculty profile"}, {"content": "Course Descriptions and Syllabi, Department of Politics, NYU                                                                                                                                                    Back to Previous Page         Course Descriptions and Syllabi                 Analytical Politics           POL-UA 800 - Quantitative Methods in Political Science Introduces students to the use of statistical methods used in political science research such as hypothesis testing and linear regression.    Syllabus : [ Stevens F07 ][ Stevens F08 ] [ Acikgoz S13 ]          POL-UA 810 - Political Engineering: The Design of Institutions Institutions are the rules by which societies govern themselves. In this course, the tools of economic theory, game theory, and social-choice theory will be applied to the rational-choice analysis of political, economic, and social institutions, whose consequences for society will be derived from assumptions about what individuals seek to maximize. The product of such analysis, which is reflected in the title of this course, is normative: To design institutions that meet certain “engineering” specifications and, therefore, may be superior to institutions that, because they arose more haphazardly, may not satisfy these specifications. Like engineering in the natural sciences, which translates theory (e.g., from physics) into practical design (e.g., a bridge), engineering in the social sciences translates rational-choice analysis into the design of better political-economic-social institutions.    Syllabus : [ Brams S05 ] [ Brams S11 ]          POL-UA 812- Introduction to Political Psychology This course offers a broad overview of political psychology, a field that uses experimental methods and theoretical ideas from psychology as tools to help understand political processes. The course introduces important concepts from psychology, offering new ways of thinking about subjects as varied as personality, the dynamics of social groups, and the ways in which emotion affects decision making, and then applies these concepts to various topics within political science, including the media and political advertising, race relations, the legitimacy of government institutions, and the formation of opinions and ideologies. In addition, by describing political psychology experimentation in detail, the course teaches about how the scientific method can be applied to the study of politics.    Syllabus: [ Dickson F08 ]          POL-UA 840 -- Introduction to Game Theory This course introduces the basic concepts of elementary game theory in a way that allows you to use them in solving simple problems. And second, it gives a flavor of how game theory can be used in the study of political science by presenting a wide array of example applications. In addition, throughout the course we will discuss evidence from experiments and from other sources that bears on when we should expect game theory to be most useful in applied studies, and when we might reasonably have doubts about the types of predictions that it makes about human behavior. Syllabus : [ Hafer F14 ]       POL-UA 842 -- Doing Political Economy    Political economy has made great strides in recent year in explaining political and economic behavior by characterizing the incentives of actors and the context in which these actors make decisions and influence outcomes. The purpose of this class is to introduce students to these theoretical approaches and show how they can be used to address contemporary policy questions. First students are introduced to the tools of modern political economy. In a relatively non-mathematical manner students will also learn the conceptual basis of statistical testing. These tools are then applied to policy problems in three substantive areas: international relations, American politics and comparative politics. Through these methods and their application students will learn how to evaluate public policy using theory and evidence. Syllabus : [ Smith F10 ]          POL-UA 844 - Games, Strategy, and Politics Theories of political strategy, with emphasis on the theory of games. Uses of strategy in defense and deterrence policies of nations, guerrilla warfare of revolutionaries and terrorists, bargaining and negotiation processes, coalitions and the enforcement of collective action, and voting in committees and elections. Secrecy and deception as political strategies and uses of power, with some applications outside political science.    Syllabus : [ Brams F13 ]          POL-UA 845 - Social Choice and Politics Introduces students to social choice theory applied to political science. It focuses on (1) individual choice, (2) group choice, (3) collective action, and (4) institutions. It looks at models of individuals'politics.ug.coursedescriptions voting behavior, the incentive structures of interest groups, and the role of institutions. The emphasis is analytical, though students are not expected to have a background in formal mathematics.    Syllabus : [Eguia F07] [ Eguia F11 ]          POL-UA 846 - Experimental Methods in Political Science    Prerequisite: POL-UA 800 This course is designed to provide an introduction to experimental methods in political science for undergraduate students. The emphasis of the course will be on several different styles of laboratory experiments, but field experiments (and briefly, survey experiments) will also be discussed.    Syllabus : [ Morton ]          POL-UA 895 - Undergraduate Field Seminar: Analytical Politics Advanced seminar for juniors and seniors in analytical politics. The specific topic of the seminar is announced each year.    Syllabus - Quantitative Analysis of Public Policy [ Beck F10 ]          POL-UA 842 - Doing Political Economy Political economy has made great strides in recent years in explaining political and economic behavior by characterizing the incentives of actors and the context in which these actors make decisions and influence outcomes. The purpose of this class is to introduce students to these theoretical approaches and show how they can be used to address contemporary policy questions. First students are introduced to the tools of modern political economy. In a relatively non-mathematical manner students will also learn the conceptual basis of statistical testing. These tools are then applied to policy problems in three substantive areas: international relations, American politics and comparative politics. Through these methods and their application students will learn how to evaluate public policy using theory and evidence.dvanced seminar for juniors and seniors in analytical politics. The specific topic of the seminar is announced each year.    Syllabus - [ Browne F12 ]                     Political Theory           POL-UA 100 - Political Theory (Core Course) This course is an introduction to the history of political theory. We will study many of the great texts of the Western tradition. These texts raise important questions about the nature of individual rights, the roots of government authority, the circumstances of legitimate revolution, the justification of religious tolerance, and the meaning of political ideals such as liberty, equality, and justice. Despite the age of some of the texts with which we will wrestle, the purpose of the course is not exclusively historical. Instead, part of the reason that these texts are widely seen as classics is because they continue to shape, inform, and challenge the analysis of current political phenomena. It is through the categories created and clarified by these thinkers that we conceptualize, understand, and assess our political lives. Syllabus : [ Kates Sum10 ] [ Pevnick S11 ]          POL-UA 110 - Topics in Premodern Political Philosophy Prerequisite: POL-UA 100 Intensive introduction to the major themes of Western political thought through a careful analysis of classical and medieval works. Among the authors studied are Plato, Aristotle, St. Augustine, and St. Thomas Aquinas. Formerly Political Thought from Plato to Machiavelli.          POL-UA 120 - Modern Political Thought: 1500 to the Present Prerequisite: POL-UA 100 Examines the development of political thought from Machiavelli to Nietzsche through a careful study of primary works. Authors include Hobbes, Locke, Rousseau, Hegel, Marx, and Nietzsche.          POL-UA 120 - Nietzsche and the 20th Century In Germany in the twentieth century, Nietzsche was revered by Zionists, anti-Semites, German nationalists, cosmopolitans, conservatives, anarchists, royalists, atheists and the religious. Who was this figure who managed to inspire such contradictory adherents?   We begin by examining Nietzsche’s work so that we can come to some understanding of who he was. Then we look at how, and why, he influenced so many of the major thinkers of the twentieth century. The course is designed to offer students a new way to think about modernity, modern political thought, and the century from which we have just escaped. Classes will be devoted to detailed discussions of the readings.  Syllabus: [ O'Brien ]           POL-UA 130 -- Ethics, Politics, and Public Policy This course will provide students the ability systematically to evaluate ethically controversial public policy issues using concepts from normative political theory. We consider four overarching questions: Should public officials be responsible to universal laws of morality? By what criteria do we evaluate the ends of public policy? Are the intentions and internal psychological state of the public official morally relevant? How do we evaluate moral choices when outcomes depend on the decisions of more than one individual? In the first half of the course, we consider the means by which policy is implemented: Under what conditions, if any, might we permit political actors to \"do bad in order to do good?\" In the second half, we consider the ends of public policy: What is it we want the state to accomplish, and at what cost? Topics for this semester include the decision to drop the atomic bomb in World War II, the treatment of terrorist suspects, lying in office, racial profiling, the analysis of environmental policy, health care allocation, social welfare policy, capital punishment, international intervention in humanitarian crises, and collective responsibility in office.    Syllabus : [ Gordon S05 ]         POL-UA 138- Theories of Justice Prerequisite: POL-UA 100 This course is an undergraduate-level introduction to the subject of justice in contemporary Anglo-American political theory. Its aim is to provide students with an understanding of the current state of the theoretical literature on justice as well as to enable them to engage in their own critical thinking about the topic. For the most part, discussion proceeds in chronological order. We begin with the study of utilitarianism—the dominant approach to political philosophy in the modern era. From there we proceed to a thorough treatment of the political philosopher who has, arguably, dominated the contemporary scene: John Rawls. In particular, we shall examine the arguments put forward in A Theory of Justice for what he calls “justice as fairness”—a conception of justice that he believed to be superior to that articulated by utilitarians. But in developing his own distinctively contractarian conception of justice, Rawls was, however, subject to much criticism. For that reason, we turn next to a variety of alternative conceptions of justice put forward in direct contrast to his position: namely, libertarianism, luck egalitarianism and the capabilities approach, Marxism, communitarianism, and, finally, feminism.    In the latter half of the course we focus on a number of related problems that have been at issue in contemporary discussions of justice. More specifically, we explore the question of whether principles of justice apply solely within the boundaries of particular states or whether their application is global in scope instead. Next, we consider whether principles of justice fix our relations with our contemporaries alone or whether they further constrain our actions towards future generations as well. In a related manner, we also ask how, if at all, justice constrains our relations with non-human animals. We end, finally, by considering whether justice and democracy conflict, and, if so, which ought to receive priority in practical political action.    Syllabus : [ Kates S11 ]          POL-UA 140 - Socialist Theory Concentrates on those socialist schools-Christian socialism, utopian socialism, Marxism, Fabianism, and anarchism-that have proved to be the most successful. Aims to present their major theories and to examine the usefulness of such theories in helping us to understand and, in some cases, alter the world in which we live.    Syllabus : [ Ollman F07 ] [ Ollman F10 ]          POL-UA 150 - Nationalism and Ethnic Conflict Prerequisite: POL-UA 100 This course will focus on ways to understand nationalism and ethnic identification and the conflict that they sometimes stimulate. Readings will be from varied perspectives. This course is a discussion seminar.    Syllabus : [ Hardin S07 ]           POL-UA 160 - Democracy and Dictatorship Prerequisite: POL-UA 100 Democracy and dictatorships have traditionally been analyzed in terms of their apparently different institutional characteristics and legal foundations. Examines these traditional interpretations but leans heavily toward ideological and contextual factors. Challenges traditional distinctions between democracy and dictatorship.    Syllabus : [ Erbal Sum07 ]          POL-UA 170 - American Political Thought 4 points -- Prerequisite: POL-UA 100 Study of American political ideas and debate from colonial times to the present. Topics include Puritanism, revolution and independence, the Constitution framing, Hamiltonian nationalism, Jeffersonian republicanism, Jacksonian democracy, pro- and antislavery thought, Civil War and Reconstruction, Social Darwinism and laissez-faire, the reformist thought of populism, progressivism and socialism, legal realism, the New Deal and 20th-century liberalism, modern conservatism, civil rights, and war protest. Readings and discussion are based on original and interpretative sources.          POL-UA 195 - Undergraduate Field Seminar: Political Theory Prerequisite: POL-UA 100 Advanced seminar for juniors and seniors in political theory. The specific topic of the seminar is announced each year.    Syllabus : Constitution-Making [ Pasquino F07 ]    Justice [ Hardin S07 ]    Dialectical Methodology [ Ollman S07 ]    Contemporary Democratic Theory [ Pevnick F09 ], [ Pevnick F10 ][ Pevnick S13 ]    Theories of Justice [ Pevnick S10 ][ Pevnick S13 ]          POL-UA 994 - Law and Courts    The general topic of the lectures will be the role of the judicial power in constitutional democracies. Notwithstanding the well know increasing role of courts in our societies political theory doesn't pay enough attention to the judicial power in the institutional structure of the separation of powers. The course will start from considering and analyzing the classical doctrine of the separation of powers (Locke, Montesquieu, J. Madison, A. Hamilton, the anti-federalist Brutus, A. Bergasse) in order to identify the limits of it concerning the role assigned to the judiciary. We will moreover consider the general theory if the judicial institutions from Aristotle to Coke, Hobbes and to the contemporary debates (the Scandinavian School, M. Shapiro, P. Stein).The last section of the course will be devoted to Supreme/Constitutional Courts and to the new balance of powers in the contemporary world.    Syllabus :           POL-UA 994 - The Constitution in the Age of Terror Prerequisite: POL-UA 300 This course will examine in depth the legal, moral, social and political context for counter-terrorism. It will attempt to frame issues of strategy and policy within the moral tradition of just war doctrine and the constitutional values embraced by the Supreme Court of the United States and the international courts in the Nuremberg tradition. We will read widely in journalism, philosophy, policy and law, with a number of classes devoted to court decisions.    Syllabus : [ Gerety S07 ]          POL-UA 994 - Law and Morality in the Age of Terror Prerequisite: POL-UA 100   This course seeks to deepen our understanding of the law and policy of counter-terrorism by approaching the challenges of terrorist attacks from several points of view. Notably, we will deploy moral philosophy, international and domestic law, social science--and of course policy studies , including arguments over institutional arrangements. Over the semester we will examine a variety of cases and hypotheses, touching on such matters as interrogation and torture, killing and assassination, detention and trial.  If the student has taken a course in AD that has been approved as equivalent to the POL-UA 100, can we issue a permission code, or would you prefer to do so.    Syllabus : [ Gerety S11 ]          POL-UA 994 - Religion and Politics Our focus in this course will be on the relationship between Christianity and liberal democracy in the modern era. In part one, we will read texts from the modern liberal canon with the intention of understanding the differing modes of engagement with religion, we will see that this has entailed neutrality, rejection, or an embrace whether warm or stifling. None of these approaches have been wholly successful, or a complete failure. In part two, we look at Nietzsche’s claim that God is “dead” and see how this claim has been used, and abused, by subsequent thinkers. Overall, the course will offer students a new way to think about the evolving relationship between religion and politics and the ways in which it shapes our lives..    Syllabus : [ O'Brien S11 ]                     American Politics           POL-UA 300 - Power and Politics in America (Core Course)    Offered every semester. 4 points. A survey of national political institutions and behavior in the United States, which introduces students to a variety of analytic concepts and approaches useful for the study of domestic politics. Concepts typically covered include public goods and collective action; preference aggregation and the median voter theorem; delegation, presentation, and accountability; agenda control; inter-branch bargaining; and the mechanisms of private influence on public policy.    Syllabus : [ Gordon F07 ] [ Harvey F10 ] [ Egan S09 ] [ Egan S11 ] [ Egan F12 ] [ Nagler S13 ]          POL-UA 306 - Public Policy Prerequisite: POL-UA 300 Introduction to public policymaking in American federal government. The issues politicians address at election time often have little to do with what they actually do in office. Looks at the operations of the government in the terms Washingtonians use. Examines the roles of Congress and the bureaucracy; the procedures of budgeting and regulatory agencies; and the issues in several concrete areas of policy, mainly in the domestic area. Excellent preparation for students planning to take the Washington Semester Program.    Syllabus : [ Mead F07 ]           POL-UA 310 - The Presidency Prerequisite: POL-UA 300 Study of the American presidency, its origins and roles, including those of commander in chief; director of foreign policy; leader in legislation, administration, and party affairs; manager of the economy; and dispenser of social justice. The president is also viewed as a decision maker and compared with the heads of other governments. Readings include the works of presidents and their associates, analytical commentaries by observers of the presidency, and biographies.    Syllabus : [ Kim S07 ]          POL-UA 311 - The Biology of Politics    Why do we participate in politics? Who tends to participate? Why do individuals have the political attitudes they do? These questions are central to the study of politics. Political scientists have traditionally focused on factors such as demography, socioeconomic status, mobilization, electoral institutions, and social norms to answer these questions. However, scholars have recently begun to explore the possibility that biological differences may, at least in part, help to explain individual differences in political attitudes and behavior. This course explores the relationship between biology and political behavior with an emphasis on how the two may be linked.    Syllabus : [ Dawes S12 ] [ Dawes S13 ]          POL-UA 315 - Controversies in Public Policy: Logic and Evidence This course is about using logic to think about issues of public policy and evidence to do the same thing. One way to think about this course is it is sabermetrics (logic and evidence applied to baseball, and in Moneyball) applied to vastly more important topics than baseball: making schools better, designing health policy and dealing with climate change (with tons of other policy applications possible, but we will focus on these three).    Syllabus: [ Beck S13 ]          POL-UA 320 - Congress and Legislative Assemblies Prerequisite: POL-UA 300 Origin, structure, functions, and dynamics of legislatures in the United States. Although some attention is given to state legislatures and municipal lawmaking bodies, the major emphasis is on the Congress. Readings include a textbook, official sources such as the Congressional Record and Congressional District Data Book, and the new behavioral studies and commentaries.          POL-UA 330 - The American Constitution This course examines the major contours of the American Constitution excluding the Bill of Rights. We will discuss constitutional law in the broader framework of social and political philosophy and explore evolution of judicial doctrine through our constitutional history. The two major themes that run through most of the cases are federalism and separation of powers.    Syllabus : [Kawar F07] [ Rajsingh S07 ] [ Harrington F06 ] [ Rajsingh S11 ]          POL-UA 332 - Civil Liberties Interpretation of the Bill of Rights, the Civil War Amendments, and other rights in the U.S. Constitution through the reading of Supreme Court opinions. Topics include freedom of speech and press; free exercise of religion and separation of church and state; the right of privacy; rights of the criminally accused; equal protection of the law against race, gender, and other discrimination; and the rights of franchise and citizenship. Cases are read and discussed closely for their legal and philosophical content.    Syllabus : [ Rajsingh S06 ] [ Khan F08 ] [ Harrington S13 ]          POL-UA 333 - The United States Supreme Court Prerequisite: POL-UA 300 This course provides an introduction to current research on Supreme Court decision making. Specifically, the primary focus of the course is on why the Justices decide cases in the way that they do. However, we will also look at the Justices� decisions on writs of certiorari, and at the process by which the Justices are nominated and confirmed to the Court.    Syllabus : [ Harvey S07 ]          POL-UA 334 - American Law and Legal System Prerequisite: POL-UA 300 Introduction to law and the legal system through the reading of actual cases. Topics include the adjudication of conflict, the structure and functions of trial and appellate courts, civil and criminal procedure, judicial remedies, judicial decision making, and the limits of judicial relief. Uses tort, contract, property, divorce, and other law for illustration.          POL-UA 335 - Law and Society Identical to V62.0001 and V18.0722 This course studies the relationship between law and society by studying the nature of “rights” and “rights claims.” The topics will address many issues and debates, but we will focus particularly on several main questions. What are the different theoretical bases for rights claims? How does the law impact what rights individuals and groups in civil society fight for, and the way they frame their claims? What happens when different rights claims conflict with one another? What is the difference between a right and a policy preference, and how do those different classifications affect discourse and public policy?    Syllabus : [ Harrington F10 ] [ Ferri S11 ]          POL-UA 336 - Gender in Law    Identical to V18.0723 Examines the relationship between gender politics, legal theory, and social policy. Studies the role that the legal arena and certain historical conditions have played in creating, revising, and protecting particular gender identities and not others and examines the political effects of those legal constructions. Analyzes the major debates in feminist legal theory, including theories of equality, the problem of essentialism, and the relevance of standpoint epistemology. In addition to examining how the law understands sex discrimination in the workplace and the feminization of the legal profession, also addresses to what extent understandings of the gender affect how law regulates the physical body by looking at the regulation of reproduction and of consensual sexual activity. In light of all of the above, considers to what extent law is or is not an effective political resource in reforming notions of gender in law and society. Syllabus : [ Harrington S10 ]          POL-UA 337 - The Rule of Law    The rule of law requires that people in positions of authority should exercise their power within a constraining framework of public laws rather than on the basis of their own preferences or their own ideology. This seminar explores the theory surrounding the rule of law ideal. It focuses on the political conditions that promote the rule of law as well as on the challenges to the rule of law in time of emergencies. Topics include the connection between law and morality, the political foundation of the rule of law, the interaction among political institutions in promoting or subverting the rule of law, the rule of law in times of crisis, the eects of emergency powers on the rule of law, and the rule of law and terrorism prevention. Syllabus : [ Dragu S13 ]          POL-UA 340 - Political Parties Prerequisite: POL-UA 300 Background, structure, operation, and definition of the party systems. Development of the two-party system in the United States from its origins to the present. Formal organization of parties on the national and state levels and control of the parties within the state. Party politics in the South, political machines, ethnic politics, nominations for public office, and pressure groups on the party system. The national election from first stirrings of potential candidates through the general election.          POL-UA 342 - American Public Opinion Prerequisite: POL-UA 300 What do Americans think about politics? Why do they hold these beliefs? And does it matter? This course grapples with these three questions, which lie at the core of our understanding of the health of American democratic society. In doing so, the class will give students the tools they need to critically assess the construction, conduct, and reporting of public opinion surveys.    Syllabus : [ Egan F07 ] [ Egan F08 ] [ Egan F10 ] [ Egan S13 ]          POL-UA 344 The Election Process Prerequisite: POL-UA 300 Provides an understanding of election processes in the United States through different theoretical approaches to the study of campaigns and elections and the testing of empirical hypotheses. Analyzes campaign strategies of political candidates, the use of polls and media in campaigns, and the effects of issues and personalities on election outcomes. Evaluates the role of presidential primaries and elections in the functioning of a democracy.    Syllabus : [ Morton F06 ] [ Nagler S10 ]          POL-UA 350 - Bureaucracy and Public Policy Prerequisite: POL-UA 300 Bureaucracies are inescapably embedded in the American political environment, and political conflicts within administrative agencies are ubiquitous. In this course, we will examine the major questions political scientists ask about public bureaucracies: How have they evolved to their current form? Why do bureaucrats engage in behavior that many of us consider pathological or arbitrary? How can unelected government officials be made more accountable to their elected counterparts and to citizens? In addressing these questions and others, we will draw on cases of government in action in a number of different public policy areas.    Syllabus : [ Gordon S07 ]          POL-UA 353 - The Military and                Defense in American Politics Prerequisite: POL-UA 300 Role of the military establishment in the exercise of power and in contemporary American politics. Development of the military as a potent participant in American politics. The military officer analyzed in terms of professionalism and bureaucratic theory. The military hierarchy: its relationship to the executive and legislative branches of the government, including decision making and budget processes. The defense industry and its links with the military and Congress. Appraisal of the military-industrial complex.          POL-UA 354 - The Politics of Administrative Law Examines legal, political, and economic issues in government regulation. Covers such classic debates and issues as the historical origins of regulation, the legal philosophy of administrative regulation, the relationship between courts and agencies, the political and social conflicts surrounding regulatory politics, and the role of law in state formation. Formerly Law and Administrative Regulation.    Syllabus : [Turem F07] [ Harrington S06 ] [ Harrington F10 ]          POL-UA 360 - Urban Government and Politics Prerequisite: POL-UA 300 Identical to V99.0371 Study of politics and politicians in the contemporary American city. Evolution of local party organizations, the rise and fate of party \"bosses,\" and the predicament of the ordinary citizen in the urban community. Patterns of city politics against the background of American social and cultural history, including the impulse toward reform and the effects of reform efforts on the distribution of power in the community. Conceptions of effective leadership in urban politics and the role of the police, the press, and \"good government\" groups in local political life.          POL-UA 380 Minority Representation in American Politics Prerequisite: POL-UA 300 This course is an exploration of whether and how racial and ethnic minorities are able to organize effectively and press their demands through the American political system. Specifically, we will focus on the political behavior of minority citizens, the relative strength and effect of these groups at the polls and in political office, the theory and practice of group formation as it applies to minority groups, the responsiveness of elected officials, and the legal and constitutional obstacles and instruments that provide context and shape these phenomena. As this course is also part of the Alexander Hamilton Center for Political Economy we focus primarily on how different public policies can be used to enhance or reduce minority representation in American politics. We examine how public policies can affect both descriptive and substantive representation.    Syllabus : [ Morton F06 ] [ Morton S08 ]          POL-UA 382 - The Politics of Poverty and Welfare Prerequisite: POL-UA 300 Poverty and welfare problems in the United States and the controversies aroused by them. Concentrates on the causes of poverty and dependency among the controversial working-age poor, the history of programs and policies meant to help them, and the enormous impact these issues have had on national politics.    Syllabus : [ Mead S10 ]          POL-UA 385 - Political Economy: The United States in Comparative Perspective Prerequisite: POL-UA 300 or POL-UA 500 This course will introduce students to the study of comparative politics, which is defined as the study of domestic politics anywhere in the world. As a way of cutting into this vast topic, we specifically focus on the process of democratic transition by analyzing the democratic revolution that has swept the globe during the last thirty years. In turn we will explore the causes of democratization, threats to democratization, and factors that may aid in a successful consolidation of democracy. As part of this process, students will be exposed to a wide range of topics in comparative politics, including the politics of economic reform, party systems and voting, theories of ethnic politics, and social capital.    Students in the Alexander Hamilton Institute honors sections will also focus on how the lessons of rigorous political science can be used to inform public policy decisions.    Syllabus : [ Tucker S09 ]          POL-UA 395 - Undergraduate Field Seminar: American Politics Prerequisite: POL-UA 300 Advanced seminar for juniors and seniors in American politics. The specific topic of the seminar is announced each semester.    Syllabus : Congressional Elections [ Nagler F13 ]    The Politics of Judicial Decision Making [ Harvey S07 ]    Minority Representation in American Politics [ Morton S07 ]    Welfare Politics [ Mead S05 ]       Spring 2011 Seminars:    Interest Groups We will be examining the role of private influence in public policy from a variety of theoretical and empirical perspectives. Course topics will include in-depth analysis of mechanisms of influence (e.g., selection of sympathetic incumbents, the provision of incentives for public officials, the provision of information), objects of influence (voter choices, legislative behavior, bureaucratic decisions), collective action, and organizational maintenance. Special attention will be paid to the difficulty of demonstrating influence empirically despite the \"you know it when you see it\" flavor of contemporary journalistic accounts.    Congressional Elections and Competitiveness    A prominent fact of congressional elections in the United States is the frequency with which they are won by incumbents. The lack of competition in these elections will be the focus of this course. To understand this lack of competition we will cover considerable ground: the basic facts of re-election rates, the amount of money spent by incumbents and challengers, and the nature of congressional districts. We will also cover existing theories and evidence about the behavior of voters that maintains so many incumbents in o ce: including the impact of issues, the impact of campaign spending, and whether or not voters have become more polarized. We will also look at the extent to which congressional elections are decided by national forces versus conditions peculiar to the individual race (see 1994, 2006, 2010). In trying to understand why congressional elections have become so uncompetitive we will look at possible reforms to increase competitiveness. We will also consider the impact of the behavior of the major parties on the competitiveness of elections, and examine how changes in party strategies could lead to more competitive elections. Syllabus: [ Nagler S11 ]          POL-UA 396 Honors Seminar: Politics and Finance Prerequisites: POL-UA 300, three other politics courses, Junior or Senior standing, 3.5 GPA and one course in Economics. This seminar examines how legislation and regulation influences the structure of financial markets and how players in these markets intervene in the political process to create or modify legislative and regulatory outcomes. Particular emphasis will be placed on the United States. International comparisons will also be present. The class will assume that students have had exposure to microeconomics and finance but not to political theory. A brief introduction to political theory will be provided. The approach will be similar to that used in microeconomics, except that transactions will be made through voting institutions rather than through economic exchange.    Syllabus : [ Rosenthal F10 ] [ Rosenthal F11 ]        POL-UA 396 Honors Seminar: Politics and Courts    Prerequisites: POL-UA 300 and three other politics courses, 3.5 GPA This seminar will examine the question of judicial independence. Our two primary questions are: Are federal courts in the United States independent of the elected branches? Should they be? We will read secondary and primary sources, the latter including both judicial opinions and quantitative data, and talk about how one might answer these questions. We will also look at state courts, and at how courts function in other countries. Students will write brief weekly responses to the readings, as well as develop a research paper on the question of judicial independence.    Syllabus : [ Harvey S11 ]          POL-UA 396 Honors Seminar: Slavery, Inequality, and the Constitution    This seminar will explore recent work on the growth and causes of income inequality in the United States. We will particularly focus on the role of political institutions in contributing to or lessening income inequality. We will also examine the choices made in the Constitutional Convention of 1787, and consider the consequences of those choices for the later growth of income inequality in the United States. Finally, we will read recent work on the effects of colonial-era inequality, including the institution of slavery, on later constitutional choices. We will read secondary work, both qualitative and quantitative, and explore currently available datasets. Students will write weekly response papers and will complete a final research paper.   POL-UA 396 Honors Seminar: Political Economy of Inequality    Over the past four decades, the United States has experienced dramatic increases in economic inequality, political polarization, and the percentage of the population that is foreign born. It has experienced a dramatic decrease in market regulation, especially financial markets. The seminar will investigate how these major changes in American society tie together. We will seek to understand why the increase in inequality has not been counterbalanced by a political process that would lead to more taxation and more redistribution. In particular, we will ask why, after the financial crisis of 2007-08 was ruinous for millions of Americans, Congress moved sharply to the right with the rise of the Tea Party and the Republican success in the midterm elections of 2010. Syllabus: [ Rosenthal F13 ]  POL-UA 341: Private Influence in Public Policy    In this course, we will examine the role of private influence in public policy from a variety of theoretical and empirical perspectives. Course topics will include in-depth analysis of mechanisms of influence (e.g., selection of sympathetic incumbents, the provision of incentives for public officials, and the provision of information), objects of influence (voter choices, legislative behavior, bureaucratic decisions), collective action, and organizational maintenance. Special attention will be paid to the overcoming the challenges associated with demonstrating influence empirically.    Syllabus : [ Gordon S13 ]                    Comparative Politics           POL-UA 500 - Comparative Politics (Core Course) We study politics in a comparative context, not as a form of intellectual tourism, but to broaden and deepen our understanding of important and general political processes. We do this by making systematic comparisons between political systems that are similar in many respects, but nonetheless differ in important ways. This allows us to analyze the effect of these differences in a careful and rigorous way, enriching our understanding of how politics works. The philosophy of this course is thus to concentrate on a group of developed countries that are similar in many important ways, seeking to analyze core features of representative democracy by making systematic comparisons between countries. (Other courses in comparative politics offered by the department focus more on developing countries.)    Syllabus : [ Tucker F10 ] [ Laver S06 ] [ Laver S10 ] [ Tucker F11 ]          POL-UA 505 Elections and Voting Prerequisite: POL-UA 300 or POL-UA 500 Perhaps no other political activity is as important for public policy in democratic (and even quasi-democratic) countries as voting and elections, which determine who the ultimate policy makers will be. Thus if we ever hope to understand why governments produce the policies they do, we have to begin by asking why people vote the way they do. Why do certain parties and candidates lose elections, while others win? How important is the economy in influencing election results? And why do some people choose not to vote at all? As democracy in its various forms spreads across the globe, more and more people are voting. In response, this course studies elections and voting as a truly international phenomenon. Topics closely related to voting and elections - such as political parties, electoral rules and systems, and partisan identification - are explored as well. Students will also use to learn political science methods based on logic and evidence to explore competing explanations for these and other questions.    Syllabus : [ Tucker S07 ]          POL-UA 510 - Western European Politics Prerequisite: POL-UA 500 Identical to V42.0510 Study of the politics of Britain, Ireland, France, and the German Federal Republic. Compares the historical origins of these systems and analyzes their institutions as manifestations of their social and political culture and traditions. Treats each country's current politics and political trends. Attempts to introduce the basic concepts of comparative political analysis in developing cross-cultural theory.    Syllabus : [Schain F07] [ Rama S04 ] [ Schain F10 ]          POL-UA 511 Immigration and Politics in Western Europe Prerequisite: POL-UA 500 In this course we will explore immigration and patterns of immigrant incorporation in Western Europe in comparative perspective (mostly with the United States). Since the early 1960s immigration has transformed European countries into multi-racial and multi-ethnic societies. We will first explore how public policy contributed to this transformation, how it was structured by different concepts, traditions and laws on citizenship, and how it was related to transformation of the party system and the emergence of the extreme right and “identity politics” in Western Europe.    Syllabus : [ Schain S07 ]          POL-UA 512 - Italian Politics Prerequisite: POL-UA 500 Presents a study of post-World War II Italian politics and society in comparative and historical perspective. Seeks explanations of Italian political development in specific historical factors such as the 19th-century patterns of state formation and the experience of fascism. Comparative analysis seeks to show how the social structure, political culture, and party systems have shaped Italy's distinct development. Current and recurrent political issues include the problem of integrating the south into the national economy and state response to social movements, particularly terrorism.          POL-UA 514 - British and Irish Politics Prerequisite: POL-UA 500 Identical to V58.0514 Introduction to the politics and society of the United Kingdom of Great Britain and Northern Ireland and the Republic of Ireland. Traces the political and social development of the historic countries of England, Ireland, Scotland, and Wales; the growth of British hegemony and imperialism; the politics of decline and decay; and the promise of rebirth. Studies contemporary political institutions and processes in detail for their functioning on the context of massive transformation over the past 50 years. Examines the continuing conflict and terrorism in Northern Ireland and dynamics of change in the Thatcher era and beyond.          POL-UA 520 - Government and Politics of the Former Soviet Union Prerequisite: POL-UA 500 Introduction to the study of the politics of the Soviet Union and its successor, the Commonwealth of Independent States. Considers the origins and evolution of the political and economic systems, the distribution of political power, the degree of mass participation, and the sources of change and continuity in Soviet politics and society. Also deals with contemporary issues, including the politics of economic reform, the resurgence of ethnic politics, and the collapse of Communism and its aftermath.          POL-UA 522 - East European Government and Politics Prerequisite: POL-UA 500 Introduction to the politics of Eastern and Central European countries. Considers political, social, and economic developments in these countries during the post-Versailles period. Subjects include the Communist takeover at the end of World War II, uprising during the de-Stalinization era, and the collapse of Communism at the end of the 1980s. Also deals with contemporary issues, including the process of democratization.    Syllabus : [ Rama S03 ]           POL-UA 525 - Modern Greek Politics Prerequisite: POL-UA 500 Introduction to the politics of modern Greece. No prior knowledge of modern Greece, Greek history, or Greek politics is assumed. Places Greece in a wider comparative and theoretical context. Focuses on domestic politics with an emphasis on political history, party politics, and political economy, as well as the relation between contemporary politics and society.          POL-UA 527 - Politics of Southern Europe Prerequisite: POL-UA 500 Introduction to the politics of Portugal, Spain, Italy, and Greece. Based on a comparative perspective rather than a case-oriented approach. Focuses on the political institutions of the four countries, their party systems, their political economies, and the relation between state and civil societies. Examines their authoritarian experiences, their transitions to democracy, and the consolidation of their democratic polities.          POL-UA 530 - Politics of Latin America This course studies the origins, persistence and transformation of political institutions in Latin America and the way in which such political institutions interact with economic development. Why is Latin America one of the most unequal regions of the world? Why is it much poorer than the United States and Canada? Why did so many countries fell to dictatorship in the 20th Century? Why are Latin American states weak and unable to guarantee basic public services and law and order? How does democracy perform in Latin America? Why have some Latin American countries performed better than others? What are the challenges for Latin America into the future? The course begins with a broad overview of various political and economic outcomes in Latin America such as development, inequality, state capacity, law and order and democracy amongst others. Next, we discuss broad theories about Latin American politics in comparative perspective. The course will focus on institutional theories, but we will also discuss alternative theories. We will then use these theories to understand major junctures in Latin American political history such as independence, the rise of authoritarianism and dictatorship, revolution, democratization, and populism, amongst others. In doing so, we will study differences as well as commonalities across different Latin American countries.    Syllabus : [ C. Mitchell S06 ] [ Chacon S11 ]          POL-UA 532 - The Politics of the Caribbean Nations Identical to V11.0532 Analysis of the political culture and institutions of Cuba, the Dominican Republic, Puerto Rico, Haiti, Jamaica, and Trinidad and Tobago. Concentration on the study of specific countries is possible and requires a research paper in addition to other requirements. Attention to the communities of Caribbean nationals in the United States to the extent that the study of these communities is relevant to internal political processes.    Syllabus : [ C. Mitchell F06 ]          POL-UA 540 - Politics of the Middle East Identical to V77.0750 The goal of this course is to offer students an overview of politics in the modern Middle East. The course is designed around specific historical trends and contemporary issues facing the people and governments of the region. As such we will be concerned with comparing and tracing particular forms of rule, economic policies, and modes of political expression, exclusion, cooperation and conflict. In particular we will examine: state and regime formation, development programs, and attempts by citizens to challenge the authoritarian status quo and economic recessions and inequalities. In addition, the course will introduce students to social and political concepts and theories through case studies and comparisons from the region.    Syllabus : [Peker S07] [ Zubida S06 ] [ Alahmad F08 ] [Keshavarizian F09]          POL-UA 545 - Politics and Society in Iran Prerequisite: POL-UA 500 Examines the relationship between the state and society in modern Iran by focusing on the social bases of politics. Recurrence of certain historical and cultural themes and their political implications from the Constitutional Revolution (1906-1909) to the current period. Topics include the rise and demise of the Pahlavi dynasty; the interaction of the Pahlavis with nationalist and religious forces; the Mosaddeq era; the politics of oil nationalization; the Shah's White Revolution and politics, culture, and economics in the 1960s and 1970s; the process leading to the revolution of 1978-1979 and the establishment of the Islamic Republic; the hostage crisis; export of the revolution and the Iran-Iraq war; and Iran's current regional and international role in the Middle East and Central Asia.    Syllabus : [ Kazemi F07 ]          POL-UA 560 - East Asian Politics: China and Japan Identical to V33.0560 Introduction to the workings of the political systems of China and Japan. Examines the impact of tradition, demands of modernization, ideology, role of the elite, and social dynamics as well as political institutions and processes. Compares the Chinese and the Japanese \"models\" of development with a view to evaluating their relevance to other areas.    Syllabus : [ Hsiung F06 ] [ Hsiung F10 ]          POL-UA 562 Comparative Politics of South Asia Prerequisite: POL-UA 500 This course is an introduction to the comparative politics of South Asia. We will analyze the politics of South Asian countries, including India, Pakistan, Bangladesh, Sri Lanka and Nepal, individually and in a comparative framework. The readings are chosen from across disciplines, including political science, anthropology, economics and history. The course will also use novels and films on South Asia to illustrate themes highlighted in the readings.    Syllabus : [ Chandra F06 ]          POL-UA 570 - Political and Economic Development in Comparative Perspective Prerequisite: POL-UA 500 Introduction to the political processes of change and development. Survey of classical and contemporary theories of political and economic development ranging from neoclassical to structural to recent endogenous growth theories. Focuses on institutions and governance as conditions for growth and development. Examines the relationship between political and economic change in selected countries as well as global patterns.    Syllabus: [ Sergi S10 ]          POL-UA 575 -- The Political Economy of Institutions This course examines the relationship between economic incentives and the creation and maintenance of political and economic institutions. Topics include, but are not limited to, the creation and assignment of property rights, the rule of law, and the creation of markets. The course focuses on theories that advance an economic rationale for institutions and relies on the methodologies of game theory and rational choice, of which no prior knowledge will be assumed.    Syllabus : [ Hafer S05 ] [ Eggertsson S10 ]          POL-UA 580 - Collective Action: Social Movements and Revolutions Prerequisite: POL-UA 500 Analyzes patterns of collective action by socially subordinate groups. Survey of theoretical approaches to social movements and revolutions. Focuses on the evolution of forms of collective action and the conditions for the emergence of revolutionary social movements from social protest. Examines closely several case studies such as the civil rights movement in the United States, revolutionary social movements in Central America and southern Africa, and the French and Chinese revolutions.    Syllabus : [ Zubida F05 ]          POL-UA 584 - Contemporary African Politics This course offers an introduction to contemporary African politics. Our goal is to introduce students to the most pressing problems African countries have faced since independence. Questions motivating the course include: (1) Why state institutions weaker in African than in other developing regions? (2) What explains Africa's slow economic growth? (3) What can be done to improve political accountability on the continent? (4) Why have some African countries been plagued by high levels of political violence while others have not? (5) Can or should the West attempt to \"save\" Africa?    The course is structured in three parts. In the first, we will review Africa's recent political history, concentrating on the impacts of colonialism, and the types of states created in the wake of African independence movements. Then we turn to the challenges post-colonial governments face as they attempt to manage the interests of ethnically diverse societies, and reform their economies and political institutions. We end the course with an in-depth look at patterns of violent conflict across Africa, and the daunting tasks that many African countries face as they attempt to recover from conflict.    Syllabus : [ Scacco S11]          POL-UA 994- Political and Bureaucratic Corruption Prerequisite: POL-UA 500 Political and bureaucratic corruption affects the quality of public policy, and indirectly the well-being of millions of people. Empirical evidence shows that corruption slows economic development, biases government expenditures, and reinforces income inequality. What do political science and economics know about the phenomenon? This course surveys the recent literature on the political economy of corruption. Theoretical and empirical perspectives are introduced. Corruption can be understood as the collusion between special interests and politicians, against citizens. Possible causes (cultural traditions, the design of political institutions, the distribution of resources in a society) and motives (e.g., private greed, the need to finance political parties) are explored. Some attention is also paid to the possible solutions: transparency, electoral accountability, a free media market, independent prosecutors, and better pay for public servants.    Syllabus : [ Stanig S08 ]          POL-UA 595 - Undergraduate Field Seminar: Comparative Politics Prerequisite: POL-UA 500 Advanced seminar for juniors and seniors in comparative politics. The specific topic of this seminar is announced each year.    Syllabus : Politics and Economics of Institutions [ Eggertsson S08 ]    Political Economy of Institutions [ Hafer S07 ]    Comparative Political Economy [ Stasavage S06 ]    Civil Wars and Negotiated Settlements [ Wood F03 ]    Topics in African Politics [ Wantchekon F08 ]       Comparative Political Economy of Affirmative Action [Samii F12]      Old and New Left in Latin America [ Castaneda F13 ]                          POL-UA 595.01 - The Politics of Inequality Prerequisite: POL-UA 500 Students in this seminar will investigate how inequality shapes politics and  how politics shapes inequality, both in the advanced industrial countries  and the developing world. In the first half of the course students will  review recent work on long run trends in inequality in the industrialized  world, investigate the political factors that may have influenced these  trends, and finally examine how changes in inequality have shaped the  pattern of politics, with particular emphasis on the current US context.  The second half of the course will focus more specifically on inequality in  the developing world and its relationship to democracy, political violence,  and economic development. Syllabus : [ Stasavage F11]           POL-UA 596 - Honors Seminar: Comparative Politics Prerequisite: POL-UA 500, three other politics courses, Junior or Senior standing, 3.5 GPA. Advanced seminar for juniors and seniors in comparative politics. The specific topic of this seminar is announced each year.    Syllabus : Ethnic Identity Politics and Democracy [ Chandra F07 ]       POL-UA 597 - Networks and Politics Are segregated neighborhoods always the result of discrimination? If a revolution is brewing, how many people must the revolutionaries personally recruit in order to incite widespread revolution? How debilitating will a snowed-in JFK Airport be to national air travel? Why are all actors separated from Kevin Bacon by 6 degrees or fewer? Why did Blu-Ray dominate HD DVD? The budding new field of Network Analysis offers the tools to answer questions like these. Network analysis is a recent import into the social sciences, and has been developed in a diverse set of fields, from physics to computer science to sociology. Recognizing that objects of study (people, genes, web pages, virus hosts, etc.) are often influenced by ‘neighboring’ objects of study, these fields have created a paradigm and a set of tools that political scientists can use to study segregation, the spread of ideas, learning, institutional design, the adoption of new technologies, epidemics, migration, trade, revolutions, and various other phenomena that involve a group of people interacting. The blend of networks and political science covered in this course will reveal a wealth of untapped research opportunities and chances to make real contributions to the field of political science. This course assumes no background in social network analysis; we will begin with the basics. By the end of the course, you will have the skills necessary to explain or make predictionsabout real world political phenomena using network techniques. You will also develop the invaluable skill of extracting meaning from academic articles that assume a level oftechnical proficiency above your own—a skill that will serve you well in academia, the world of consulting, and beyond. Syllabus: [Larson F13]            POL-UA 714 - Soviet and Post-Soviet Foreign Policy Prerequisite: POL-UA 500 or POL-UA 700 See description under \"International Politics,\" below.          POL-UA 385 - Political Economy: The United States in Comparative Perspective Prerequisite: POL-UA 300 or POL-UA 500 See description under \"American Government and Politics,\" above.       POL-UA 994 - Causes and Consequences of Globalization \"Globalization\" is a conceptual stand-in for highly complex, interdependent interactions between economies, polities, cultures, and almost all other national-level social constructs. Globalization has accrued a mass of de nitions and interpretations which cannot be reconciled easily (if at all) with one another as a result of its multifaceted nature. We will consequently focus on only two of globalization's faces\" in this course: economic and political globalization. After wrestling the with de ning and understanding the concept globalization, the course will be divided into two parts. The rst part of the course focuses on understanding and analyzing the causes and e ects of economic globalization, i.e. the increased interconnectedness of national and regional economies via lowered trade barriers, intensfi ed nancial ows, and increased labor mobility. We consider previous eras of globalization and theories of economic growth that inform arguments for increased globalization, focusing on the economics of neo-instutionalism. We spend a week each on trade liberalization, capital ows, and the role of multinational corporations in the international economy. We end the rst part of the course with a discussion of the domestic sects of globalization. The second part of the course turns to the globalization of political ideas as well as the s ects of the globalized economy on political outcomes. Again, we revisit the past and consider the role of economic growth and the dissemination of ideas in understanding political order. We cover both regime transitions nd stability in the face of economic shocks. We then analyze the role of national political competition in furthering or abating globalization. We then turn towards the e ects of an older era of globalization|the colonial period|onmore current political phenomena. We nish the course with the consequences of democracy promotion in the developing world. Syllabus: [ Haid S11 ]                     International Politics          POL-UA 700 - International Politics (Core Course) This course is designed to introduce the central concepts and methods for studying international relations and foreign policy. It emphasizes a political economy perspective that draws attention to how incentives,political institutions and domestic politics shape interactions in the international arena whether those interactions concern national security or economic exchange. The course introduces a set of analytic tools that will help provide a means to evaluate points of view regarding foreign affairs based on *logic and evidence* rather than personal opinion or partisan preferences.    Syllabus : [ Satyanath F07 ][ BDM S10 ] [ BDM S13 ]          POL-UA 710 - U.S. Foreign Policy Prerequisite: POL-UA 700 Analysis of the sources of U.S. foreign policy and the major international problems facing the United States today. Considers the role of national interest, ideology, and institutions in the making and executing of U.S. foreign policy.    Syllabus : [ Peker S06 ] [ Togman Sum13 ] [ Lutmar Sum13 ]       POL-UA 711 - The Politics of Human Rights Prerequisite: POL-UA 700    This course is designed to provide a broad introduction to the study of human rights from the perspective of political science. It examines the political history of the international human rights regime; recent political theory and psychological perspectives on human rights, the causes of contemporary human rights problems; the economic, social, and political factors associated with human rights progress; and the strategic approaches that are currently being employed to improve human rights in different settings.    Syllabus : [ Downs F10 ] [ Downs S11 ] [ Downs S13 ]          POL-UA 712 - National Security Prerequisite: POL-UA 700 Starting with the traditional arena of national security and U.S. military policy, students analyze how national security decisions are made in this country, as well as the past and current military strategies used to carry out those decisions. From there students examine the particular national security concerns and policies of Russia, China, Germany, and Japan. This class also looks at new thinking on national security, asking to what extent international trade and competition, immigration, illegal drugs, and the environment should be considered national security issues.    Syllabus : [ Peker S06 ] [ Lutmar Sum13 ]          POL-UA 715 - American Primacy Prerequisite: POL-UA 700 This course addresses the question: How did the United States become the world’s dominant nation? That is, what explains American primacy, by which I mean the ascendancy of the United States in: military power, economic wealth, and “soft power”—the unforced deference that other countries pay us? On all these levels, America leads the world today. Syllabus: [ Mead S08 ] [ Mead S10 ] [ Mead S11 ] [ Mead S12 ]          POL-UA 720 - Diplomacy and Negotiation Prerequisite: POL-UA 700 Analyzes the theory and practice of diplomacy, with special emphasis on bargaining strategies that nations use to try to settle their differences and avoid wars, including the use of mediators, arbitrators, and institutions like the United Nations. Applies game theory to analyze the use of exaggeration, threats, and deception in bilateral and multilateral diplomacy. Supplements case studies of international negotiation, especially in crises, with studies of domestic bargaining used in the formulation of foreign policy.       POL-UA 725 - The Political Economy of Development    Prerequisite: POL-UA 700 This course will examine the inter-relationship between politics and economic development. It will address both how socio-political factors influence economic outcomes, and how economic factors, in turn, shape political outcomes. We will begin by exploring the legacy of historical institutions such as slavery and colonialism on development and growth. We will then study how political factors such as ethnic fractionalization, gender, corruption, and democracy influence economic outcomes. We will also focus extensively on the economics of conflict in developing nations, and examine the role of international aid as a part of current efforts at promoting development.    Syllabus: [ Dube F10 ] [ Chacon S11 ] [ Satyanath S12 ]          POL-UA 730 - International Organization Prerequisite: POL-UA 700 This course covers the formal theory of international cooperation including the reason why countries choose to cooperate, bargaining over and enforcement of international agreements, and multilateralism. The remainder of the course discusses empirical examples including peacekeeping, collective security, economic and environmental cooperation, human rights treaties and arms control.    Syllabus : [Lutmar F07] [ Gilligan S06 ]          POL-UA 736 - Business and American Foreign Policy Prerequisite: POL-UA 700 Examines competing theories as to the relationship between business and government in the conduct of foreign policy. Assesses the applicability of these theories to case studies in East-West trade, the defense procurement process, intervention in the Third World, human rights, the effect of trade and investment on the American economy, security of supply of natural resources, and economic development in the Third World.          POL-UA 740 - International Law The norms that govern states in their legal relations and the current development of law among nations, based on cases and other legal materials relating to the nature and function of the law; recognition of states and governments; continuity of states and state succession; jurisdiction over persons, land, sea, air, and outer space; international responsibility and the law of claims; diplomatic privileges and immunities; treaties; regulation of the use of force; and the challenges posed by new states to the established legal order. Emphasis on the case-law method, as used in law school instruction.    Syllabus : [ Hsiung F07 ] [ Carneiro F06 ] [ Hsiung F08 ]          POL-UA 741 - War, Peace, and World Order Prerequisite: POL-UA 700 This course explores the conditions that lead to the initiation, escalation, spread, termination, and consequences of international conflict as well as the circumstances that promote, preserve, or restore peace. The main objective is to identify strategies that promote cooperative solutions to international disputes and to evaluate those strategies in terms of their historical effectiveness. The course emphasizes the application of models of strategic rational action as tools for assessing relations between nations, coupled with statistical and historical analysis of classes of events.            Syllabus : [Smith F07] [ Bueno de Mesquita S07 ] [ Smith F08 ]          POL-UA 742 - Terrorism Prerequisite: POL-UA 700 Comparative study of terrorism as a domestic political phenomenon. Examines foundational issues, economic, psychological, strategic, and social theories of terrorism as well as theories of the cessation of terrorist violence, government negotiation with terrorists, the relationship between terrorists and nonviolent political actors, and the internal political economy of terrorist organizations. Considers terror in the Middle East (especially emphasizing Hamas), nationalist terror (ETA and the IRA), and Maoist revolutionary terror (with emphasis on the Shining Path).    Syllabus : [ Zubida F05 ]          POL-UA 760 - International Politics of the Middle East Identical to V77.0752 This course is intended as an introduction to politics in the Middle East and therefore provides a general overview of some of the chief issues of contemporary Middle Eastern politics. Consequently, it will examine the interplay of numerous factors that help us to better understand and to critically analyze the Middle East. These include the impact of colonialism, nationalism and nation-state formation, regional crises, the Arab-Israeli conflict, the politics of oil, Islamism, democratization, political economy, globalization, and human rights, etc. Special attention will be given to the historical and contemporary interaction between the Middle East and the United States, the “West,” and the “East.” Lastly, the Iraq War has ushered in a defining moment for the world. Not only does it affect the politics of the region and developments here in the United States, it has also reshaped the international political system. As such, a portion of the class will be devoted to studying this crisis. Syllabus : [ Marji Sum08 ] [ Erbal Sum07 ] [ Marji S08 ] [ Erbal Fall10 ]          POL-UA 770 - International Relations of Asia Identical to V33.0770 The relations of and between the principal Asian national actors (e.g., China, Japan, India) and the relationship of the Asian \"subsystem\" to the international system. Covers the traditional Asian concepts of transnational order, the impact of external interventions, the modern ideological conflict and technological revolution, the emergent multilateral balance beyond Vietnam, the changing patterns of relations in the Asian subsystem traced to the international evolution from bipolarity to multicentrism, and the U.S. role in Asia.    Syllabus : [ Hsiung F07 ] [ Hsiung F09 ] [ Hsiung S11 ] [ Hsiung S13 ]          POL-UA 775 - International Political Economy Prerequisite: POL-UA 700 This course serves as an introduction to the workings of the contemporary international political-economic system and introduces students to some of the main analytical frameworks which political economists use to understand this system. Finally, the course familiarizes students with analytical tools that serve to gain a better understanding of the current problems and opportunities facing actors in today's international political economy.    Syllabus : [ McGillivray F02 ]          POL-UA 780 - Inter-American Relations Prerequisite: POL-UA 700 Examines inter-American relations in the 20th century. The role the United States has played in influencing economic and social policy in Latin America and the Caribbean is examined through the Good Neighbor Policy, the cold war, Alliance for Progress, National Security Doctrine, and the democratization wave. The Mexican Revolution; Import Substitution Industrialization policies; the Guatemalan, Bolivian, Cuban, and Nicaraguan revolutions and their effects on U.S.-Latin American relations are discussed along with U.S. social, political, and military intervention in the region and its effect on strengthening and/or hindering democracy. Heavy on readings, the course provides a historical, sociological, and economic background of Latin American political development in the 20th century. Formerly Latin America and the World.          POL-UA 994- Globalization, Governance and Development Prerequisite: POL-UA 700 This class is will focus on issues of global governance and the role of international institutions in a globalized economy. In particular, we will look at how the rise of multi-level trade governance in the current international trade regime affects economic development in those countries which are least able to take advantage of trade in a liberalized regime. This class seeks to understand three facets of the globalized economy. First, what led to the rise and diffusion of globalization and liberal trade policies? Second, what are the characteristics and who are the actors associated with governance of this liberalized regime? And finally, what are the consequences of the new rules in terms of social issues and the relative power of new actors? Syllabus: [ DiCaprio S08 ]          POL-UA 795 - Undergraduate Field Seminar: International Politics Prerequisite:POL-UA 700 Advanced seminar for juniors and seniors in international relations. The specific topic of the seminar is announced each year.    Syllabus : Political Economy of Development [ Satyanath F07 ]     Domestic Determinants of IR [ Smith S07 ]    The Politics of International Law [ Downs F09 ] [ Downs S10 ] [ Downs F11 ] [ Downs S13 ]       Solving Foreign Crises [ Bueno de Mesquita S11 ]*       Fall 2009 Seminar: Solving Foreign Crises- Bueno de Mesquita Prerequisite: POL-UA 700 + 3 other politics courses    *Note: Syllabus is MA version, undergraduate syllabus will reflect a less rigorous approach to the subject.          POL-UA 785.02 - IR Seminar: International Intervention in Conflicts *Tentative* This course will familiarize students with the literature and key debates about coercive and non-coercive international intervention in military conflicts. There are four parts to this course. First, we will discuss why states and/or rebel groups fight in the first place, to which extent intrastate wars are different from interstate conflicts, and what the implications are for third-party intervention. Second, we will discuss the causes and consequences of non-coercive conflict management, with a focus on mediation and arbitration. Third, we will turn to coercive types of intervention. We will discuss the conditions in which military interventions are likely, their intended and unintended effects, and the benchmarks we should use to evaluate them. We will look at humanitarian interventions, peacekeeping operations, and finally talk about the role of private actors such as security contractors and the media. Fourth, we will discuss three case studies in detail, namely the conflicts in Somalia, Kosovo, and Darfur. Syllabus: [Beber]     POL-UA 994.02 - Human Rights This course studies the politics and history of the conception, protection, and violation of human rights in global perspective. It is divided into five sections. The first section introduces tools, concepts, and facts used in the study of human rights. The next four sections examine a set of questions about four phenomena central to modern human rights: democracy and democratization, international law and institutions, the activities of powerful democracies, and global civil society. At the end of the course, students will understand how political actors and institutions interacting within states and globally affect the conception and protection of human rights, how those institutions and actors rose to their positions, and what the future holds for human rights. This is a demanding course for students who have had some exposure to economics and political science and who can keep up with a reading load of two to four articles per day. Syllabus: [ Hashimoto S12 ] [ Hashimoto S13 ]       POL-UA 796 Honors Seminar: American Empire Prerequisite: POL-UA 700, three other politics courses, Junior or Senior standing, 3.5 GPA. The purpose of this course is to provide a broad survey of the debate about American power and influence in international affairs, and to provide sufficient background for students to do a major research paper on the topic. Some view the American role today as creating an empire, while others view U.S. influence as just a reflection of the wealth and military might that Americans command. There are many other thoughtful perspectives as well.    Syllabus : [ Denoon F15 ]                     Honors, Internship, and Independent Study           POL-UA 950 Senior Honors I    Prerequisite: Application and admission to the honors program. Given every Fall semester.    The purposes of this seminar is to provide students with the skills needed to design a feasible research project in political science and to support students in the development of a detailed research proposal for the senior thesis.          POL-UA 951 - Senior Honors II Prerequisite: completion of Senior Honors I, POL-UA 950. Given every Spring semester.    The purpose of this seminar is to support honors politics students in the writing of a senior thesis.          POL-UA 970,971 - Internships in Politics and Government I, II 2 or4 points Not counted toward the major, normally limited to two internships. Prerequisites: open to junior and senior politics majors or minors; 3.0 GPA overall, and permission of the director of internship. Please submit an application . Integration of part-time working experience in governmental agencies or other political offices and organizations with study of related problems in politics and political science. Relates certain scholarly literature in the discipline to observational opportunities afforded by the internship experience. The internships average 8-12 hours per week.          POL-UA 990 - Readings and Research 2 or 4 points Prerequisite: written approval of student's departmental adviser, instructor, and director of undergraduate studies. Please submit an application . Students with exceptional intellectual ability (3.0 average in at least three previous politics courses) are permitted to carry on supervised individual readings and research.          POL-UA 994 - Topics Advanced undergraduate course, often to be given in seminar style, to accommodate professors and faculty in the department who wish to give a one-time or experimental course. Encourages department or visiting faculty to give courses on subject areas or issues not in the permanent course offerings.    Syllabus : Human Rights [  Hasimoto F12]        COURSE CONTENT: This course introduces students to human rights and explores their growing importance in international politics. The first section of the course examines the philosophical foundations, historical evolution, and legal standing of human rights. The second section of the course focuses on the challenge of realizing human rights, with an emphasis on the key actors and institutional developments related to human rights. The third section examines accountability for human rights violations at the national, regional, and international levels."}, {"content": "%PDF-1.5 %  52 0 obj  > endobj       72 0 obj  >/Filter/FlateDecode/ID[ ]/Index[52 38]/Info 51 0 R/Length 95/Prev 158479/Root 53 0 R/Size 90/Type/XRef/W[1 2 1]>>stream  hbbd\u0010``b`\u0000\u0012 @q `Y\u0006$4@\\M\u00107\u001dD\u0002\u0007b\u0007\u0011A\u000fF\u0010k3ȀH a $􂸆\u0004\u0017\u0003\u0013#a\u0012\u0006F*\u0011\u0019|\u0004\b0\u00001l\u000fB  endstream endobj startxref  0  %%EOF      89 0 obj  >stream  hb```f``ra`a`? Ȁ\u0000 @\u0001YAAl\u0002\u0003\u0003\u0003SO1\u00052\u0017k>9\u001e}[rXk7v鷪m\u0012O3=ߪ.pZiju\u000f=[BO \u0002\u0003GGG\u0003iD\u0007\b000\u0006\u00060X *(\u0001\u0015`\b\b(.,x\u001aH \u0001\u0014ma  {\u0004\u001d&\u001a4)\\d\\ɶC\u0005?_30'Jla[,!ݜa?n\u0013\u0019׶\u0001iF \u0002b9\u0006&\u0010>*@\u0001\u0000 > endobj 54 0 obj  > endobj 55 0 obj  >stream  hWmo8 +␳%\u0003CYܭm\u0003|p\u00135ā\u007f\u007fk\u001a \u001b\u0006Ò,Q$ŗ*B\u001dv\u0006\u0014I Z \u000elj4\u0018p\u00148\u000e\\J\u0003N`\u001a{ B2 N 5\b#΀pF \u001cH\u0004|||/{uV{\u001c_8),i\u0017\u001a}A\u001c\u000e%)\u0010Ax\u001cj\u0017Dš#)U,F=_\u000fnS= S2 &\u000eӺjSҺ6w\\4Y\b\u0000ba\u00039\u0010 \u0013\u0003p\u0013D7343V\u0003\u001bruRO(\u0006 W3ˑȃ^Jgqfd,pC_\u0011\u001a[R\u000fIMa\u0014\u001c\u0011\u0002cBphBzi\u0016\u001cZF\u001e`(#\u0011^\u0015h|\u0012 JR\bJ`$\u0007$H4\u0002\u0006 \u0083\u0000-&2QX \u001dY \u0005g\u0014J%e\u001bI@i(!)`oy\u0016\"R\u001cu\u001c4kaF; ZR  ;y\u0004\u001f\u000e\u0015 \u001bKqG\u0018݋̓~K\u0002B`/\u0000 V.  endstream endobj 56 0 obj  >stream  hTPn  y :@H.\u0011Ru\u001f5iw>pR\u0006C}F:`tg}6Ow \u001b\u00053`yK \u0015g硑`I\u0007,:\u0002a_\u0013.\u0002t\u001d9&f\u001c;q ,sfgf-o\\'\u0010\u0014X\u0018 >stream  hTP=o  \u0015\u001e[uZu^ Pv灓\"5\u001c2\u0017h\u0003FwgKyQ0=&\u0018KX \\qr\u001e\u001a ֙\u001aͬ#,%1@2K nN\u0002\u007f%{~\u001bg \u0004(\u0005\u0016G/:\u0019W\u001f9l\u0011AV쳃%j !N*\u007fG\u0000gWu\u001d͗&vTPl\u0017R4\u0019e^U \u000fWf%ʆ\u0019by >stream  HW[F\u0018}_P/*jm+U\u0012Ty@XK `\u0006\u001b\u0006{m\u001e`fΜz>MF\u001f|i\u0016q\u001dݿP\u0014v{C5n[\u007f \u0014,nDzZ4QXn\u0003&8޼dM֖_ !\u001dĜ\u0013 \u0010cS\u001c̘KN21,7%\u001d\u001a}F\u001fl|\u0017'\u0002+t\u001f1\u0002 cgß#%Of\u0001\u0014'B8:M(fR/s\u0003Vb\u001a℈ױ\u0012ʰ2JG 8 UUHP\bv{8\u000f\u0006b\u0011~3\u000eZ\u001d*M1 7^=\u0002$\u001c+%ؤ3J!_/ %&R\u0003Oϭ^\u0017]\u001d ,Q3\u0016\u001fh\u0019/y^\u001c+л?>67Σ\bL\u0011q\u0000\u0016Vy,AY\u0001'\u0006k)\u0001Y&TsڅzoDb\u001f3\u0007 X[2DbSnfj\u001b\u0016aU\u000fqU\u001bgb[nbP\u0011'>IR>9:N8\u00026z!a\u0016U#wTIK ]cğԃX\u0012nHf A1gڞrH\u001c\u0003&\\a-wU%}SYCh%^+\u001bΦ\u000eS,\bk,\u0000\u000f\u0005\bT)|жA\u0000\u0004.!*Cu`,6^gmeNG\u0006y 5xRPJS\u0002Fa{\u0002-&²SUNl7;pvF@UP7Qg(E\u0013RȨ&\b3PrrIIͰ:&G6\u0004\u0004.|*vmh#bhg\u0005|KGtQ'쫶)ǐfj /o!dL\\\u001a \u0015չv\u0015%0\u0015/\u00060f~r.^y\u0011I0Ŗɥsov!:aH1;TU% 3\u0003\"a\u0004\u0017i\u0014P\u0010i ;ʊQI\u0013n\u0011Pa\u000f\u0014_1MVV\u0011ȨE$2e0ax110ݴ\u00003\u0002n\u0018 {Rq\u001fH\u0016\u0005e\b\u001f󘌟Wy w[+#%x{(vy De QҖ 1d:|QVҫ 8rP?8\u001e֕+\\=OuVͪ\u000eo^7\u0001\u0006\u0000s pw  endstream endobj 59 0 obj  >stream  HW=o0\u0014+4RX~*vY@\u0007\"3ZYr-:AKr\"v,):%\u0001{=W\u001f\u0010Bc},Y~\u0005 a J+\u0010\u0015hԽӛ\u0017=Ba d\u0006\bIn 68\u0019o\u0019$L z\u00134\u0006kp^\u001f$d)-=AJ^oTAǾ=\u0004)d\u0011ӌp0ۦqD q\u001cQ]\u001f\u001aX\u0005S\u0002}8JctVwQebyǠb\u0012\u00151|\u0007\u0015g,,#P\u007fO|[x7K3\u00061)\u00044\u0002 _\u0092\u001f\u001d >stream  HWMs0\u0014Wp\u0014\u0007\u0014 }g:\ud967ezp\u001ch\u0001㦿\u0002\b7LO\u0000;ݷo}e4Qv4\u0011;\u0010J,݁C.N\u0004ٷM\u0011 +>B\u0007scx*,\u001f\u0002\u0010&  \u0019a,\u0004hOES \u0004^q)d\u0010L0ks_V#(\u0006\u007f}i\u001a\u000fAD$YEV\u0005\u001a+wm(\u0005]\u0006[4 0pxD+'C\bdKH\u0007\u0003!KAМ3\u0016^c\u0015\u000f\u0010 T8JX4;Ck'\u0014 Gikc%IPm\u0004Zi b!\u0006۾\"\"\u0005\u0005Dp\u001e\u001d\u000fv,C )\u0014[\u0003yp 1D\u0005Ek\"ov;ӿdpnC\u001e[\u0000w%j\u0005\bѿd{u=\u000eA\u001fC \u0011[ֱ\u0017-Kj6\u0016օ\u00038ItI|Nl`&8= }Ue&U$,/hk 낞1Z\u0015[k5>\u0019\u0012ug\\Z׋s6l2药e.Wƕ\u0010\u0001j4\u0014,[게\u001c, >stream  HWN0\u0014\u0015Y:\u0015q~HUJEE1LJ&~}o\u0000 1E\u0006\u0018:s1)\u001d!kQТ>?\u0014 /t nJcvt 3.q )Zi\u0014U``\\+\u00116g҄\u007fg\\Jv=ni_tNv:eg'J+\u0011¶aF$H\u0000Դ X.\u0003\u0015\u0005Ĕ \u00145A}Gк(\u0016(}\u007fq \u001eO9nvъm[\u001ax\u0001tsȕ\u0019¿\u0087ԗ yS*ng\u0019` DxѴ~ФilФSH\u0001ϚDc\u00186fi., ! >stream  HWK0\u0018WH\u001bϏXBH+\u0005q#\u0012BP8aԁv\u001daoNxr[U Xrojgq~FUqQ\u0013ܢ\u0010\u0011o\u0013]Y /H1!\u0012F^;\u0018J\u0011Wｎ\u001a+ڰ8G\u000fdz76fFq\u0000\u007fM>$\u0013Ž\u001b\u000e}m\u0017&\u0007>~ /r/X\u001f4$jrla\u0015\u00023#% se|62qwf\u001fsQ\u001d0e\u0006I\u0011\u00019\"zo u]zeG'# >stream  HW˲6\u0010+XTPFRYeU*qe\u00185 \u001e\u001e3O a\u001b\u0004wVٹ8stC! sBTP̘_\u000e &(?\u001dk߇\u001fGԾ±\"JEĞ%OpgF,rGjDK \u0015\u0017{q\u0000I\u0007~]PL\u0005C@D0[]T\u0012e/2 ʡ\u001dQ\u007f68!\u001c\u0014T-Є}BF=1Q9\u00002HݍOC;)21{\b!H Lڬu.)8\u0001CX*\u0002qR\u0006V|r\u001aP*Th\u000e5o*tBAp\\\u007fBrUSqZ\bS:1f=Jp_\u0012_8X/Gm\b%#Д}kr( HIgd\u0000uR5E{ K9>\u000f\u0002\u0014r>> ]lP4\u0018>^$\u0002^x`c\u0019}\u00116m(8nV\u001c\u0019\u001f\u0013\u001ce\u001dy ڗLF[)suPƒ>{ɱ$\u001a6B/U\u007f0 v[ᵛx\u0015\u0001uU\u0019^\u0003]\u0019\u0017\u001fOPykDc5!ʓrұl*s|&\u001bWS̠ӊz' Vm~½.M]tV3\u001a֧L힬xZ% _\u0018\ud847\u0015\u0002qHq\u000f\u001dP>Lp#9 aeD!\u0011'\u0000\u0016ƀ  endstream endobj 64 0 obj  >stream  HWM0\u0010WRT7vUUSO=R@в\u0010\u0005\u000e\u0005C\u001aS\by3o\u0006L\b]o\u0015iqJ\u001b6W7\u001b%|M֛/+.H\b\u001a`ƌtK0\u001d^U(&R@­\u0001\u000e[\u001f+,E\u0002 \";]U\u0014C^0,Ř&X+.1\u0000a^]E6\u0003T萀#Acg!\u00043D\u0014'(b\u0005a`/QA>lF3̹  gM~o$54 l.DH`RPFc\u0013\u0001}gP?oF\u001cK\u0010 \u0019\u0018a,$3 ,Od) >stream  HWMs0\u0014W(`a}3 '8Ʌ)\u001c@b\u0017;N\u0006yĖKmA՗}O6īo\u0015_vA W^՛\u0005(\u00164\u0019\u0010Ƅ?AC{\u000658Q\u0012\u0013ڴ\u0004\u007f^D3e&KgR;\u0018F\u0015r v +TK% FjN\u001ba`\u001e\bw \u0012\u0003#\u000e%'5sFGg4{'{l-CiNkg܏PbWfDJ^ʻ \u00130ck\u000f\b \u0006v\u0006\u001c\u00103fd >stream  hj`'P`\u0018\u0005\u0003\u0000\u0000\u0002 \u0000#T\u0000  endstream endobj 67 0 obj  >stream  h޴[\u0007|UE>\u0017Bt\b \u0015D@\u0004\u0010\u0012Z( $\u0010z&(FP\u0000bPA\u0011\"\u0002\u0016׆.*+u^PAA] yM9//\"\u0007oΔ;3w93\u001326\u0015EFw~O\u007f\u0000@vޒE%2Z\u00129- Oo#\u0010yz\u0013j1}u\u0005+,!xcma~δtCU\bE= EmEt{K\u0011+=// \u0016 MP_(\\' \u0006L\u0013ed)\u0013 \"eJ\u0010JiQ˺_ #+-\u0003|c?\u00178&Hv2P\u00178%7+L\u0005l_r`$WV;z\u007fP~e],6hm@\u00072C\u007fC\u0012Cr2Kuc\u0003V|rδ@jZFrRl\\\\ YV3(ef:z_Y}\u001b*b(7sii92\u0002V\u000e2\u0015[ŷ\u0006.\u001cO t\\U349?ş\u001cGa)cB\u000f0\u0002N|W|Py559Z㉏9I&  uC Ѿ8Q\u0015 @(-C}\u001b[N ];g\u0006l\u0011c\u001a\u00131E\u001c\u0013ʞ\u0013*9[_R,P뻬 z_\u007f\u0002VܼB!sIIf\u0004\u0012@\u0012rt[˺uEl4b膴@W@#\u007fJ\u0000O\u0019\u00192\u0016h4(\u0000G tMN\u0012%\u0017g' i\u0019ҕge=|O\\I=(S#d\u0010^Ji\u0005ٱ0> |\u0019qLt_?#?S%\u007fLgx\\|̅EĢ(_\u0019ke\u0005o0~\u0013!\"\u0006K\u0006\u001bM0b):`5A\u001f4TDY\"렡qq\u0002Uur\u0003Qae@\u0011zyR u%'UF.4E_\u0007#GxC9ʊǗ bJf\u00002L?PBjhk~S)iY\u0019mQ2FHV\u0000!\u0003 c\u0010\u0019\u000e\u0005FD\u000fh_q?%X\u0014\u0005\u000f_\u0010\u001ai7,g}\u0006=i\u000e\u001f\u0006\u0017TEe   2æ\u00153ʺɸ!vxT\u0003J1R&^\u0005sObXV`Mx6\u0006Vڱ\u0019a\u000eN,kg}D Rk PO\u0004DIc\u0010c\u0005]$cm .u\u0006UJ\u0017:\u0013:[\u0012N%5+D\u0017cMM\u0013LqQ\u0013J7\u0002?\u0005L\u007f2 D\u0013\u0003B?@\u0007(G\u0018\u0018F\u0013\u0003#l?)  5PD \u001d\u0011cq\u0018j@ΘH7D \u001b!\u001cQ\u000f\u001a!zebrH2,P %% `G Gdû \u0010\b\u0014e\u00062;fȔ9&@C}UN;񠮙 巉O!:V!jn4\bauP d\u0016\u0003\u0016\u0002\u0019t/\u0001X\u0016\u00155w\u000fkY\u000fB!\u0000̖R\u0018gYE[ ʆ\b.4e/\u0004\u0017k\u0017p\u00131\u000eLmyG\u001f5m\"`ݶ\u001emaBz\u001aXO=D;4I 5Q\u0019Ck\u0019VnORZжX\u001e}NcJSBk2~X\u0013)E\u0007as\u0012AE\u0018@\u0002\u0018uC?b\u0002\u0001\u0001#\u0010'0\u00102ݩ\u001e\u0005\u0003$W\u0000y7ƺI#- \u000e ݀ \u007f&$9Y8]\u0006Ӌ9}i\u001cyJM4M\\'e4I^Cw\u0016ޥ\u0002}=}XwԞ01SgI)4=*l%Y\u0007nZv}Jgav*T`^(Qi4'3h\u0005\u00034L\u0000riC(\u0005\\\u0019\u001b\u0006\u001c\u001b?\u0003Nj\u001eﻈC]eXh\u000eq.`q \u0005m-\u00155xYmGz\bm\u0018`swE;xoC\u0019Hwxw\u0011JM\u001d\u0001Yq/]S\u0007 \u001anH=\u007f{\u0010EØk\u001c\u0016k\u0001;X'p\u001f6A\u000e*\u001dkZ\u0003\u0017uz\u001a \u001bS\u0013I \u00194\u001eu^\u0000:gM\u0010Ls\u0016kYR\u001b;\b=n-r Mtޣ-N\u0010\u0014팅\u0015`=F5NwO\u0019ﻙ5\u0017mXy\u0011mK/ XO-\u0014O0\u0018PfMX b\u001cw\u0012c\u001axNog \u0005\u0006gw\u0016R:O\"`\u001fK9l\u001ea~5qت4\"\\\u001bk\u0000V%I۟6\u0003SV%\u001c-rs\u0011ڴ̛i  \u0001:oَ4gկEׯ۹co\u0010\u0001J1@c7\u001f\u0018&b]n~\u000eS44\u0010M0l knI\u001cCa\u0018é9\u0018yҨٛژ\u0013PH}\u0014!%9S\u0001NS-/\u0007ҁ7ht\u001a [p\u0004yF!8@\u0015\u0001F(\u007f5dcN\u0001k1BWV\u0016gt=\u001ag~\u0010mgF6m\u0018CDi.\u0016}3= `\u0003\u001c\u001a;2QW;y' \u0019\u000e\u001a9\u0002F)u п)IbM\u0010E#\u0004mHMKhaL\u0018C$LM$^\u0018\u0005i@?fq\u0002} Є \u0016\u00110 x\u0007[\u0005wIV'\u0006\u007f̥Xgԏ|:ۉo&\u001e}\u001e֊bT-`' qW=]+b\u0000/,|O盨q r\u0017F=F\u001anugFn1?#s\u001f;е {\u007f\u000fZOι/6\u0002J_+} 혋t\u0015\u0012SPz\u0014\u0001\u007fd'Z)\u0006k@ MgooRɃ\u0002xl8P\u0012v\u001eQ\u0003x\u001a\u001e\u001cB?yF\u0007!Ѯ^\u0002>K\u0000v@6P MYg \u0011s3\u0011g\u0004C\u0001q\u000e\u0010~\u0016 |\u0019K8/\u0015^Iy],sH\u009a\u0007Sͤz϶{ެg\u001b\u0014{\u0007@jo=9d\u0004)0}?KrL\u0002\u0015\u000fS+=L\u0013Nks\u000fZ\u000e \u0007\\\u0010#/ԇy}9|lYڋEKf@zi\u001b\u0004sa\u0007\u001c\u0013y7k7)9\u0007*f\u000f\u007fA;-=\u0002u6G~\u0001utIٞMxv.uᣊb\"o?3GuW_X(}\" ?\u0018)}5=rĞ\u00007kL\u0007\u001a \u0006mo\u0015 n;T-\b{\u0011\u0019\"mtYg?agr|V:a\u0011 .[yv˥\u001drWUe.! ]*\u001es\u001fB;9$3;\u0004k\u0003ڠ0ig\u0016s@{+\u001a8݈p\u0015\" QzyN\u001ey\u0019D:|\u000fw!\u001eܰ3F܌t\u0002\u0001\u0003\u0001\u0002\u0014y/v\u0019m\u0005|>\u001b\u000f\u0002+\u0019!\u0001\u001dbύ\u0011vF\u0010n}\u0017v\u001fO$\u0001;N|\u0017~'\\o\u00069\u001cO\u0005eD4eO\u007f*$b?4?}i9S1\u007fl!\u001aj*35>G9{Wk[=ɵ\u0000pb᫫3\u0014'\u0017s@5J!n\u001b\u000eRuj9\u0017\u0007.oGSB5DB}+2_ڏt\u0006}^4\u000e? jJ\u0000?[${Lt-e\u001f@1\u0007b^io/\u001a0nNci\u0006 \u000f A9H*xJ0s\u001f_;v\u001f~m? ;E|c\u00166o!;\u001c \u001b\u0016k1\u0007s\u0006b!1_|iU`KNͶa\u0019iF~\u0002ki\u0017_1\u001d~a}Q͊1#+M~H%\u0012JA[fsӹ@9\u0012) nKΑk\u0004\u0015Xb\u001d܊xl zř\u001cC+w\u0005qs%n%Bj=}\\C\u0003\u0005GLv 6X\u0007\u000f_][(\u001f{v % i t\u0004 \u0019\u001f [@\u0005\u0013!υz/]\u0005q.};ȳ\u0002!\u0005\u0002y.\\l=m!\u00051 \\Q\u000f\\\u0001i[}!q& s\u0011{\\bԐNu=2&`t\u0012h+ۀ\u0013?&Ʊ3*\u0006q8* \u0004j%Χ5\u0002oG:\u001c?r?4\u001c\u0010O H_^{\u001c\u0012>w={|rOAL\u001cش\u0003T_\u00138\u0003$y\u0003J _Z7ߤϾ,\u00192b\u001d݂t=T_ \u001b^\u0002#>А\\.8OTyGm\"|V\u000eO1҉kvi\u0018\u0005o\u0003\u0006>,\\\u0004d =`1 \u000e\u001az\u000e[G\u0017咿\u001c\\Cf2xkp\u0015 :G!`q}\u0005{7\u0007W\u0001˽ ]Ͱi\u0007\u001f\u0005W\u0001͜s\u001f\u00026; Xp=*O \u007f\u000eq\u0011wvq`\u0014h\u0018\\io\u000fBx:\u000fqRe\u0015eΖP*R\u001d 6)FtpeBÇ׋p#?H[#\u001fE\u0001Fk9FCM\u001f𦰰@f\u0018> \u0006X \"L:, Ę݃h\u0013\u0002\b\u0000 qg&wD߅Yq9 \u0018(@`Ce?\u0002?]4\"00by>\u0019\u007fv؍1\u0006lm{\u0005zC\u0000\u0017\u0017sL'u@>t\u0017\u007f\u0004\u00173\u000f_ 22||(Sc>D\u000f9\u0019Y=\u0011쉐PG\u0005\u000fc8}hy\u0000@Ե\\cgRS˳2 Y\u0015w\u00117-.쇭HK\u00038Q\u0007\u0001q\u000fN܏\"o=B\u0017Hs >籎P8\u0012w\u001a׸W\u0017~NK#B\u0004\u0016\u0002qR܃E3==*ϥt݂'K\u00159i\u00136IYN-k*O)^bOy'\u0001Cg 0\u007f\u0013^\b;9EKS:\u0006ͼOb} g \u001cGM\u001e=V {\u000e|\u0000t|hoI[\u0012/v:m\u0006\u000eG\u0003d׸\u001b:p⎙lOڳ\u0016>g\u001ce;]\u007f\u0014OkjIE=)վ u\u0016Q\u001e^{9g4 o6Py眔g};I>n^Eqv9M7\u000fy} q \u0010\u0011\u0006=\u000fk1>Ћ67\"\u0005\u0005o\u0017m(g>D}\\ZdA1SݕfQ]\u001b@g\u0012c58 `\u007fF_)\u00055ރor69ȩMm=@\u001eq\u0001\u001eޤ8qٮQW\u0015\u0010sfR\u001b_\u0019 P%\b j%Vpl\u0002\u0018q\u0007ҘqZ:?hXPyFi\u001a\u001a_B\u0018 >\u0002=k\"|\u000f5h5!@L8J5Χ*\u0002 iL2ad*)L&3d\",&L2L`28&c3\u0019$I*LF1\u0019d\u0004\u0014&Ù c2\u0010&$3Ib2I\"L\u0012 `ҟ5L1ˤ\u000ffr\u0015^Lz2J&ݙ\\\u001bL.gr\u0019.L:3Ĥ#\u000eL3i$I[&~&m11iͤ\u0015Kd\u0012ˤ\u0005L1iʤ L\u001a1iȤ\u0001K0Ϥ\u001eL0$I-&QLL aO&`13ɇL>`>Lc7&2+CLa60yA&o2y\u0001&3yɫL33Wd\u001f\u0005&3yɟ *JV*%z)S\u0015C+U)ݕBnJ\\]D\u0017%:+IJtP*\u0012̶JhS§V\u0012*RX%Z\u0018\u0005\\f-FC4UR6VR6T\u0012\u0018%+e=%*QGV\"ZZ*.J \u0012\u0010Ny4\b[ K)M\u00152 ) WLbTP\u0012g8Nп\u0012)qX_˛CB?+qB*'\u0015QcJ\u001cUq?(R~\u0011%U\u001bk\u0015JT/\\TܧJ|T\u001fJ|UTC%>(o:\u0001!\u000e+R\u001fv\u001eD\u0001I۔J\u0012O X(-e 4\u0010\u0016\u000e\u0016\u0012h)d\u0001Y U\u0004q) QlU@@QQ\u0014\\A\u00117\u0004w\u0005kw; O(\u000ePs(\u0014{(vS U| 1?#z0گ /g\u001e%}F|\u0001\u001ezsl?~\u0007F\u0011F{=>qw_|\u0006vN8 bLVhu-\u0005SE⓺F1[,>\u0001q\u0004F]?Q#\u0001 h?\u0000\u000ek݇Zk1v\u000f w\u001a\u0013ucQ⪨\u0002qeT\u001cQ-jLSQ\u0010rx$]\u001flH`kƄƅӍΘE\u0002iap4_']\u0017'\u0016jas47\u0018\u0002?!\u0001>*\u0003\\`\u0001S\u001eD% z%mxÆxz\u0005Q\u000fl&$E^5Gjf\u0007\u001bY ܠQ#\u0006kj[ Jtq41U*\u000fN8J`T,]\u001cŒ\u0014,\u001c\u0013D/c khX\u0004\u001bFitA4\bʡݠq\u001a2zQ/(vcDYWbQ'\u0004)KW\u0013\u001cS/49&&R n\u0015]6\u001e󼵸(55wW$+mPW,RΉ-\u0011+ZTZ6%\\)nN,f62)%hrܖ&4J\u001d jc#KR}\u0001_j\u001cr?5\u001b=\u001ePzʠG_\u0015\bYꟾh\u001ab\u000f/\u001fԿo\u007f\u0015.R\u0001&X\u0002\u0011\u0016BX\u0000:\u0007s!\u0000~\u001c  0 \u000ef @-@5T\u001b*a:T0 a*L2(\u0012 $\u0018\u0010&\u0004(|ȃ!\u00178\u0018 c\u0005a\u0014H\u0006'd\b 0\u0012\u0003`\u0018\u0004\u0003!\u0013\u0006@\u0006C\u007fH~\u0017R \u0003\u0017@O\u0001ݡ\u001bt\u0005; I\b \u0010\u000fq\u0010 ]\u0006V@g\u00013\b\u0006C4  :A$h!\u0002!,\u001dG \b17\u0018\u001d7 W\u0005~G\u0001[\b\u0017\u001b8ϔW_\u0005|\u000e | \u001fp\u000e\u0007p\u0006އ4w\u001dx\u001bނ7 8 'ux 18 G0 p\b^\u0017\u00058\bsp\u0000>x\u0016\u001e . ;`;l C+Ӱ\u0005'!\bOfx\u001c6c\u0011\u001eG`\u0003  3-\u001bX>+Jؕ|vQu\u0015\u001d_Hy\u0018&wgu9(Yc\u001eyߖmVvX3c?\u007f9ӷCg{\\F:7w5X Vk-M\u0018+epf\u0011 )ݻ\u0019CFh2\u0007$ \u001a\u001f##\u00045'~+\u0014E\bgM O7Z\u0011BblL=MEe=%i5\bMxrFw;5'YmI11I6kYv:pp地k4\u0011ædЬ\u0014\"\"v%]1IΦ0]g\u00161G\u001e5m5QY#j\u0018g6! ?̰iuØGxR,]qBZ\u0018H}pkd1%%9\u001cO\u007f TT*JRT* JRT*JRT*JRT*JRT*JRT*JRmQ\u0013GQik\\8e6hkGwЎhGݻe`eN\u0018Is:\u00024w5\u0018_\u000eC{gG;\u0002hsq?BG\u001b#\u0014̎{Ig\u00198Y\u001eJe \u0007̏\u001clvX\u0011\u000fZX\u001ad:BհZzU*̞\u001b3sp]\u001dLǘ\u00073 =c=Sm5T9   aV=^詩U**wZv9\u0015u^ϟ:+~o;PmV[x\u001b\u0002ʆ\u0015 \u001a士Յ>?fJ\u0018SA|\u0005d\u007fb=L\u0007\u001e]\u0019\u0019\"CEG >stream  h޴[\u0007|UE?\u0017B4 \b]ADD@\b!\u0010JBM!!\"MDP\u0000bPQ\u0011Pׂ/EEqu\u0017箽b\u0015wQd\u007f}\u007f\u007fΔ;3w93\u00132>EO ?¹ ^I}\u001b2 Xtq t羷~DN\u00053zD\u001c:-g̹.m#ZK\u001f'd}z@Q\u007fw\"\u0011nW2w1ݟ ۉϙ_o\u0017XC\u0004/_4}2CEߏ\u0011Dֲ\u0005/_z:NW_hG0\b%ew1n\"-EHZK 1)̆ie\u001f.\u0002hdv @)DaGa26\u0007qSN\u0003~\u001a?\u007f7B?4.G\u007f\u001aH \u0001\u0015j-(D/k.\u001fpR=)Qc\"{4|?\u00075܂Pc;Pq\u0013bt߅oq\u0013{|(^o OF{\u001ca\u0017\u001b\u001b\u001c?\u000e?\u001a~ \u000fh\"M4(\u001fN%4\u0013=3\\B\u00107\u0003\u0011THż&|Z\u0000,Ŵ\u0002˽\u0010-T% \u0015Vҕt{\\\u0015*\u001cV)&RkVut= ֝1.h=m{pZV&6a B՛ Q\u0005Uc8\u0014Q3ŝJh?3\u0018!^4/h\u0005OOt%3\u009cJ^W1CN\u0007 z^FM{?B\u0007m\u001bk\u0007+}t\u001a@ \u007fB?ESijʐӦN \u0002II\u0011Ho^\u0016\b\u0019y%eyi(nࠢRE|]к`\u0005\u0015F\"f>\u0015XcCVrzPfVNzZbRR UV7(We\u0005fri}޲ {\u0012 KsBV>2Yee7\u0012\u0014L uZys4(5\u001e\u0012Da\u0019c\"\u000f0BNrB0P Gjk=/9\u0017bMt\u0013\u0013\u001a}II\\{R\u0000PiV\u000e\u0007 Ru y\u001cWbRd &J/-i\u001e*-\b\u0015'?\u0003!}^Aa `Z94|\u0015ݻ!}~\u001e\u001a1!+'- $\u0013@\u0011w03;Ge񲅚  0rq\u0002eyi\\V0+ig 񱋨'r=B\u0006ᥴO/˙^\u001cj8\u001d8\u0014JE\u0006sr-\u0005\u0013B>\u0013U.-&$\u00029fo ` CD\u0002^ \u001bM\u00171\u0012I)^ fAJ\u001e4,:hhbRn9C\u0012:9ɡ\u0012I?UөB\u0002EiQ\u0015UU+4/\u0007#G\u001cΡ\u0012e%˅D1Joy D`Q071mV7#;51Gmo\u0015u(DI9\bcppDy*   TJ\u0085{ R8\u0019TԺ\u0004љZtԼ\u0004]6=0_ϕ%eyqQ3J7BF?`  \u0007RCu\u001f\u0001Zc\u001f\u0003hfsxN* b\u0080ʡDC\u000fE qݱ9I\u007fI \u0006\u0016uP7њD\u0004\\Izya\u0010Qy\u0001M\u0018z.OԚ\"Lv\"D/YVr:\u0017@g^\u0002$d\u007fn %\u0013BuQQ]e@ j\u0018\u0005o@U9\\L\u001e\u001a\u0013\\+J#:T?yX>&\u007f.4ޒ9爺^\u0019-~q\u001f\b^\u0014s~ /\u000e dwD~pU\u0005ʞJ|Χ\u001f\u0018A\u001ang\u0001N\u0001x\u000eF6Ko@HKj\u0018 - \u007fs\u0004[\u0017\u0003;w' Slg\u0001v\u0005Qpt%G0 \u0017H8ZYnXKǍ ˓\u0001K 16ռ\u001ak\u001ajc^BXgKr^㈪\u000eO֡~dM\u0003j\u001b0#F\u0015i\b\u0001\u0003 چ\bk\u0017wڬ0\u0004w\u00036S;Yz w sdݱnd^?IփAO (b; k_w#(`\u001c0\u0002qAf\u000f\b\u0002hѾb0M\u001aiYvdNC\u001dF\u0014s'[-ȲM\u001e\u00029hӗơݍD\u0019:.O{\u000e\u0016A;{1\u001cI\\a)Q\u0007l|_ :e8l_yL\"gd\u0003joqo=*\u0017ک\u0007B~N+\u0005XD}?RC_s\u0014T\u0003_\bE\u001faa`\u001dݣ&\u001e:}R({\u001ckp)M!n\u001d llql;\u0018x\u001a/=!`7V\u0012;b+VЎx=^\u001bg&\u001d tѹj\u000e\u0003l\u0018\u001e.i.\u0004\u0005b 7\u001e=\bc\u0010}\u001e\u000e\u001a;׉5\u001cMagceæƚEYOb\u0001vSj33Cu֪ jY\u00139xiAysssmjk܍žHi\u0013Fx8;c{ X\u0011u{\u0005\u0000xmnnC [x\u0004yB# Vc.%:W+\b̧sdfcvq\u001a`(ø̈́\u001e:|R\u007f\u001d̍\u0011y ?G^/?j\u000f=To\u001f\u0017\u0010$a\u0015הv\u00192\u0002|\u000fO\u007f\u001c\u001foH ߵ \u001f{g/6\u0002*_+}\u0001혇tgq}>>\u0014y$ﾲ\u001eŮ/>4+k %Z_b (lm: ~ \u0007> `\u001f6r\u0006\u00025s_ ?)B \u001b\">*ʨʄllr >\u0007lߌ8e&o*;V{x\u00113 mOg07f[8#n\u001cÉ\u0003>.[_\u0011\"3D|\u001b֓~ u\u001a##AR6v+jgem.ƑA ۥ.9wƧ ~)6||W|o\u0014R;닜}\u0000~>3S}y[M\u001d\"i_ܐ\u0005H\u001a4W\u001cy. q؁\u001f\u0003\u0004b}k\b} ￯s(l\u0004Z\u001e̙\u0018%\u0007>˂\u0002[\u0002vj \u001b8F}(Xӏc`bdw%l\u0013\u001boǌZ/7\u001e[K)\u0003mM\u00012JS\u001f9?\u0004\u001fs:G\u0017@9+޷Ú;^ \u0012zLuw;늸y {\"j}d\u0002֣l>]Cm}4IckWW\u0016*\u0002ȞAi 3~T| \u0001R|G}S5D_\u000fϊ0?'n=6\u001b\u0004y:t\u0005ҳL\u0005-!O\u0002Bl=N. 8=Ioqr' ˀ '\u0019\u0011~ e \u001f ;\u001eW;\u0011\u001eCLo~x%3\u0012>'|\u000e.}\u0007iMh?\u0019^kx\u007f \u001c\u001f}L\u000f'wQў\u001cA)?\u0000QMQaFn\u0014?> \u0006X \u0014 L^\u0007$=oy{`%  \\mtw\u0017fN\u0011n\u0004$\u0000Qwg\u0006\u0002 \u000eܗ\u007fr? ;\u001a!\u007f\u000f&C\u0005\u001eN\u000e Ƒאӽ;[\u001blo#\u0000\\\u007f&_u@>r\u0017\b%f\u001e>yl֎\u001c|dlI8|\u001fbs3h{\"G\u0013\u0011 \u001f\\!pFbna1݁kfEN=jZ+h7d\u0017mWEߴ\u0014۰\u001f|/ J\u001d\u0019|\u000fӐ\u0001Y 9X)Ϥ\u0018ޝES\u0014Ј8\"Zw.\u001ej\u0001m7.G-2\u007fCiJ$uA\u007fHbm/W\u0015C\u007f;aַ\u001f>[y=\u00009\u001f\u0005A-(^J\u0004\u001b(\u00066^-~jPB8\u001e=ֻ\u0017$M㾲\u000e\u0005r\u0000t|doI[\u0017;6\u0003E\u0001zk K.\u001c1S{\u0003Qs''fL#2kQg=uPsF\u0013#9 l\u0001\u001dPs\u0011g`\u001e[\u001e*R]=Q1rҩ\u0015\u007f.\u0003v8){꾡\u0013Ps\u000e^`7\u0013O\u0019\u001dEK\u0001 r\u0007՝\u001a\u001cG&xj\u001e\\o0 w\u0002z\u0016a\u001c\u001b\u0016ZihC)ؓQ/Xq\u00074\u001f\u0005A ,\u0007l7 vr\u007fcʡ\u0001Kxĝ0/O\u001dWށә\u0002 \u0001* g.S \u001ePu -\u001e\" \u0014m=5ɢOk i 32`4щ0p\u001cN/τꃐ5N'J.a'D\u000f=cr\u000f\u0018mbpF\u000eMI0\u001eW셻y4?@΅ r o0~MJ}x\b\u0002C \u00075TkT}\u00069\u0083j?_\u0007o2 x\u000f7#*\u000f  \u0016\u000fS?| \u007f/=! yG!!\u007f\u00177!o B\u0012򦐿\byC\u0001! yM~! yEB (d\u0017 C\u0016\u007f6k3\u0019bYmٖ-+\u0015;8q;\u00179/$,NL\u0010\u00024B XNIXB\u0016h 4B  [J\u001b^}\u0005Bls\u001cg=~}>OwwsΜs9~K=rʻd7~N\u0003z'm\u0002zi+Bo\u0011%S7 A:_' B?'3rk^%\u0010)\u0010:I\u001f  \u00129\"\u0017H\u0013:F9ḄdYBG\b\u001d&4$i,~B\b=C \u001f\u0012zP\u001f\u0016Ir'\b\u001c;@qB\u0011>\u0011z#K.\u001dr =D=H\u0001B Omw\u001fo\u0011GKr\u000fɱ\b%t'= g&{$t;\bJhW aH\u0010*Osu@ein:Pi 4\u001c\u0013*Is@1rfqÂ\u00159QB\u0005/\u0013\u0011%\u0017!\u0014&\u0014\"\u0014LsXKل\u0002Y~r1\u001f|MEIAȞfliv\u000e5\u0005\u00102\u00132\u00112\u00122/p ,\u0013\u0011\u0012Ґ3L\u0015T\u0012R\u0010\u00133L d\bф\u0010!\u001f/b \u0017z\u0017%\u0002 \u001c>\u0003 \u001f\u007fB?\u0000±O` {G\u001fQ_.\u0003\u0001\u000fAA\u0003ppۀ\u0000\u0002\u0003 \u0007w7\\.\u0014^UNR\u001e;T?\u0004;rܻͨ#=uSԶԖ־-)\u0016ҴeӖ-\u001bdͩM}\u001bS\u001bRR֥ѻ%-|eƾޔԻg/E5\u0017T/e4kS=5}=)gjC=C=gzh\u0007\u0006GN 8=\u001e-[:2oejŒ\u001bR\u0006/M]׷4|Qjqߢ\u0005Rs˻SsSgfL(\u0006wwR}T{_[|Jj 7RT]ymj2\bOXŰ\u0006N('Xg\u0012yy\u0018\u000eѤV;Zifkg7m4oͯ[ߴV\u0016R\u00160f,Vd q-@VoFzLO\u0011ŝs%M^?y=yu4ތ\u0018^W\\Vz4ތh\u0019 \u001e|Űfjg^UөUMZ^]PTK1ȇ\u0010X F\u0002\u0003\u0016$E0wvD\"M bCC\u000ef\u001evJ͜5\u001f;g#zR!SSL\u007f˞=Dw!wCg4\u001d\u000e \u001e7FA-\u00199kzD\"kfΚ\u0011?^\u0017 TӀ殁L\u000f}?|)0#Nj\u0011}3`\u0007&v6V\u0016f&F\u0006z:^Z\u001aj*J  o\u0000\u0007,\u0007,\u0003\\\u0007X X\u0002X X\u0004X\bX\u0000\u000f\u0007 \u0003\u0006\u0006\u0002\u0004\u0000L\u0007L\u0003t\u0001RN@\u0007\u001d\u0006 h\u0005L\u0001\u0000\u0001MF@\u0003\u001eP\u0007\u0005L\u0006\u0000&\u0001&\u0002\u0001 \u0000\u000f\u001dව\u0000\u0002~\u00035\u001dۀӀ_\u0001\u0002\u0012p & _\u0000~\u000e\u00195W\u0000?\u0005\u0004p\u0012c\u0000/\u0003N\u0000^\u0002\bx\u0001 \u0000\u0000\u0002\u0001  \u0017p'`\u000f\u000en7\u0001\u0003n\u0003 \u0005ZT\u001d#\u007f\u0004\u0011?\u0002G\b\u001f#\u007f\u0004\u0011?\u0002G\b\u001f#\u007f\u0003\u0018 \u0006 \u0001\bb\u0000\u0018 \u0006 \u0001\bb\u0000\u0018 \u0006 \u0001\bb\u0000\u0018 \u0006 \u0001\bb\u0000\u0018 \u0006 \u0001\bb\u0000\u0018 \u0006 \u0001\bb\u0000\u0018 \u0006 \u0001\bb\u0000\u0018 \u0006 \u0001\bb\u0000\u0002G\b\u001f#}\u0004\u0011>\u0002G\b|\u001f#\u001b G\u00196w\u000e%5[]vJN%\u0016j 5yJ &mƣ#G55\u0002`4\u0003WP\bM\u0012Z{H\u0006a\u0006(\u000f'{ '>\u0018z#:9C\"z\u000eE\u000fO\u0012ђ\u000fO\u007fX\\8?'r,UH JKJbUx(xiY\u0015S\u0012Ќ)SE}ļuq&:$\u0006]%RCoʤf( \u001dn9#1R \u00159\u000e3\u000f >9\u001fO?\u007fe6r\bP hz\u0000\u0004>?\u0017Y+\u00064\u0002\u001dPcY^V;,.g 3/mAwRsIn\u0013(\bi@w$ mPI' Bxi\u001fgaP\u000e\u00048lKM .\\0|КkE\u0016,q' \u000f9g6ONj/O ]ƅBḧ́UyfoX#RYWnPk_Ah8pwu+宲v QGK4R\u000fx\u0001\u0017U\u0011\u0011\u0012\u0011\u0002w\u0015V\"V\"/B\u001el(J\u0010O\u001b;$Q\u001e5*B.p0PϾs(hƸ,)v`CcYI4Tanj-\u001dr[N( ]uukמEe\u00165eM[\\/Wɘ͠3冝}\u0017m9uF2*]/o¶P4$ O$\u0007v}eGv6^䪶\u007f~\u00011A|~GX|a]Ż\u000ew\u001d\u001e9^4>y R!t\"NP($IHm[\u0018_6jݫ{@\u0010FXL_e\u0001?wE,Qi\u0015Cb % B*Ͱ \u0015\u0010\u001a$JhOB\u0019\u0006\u0005Vap NN1\\ɺ\u0006\u0007+\u001f.VpNA L'\u001dfˍFQn(Q(m\u0004hݔ-\u0007\u0006Fl\u0010 dq\u0014GI.1*\u001dJh\u0011\u0004à=9ܼ\u0015&ÖeRBI N)$ʥRH\u000eb)XY#\u001fKK}T\u001ev6l6l6\u001cl* n\u00146Ka ya&\u0017׋EO֋\u00177 q\u0014 \"ᬬD8R\u0018BDi\u0010G\u0006o:8wh\u0013r7q  p\u0004\u0012zB#הϹyOݘŕ 8\u0012ƈ\u0007\u00160~E]Oq\u000edmT CS'vָhCV6Q`]a#βi> ;\u0002,b\u001f0Fb\u0014Ј*҈*҈&\u0011MD#HfXj}5־\u001a\u00075\u001e#\u0014o7 A>qʊ'\u0000g5\u001d\u0006|^\u007fBNi\u0018\u001c\\\u0012q\u001aU4K\u001d\u001c5VG\u00192MTosL\u0001hٱ)LY6ߤ[\u0004[\u0003\u000f&QUC?ʴ%eZC\u0017hY-\u0017\u000e3SS&g %\u0012UH*D\u0015R c\u0010\u0013U#'&Tl .9\u001a\bW g[i[c\u001d⻒|\bwCM\u007f\u000e\u007f;n\u001d\u000euvq\u0014\u0010 \u0005N\u001f\u00193r㻓eI!t\u007ftլlw\u0015fR\u0011Ja\u000f\u0014z|,\u0011D-g\u0016+F \u0016%\u0006=WV|\u0007˃@_$%\u0002+n]+[~i(J\u0014M%\u0012ESac՘~\u0015lg/y\u0003v\u0004[P(aHbzg6\bY,rS3o\u000fg_iMg2w8|F0܁.\u001ceuhhPdU/IF.Ba\u001d\u001a\u0019za\u0014G&A?GfQX(Y\u0014, ko%SJ}y\u0010Ea E_ \u0004u\u001d g\u0012[*kQoy*'Ke\u000e\u001a_8;J\bU\u0013D\u0010( w]8rNrVꇐ\u00156\u000e\u0013ց \u001b '&lDM%G\u0015Qۡ\u0011S\u0002\u0012xDzCr\u0000;\u0002س]'WDB[_d󒳍~w4`{&\u001f Ϻ\u007fժf~g\u0003sr\u001e?wځ\u007f=3s\u001eǓ+^=K{Nn x[\u0017\u001c͌LJ1/\u0017Xzuz\u0011N2 }9r}|\u0019~Jϛm(Q\u001eߤdP.܌\u0018p{\u0002,t\u001c8\u001dˋL[gu`_WqaW\u007fSI RÊ5\u0011r!\u0013G\u007fw5`VaV\u0004\u001cv.\u0013=\u001a\u001b.9%ed-)--3>\u0006R?\u0015\u0013\u0003\u0016\u000f3jc#;gãƍާbJZ\u001dV$V\u001bU:9\u0016\u0002U@\u001d\u000f\"Y.\u0006Qh٦ \u000f0F1\u001d9ehLQ\u0014A'y\u0012Q\u0019tj(aMT)WtC\u00074(|b\u0003 i\u0017f\u000e,[̆Q0 s:\u0013\u0013\u0013\u0019\u001a׀8.qH3^Gz i(\u001c\b9^iƋ\u000fg|7\u000f Y\u007fB8]q\"8 \u0006ןBYY\u0012G\u0013~iP\u001c0-׽zNw&A?\u0019ӝ\u0010ccx́J\u0010'kP\u001b\u0013s5G\",9\u0019,xI.ënM[A'm\u0014OILPQ@A\"wNZ\u0012\u007f[g=5&zgL^9@F .n^\u0018O\u001dt\u0007 ֮\u001d\u00011? [1\u0006\u001ft5X5TG \u0011F]*  *\u001dDNs\u0004g\u0011\u001f^\" \u0017WRfU8DZ4φ\u001als\u0002\u0016! jF{|u'A!S9EH.YxWw608`C2gCT_`x\u0017'k6O^fG\u007f= ]\u0001.\u0002nQH\u0015dRH1\u0000;Cw,`ț\u0018\u001b1r&𓙠1\u001f\u001a5%dJ$\u0010\u0011\u00031#\u001f\u0000Zk:˫AD\u001f662\u007f+yR[_?d\u0016 [uʏ\\u]_\"N~\u0018*8,\u001fcVˍ6K\u0005ʙaPS_\u00102fҮ\u001f\\ߚWpٰn,]fY\u001bFFm\u00196\u000en\\Mk \u001fG[F.6i2S~ꎣ@k`eeQ3WT /7\u0001\u0000G\u001e\u0017-\u0002\"j@k c$$ \u000ef\u0002;~\b \u0010Ŀ2h(1e\bk\u001eǫv*Ve,\u0004\u0019\u0007r &\u0018I\\II&%҂&f,Wۗ\u0017 lP2r\\\u0016\u001e]&a\u001dE**6uF\u0014*-gw \u0006ju\u0010? ~\u0010k(\u0018\u0015\u0006\u0002)Abq+k\u0004\u0016tʂW5\u001c\u0002 %K-ipr\u0019\u0010&e!ق^\u0018\u0013bg2V0j\u0006_kAo\u0002j3g >P`.ˬꇏ\u0015Z0ȵJj7\u0016TpZ%\u0003Rcc \u00079\u0018;P\u0015L\u008aJa%%\u001bA\u001fVĢ\u0001\\{*˶_}k]HOA3w\u001ajVOHE\b S\bQo1o|4\u001a 45e\u0007U[\u001bk|O+4q\u001eF ;\u0016$sw412Bt#H\u001636L'O˩\u0014}۠K Z\u001c\\\u001eM /ZsɈB1mRP-YArm.\u001f7wlmS0iy\u0014l\u001czlkXG֞A$'ytseI~e1*]0&QՆ\\\u00179\u0014n\u001b*{;DRp2ln.\u0014ݖ#]w-9p-J3aѓ\u001dI\u0018L5'3^:=f.  \u0011\u0005SL;7 i\u0002 o\u000f\u0010΅\u0006򓘈&\u001e&hF\u0002&[\"R,\u000546J\u0001VABr1 2\u0017M}jt#'Uj5\u001333\u0017\u001b )mEO[ϢC=z rPd9؝e\"(\u0006\u0015+)\u0014I\u0014c@\"6r J ɹ*C4_RhL>+A\u0006Z3\u001f!,Fb)Ԝ \u0004CΠ5Ù\u0003Ii :\u0014|Xg(QZy .qƨϬ\u0003i7\"\u0004@Y@+\u0001\u000eh\u0015m+ juDv%7ڡ\u001e\u0013\u0006=iڐV(\u0016\u001eQhҫ\u0019pr&\u001f7^ QIT@WV\u0005odX2]\u0015\u001bp}F=\u0004g3O\u001c5`WkLV\u001dE%SqAC}Go\u0012)/O\u0018h: X&f-\u0011\u0012*5L\u0007C0A\u000e\u00199m]hȑi+L\u000e\u0002\u0005e\u0010\u00005^U:E\u0003#3s55pZ%'U% =NOg6XzoGi\u0013tV:d\u001dX\u001b\u0007SIj?\u0002\u001fhx\u0015&'^\u0017FJ\u0016COY=|]*`\u0003Uح72\u0001s\u001c%SZ,\"0 \u0015J\u001d\u0006k/ǒx7F|\u0018N};w\u00061$\u0012h( Xg{Eks\u001ccx'\u0002G)\u0007n@Tc\u0010+sLpDBr J0p.4͋T\"O\u0003%O>s\u0015zJ$ӌ\u0000rZ}f ]baogjHe,v\u0000(j4*\u0012W2>\u0007 >GƋ)\u001aK 0VlU{-!!Y 3ZRkvW ֬]VANɩ{\bW_~q\u0013  mP?\u000ft\u0011>}Uъ\"4f\u0011\u000ej\u001f\u0000ݓ\u007f۟ǔ#|ζM@3\u001cz]\u0016hͼFÛ\u0010H,u\u000f>\u000e\u0019\u0018\u0003i \u000fi *s\u000eM (\u001dZ @Fi9YXZ9 Iw`\u0003\u0007Li m 9\u000f&)V\u0016kzM $o~,\u0006R\u0018iU;\u0012wS||۶ɪYo ϥ#ݣ?v_cs35%z*\u001d[p5zU0|u\u0003%\u0016\u000fGG\u0013}8\u001fi\u001e\u000ė7\u0005$D\"79!$s=5\\榝i\u0001MQ\u001a&r$r\u000e\u001e1 l)1\"=\u0011]%\u0005 Ț~\u001bW\u0019\u000fѭ\u0017ϩ.\u0015 ֋\u0017ʝh_8'yz\u0017r^99j{NLoj\u001aߣ=nڞ\u001bt{n1qjl-TmeTY\u001aE\u0017$̌r t` !{@L+T'뤍v $kYZC(_V'nH5)o冯lZ\u007f`\u0019N:?\u0013~U?\u001c\u001ds4,o\u001e\u001e-unh[#p#7lZtطo{[%i߽t\u001d#a[4 \u0010\u007f7tޥuǞ\u001d\u001f\u001en ];~3\u0012_e{?e\u0001qT \u0001\u0017 8\u0001\u0003v\u0018A쐰H{\u001e{a\u0012b\u0019&w\u0002\u0002LZ\u0010=QQ\u0017\u001c \u001a \u001c\u00175-~Z]Zjh)QA݇8ۏ5 ,Uh\u0002nEf*\u001dCu\b\u001bx;ǐ/\u007fY(q[8+K*\u0014h7\u001fpv\u001d#j߇x\u0015ܓ*\u0098\u001bF]omC)h\\l\u0016%Y\u0010cD \u0007\u001adZ7 _ħ&ՙ\u0002~kr\u0003w\u001a𢝱\u0019Ʉ~+ u\u0016B$sb*DJ+EUbUN\u0010ɔz@hB\u0001\u007f 3\u001eg'\u001f\\ \u0016/?\u0016s\u0004C_,DXlҲ\u0010\u001cl\u0014R  RmE\"숋\u0013yYVWKUChU_19\u0002\u0018C\\5[WI e\u0019'#\u007f\\eSoj\u0012d\u0019']V)u\"\u001a> wxCwra/Ҭjp,%$iͪ\u0012_O5\u00157V J$TI\u000ek4\u0019RXg$U'K:hp0. Gp16^\u0017\u0011ݢCUdeO\u0013b>)\u0019&p Ν5X)Ki\u001a/ *X:ҩAb\u001b -\u001eӫeF\u0018\u001a@KE{+'ʒ'\u001d~lytI-2u l\u0000Kt\u0017\u000fݸeEi\u0016^M\u0019˟N\u001ck\u000flX#g괜\u001c \u001d[׵y   \u0012H\u0014\u001c=%\u0004M\u0000`o@k\u0014\u0007t\u0016pHv9/\\\\h=\u0000W>{\u0017wDv\"w\u0015Ja/*VJY{Xph9Tͬ\u0017\u0016(/ Iޑ rq{OkL\u00147\u0001O4XqK\u0016g!&\u0016s!\u0018)H3qJo }!S_2\u0018(!ә49>zAgHP\u0004 h_y'l jHVO#\u0001wRh\u001cR0* KC0\u001dXT\b;vRI\\+aCerUJ\\\u0000N\u0000;\u0000!\u00019\u0004&oK\"iM65&4AR  \u0013\u0004e\u0001Ūǔ B\u001c\u0014K\u0006eE.V\\LQWX,V\u0010%O\u001a\u0013}\u0007\u001e\u0011SfDҨ4;V\u0011{\u001bp\u000f}~M*̝_6gMV\u0018-M\u001a=v]Gy}k DŢɦ\u001drL0qBxR\u0011լ N\u000fy\u007f N\u001fVpjYnİo֮vckz֔\u0018 kE=%p~U_qUM.g@}4\u0000`' JboY`@f/k\u0006\u0015=U,\u0005*;P *=V\u001f3:fTG)a29J0JRUbR utF ΠʾB@ +%nGRs\u0014\u0011x# ~z`١xnvP_ ĵA\u0005\u0000ՙ? kf\u0004\u0012\u0019\u000e]7\u0000ó5\u0000ft|v ku\u0015\u0000\u001bg},\\D\u0011\u0012\u001e\u00006x~0\u0013^߆7׆i\u0004\u007f\u0010 \u0003\u0016QD\u0011E\u0014QD\u0011E\u0014QD\u0011E\u0014QD\u0011E\u0014QD\u0011E\u0014QD\u0011E\u0014QD\u0011E\u0014QD\u0011E\u0014QD\u0011E\u0014QD\u0011E\u0014QD\u0011\u0000\u0004b\u0011E\u0001MŊeY\u007f?\u0015 u  {yO~ɵ:t l \u0018i\u001f\u0014 }\u001e\u0004)@!@\u0010A\u0014B\u001c4yhCs\\q..\u0006hN\u0016`\u0011X \u0000X\u0002s\u001a !\u00010\u00046\u001a\u0001׃`\u0014l\u0007c`\u0007\u0018\u0017o\u000f\u0007>8\u0007\u0000A N͢qHϏO.>\u007f^{_V ؅ 񁀸z \u0010?P\bjmG|' \u001bE\u0004#\"\u001fFWo8ދ>73F9Q\b:cD \u0017\u0005>=hL76}\blD|~\u0011*QY%l\u0018\u001f5i0wl|qa?y]B\u001bs\u0016\u0017-\u001d\u001a\u001dY?>Ǿ\u0007ad0$\u001e\u001f8mh|0Iؽe\u001bƶ\u0018>2+B9h٧\u0011\u0016!!\u0010͈x\"ؙ$-n\u0010\u0014\u0007\u0004:V\u0000wwEk\u0000+]\u001f7\u000eTzo\u0014\u001f#\u001f}8u\u0007\u001b\u0019i\u0003!\u0000\u001cą  endstream endobj 69 0 obj  >stream  hj`'P`\u0018\u0005\u0003\u0000\u0000\u0002 \u0000#T\u0000  endstream endobj 70 0 obj  >stream  h޴\u0007`TS7 \b\u0010B  K\"H қ\u0010(\"\u001bI(\u0005D@)X x/* &*\"b\u0003\u0005\u0015\u0011PAQ\u0004\u0005\u009eyg\u0012\u0005~ \u001eO\u001f}D\u001f't zݱ?E\u0010K\u0015\u001bG8\u00172#\u000ei\u0011tJ\u001c9\u0012\\ َD묕,\u0019E =\u0011lPO=K\\?Zi-C \u0006ZۣZe\u0011u!BvإZBj0;2\\\u001eB\u0013~\u001cR;_wtX \u001e^=\u0011\u0010Z\u0016yTۃH˵/ 4\"3p 5-G\u0012?ґ\u0011\u0015~~\u0004$\u0006ibp\u000f:Cgт\u0015t>u>, \u0007A W\u0017|%fi6ƴ\b-RbjZu\u0016 !\u0017T\u0011\u0016)}ji8uzZ\u0003-\u0001f#-QLK\u001a\u000f\u0011њh*,^\u001fL{\u0019b Lk݀kT\\_k\u001di w\u001b t\u001aD4ZGw\u007f\u001cFkƌ\u001e5rDw!s\u0007 \u001cп_N>{egefLn]tԱCV-[4MIni|Y5EGEFl F- p\u0018\u0019E!fNHK?\u007fQ\u0004U&+\u0017\u0011W, H\u0010r@lFtG$\u001aA\u0003-5\u00177Nʓ9G=]윧\"nWRFx\u0015\u0017 Dh}\u0012\\1(X\u000fQ&\u001dciT\u0002ǐhD%@\u0012e$GWEB'[WJvqk{QT P;\b#ʂ\u007fQT\u0011u&w3 \" -sr!W-O\u0001\u0006\u007fN\u001f \u001fO@\b1FD o53Y& x\u0014\u0013ՙT̗(ޕF1'Rٔb1>Df/T{\u0002\u0013\u0015\u001bЈ0bp8\b{\u0010\u001ejԭh\u0004Z\u001eʿ\"JVAd\u001bcXuA`\b\u0018\u000fn\u007f=\u0010o^xIΣ@nTk#Zu]U\u0000-\u0018\u0015y \u0003K2#\u001aQB\u0003v}#%\b FiO v 5\u000f4Q)\"x'W\u0018\u001dm\u00193\u0016\u0018y[5亷k>vu\u0006qs7@)ȡ~^ \u0012ooT\u0013r}]\u00187Ma\u0019\u0014?ՏgH?\\\b\u0015YT5꣟'#b\u00169j9NSߝ9\u0006б# \u0000 L]h\u001e|fC+D\u001cF)ސ\u0002Z`\"UR:˥G{\u001d#\u0018Uv|rOi\u0001 \u001dn\\I}\u0018ǁRm}ĘEPoP](\u0010 %XC44*\u0001M/ sn\u0018c\u0018oQu  (Z\u0018SRp.\u001aN0`:|H5\u0003q? \u000f%+y0\u00009\u001fK(\u0003uSn~\u00171 F=\u001dLWPnԜ\u001ec6\u007f4 $`Cޗ\u0002:A#9\u001cB\u0018?u0/$RfpL\u00174\u001cIFOMH7,LzA&Wuf[\u0006\u0004\u001d-M7\u001d&4?H{74T s\u0006-z\\Q!E،[\u001d\u0011P\u0000a\u0005-+\\WPlgE\u001d\u0017,Ԁe\u0016P; os[,\\w7wD\u001e=\u001bc40\u0010u3\u0006\u0006AJ\u0010c\u0000 ^􋆴D$E\u0017&9\u0007\u0007Dx>)3D/f \u0004\u0005dR$\u0003\b+`G|Bu\u0005h\u0006(/\u001f潠 ڰ2z>h}?L`,q%\b\u001b\u001e}\"\u000e\u007f\u0019ɾu '\u0013b\u000er0^.d\u000e}7fQP5\u0007\u0016G\u0000\u001b&@\u001f#\\\u0007dgn\u0010L\"E.86A]Kb6\u0017\"~?\u001dv\u0002\u001a\u0004 |/c!{\u0011m\\WN\u0011sٓj\u001a³)W)\u001fa {}\u0018f ,[]٧\u001aC2 ~SR8eIU~ 6䷍\u0007\u0014*\u000f #\u0015}¢Fs]\u001e9N\u001e2CVQ+ẃ\u000f=ih?ߤżz\u0011g!&ӕ \u001dR}2ZP'k1X\u00062\u0000KY7U\u0011\u001c 6\\\u0019e:*\u0016\u000f u\u0013eM*\u001d\b`\u0015} L\u0000Y` \u001ek~\u000ea?A {C\u0001bδ1\u001e\\ \u0003޹`1$_ ZD@nv 7'PS3:\u0000 spRօX\u007f\u0013o9v?\u001c\u0005/\u0019Ɯ\u0002,=\u000f;\u0011 Ծ]j*E\u0004ח!;\u001fy \u0019 _Z.ԗ\u00043\u0017KC1\\X8\u000f|M\u0006ju\u0011c\u0007zv\u0002ވs\u0014PzT\u0002~U,BC2qց[\u0002!X\u0018\u001dWIYwVM`O*P[B\u0013}O65\u0018u 䗦}En\u0011j\"?(U$: U\u00183\u0001 9b?l3Z5(Iؖ]X \u001ab\u001do\u001cuwu@s\u0015#|\u001eq6\u0011 F\u001dϢ\u0014UKt5b^ǚ@U׹`A\u0003ru\u001fq5\u001b1oF;SDj/\u0016:[fpeW\u000eI9K\u0014uw_ +x\u007fsːg\u00179`s \u001b@_\u0002Ͽ\u0017*ʱWޅ7r*w\u001ess\u00123\"\u0016 \u00967aS7\u0015~Za>\u0006Myϐ}\\royy\u0015ך9\u0018r:bR~24CA  :@~{_\u000f\u0004Pg/\u000fK r\u000fX\u001c\u0010tD`_6toV\u0006d[`#=p8\" u=D>I 3\u0003\u0012%* cXi~ˍ\u0001+wNM\u001eMseP eXMҿ'B\u0003ax\u000fny\u00117N#Ώ0YTlK\u0010\u0006n \u001b%峞,\u0007[\\|qF/ ۩gA\u0011=|\u0016ر]\u0013^c^ ]%\u0002gr2 mlGOE5lQg\u0015_^EH\u0017)';\u000f9&\u001beQ^$?\u001bk#0a_ʰwh.~G[jcvDE 9\u0019\u0019r\u0016ִ\u0006Xcqb%Ǫ\u0013rX  \u0002\u001a\u000e9S,\u000e!R(;\u0018\u00168\u001f 9#$\u0014$=\u0000\u0017\u000f?w¹ߨs\u0016u!g~ \u007fyz =ߓ{ys{:$o(\u0011'Pއ9+Q\u001e\u0012eRE#޽Hz\u0019`Fo! J\u0003v^+>Q\u001a\u0007|>v\u001c\u007f\u007fww\u001ca $>\u00125\u00151/W`5;9@\u001101 N_Io#e| ?\u001e_1c J\\q\u0006;щj&  ;,ޭ]G\u0011?,A\u0006XM)~\u0006\u001b[.'\u0018c;Pl C\u001f/\u0018z\u001d~8\u000f`̍D~>\u001d}u\u0014uA=] b؏QPa\u0019hzr=X\u0017\u0014\u0007֙/ufZk~r)֚j)טlo#Sc-9:7S+F `%\u0013|⌯^&]\u001f\u001e泾x֩|Χ?\u0001_q\u0000 hx;Ĺ:\u000f 9Tqo\u0018\u007frT5XL.c\u0002쮫1\u0012\u0014\u0001a7qh\u000e6I}**̃ >40\u0017>wi W/i^\u0011gb^cLuæ7[a\u001eLYf.\u001f dPw&ixŻ`NJӿ\u0001t:\u001aut\u0003\u0013g6\\wi0c\u0007_˸~F1N:7\u0007#Ƙ7P ȯ (k\u000e՚z?`\u0010ئU\u001f\u0001o\u007fGq3[Կv\u001ak\u0018\u001c3?.O\u000e\u0015\u00154&j#s\u0011&k98c\\] ΰ:>C{ \u001b0/nA8C%Ά}biy8/\u0003gBÁ\u007f\u0003E?\u001dZ\u0015x\u007fQS\u0017ߖ/@//ʗ\u0003K-ǟs\u0013EE9\u0006@R9Я \u0005b cmLj\u0003ݮ>j  koyHum\b\u000fɽ239-0tzPqI\u0013/T>\u0012qu3P1F~ ΎC Y5 \"\u007fǑP\u0002/9_C #,\u001f'ky\u0018\u00025J?[S\u0010q`\\k`\u001d(}a,Üae\u0014{'.ovwN3Oa\u0003\u001eŜ\u0014cGw!0\u001e\u0007\u0017>X?i\u001eB݇yKSz\u0015D3V_GR\u001bk(gQGU҆5;\u0001 \u0005\u001c\u0011h\u001eh =\bT>Si*q\u000eX,58y}8\u007f? L kh+]? Lv߅{\"\u0018\bME0v_t\u0002S]/\u001aY`\u007fw%wc\u0019~-\u0018\u001dԚ?`w=:L\u00183\u001d_h\u0005VZ9\u001e 4 X3\u001c\u000fN?f+{u\u0011e`\u001e\u007f\"\u0004\u0006!l/\u007fBʤ>LǊ\u0004\u0006ue\u007fB\u0013~\u007fH[\u0014\u0015r\u001d$}3?+Ώ:V0\u0015(\u0016L\u0002q|3\u0011Qa\u0013{9]0\u007fF\u0004 \u001b\u0002!\u0003/OOc@_κV\u0015ׅk ﯁u`fA\bT\u00075 \b\u0001`w\u0003\u0007\u0001Z\\c ~ \u007f\u001ck.e̿qqlWql?RK\u0019/e \u0019&֟\u001c3\u001c\u0007n \u0014{7d\u0004zVg \u0017(\u0014k x6`\u0014\u007fCnP|oh!\u00062yX}\u0017x\u001f \u0003c\u0000 Fѐ{\u0014\u0003  ;0\"ݡ  \u0010; d}K Yy9 \u0002\u00074 O\b\u0013,4vo7\u0014KwԵ`(\u007f?\u001eñeN\u001dWMP׮ S\\do)1\u0006P=\u0011b7灁`\u0004sNf\u00019}\"D\u001d*s \u000f\u0016 [bb\u0003X/hh襘\u0012=\bCGW@x\u0000{HURo(C8}b]\u0006RъCEU~1E]\u0003dsV\u001c\u0007GTo1qW\u0003\u0015ޒtł \u0001CX~G`kH;^Q8UU,\u0002 C'3\u00153*J\u0014\u0015#\u001da\u0000\u0014b/sy\\\u0017\u0015\u00146Oe*v+\u0002[X1EV|S\u0018\u0001\u007f׋[66(\u0011}E\u0017Ҝ\u0014՘ \u0001B \u0014|o\u0007wz2F/\\\"zԎE\u001a3前.۬Q\u001c{yb iS,qIv  Y~Y,?|r\baX\u000e'FBeAo\u001bՂ|]ި>F\u0003,_|9G]Y>e ,\u001f|\u0001,eÅ.;,omobye',;Xlc\u001a*+2K,/la\u0002&Ycya\u001bm!O \u0013rK/ gC>c)g\u0013c#\u000fY>teò]w8ۜ[,orwY\u001e\u000ey\u0013\u001bmRo̶*+,/\"gYYoby9ѳ,,e|[\u001f3,OsOldye\u0003:\u0018wuuzB`yN\u007fcu\u0006@֖\u00197訮:L&̒I L\u0002mea)\u0010 Ö\u000e\u0004\u0018\u0012XKBHB2%a7,)**.tB[\\h\u0013\u0006T*\u0014R\\(-*V\u0005iQV[\u0004+m\u0015\bz f}7sr\u0002=\u001bK)e\u0017줔(e\u0007m'\u0004en#=NOxh,u\u000e\b=}+aC\u0007)\u0001\"mVA)s\u00133O O 1'c%1 辘{1t/CwS]ns9oy |\u001d\u001c\u0005Gyb`/\u0001y%E\u0010\u0005ρ= s`7x\u0016 i\u001eI%ՐI z8\u0013\"ҍ\u001bHHCI\u0002ڛ|R\u001eL2dDt\"\u0019\u000f\\\u0007o\u001f{\u0014x B\u0000  M\u001fRۣ!5\u0010 6v\u001bB]!\u001b %+V78;$\u0014pTA:tW\u0000\u0010AYm6˕F)ڨ6(zeZ,QkK[E\"u@yJFkԹJZ\u001dR\u0003lu6g)h:Cӣ~uߢT\u001e\u0006a9n̹cJ^ݞ-gϾ-g]ʒ6drgƆ ىF&ݓޕ3;\u0007}@\u0000J\\>)yv$gs)\u0007u΋>ɻ\u001dG\u001c9䀣\u0011rNїS|\u000ei}\u0014]s])VL\u0005lu6yl7T\\Y%\u0015\u0013\u0017$d\u0014HN4z*p?Kf\u0016{k\u0016\u0015U\u001eUW$Y7\u00145Z_բ=L]x^η,˥)5=ʪEԿof69'{] +{:\u0011\u000f\u0001ޛ&/, p(\\\u0006Ԇ1\u0012\u001d\u0017G \u0011c&\u0012fH);\u000f##lH':\u001d  F6Rqxo?\u0016%| efƮf\u0007elVs\u000e6'O8r\u0018]y 8\u001bh왙\u0013F%l\\'Z6I5lb\u001b玣99`lI^|\u0017Rz\u0016_8}r]q\u000ebIH\u001bH\u0016\u001e1l4jda\u0010\u0014\u001f\u001b9 \u001cIv\u007f42A2\\>{- O͗-5A'^0묜7zXٔ \u0013-CGOSW\u0018uЬ졃pv\u0016q=|ԫ.ƞ,\u0012w I/ͺ\u001d2,.F\u007f}ﶌAV렂\u0002 z3wIc%\\1fI~2\u0013+O yC q=#rziLK.f\u001fSǎQ/|@ \u0010\b\u0004\u0002@ \u0010\b_ \u0010\b\u0004\u0002@ \u0010\b\u0004\u0002@ \u0010\b\u0004\u0002@ \u0010\b\u0004\u0002@ \u0010\b\u0004\u0002@ \u0010\b\u0004\u007f?G+I1\u001aBr\u0019;\u001fl &Ğ8\u0001qY\u007fla|*$dXb\u000e?Y!\u007f?6!>\u001f' \u00001GHY1#u=̋R^6\u0005Y\u0003Xr\u0016\u0014D\u001ak\u0018 \"Z\u0014Lbj5\u0016̅& ٫6\"s ׊e\u0018 \"#\u0018ϫ\u0007k6\"  \u0019k̴`o9ױ\u001b6뱲`=޲2`\u0016 GSBZ{H\u0004C+\u0015Vou%\u0012V7UMʤ@`fє2-8|r\u001bꏽ\u001b\u001b\u0015ro/VЬvc!^2\u0014VP\u0000\u000e\u0002l&+J\u0019luk2ɨ@+*7S,^^9b1[Cv\u001d\u001e?u\u0003կ7u1 >stream  h޴\u0007`TS7 \u0001B %\u00106, %HoBHDJ( `\u0012`. \u0002JE7\u0016䢨\bzQ\u0001Q7a\u0007,\u0000;bAE\u0004T\u0002a]6KTw79SϜ93̜%jR2hQj=\u0000>Ņ%}= 'ڿȸs⼹\u0006\u0013i})%\u0016]&\"O&QtKg.6v~\"e:pᗺ\u001c :E~ݧ£vy\u001c L9wD\u0005n\u000fl\u000ekQJ\u001b\u0005ߟ# ?ok'Ͻ\u0002k\u0015f4\u0016B\u0016bZBR)@F\u0012\\Drn[6ZN \u0017;NZEwݨt/q}/[B9~z6&i\u001d=@\u000fz77ѣ\u0013\u001fq?\u0002t\u001f|\u001f/b*\u001e'f\u000e6\u0016z>|\u0017E\u00166>AǔLЫ\u001am mA;iWȫ!\u001fvC{k\u001fЇ\u0011=)/Kڇ^w\u0011\u0013܍\u0015b}C\"\u0011Ĕx\u00123\u0015zH\u0001~I(:t\u001c\\qT-J#\u001e:U\u001e-Pm\u001eA\u001d?d\u0017_ƣ[\u001a _͵m\u001d\u0011Cvum PڷTXJ-\u001a'0v> o耪\u0019= =]{\u001cc?p-s\u001ev\u001fJsZ\u000fOa-FèiUK|O\u0007C\u0007#\u0003HG\u007f1J} >?uo\u000f:N'ЂUt*u*\"\u0014>\u0007AW}\u0015fi6ƴ(-ZbZ\u001d\u0016\u0007!B!\b!,Z\u001ah 1^6֚hʹ\u0004-D  k\u001a \"ħ֒ݰxi(mKh\u001c\u0016I\u0002ouRq}Uz\u0003ܝNJi\u0004\u0015L:a\u001dF 1Te_2a\u0019=jdÆ^3dY\u0019\u0003;o޽z-cmR[ZlҰ^\\ڵb \u007fGϻY\u001bL_\u007fD]\u000fUfrԆ#) )YMfzZ7˟=ojYVA&\u0015˘\u001cӡ=Ue-\\J*64u])6o$g\u0015NLHJW~\u0019~;L7y+o)8**h\u0017;7p\\(D2#\u0006\u007fvL\u007fۅ'2|,gd\u0006Jyˎ\u0012 ;rOc'\u001d%G U\u0013\u0083ׄx$.MӨ\b\u000e .!ج=PCA\u0011޲(_Ψ2fH^Axh;epM=wū͗]y 7;K*J  h9;ؓ^ӖViF{\u0006wJ]3 +Z#,\u0019\u0000Ҕξ\u000e/;8pD Ϥ\u0011-UP5R~QA?&n/.\u00144\u007fh&SQ\u0018nyʟZV/\u0017ţ)Ok~}*4ݎ&kٿ?\u0017\u007f=\u0018 Q9  pfRIX|\u000fA\u0013 m&BW4&A|&cH4S&+b\u0012@2kՎGwD׵:+i%{u\u001b\u0001BRªMA`. ݀rԭMf\u001a雏 r _;yp!\u0006\u007fI_ >Q I[4&ۨ\u0014\\m>H)q B]\u0000@\u007f׿C{(\u0006J\u0015[\u001eGzS\u0000m \u001d \u0006Q`2\u0012M@y\u0019M#ҧ9\u0016\u0002JqQ[Xjo6R{\u0010·\u001d\u0013\u001a\u0017˧/0/\u0019*e5. \u0017 !\u0000\\M07ugM7J˨]$zA\u0016\u0012W\u001a\u0018A\u001a\u0014v\u0017̡F> r\u0013v=ȳ\bD 9k\u001c\u0005 2jjo\u0019v}Y\u0004WGOEz\u0004\u007fCiԿt\u0015EM=\u0013)yB$Yd1 4Cݙ\u000fm\u0006\bzy\u0018́\u007f\u0014Xl\u001a4MZΧ.nԹ \u00019JͩQHk^՘RP1V_Tm\u0017'G\u0016 /Ћh8P \u000f\u0004\u00105j\u001f\u0002\u001fQ\u00159䱳Jƞ2@9\u0017D0\u0006?\u0006[\u0017\bƦ7nDґ\\ i 1\u00034B\u007fGiI=[{`,:Ic4\\٣o h\bwsZ\u0007k5(Ͽz\u000fac5F Kæ!\u00162)2\u0018@ Rct.\u0007\u0015g6 (Sډ \u0011Xs  \u0016\u0000҇8@ 5G\u0018?W\u001ba^HИp?y~4ɼ\u0001x[nN.s@\u001bNJ\u0007_Ag\b\u001b\u001074T[w[Ӣ\u0010hFlY. FE\u0014\u0013f3^`oƧ0\u0017\u001e\u001cƶ^޲(s.ŨvFzڇq1l\u0006m/\u0014`\\xS\u001afAi\u0003X{\"pp\u001a\u0019;) CU\u00174Cz\u0017i\u001bI.O98h\u000f%-û7#ŵqFb\u008f)$C{\\d7+lw\u0005툏1nQj :S ^ib6E\u00034\u00012\u0015gYF-\u0010\u0005 w&`G[G1\u007f\u0013AN\u001e\u0015was ۜ7JX9p\u001ek\u000f\u0003\u001bݝ[OJ?Ǻs`\u0005!D.46\u001fG]J ݍ>ZdUU]E\u001bMr 8\u0006v\u001a\u001a\u001a\u0001F\u0001.o\u0011\u0002\u0003AOeuZT>#\u0015}¢\u0016\u0013O\u001e9B>2VSG⺻\u001b\u001dehi(\u0018ߤżz u\"yB:W/D7Q> l}t4SO\u0006\u0002d:\u0016,\u0007'00=8D}l\u000fl uUB\u000f\u001f\u0016S/*\u001cATQW\u0003\u0006(:\u0018\u0002\u0018 \u0016k^~\u0002\u0005\u001a;\u0015`{\u00003t\u0007,wn9\u0001 \u0012`cV1x\u0017b\u0005؊zfbk\bFs9a\u0013;\u0019m'ok\u0004k%4h|߆}\u00104P-{O^gIf# |\u000e`:!\u0004 \u001ee6DB\u001b\u0001vq8\\ ý\u001e\u0019Ԩi\u00039`:/\u0013/\u007f1~׃\u001a\u001a\u0015t]0g\u001c\u0005\u0014A\u007f=\u0000UKӾ f\u000fJet\u000fRDS\u000fF[1\u0013ϧ\u0019\u0018јKv \u0018IqVDQq\u000e0X/%ٯhF9N8|`\u001dq]Xyv\u001d؅3?ڇ\u000f*>\u0018O/5\u0002q\u001897EuTgNڢ9,:\u001d\u0013~V *֣X5U¼=>XL٘E^Tn{0\u0002-{2Ը]qؾVa' \u0007E*ys! qv^>ٛpqHׇӚW;/9>^\\^6!m/ɇKp>_\u001c\u0007a lzf0l>J'P]^\u001bk\u001a~OG=\u000fM\u0004 ?\b\u0003\\r \u0007\u001f B#V s\u000fwڨ\u0013\u0015\u0006\u0003V8{\u0019}:6/\u001b7c{\u001dIs`=_s֫8\u001c:\u001eܷ\u007ffq\u000es\u0019\u0001x>1f\"4?90U;&G\u000ev[fE\u0019PSk\u001f\u0000{|\u000fcJ.yx\u0010>Ϗ0YTjJט\u0011\u0006n\u0005\u001b9,\u0007[\\|%q=)C_(CӀ(Jn{8kc\u0017z9\u0003͍mj\u00049Bge\u0016ĵ\u001d?\u00050\u001bkݳΫb:Qz\\\u0012*Ah>ٹ 1ʍ'lx\u007fӵg#ؾTaohy u6{R\"\">B&j\u007f\u0011uNF\u000eWV_'Z{57$c \u000f;c\u0006l :\u0011\u0006\u0014KÈf\u0003cag\u0004ڀDs r`s\u0007N8ko\\\u001evg~=\u0017 ۄ(X{=7SGJ\u0015\u001ej||W|/\u000f@\u000fY_|S (1\u0017>wi\u0006@c^\u0011`^\u001elt7;b\u001eIYf.!tPݕw\u001eh\u0006.coh:7\u0005D\u001d]A]T N J\u001a\u0018?qz\u001e׏8}\u0010ؙR\u0006` \u0006x\u001a}\u0015Cz\u0003Ջ~u\u00014R\u000f7}QR\u0016\u001d\u001a4\u0016 q2\u0012/\u0003gFɑ\u0019 \u000erY(GM)3o\u0017g\u0017ˁٖ5 \u001cà5Q\u001cWE YalNIm]Ծp\u007f5b-\u001d!Wf9\u0018C;+ZB\u0003F1\u0018x;A\u000fώ Y\u0019 \u0004㷔9u0|xQkyBsAM\u001a%5ͪ\u00148 _TkX̹\u007f\b\u0015\u0013WP_ݔb7\u0015ԙ'@\u001d0-ǘv\u0003w`3 ڧ)\u000fgwcޓ\\=\u001f^\u0019\u0013ªWP\u001a\u0003va= sO`\u0018H\u0001G\u0017\u000f:p\u0000)\u0014T mp}Yĺ\u001e\u0002\u001ajX\u0004f 7 s:.\u0002aе \u001dL\u007f=pp\u001f@y\u001fk[#`_s6cٌgc\u0003\u0003c\u0003g3wx~6ap\"̞\b\u000f\u0013δZ427Q]m \u0018/rO3 krq?\u0017g}P:{\u000fyЁbW\u0016\u0011$ۂ-\u001aߥr|Jd;8>d{#\u000fkxk\u001c(xc\u001c,>bojwu\u0014aO\u0004c\u001ft\u001dzU ƾDm\u0013G1|Vd\u001bP,\u007fY\u0018;Q2 ⌇hVמ}@c[8+p}\u0016[Au3oA.\u0003{\u001f\u000f6XlY\u0014:q8\u0000q.ו+\u000e)x[hoI}R\u0001Z}ocsڷ(Sߘ\u0004dϚ>c͡s\u0011\\\u00135/B^xglwxƌ$A?)[\u0005g?  \u001b(\u0001^ 7] N\u0014s^5\u001cd Q?`]4C~E\u0013\u001c\u0017ygv\u0012u\u0001k5߇Fy4z^}'7Rm\u0017Mڈ\u0017sS/:\u0007\u007fCux?>Ω2Q7c'f.k\u0015%`31lox\u00179{t, x/ x yt\u0005\u007f\u0003\u001b&\u0019\u001aq\u00195lC[l e\u001azҩ,\u0014[\u0007iqy\u001f B\u0018dCG|#\u0006/?~O\u00131\u001aIy\b}k-s 5Z8`nyYPzZB}\\,m\u001cߪ\u001d\u0010\u0016Ĭ'\u000fi!]\u0012Z\u007f\u0007Q C\u001a\u0007{Sۊ:uu~a w|$}(} {ٻ\u001d]\";Ev-{S~Cu)v~VƧC^\u0004/ˍIJf[D^\u0012yQ\u0005E\u0013yV~F,Y?-Y?%\u0013rE*E*~D\u001e\u001f\u0011$F 0j|/8>fF3=}ߚ5:[,,i|`K\u0000ƶ0\u0018\u001c\u001c\u001d `\u00110 \u0013%c\u0006L\u0005?,8#~ Y\u0014\b!XkF d$}껫Ȅ\u0015\u0018\u001e0\u0001 e\u000fr/r\u000f.N w/pq\u0010`\u0017m\u0018np \u001epϛqϝ\u0018n0.\u0004؁{ވ\u0018n0,\u0001~°\u0014 rk' \u0000L\u0018\u00010,\u0003 \u007f\u0015Jc;or 9gE @\u001e\u0003z\u0014@\u0001 mo\u0001=\u0002M\u001e\u0002z\u0010\u0001\u0001t\u001f\u001e{u\u0004\u0003h7@n\u0003\u0015\u0016\u0001ݬ\\ t\u0013\u000e\u001bZq\u0018Zǀ됛bB/&thmưiB+F \u0017a؀a= 1\\| a8\u0017C# \b\u0018\u00180bP C\u0006Cz\u00174!AAAǠƠE\u0013\u001c\u0006\u0016\u0003A bB%.\\X\u0006\u0007)w @r\u001aW@o\u0000\u0012u_\u0000\u001c5\u0001=\u0003=\u000e\u0001=\u0005t\u000f,ׁv\u0013ZQ/̹\u0004\u0016 \u0017c\u00180\u000fC\u001bC+\u0006\u0001C f MxF \u0006 z\u0011(\u0010\u000f>C\u0000a Bx,a\u0018ƫ>G\u0010 \u0001 \u00180bЍ C'\u0005\u0018:0Ў\u0007````4c0 w\u0003N\u0003\u001d\u0007\u0018\u0018G\u0001\u0017\u007f\u00073Ї@\u007fU\u0000@ [ 6o\u0005-X#@/\u0003\u0004@?\u0004\u0001^\u0004_@^\u0000\u0003=\u0001+~\u0010q\u0003@@wONc\u001eop9s&\u0010 \u00110l9\u001bY\u0018İ\u0006j 0İ\u0002\u0018Q 1,p\u0006\u0018`Xa\u0011\u001c\u0011   qJ \u0015\u0018b\u0018\u00181D010\u0004\u0004010\u0018( $\u0006\u0002k$\u0012\u0007\u0001*\u0000\u000e\u0018*\u0001: SW7O~ #`@WSAUT\u0015\"s{{ܖm9v[öm\u0014\u000epٶ^&sk[sVVsK[r\u0016s }a(, C3;v6g>}9\u000e Al@\u00039PئM66\u00004 l\u001e? \b8\u0002o\u0016?ټ Aا=60.u4b\u001c\u0001\u001fMelL\u0012\b\u0016\u007fcY1d\b\u00156QԈB E}\u001f B\u001cd9diiiљuڌ\u00168bl4cJ\u0013بr$vÄ(n`'\u000fq !\u0002=z\u0019\u001c!+j1\u007f6~joSf/P@~\u000eW\"̧g\u001b!d#oAJd)N\u00021T/K \u001b7\u0015k\u0011XQAt>7\u001b:P&Y˪\u0013~\u0004G?N%oe\u001f\u001fZTx?bץW_\u007fmkR]\u0013+u\u0015{~{7\u001eG`aNԍ0 \u000fh-'o\u0011xޣl\u0016\u0015\u0014Q.A\u0015\u0017 ɭ⸭ҸU Ҹb,-\u001b\u0004;&7f\u0013 ([b8!xx4az X yRd \u00144q\u0017ۼp)^ Ƌlba\u00170p5Q ­%,2c\u0018\u00068\u0016FO\u00169\u0004ʉ\\NE'\u0014\u0016NE*4,4\"\u0016#\u0007[7'\\Cr@-J@bq1kYe\u001fxYY˩\u0007(\u0012\u0002\u0012;jV&7qt8qīr WxD\\-X +ÁU\u0011fQVe\u0001Ԃ^ܚt8x!NT%8t  }R%DϗM4\u001f\"\u0012=|003A\u001d6Ha\u00103C!$\u001f\u0010)f ؠ)8)\u007fcJ /gjx\u007f6z|\"\u0001^ *':/ӡ&8^aAܷt\u0000\u0007n\\d\u000f呸ӈ-yb\u0013D\u0011\u0017Ky\"^vJeOhrB=\u000fgǘPo2\u0019?`2gBsDkA\u0006\u007f&\u0016\u0016qԛIf?ncj#;BU\u0001qS,\u0012\u0011\u00149\u0001_,7Q\u0007[hͶΝ\u0018\u0018U\u001d.cÃ;+\u0018 'q$\u001ayGf\u0005\u001eH@>\u000f  \bf -8A\u0010Ot\u001coSJפ@pNH,\u000eΝߺ\u0007[Wxӷ}+\u0007D$oFaronisuIK\u000f.H\u0012\u0005\u001a@h{1 \u000f\"-r$(6(\u0012ҝؤ\\\u0010\u0011; \u0018\u0017rч+E)ƀ\u007f\u0017K\u001as`m?hLTHŇ7o\u0019(L%;7\\ܒqPW_Ȧ\u009aY-1PW\\}I-trřkP;\u0007&-g\u000e/\u001aגwOh7T5y\"8)\b҅ l$稉hTbZrhD))!n{B\u0013& K\\^ RLA }$G|\u00132\u0007Á8-\u001ay,-4A 'Mo \\\u001f,W~ttŨWF/\u001a\bDpV\u001a`7FbY\u000e\u0002bYU\u0014Lu\u0016В+ΛT\u0010Vkkw,Zeq\u0003[\u0016kíɖ5\u0019 e匣cl}9VVeeӢ\u001a낖qZPh \u001aڂ]wo D[\u0006ϡҗY ] \u0013j\u001a՗@l\u0003Bw{q]\u0019o!r%)1*pFK˒%\u0013=*mf%Ί݂oVŲ9[tb\u001cc OZ !F5$_V\\Vٿ`~F]r+AT\u001dL:9_{{gd #y\u0019k2S^Uj4\u0010nyNm|\u0018K\u0001^A\u000fqzC)&Rx}Azl'3ԫ'\u001c( Y{\u001b\u00107SD'J4,ї_!\u0015 (JElYpX\u0016tR}m\u0016Ga*2{q|k]H߼jRF\u00194PUgz:[/SS\u0017R)9\u0005fM#l;\u00177C1\u0016>\u0001 GEy\u0001;\u0002\u0014BY-֞=DOI\u001b\u0005F`a;\u0005tKPZU\u0001A'-|XRY\bf FϵˌXci$\u0015=[\u001bYI\u001cܱ55\u00051ʖx|%Z=\u0004\u0012F\u0014\u00067%YjL U]wpFDu\u0003\u000e*BV -X\u0015\u00179*\u0015\u0005Z4uf\u0015чh M\u000e+i>z\u001f I#u-\u0011\u0005\u000fI\u001d;RkԤR+-\u001cѧ@\u0007G$D`ަnب\u0018Q, ϖ̂#Ɠ4kuRP\u0007\u0003o\u001bF[JJ\"2U\u0019۶L^|ݰԲ\u0015\u0005 +I\u001cWdG[}z^ZMn\u0013[ڶ٫;\u001b{ii8\u0001o9F!\u0004bMU1i\u0010\u0004+& '5 l A!t\u0016PÙÙRf|/ZG4b.bTG$\u0018Bka\u001bX6\u001f\u001c@ d72>зea#V\u0007N^(Sh !\u001cq& .3+Zg,~Y\\ūaD!{V~ꧨ\u0019\u0015\u0004Y\u0006wg_D[?\bXqÄk \u0013\u007f \u0013y͏oڄ֛t\u001251\u007fvuC>/a\u001a \u001b \u0005u BuA}Cgˤͭ \u001cƲ\u0001KvzQe\u001e&]e\u000e%XK3ǨW H Jy\u001bKHG yr+j J;aņW,\u0019}'M%\u000f8M\u0017\u0007F\u0015Α \u0004S\u000eN\u001fȆKB [Z+ =1]7X8Ahi\\5>o\u0018C\u000f\u0017/U}Lȁ\u0010_1M\\`tѿ ?Qg-\u0006E\u001f.J\u000e ԑGr MٱS[Ha\u0016ކlq\u000e*Uեq`>фJ\u0013'\u0010\u00022XYѡe;:\u0010IiPbJ3~[Nmn 8͚\u00147)\bd\u000et }\u0013\u0018Jhov֡\u0017˕f\u0019l\u000eQy\u001ai(DOw \u007f\"&in\u0002bGV\u0012fgxb[\\js$kO\u0001OZ_M |V\u001d\u0019[\u001353ݷ\u000e.FzzKxfIj+OQO^./\u000e\u000ecXsX߸Yk\u0005kF_.AT/2%\u0019-҈\u0010jKF+\u0019!\u0016P\u001a\u000esX,1o`ϲ`,s3,Il\u0001v\u0002 ! 8j=.UOZ\u0004%=[v>jW94ݸ5\u007fٖ}뚶>q%6\u0015ᖺ\u001a)5Ҝ\u001d\u0011l|//k[rx\u0005 F0˹\u0019)eW K3wgu\u0019iD2`HB­MYY] {\u0013 |^ښ\u00123U\u0015Fbj˳t|vgW%8'TnfbK\u0014/fו^x\u0015vQ/\u0017yXlL(#&`\u0017\u0014sӚx\u0001q)#uI22Mldu_\u001e'U\u0019q$UOOD\u0004c\u0003b@Xՙ wUֈUna>\u0015+xě \u0006RzCkb~'Y\u001eT_P M!ș2ե3F+Ԝbbuu\u000ecae4I\u00046FL\u001a\u0002\u0015G?id֧[C ΋ ]] Ba \u0000.\u0015+]ԋ\u0010KWh6\\nr+¬U|\u0005S RJO}tիSvUjjOԱ^\u0016]\u0017XC˷yɃJ\u0010D-կ|s#uןM^(uHa\u0004t\u0005m\u0018j\u0012]rEOU\u0007\u0005# tyY[\u0017[4GNC4oئ4)z}b%כk;&$A\u00872mx^MVV\u0010 ֑ \u001b/?TD(1\u001eZkR\u001f2Ψ\u0006Z\u000eeJ-7}J䴐V0h3d?GZp\u0015\u0015h'NMZCS /rVOرݦ\bG}\u000f=DUъ* J\u0096MUTԲ=R2\\Qm&_U\b(! /0*%%S\u0013uV«D+iP8O3\u000e\u0000\u0002h]\u001dBT#\u001b˶Bal \u0014 \u00139;bdP_9_9\u0017IZH\u0016QV8d\u0013CxzNeeVBc\u00121UMU2lڲ2SPz/i>B\u001fP _\u0019>Hhx5yɃn\u0003Pބ2-y mp }\u001f AuO1NHU=\u0017;Dcn%\u0000FO\u0014'\bW97*\bIAږ~ ՕG~,sÄ\u0017ّq\u0006ɛ&uف4GJ\u0006w_X\u001e.9(\u0016\u0019\u0010\u001a_UПHk}9F]&\u0013׊0닚\u0014 S\u0014\u007f̟Ǥ پ\u001f\u0019d tD-GZ\u0019S=\u001fhR{kk\u001cQ}9e\u0005x>P\u0017\u00074@tg4+^F \"6: 0\u0011A,RN(^\u001889\u0015\u0087[GFܰpвdLhox=G `$ \u0003 \u0015HP\u0016Ԝ\u001an~.\u0018zM\u001b@\u001d\"g#\u000fC=qwQ{hm$\u0015,GC\u0003\u0007+\u0007\u001d\u0010S\u0003,GU\u0003i\u0003UhntT7lG(4bg'=f0|w\u000eu-YZL`F\u0006;\u0016h\u001e|xojnEW\u0015\u000f9\u0003}\u0001\u007f߉g'ʡc\u000f=o?6/rle/7d[M\u001b4\"S_X\u001b \u0017\u0019h t$5|A\u0000\u0006/11C\u0005\u0013\u0013 nKNOCE,4CRh\u0016\u0016+p6߱\\^z㘷7Br@K2\u0012\u0007n亐,\u0011 \u001an+zQ׃\u0006EP\u0017F]=#W\\5r\u0002rU+EG#b{\u0004y\u0003;ͷ\u0006?vX\u001aȏDl)u_*¾v٥c,4vNtԍ6\u001b柞;W;W_ \u001dѼHؿ՟?=59 P\u000f\u001f  \u0017 \u000f [8\u00128ƙ\u007f\u0012Ǽâwx+梋/iHŊ,EB4SO{/nh\u0001\u000e\u000f^i#th$ա\u0011\u0007ƪ\u0011sx^; \u0013P:xqAi\u00102%^%\u0004h=&\"1[\u0003p 7fMک1K'=\u001b\u001aI٩X\u0013\u007fe/l{ >ߵ9ӳVvpagKqyoo!;פ\u001asLǛx?Pg|dF\u000f\u007fuۛzn{' \\n8)*)* tW׹\u000e_IǞU\u0014\u0013J[\u0012\u000f{\u0005\u000eͻzF3\u0015\u001eeKwZ;T[z?\u0005ԹPoE\u0019uh\u0007I\bAz\u007f)y+>\u0006j.2\u001c8\u0012lQOW4/8Nԡ\u0006\u0015r\\%\u0003\\)(w\u0018YG^\u001737\u001b7hܔטUB2%\u001d\u0012N\u001b3\u000e,Rռ%;\"Vs\u000eg\u001bqS  %kjY=r].k\u000fxl\u000flN#\u001dezZߖw՚\u001d~ب6𺁵!ΘW*B\u0015y\u0005'K\"iҡ2mO}z\u0007\u0017lNrzMcc\u0014uY3[U\u0004\u001aPi լ\u001f5Li\u0002i\u0015VD3yVJ\\ {vKs\u001brhLY;\u000fumq3\u0003͇ JʘijW{oƚ跎Z-\u0005Biw;# M>&TQn*\u0014ܭ_iC@\"\u0018\u001d\u0002H\u0012!Ǔ\u001bjJBAciJBHs:]^%FQ^JByqyM\u0018R\u001d PrC\u000f3߬TAE[ CTj3y {I7e¾p{1/\\\u007f%/O a1ikV,xJmy\u001c\u001aZ݂ˤwVS(\u0006OAZv\u0012.ԪG\u0013{f΁,Xę󈲮q8L}\u0012*ѲH;s/;o\\:,-졢E\u001eEN*z|U$ 57jȌUN`{fo~=®\u000e\u0003Kn\u0018ݹ_9xe?XVu\u0006\u001a+ /ry\u0015[J+\u001czsuۊ'ygWps_ \u001d}tpa9$\u001fغ\u001e\u000f\u0007{yc4_\\GC\u0016@=7ýA=xycL3\u0000/la9Fi=\u000fl\u000e۞[ʭ㘺u\u0006yus\u0014Spw㾲9J.ч477|\u0011`}3[{:uS\u0010y\u0002\u0004̈́TTTTTR\u0017\u0000JR\u001f\"||\bW\u0013Ϩ|\u0010 I\u001a4\u007f ֝m\u0000\u001d\u007f \u0004袵YEnZt @~\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015\u0015O\u000e`\u0000\u0003v`\u0014\u0006\u001dcO,`w\u0011{77b\u007f}}=k^4D.8\u0005^A5\u0004ڡ\u0007z6Az=B,+rA Z\u0010X#8\u0007\u001c\u0004Sgy|\u0018\u001f' 0\u00197Tm!xII`CPDI(\u001dRzh^i\u0014pRxFpJ\u00013\u0003J\u0005/cV\u001aJ+i\u001dǕ4\u000f\u0005\u0012ZzIQҎE\u00121C\u0012I1 NЕ(N\u000fsI\u0003Wҧiz'urv($]RoX˔4f\u0017I_x^#tu\u0016ʟOPR\u000f \u001c_8\u0016^\u007f\"Iv: \b7HC=K}9'嬁.yJ(sAtC*\u0017yߑ\u001d0\u001e;\u0000LBi+\u001am(Ȓү>%A?yiw_\bK-\u0000\u0001\u0007@  endstream endobj 1 0 obj  > endobj 2 0 obj  >stream  h[rH}Wec \u0013\u0001(vl=ӳhk!\u0003D$H\u0003Rk>cx\u0002\u0001V$ /\u001d\u001d6UKɓ'3\u000f|?\\_+ru}Ы\u0000?\"zb? ׯ{uп=f |\u00197V\u007f\u0002\u0013CnIG\\Hݫ\u001f\u0004A>y,̲>!\\ \u007f\u001f?~O)o>-.-\u0017۲Lj\u007f=3Bz\\\u007f{_ReU24f{߽OI\u001c]Y\u0016{c©\u0016I̿ (C Y\u0014]I\u000e^|k/.8qFVVB \u001cgN>b_N {)eVm\u001e`$c7YC\u00183m\u0010EhīN\\T3\u00129 (8PM;c}\u0013嶦t}\\p\u0016\u0012#Pq\u0016X-r\u0003\u000fbpjX ۲d8}R(R:u'R\u0005$Kd,$_\u0018d\u0012\u0018\u0005qoO^ްhǁ\u000fj\u0010VO= k\u001doUޘK&-\u0013\b4f>!a΀\u0013ZyЗm \u001a켂w合Q:2a`m*Z FX\u0012)R& \u007fG\"ڲGj\u0016@!Y\u001c\u000f,\u0002 \"&'\u001d] nW\u001cfbjM$a_F*ߤ\u0019\u001bݨS\"/v M\u0007\u001aB$?ݩL\u0000!\u0004\u0005аjBOڜI )]ւe8\bؗʲIM\u001a\u0005\u001d\u001d1Ɯ\u007f;gSEҰ ;\u0013WZk\u001b7  #\u000e^\u0018ڳ!>e5G&L7:\u001d @]\u0017ʡ\u0011\u0003zқ픺\u001dHVx \"uO\u0010BVȜcY\u0003J=B6\u00052zn@ƭ\u0003\u001bhs,tjNl] _\u001c[\u001f/C_45L3\u0000 B#\u001e\u000fPVh bBu\"\u0018c\u0013X\udd05*.*\u00059=>2.D *;t\u001c\u0012\u0017 h)X9&\bՂ5.[^Bg1~~f:ic ɮ\u000fx6\u0010z\u0006\u0005K%#љ\u001db x\u001c\u0014Yl\b\u001b G)1mJH\u0017\u000e饛\u0004!wm.l\u001e]7NnW!t\u0003\u0011\u000ek=\u001a  \u001dH K\u001dju)\u0012 )cz\u00044?ؠ@g}Uel>yYeUz(z\u0012\\^9\u001d_fxJ\u001e3F2\u001cw/\u0003[]@x\u0010Ʊ2~?e5@Ѿ܉\u001a\u000eܲ0 \u0013j CCny_-9Xb]>s2 x-\u001ci6\u001b/_'Hb'.\u0015?G]Ta\u0002Uhx'螇\u0002n\u0010\u0019J6zD @\u001c(itQE\u0002?>($V\u0016{ɷg\u00028`E\u001dg\u0012 |S\u00002\u001e b(v^cะ\u001d2\u0013F\u0002B\u0003\u0005 d>}SGFFe`\u0004$Y|!{Tz 2AD5aa~\u001e&[M\u0017-\u0004]kToP\u001fџ|iD\u001e?2\u0015e[4@xDyvJ\u0017\u0012\u001b'\u0007UV ВN\u0019ՊtuAK\u001eeZ Q\u0004}Ad\u0002\u00042 x.yJ>Fn\u001d 2\u0010)ÉȀ,]ws#\\1.|I \u0000@Z\u001biWI\u0012nk] ʃrG\u000e \u0003y/۲LF\u0019$%vcsFQc\u001d;\u00127O\u001e}ٮ; {\u0006E\u001eu*HTBy [l\u0003\"?]\u001b\u001cQoغWan|p\u0011\u000f\u001dػӑ\u0001\u0005ܭI\"yRw/\u0003-o\u0001\b\u001eA\u0010LD#8pd,q\u001aG\b`\u0014\u0013s\u00107d\"w\u001dj vZ&Op2G\u001f\u00159s\u0010EQ66~[t6\u007fL U'98r\u000eoJC\u0018!#053]]gZG]_Y\u00042遽E(j1#|ÿ\u0016h\u001d Wnz{bNR-\u001dbt+n΅F.DZ #dXu3;*&>ړ䂻ۇtop*\u0017\u0013J\u001dmjFLϊze8E\u0005=\u0005:>\u0006@ui\u00101=+vY{U\u0013 I5.ey^K\u0011\u0014\u0003\u0005\u0010Tvj \u001d.AJm[¹+\u0000޴& Ǥ\u0003@\u0016s҅ekJA(E\u007fQxL@1@\"$=֝;67d񨚅.\u001ae?p \u000eB\u0011~8٭\u0002\u000eeG \u0004t=xmY\u0019RU=\u0010UOe  >stream  h4ͱ 0\u0010W7IV\u0001Ii+t\u001ciO-||#u\u001f?\u0003\u001d:y]d٥6/\"P|Rl\u0007؂! J\u0010\u0004\u001eL\u00012\u0011>z\u001e\\ci6^t 0\u0000j'o  endstream endobj 4 0 obj  > endobj 5 0 obj  >stream  h[[sܶ\u0019}ׯ[Ɏ!&-9r=2T\u0003K*ɕ*:[\u0002+B4T \u00049W/ a\u0012r\u001fHG6}t)W\u001f\u00130\u000fc\u000f0 /7=\u001e1\u0007kk/$[\u000f%֦l7\u0004 /\"\u0000} dʐܯum]\u001dat\u001f%it^QZʳ4Ɍ2ԵS|\u0014\u0006 6\u0010ՌY껎&\u0007\\g(\u0019 iv^M\u001e\u0015 = +d_r\u0017-W \u0016(3`^-\u000e{g &\u0007z\u0000\u0014ıksڛʘ\u0014^Ψ4\u000fxfN\u0013|yй)⑟xבL3\u0012\u0011A5\u0003@\u0016v\u0012Qi\u001au*\u001fi\u00028@c\u0007^?ԩ\u0007\u0003\u007f\u0013\u0016\u0015 [E' \u001ds\u0015:T4{\b\u0002la,w\u00193s\u000e\u0000 o_*\u000fSjE\u0011w~K4|\u0016\u0016W]e~\u0014XL~\u0013\u0007ДCmu ,Dp1rxQkq`̹\u007f养\u000f }\u0006,6\\D\u0000\u000e\u000ex1=l,}UX1u\b̫Dz\u0019ry7n71EP@(Vwᩓ \u001d,fX[-\u001eC\u001e\u0019m\u0007 :΃CK4  T_\u0015dQ\u0013\u0015Z%\u001cAh\u00035\u0004U\"\b(0J \u00059T \u001f}܁Gd8\u001a\"/mh,vѠڙu.GNŷFyȫpҒ :\u000e\u001eBB=9KۼXx4=2 ِiC|OW&\u001e Q\u0018ړ\u001e^K:kI}|\u0017:H2cxW$k~ I\u001a q[6M敧\u000f QR\u0018\u0010y,7k\u001c%Kd\u007ftΠ\u00042\u001e͉\u001fx\u0014sz7y%AHy C?\"dUi~:\u0014~\u0004\u0018S\u001fQ\u0003\u0014\u0000\u001b \"H'3\u001e(l\u000eYx\u0013eF>% \u0005$>\u0011xTi,V\u0003c\u0002\u0015!++~&\u0013tH\u0019|V\u0006K(_Y\u0019\u0002i%T{މ!S\u0010\u0013\u00045>\u0001\u0013 \u001d{UD5tt/^s&p\"gB~h9f&Sl\u0018oH1!Gh\u0010 Ё\u0004SjT%0xAiu\u0012r\u000eS\u00159Pl\u0017ǈ\u0004;ˡs\u0001ᩭq\\ C`/\u0004\u001e\u0004 f*ȪUn \b?p\u0006a[>]:\u0011CMS`ȃ\u0003vE!&e \u000e\u0000#Ϡ\u0004A@J*ܙ \u0006\u0013\u0018R5Ỉ\u0013\u0010\u0001C%cp!?ma\u0010sq⛲) Iuu+ \u0004}`ճ9_s\u0007(\u007f7o z\u000f[N\"ZU\u0011;xaiل\u0019\b\bU+M㊐^G٦\u0017ɝ\u0018q~b\u0001 \u000eT}eb!r\u0011\u001dt]!\u0000gtvHA\u001f$0a\u001cL=\u001e\\  ŋ lN5&KF\"Y&YvXPV\u0018e\u000f%B>\u0000?jqܓh \u001b\u0015\u0011̳4N \u0006fV!DN\u000f}p\u00173#楸\u001e\u0019E.tҚ 0ad\u0006'\u001cgdn?,ȔUu\\\u001aZ1} XPRZj_K T%^@\u0007-\u0004=}\u001b\u000fãiIHĖ2)-r}m8( S1QbYn\u0014J~l\\ʿޕF\u0098:4}\u0010۸b\u0017׮o cCl\u0011\u001a1\u0005T X#4 \u0003̴2^\u0007[1\u0003\u001e\u001db_dUFI)6\u001b>\u0019\u0004TMn]y\u0013UD8CDU'-iϷ&vU\u0011oCמ\u007f\"J'.mTHjщZܢ|۩yy\u0011[\u0001m\";ouS9)\u0012ނʴXb\"\u0012\u0003[l9_\u0006]#5H\u0005G&\u001cM\u0003+TdTa߃ \u0018\u001a=|G[ I5:&$\u007fE2)N\u001f&xQ$\u001fv\u0018&hۓh5\u001d\"B\u000e3\u0006QLUE\u0010l`D:[nn\bϬ]Vu!;KCf5 ЮkkDIU,m}yY\u000f\u0091آ?U#W?O6]^\u000e>%~u;N\u0017\u000f,JuO^\u007ft{ImY!9BV\u0015\u0012\u00129Y\u001e0\u0011\u0005\u0003MAv;W+l)1r\u001aGR$~s\u0012L{.&jt%\u001bg9T\u001f\u0004uDN&)+T?\u00044D\u001cP\u0001J8+}\"5\u0016S\u001e7T+?M\u0012\u0018vLv鮄1]=lϞ3\u001bf\u0017*!b^|M\u0006ˁА\u0003\u000es5\u0007`:j\u000e $8)\u00195 璋:\u0000\u0003\u0000I  endstream endobj 6 0 obj  >stream  h4ͱ 0\u0010W71ـ:\u0015N,H{±o\u0019\u0018`\u0018xɜR=' O1Im9\u0006=\u0005\u0016W:$Uv`Rw`V\u0006o\"Y>=[\u0001\u0000k2'p  endstream endobj 7 0 obj  > endobj 8 0 obj  >stream  h[ms6\u0012_PbW\u0012IK/N=̝\u000fXH:?\u0005\u0001\u0014AQiz\u0001,v}_ɷ'_f\u0004=ć\u007f l?\u007fgsOd/3PX\u0015\u000f\u00113S\u001cx\u0001\u0018\u0016iHNfϟ}W)YOPIO#A\u0018O\u0005T?1.\u00177-\u0007y\u000f+\u0002ѷQ\u0019\u0017\u0010$ПVX\ba-0 Bo8/'SqM~2Jam$t0Y \u0001\u0003\\d=\u001d'Og.\u0006`/DIdiҎ}.E(^=8yv\u0013瓩\u0000װP)\u0002Wn ǂt9/ u+d\u001a@eR\u0013,{k$s \u0017BU\u00047 \u0010\u0013R,dvчB*\u0007&ڨG \u0017_]9\u001215_\u0017\u0019Y8lS3J\u0014+BIP!6UT$(=znglM$\u0003 }\u007fu\u0013\u0013x\u0004\u001e݊l%FDty\u0017GkN(9{ Ev^=\u0004@WX;\u0018H¾n%'T.m+PqH \"V\u0003qwMɐ۩)\u0006-CO,^PZʸ %^\u001c\u0004,|\u0015\u0004\u0013@ Yrٽ\u0014.^O)ӼP~\u001c\u001b\\g\u001c3NB^\\\u0017 $q\u000eA YF5LVS\u0003g\u0013\u0011wwFQ\u007f|h!ݨ\u0016\u001c\u0005)~`xMlOaq??ey\u007f4PҤWIRDu=\u0010*\u0000Σ*$\u00170\u001fPtXM\u001bc4 \u0017%i\u0005[] dJT[16\u0000\u0004Kꐠv6{Y.@^ ̒+R\u0004 ܇[\b\u008e\u0005*\u0018؆z\b\u001dž\u0004 ?\u0004~8 a\u0019\u000f~Nٳ&\u007ftuXÞSMA2o\u0013\u001fww\u00133cM\u0004:\u0013a\b\u00129eڏqnZRe\u0013=9j\u0002d\u0014}U\u000eLBT\u000emjf_UC?a [j/V+\u007f&\u0002tfM|\u001aZ\u001fLGZˮ\u001c_\u0006\u00046YB4\u0005fB+*,\u0010k\u0002\u001eY L?\u0002a\u00136͠1\u0017x\u0015mY\u001c9Nܪat3\u001bʣ2M4!larVS-\u0014|}h\u0007մ-ͱ(\u0017\u001aC\u0000\u0000\u0003\\բG\u0010\u0011SuK#-;-(\b?1\u0005\b!n6\u0019z3 CG|:GM9r\u0007M4\u001eE\u0016'nh\\\u000f5m,\u0015\u000fO-RcȻw)\u000e\u001dl1\u001bwfI&\u001f;EY\u000eVw)9\u0012]\u001cYjw_\u0012gz\u001fU9̾\u0006!\u001e\u0012Y`x #\u001bUdՏJd\u00056J5V\\%c|-\u0010gwfAxt9\u001c `r@\u0004'w\u001c]%b\u0012\u0013=*01\"+Ҟ/pV>$^Z\u0010\"tdj4\u0017LG]]晻(6ݐ\u007fpHs Iz7\u000fpˏȳ\\=+\u0018sX\\'\u0010'\u0007`\u0011\u001byΔ3\u0012×I\"\u0007,\u007f\u0011\u007f\u0015Lh\u0014 \"\b{\u0001\u0006ԿZQ%\u0012Gvكsq\u0019ИR\u0015G&eτ\u001a\u001fGp\u0019\u0002;u\u0012\u000fCP{ .~?g%\u0004Gvw\u007fn\u000fϣe1GNBml{=2aӪ ipۼ2*nLv^=hfj8Q)z\u0016>X4\u001c= \\bj^]1|İaUKH.\\+Jk\u001f\u0010\u0011L =\u0013 nz\u0006ϲZkCA{|CH\u001a\u001a0\u0001ZnϓOP̶}T\bĖiq\b =\u001bhShneKG?å-`\u0001\u001cܩTm Ճ X\u0014N_c\u00832z1\u0013d\u0015pE\u0019tYpSR\u0019PU&^[ >stream  h4ͱ 0\u0010W71ـ:\u0015N,H{±\u0019\u0018Gh0 fdNrHy > endobj 11 0 obj  >stream  h[rF\u0012}W\u0011\u0012\u0011\u00153l\";WW6RJy5 @H^7\u000f\u001e 3 h'[\u00056s鞯ޜͳ\u0017Ͼ:?G\u0019G\u0011\u0007\u001f1>\"\"Ytt\u0003/\u001f\u001f\u0005G;Q(Z\u0013HCv\u00112_#\u001e\"\u0011^=g\u0014k0I0 t\b#b~\u0017FQ$؂$*Yb%!12Vs7E끽\u0010cY$iȂ $\u0000\u0006c\u0012\u001e\u0011\u0006Q\u0010 =L\u008cLqP\u009f4X`l&B\u001e8\u00140q(\u0019'>!\u0014e6a\u00170\u000644BF\"俐:_\u0014I.hȅ`>Yͳ2LWw\u001a\u000fΎK\u0016(\u001a͟TU2o\u0017QY\u0018!NLd  0\" \u0007)\u001cU6k 2_.Xo\u000e9\u0019 c\u001e6$\u007fԌw\u007fmmh{\u001dk?\"\u001ct8&\u0012c\u0010cagH\u0016iHH%8$\u001a6\u00185\u00168z*\u0016񓑕T\u0003&/i\u0003`\"ͱͳdu\u0015\u0010\u0013{\u0006\u0004\u001fqNԧ\u001aO\u0016\u000f6H!}\u0019{if.gzާW^h\u0018\u0000 5\u0006Li ?5zFy \u0018\u0017[|6\u0001lhY\u001f7F[l۱=ӊvZ.00pR!cXX!p\u0003\u0006냗yvJ\u0017\u0010DG1bay]]pkqQ3@N R\u0010Y2\u00069)a1\\#Y\u0010l$\u0003\bl\u0000ŬU]m\u001c\u00016!)\u0007F|Bo\\\"i3\\\u0011\u0007$\u001a81)\u0016\u0004Q$'dϓ^6|i\u0019QM=VIYfp ZE*u^\u0013\u001b$;\u00008M\u0013\\˗C9`\u007f`&\u0004ji\u0001GzUO96+X\u001e\"(iB\u001c\"9B\u0010b!Ɯ\u0011m9dx\u0000}\u001b\u0019?u, \\\u0004\u0003~1@2aÿf: NxCJ{_\u000f3.\u0005gÕ*\u001c\u001a`^]`[Pb郊]n\u0019i\u0018P\u001e1\u0015&:^\u0017z\u0018v\u0000 jL@t]P\u000fc n\u0010\u0005\u001eA5^ázQ\u0005ZiL+\u0019j\\[Y1\u0018:A7\u0005\u0013\u0010{hR \u0006ɋ෼>\u0017\u0007\u001ffeɃ h \u0006\bߣ\"0ED-V:PnI\u0013Fn$\u001eG5 =/\u001a\u00130%YX\u000fyvlөmuj\u000f n6qXCt'Ҁ\u000e|6s\u001e HTV0\u000eڑ$&쯨\u0015U_e\u0002Iuqbo\u001eU G\u0089jF\u0000Q\u0000XQ NVTL\u0006:U+g'%eq$(fpV{\u007f\u0001\u001a\\ z;JZ^\u001dEL\u0001/T:W /;קX]9b;M O\u0002oNf\u00060-L\u0016Jo4x?sf|{5D\u001e(=x$=\u0019C!s}N[aگM|+wF \u0005\u000e^Y?D \u0013Ip'+zuV\u001c/;.`HЩ\u0016\u001dcO:/։>\"\u001fn\u001c\u0014!|\u0001\u001boz\u00189\u0005}txP,\u000e}}\u0004fV\u0002^9\u001apbEpvgґU\u0018\"O~Z\u0017\"ΒeRT{͜%7&Lok\u001eCan\u001e\u0018\u0010&,\u0002U*m\u0019\u0014ܚ|\\iFT\u001c;\u0001B(;@\u0017E\u0016&qrJ2m\u0006geR\"v}\u000e]]6 oU\u000fXS ;\u001bGx6\u001d(Dt6 ܛ\u000eu>LwN/:\u001eO^^\u0000aC\u0004#5휖o\u0007\u000eͻJ9+uV,\u0000\"]+\u0013`!DY[~b£ LrzO\u0017yf\u001aT7g\u0001 iyS\u001f}Va\u001d8[u#^$18|6i^Cb+8m_/lxI\u0010\u0007\"\u0015]*Mi:!1Cf\\_\u0015_%\u0001\b֎ZS9^MOܹ\u0019ב%\u001exC@ݘ_A\u0001̈́3_SL\\7 SQ(\u0018/7 +-[2a{KͿ+;;o,^HNh\u0015_O^u5]%WLm۫OYZ\") \\p=\u0007\u0002s[*-9՛J כf-h-\u001bϻ;\u0002>\u0003r2+^K\u0002>m\u0007F4 B\u0000h\u0012\u00118Nׇh\u0013:M6O\u0007'ј}j)j\u001aB6!B~mBxnc\"8ח:qFE$ u&אI\u001dxG(\u0000a3\u007fߩMi]|\u0006mF\u0015mo]G \u001d\u0003k\u0011X%^\u001ecg/eջ\\ߚH@}78)¹9&\u001dt8#-\u0019=j~ x\\\u000f#\"\u0010ОYoCr\u0017떻(ޝOE}\u001a.W-)r]$}RlCojsbj[\u0012\u0003Q/@\b\u0016yƋoˇH:˨H\u001f;§{Z96Te\u0016POl31\u0014|e#ޤ:)K|$\u0012)3W]D0­UBb\u001c,\u001cir]>1>lBKU%ʮTa\u0006eA\u0003\" >Bm\u0000)5hٴ!7\u001aF\u0003WA|\u0018h\u001dTӉk[. >stream  h4ͱ 0\u0010W71ـ\u0015N,H{l_\u0019\u0018ס0-sCJ, > endobj 14 0 obj  >stream  h[[sH\u0016~ϯ4[\u0016C58&\\6\u0015kr\u0001Kf#\u0016\u0013ԭ}n\u001a\u0001FFR\u0013{\"ts\u007f~q\u0001OnGG?O\u0004L\u001fAt?\u0007G'w9;.\u001fy'7L\u00118q!w 4({X}z\u0007y|\u0017QrZ=ճEr\u000eM\u001ee˞\u0010AZZ{%f T5Q\u0011e)\u0018&\u0016]ױ3a.\u00023.\u0004k[\u0013x(Y90o\u0011\u0014Sjc(( \u000ea\u0007\u0012V}LK\u0014'% ߅k̗э3 `R\u000e\u0013\\c5\u0015fYJl\u0019.^s\u001aB6'?/nx\u00165A@\u0017{c0b1yo\u0004\u0005?f\u0004H9y׳\"\u0013Kpf,\u0001'\u0012T.G\\\u0001\u0002f8ye:K\u0011gH3\bE8 lNQ\u0017K\u0000ᚚ9\u0019/\u0010w5ķa\"}\u0017rp\u001dΊu\u0016e\u0002zd\u0002q/.m(\u000f?  }o\u001dh_S)w\"\u0017#1PlW\u0017hǙs&Qu;i_T`;\u001ch@mBYx\u0018\u0002$\u001f^ !\u001d\u0011\u0002n\b1[@m9\u0013q\u001eA\u0011\u0004U?37gM>V\u0000wbEtqUdJQ\u001e&^_\u0011\u0015GS\u0007vz\u001b߬U\u0016&i0 P$|Foހ7\u0012$R\u000el\\~X\u0017k\u0015in(\u0012\u0005&tp@o \u000e\u0003;\u0010d\u000f\u000eO*mQG6Bꐤ\u001at}\u001eָ  8M\u001e\u001b@\u000eVQ\u0018s\u0004A\u0018)\u0013&+q b^B# TI\u0019i\u0006㜋 n@\u0019\u0013@\u0005Wxo2!ʳ\u001d.XMY\u001c;{@\u000eFT\u0013\u0000\u0018 \u0011qI\u0019D#d\u001a&\u007f\u007f\u0012l\u000fm\u0017z1\u0004t\u0003ت|#\u0015U m\"\u0013ej9\u0011E\u000f=aDxJaJU\u0016/d'sj\u001eg;E\\Z9#@ `1E\u001b'\u0018mC#P! }YpM0U\u0010\u001bm0Z%\u001e\\D\u0015\u0019>v+u~*/9@T\u001d; \u0004jY^EfCpQ\u000e\u001dۤ/\u00012\u0007cfR/\u00138HD\u001cL\u001c\u0019~CA\u00178\b\u001dɐ0.?\u00037k\u0005H\u0015oLj\u0004&2݊ \\\u001eQ\u001fvSX0]\u0004U$R?=\"m(in\u0010m5z0 0E\u0010C\u0007\u001f\u0006\u0001>\bM6~ ق\"\u0012\u0002L8N *.\u001b\u000eB'#nE\\:dc\u0007 DFaIH\u0016\u0014!*ɵ@SGp\u00056 UYbp\u0017Y\u0019(**c=,?]\u0018;\u0005};\u007fr փ)I e22nSc\bc\u001b7 7&\u0018L\b\u0006mt}\u0013&>4\"Y\u0010\u0010jOQ L# kR\u000f\u0017hj/Cf/h~\\os0)\u0019f\u000f5;6UJ|q){型\u0012K$@ ΐ& \u00128̤EN:\u0013\u001fAG P1ƞ~M\u00124l+x*lfKE= \u001d\u0003Tgd~\u0002\u0010eISf9؍u\u001a@PIMoR\u001e3 \u001bmor$U.r仾\u001aPO\u007fٗ3=DY/\u0005\u0002.p)W\u0018+G\u0000\u0004y\u0017\u00118\u001ct\u001cQ\u001b\u0005Q\u000fۺ\u0004[9k\u0006rإ\u0001\u001d\u0013D\u001cmsPANG[j ~ B\u000eQ~ \u000fe\"#\u0004f\u000e\u0005#e+˲\u0001\u0014%h.~Ѕ\u0010:7>zPP-ٻxv.\\\u0007z\u000f\u0017*L\u0010\u00034\u0014K8\u0002\u000fm* }\u007fVftyGi+$\u0012Q\u0014Z|0v:[m;B\u0015\u0013\u0004t0pצf)&+\"ع&5ȧ]l(\u0012\u0019Vnu:XYq/;Qb'uP0j p\u000f\u0003noGdꃗܴ8\u0002\u001bH!*\u0005yX\u0017e\u0013A@KQԘF.D(Q\u0016j AQSҷk)5QQj'8-rS ѝ6U$bM5Зi~??Pv)$d\u000507 Co-)7նR\u0011}@=pWbp7`m:vYҁ\u000f{ua\b\u001fґ3^Q.۞\u001a\\t\u007ff M\u001ep\u007fTQ:_\u0005\u0001(_z? zV7wu\u0003f\u001a_NN$64C\u0014SXٮV֡kz`vkRTn(=l \"-[^&\u001f\u001ciM\u001fo &nS\u0015 G9 :Z`]y|6#,/L'Ru0e,\u001aؑ4dցwW\u0003Uw1)`q R\u001aK2vꀆ]I(Sn\bYQ╠IUF\u001b3\u0002QEB\u00143gǸ>%*]w   \u0018B˹\u0001q\u0013j{,Cɴ\u0011Kp9N2\u001f :Bua@e %x5OU\u0002Xʈ5\u0018#wMT4roiqE\u0011u,\u001c=M\"V\u0018~\u0003@ZVm\u0014f\u0016f\u0018Q7\u0019m%L\u001cTޘ]EH;@X-@}'q\"6V\u0001Oрڲ\u0019M`k\u0017>Y,\u0015irfZp#\u0003\u000e\u0002E\u0003\u0006\u0002&\u0003QH6 rOJ9kG|\u0002 \u0000\u001c  endstream endobj 15 0 obj  >stream  hLj0\u0010E\u007fe\u008cdɖ A4uM\bI !  \u0017\u0016WQ\u0014܁{r \u0004PA`*(\b/F]]S\u0002 > endobj 17 0 obj  >stream  h[[s6\u0016~ϯ\u0013ձXNdvIi6zcu2;n\u001f\u0018 P\u007f# \u0010\u0010I\u0001D餶c\u0010s;\u0007x\u0001N~=v6'dv\bH'0xѓQtr-RGd 6B\u001eߡ\b@~!?\u001d0 [lے\u001eY32F=-',\u00044XN0\u000e\u001eo\u00165\u0006\u00047I;RNg) IP\\[Vxj\u0016Q,}A\u0000m mWۆ\u0018\u0012*S,ɝ1ш5E0d\u0004)vZnMqgj;hu{\u0002눇P {\u000f \u0013{ ; Q\u000f\u0012\u001deq4>Ecjk\"8e:\u0000S0{>\u0010qL` ЍŬO/\u0002dea^H\u001a7\u0012\u001d\u0003\u0007v@(wǎ\u0012g\"\u0015w6CxsPϑ\u001e\u000eoKI\\g2\u001cZ\u0002hĸ\\s2\u0017Ym Gg͠>\"syr頁>4[c6B\u0019rRp\u001eY!\u0012Y y\u00046?MWDH&,ȭ!0\u001ap6 !&20\u0007캰,\u007f0=J( 1sHB>8\u000eEqCD=\u00143\u0002\u0019\\TN\u0000\u0007\u001c\u0003Mg \u0005{\u0014zԐ%)v`#x\u0001YY$܎\u001c@?\u0000Dߔ\u0012Hհ6SV@\u0005\u0006s\u001bʣ \u0007~\u0017d\u001d\u0011/܏W͋rdSN\u007f'-W\u0017 \u0015>\u0017I*\u001eX6 d9%>\u0018Ǡ] \u001d&\u00147F C\u001f%z\u0015B, ֜Saz\b@?\u00132\u0010q>\b'cPdrɠrr'.Y\u000e\u0000B4r\u0016\u0016\u001b6¶'ۃ+7pp\u0001iu#]5\u000e9\u0002 {\u000e!\\\u001bP ǻ:\\=\u0002\u00011d =\\\u0006\u0018A\u0013 >\u001dG\u000736s{\b\u0004(:`^\u0000Qԫ5\u0018 5\u0018b$\u001cTc\b;Xq x\u00183:Ybhoj \\tK+73H'D\u0012?b!\u007fZ\\~\u001c @5+KW \u00106'(>[P6N(:\u0016+\u000e+\u001bQV\u0003= \u000f{H\u0013K%C7zF!i\u0011\u0005Џ{l޵-\u0010?^x\u0006[*KmkF/Lz]\u001ddio\u0013 kr:\u0004߄|kƀ(J(db @lOtrY{@dU\u0011.@Ӹ)\u0010&'f\u0019\u001c%\u0003 C\u0018:.=Ӭ\u0013{> P 5\u0012\u0011$\u00113GB\u0014\u0007gҲ7\u001bE ]p͎r\u0000!\u0007 nfI\u0004?~ԞQ\u001cW/\u0015_PM=vۖ\u001c\u00063ܧy*C1w7lj=QNPMd\u0010XJTkݦT ~Κ\u001dd 1)JgQ[? \u001atstuT c\u0019XrJVu B8\u0003\u0000T\u0003?;GGuu#ޏ\u0007Nݐ2ϓۥ8h\u0015!em\b$#J|{^zKg{\u001b>H\u0007p\u0013MC9L:\u001cS86 dW#\u001c#[P\u001d\u000e@nf՛ͨzpݍ\u000e7bNj3\u0005aTd\u0012uIj \u001c\u0001}A5l`dtz\u0016`\u001ah:gQ\u0018 *1\u0006dt~\u0016VM\u001bُ=` \u0016u/ \u000fҪtԶ\u0018g'ŝI0hʀ\u0016+)*>PIHpt\u0003\u0018uK/҅\u001cY \u000f\u001c/RA\u0002Y\"Q!ǦX*VuR`F\u0001sU->6O l!\u0014TSr\u0012DUG.]KJGKƩu3TBVe\u0011ͬ11>\b\u0019O\u0016*h5AVTW\u001c$5/ZW&=\u001b\u0010fC*\u0005\u001e\u0001/VJXJ%BA&T8 iGz]\u0013\u0013H,\u001djGfay^wI?$j)6h L$ d,\u001ci_Eh#R\u0017u#q@4Ia=V +\u0018\\'Egq:K\u000e:\u007f\u0019hۅv\u0018\b\"\u0012\u001d9]Kx`\u0014~ %=8\u0010OϽ:^\u0003-tCYN\u001f \u0000\u001d\u0006\u0001!Pml{#7Gl[VG\u0005Lrv oqfex!Jj>e\\r_W L\u0019\u0011H\u0014\u001f\u0005)WR>\u007f\u001e\u001aꅋTwzNoD]\u0013\u0017$\u0000E\bh\u000f`\u0003@ \u0015{g|\u0019諼\u001fz?\u0010\u0014DV\u0017מ}m&\"W۷?*3| [)\u000ez\\da\u0018nu՞\u001e_\u0001\u0000_A  endstream endobj 18 0 obj  >stream  h4ͱ 0\u0010W71ـ:\u0015N,H{±o\u0019\u0018h0 fdNrH\u0018tm\u0003؂Zu +\u001d|P\u0012*;0){e0+\u0003\\з\u007f~S,r\u001e-\u0000n\\'u  endstream endobj 19 0 obj  >stream  hTP=o  \u0015\u001e[u*U\"%C?ԤyH   \u0005\u001aѝ}=u%o\u0014L F-\u0012V2\bWFu&F3\b >stream  h޴ \\UEg{\u0011PL2/^E\u0014\\@Y\u0014\u0015\u0005D\u0005s\u0001\u0015R} \u0014z,1\\ӺXY.V>K)\u007ffι by~x33ߙ3g3 \u0011Q\u0000\u0011&{4nͫ  \u0007\u001d>\u000f!Öa\u0003 Q*CN7[WC ٙ\u0019\u007f\u0005x>\"\u001b Ot_ µ\u001etC\bg\u00130A\u0019TmkD\u0003\u000e \u000f\u0002#\u007fr \u0018ʘ'sGf\u000e8M\u0010DT\u0011õ ?c %xt1ȏ}\u0006cLgib\"6\b*K =\u001c\u000es \u001bI;`\u007fBT]F%v\b_GyHO(W\u001e͠94)\u001aHS[Hh5#\u0017Ct? 0*Ϸ\u0010[{5jTC(@q{\btoU&\u007fl\u0005\u0019iE\u0016a\u0011!ySOj\u007f{MtB=\u00174N@\"%Q\u0002\u0001Ah0eR\u0016 lA{=ICi\u0018 \u0007Y\u0014\b\u001a6\u001cMch,-\u0019\u001eO\u0013h\"=kO3O߉7COSnd*M\u0007w\u0006=O3i\u0016\\d(f \u0017%22\u0002As\u007f }\u0016?t\u001e-WUh)@\u0012ie\\q%:R-H\u0012gM2R|0\u000en=mo4\u001f ޘL'O^2'/u5*5\u0014׻Sf:6+قdl/kJZ\u0005_\u000fC\u001eZ|&m[\u001c6[6\u0002zޣʹz\"T\u001cII Iωq9\\?AP\u0015@H\bpVˎqtG+nlv~lz +\bvFg7l@\u0005\u0001\u0006 s\u0016ha4aa \u001cUu:\u0019]I1!!iJF*/-eWy9rdi\u0017\u0006򃝃3x\u0006\u001eϻ*9c\\&*g\u001a8cb]Nd%\u0002e t:\u0013 t$Ò\u0004^'U6\u0013=~BPB/$De(\u001a+/) ;h`&j\u001cb2f'2&\u0013} pPt3211fbʰ\u001a[Ф1g\u00129\u0019R] g\u00073\u0001\u0004\u000e\u00079=R#ch\u0017\u001d)W\u0018Y.Gl~zY@3)u\u001b5\u0013 ;iF)MU5\u001a\u0012\u001a:8U3=x0g#58\u0015Ksf^r\u0006B\u001bS[ԞĲ:~T\u0016doA\u001fg6\bDw\u000em\u001cZ0y-V +\u000f\u0002Nt'\u0019ѝCB̟?)RU&'@\be2sעe9b3c| X\"S*[d-\u0017 ?ٝ x[\u0014QՕ@\u0007mH Mi=AT, ~GQe}2\u001cE\u0016ZdGB L\u00018[z\u001esD\u0001Sj5/vuR5 !>? \u001b8 \u0007&\u0005o\u0002 \u001bVP| e?`_\u0005 )M;\u007f٭\u0002H[k0^8}B/\u0017\u0015[\u0018-PވFh\"*\u0004EJyJ\u0005,7\u001a\u0006) ld E^{@kM\u0000|8_kb=+fKtS\u0016z&uU\u0012QCu\u0001\b\u0005Q Ԑ={OMY\u0011ERw\u0015\u00139r[)!k\u0005i\u00107M(H\u0013\u0013\u0010\u00063\u0011WDo)µ_Eu\u0016`\u0007[vR}\u001c\u001bF\u0015\u001aaB#l_\u001b(g.H\\'A\u0016\u007f3Vz4|8@\\I\u0010G\u0005)w$\u00194> ZώR֞V+rZ\u0013_þ@Z \u0013\u0017ثLO\u0002'$\u0005_\u0010nBS\u001fh\u0007/~>fP\u007f6^b-YBƀr.#* \u0000B|\u0006kl3=\u0003&\u0005` \u0007a \u0002\u00108\b?  `s(O8\u001aE\u0006\u001f\u0018[\u001bIa(O, \u0002A0\bD0 8A- oY>>~M O(.\u001fl֊T ԰ʷ,\u001f!Mil#M.1\u0018+\u001fb]ž-އ>;Fj;\u0013\u0014l\u0010sl8N#l\b\u0002-*@V\u001d\u0013x\u0001m\u0096NMX8ⱶtƘ\u0013߲$ҡgY\u0004c:mbɔі?A7L\u0019H\"MCX\u0002\u0002Y^E\u0001 \u0007 +cl\u0004'=|R,3P6˧aŚc}mt_;\u001ceM\u0010\"-\u0006F\u000f#m\u001e}w:Vq8Vӿ#Ԋm8}\u000f| \u0000G`gܽXGa\u000e\u000e}k\u000fw\u0015=6΄\u0015lE\u007fYlE\u0005 ߧ\u0005F\u0004]\u0000\u0003\u00014\u0005f \u0014\u0010ݾ&a멺k0l\u0007|d&\u0016|Bxmy\u000f\u0005YZ{^\u0001Vz\u001c/>ˋ\u001f\"u?cK\u0007\"jVp{\u0013p [ y:\u001c*^\"ዴ`\u0012\u0016-ZIP\u0017n\u0013\bH\u0007B³|QQ\u0005\u0016\u0010CG5!KHV\u001evi\u001f\u00013%Wʳ-. D^@lb/}m9n\u0007\u0007 [n;F\u001d  \u000f Jvh?q\u001bݤ ӗ\u0006+>.-'Ȏː\u001d\u0001\u0017x9: ~\u0006\u0011pAKF>/\u0016\u0014i{h.pAO\u0014B\u0014!|Tq[\u001dqUq\u0015s}\u0007@?NAh>poí \u0010kP\u007f\u0015\u0016A\u001bƑC#V{\"a=\u0012y7L?y0E󍢭Χ,\u0011a \u001bF7i\u00118̿GA\u0005{\u001b\u0007 {g6 sk\u001eaHѷ')o3UTCjtT{*Æ\u0000;gˇ\u0015U\u001de= s/\u000es{6ϻd^j2򀾃: ioנy gڻ/\u001e\u0003|+mO\u0015\u001fyƣ[\u001dۥyƳ}\u000fZ_f}YfS1\u000e\u0001.Q[6\u001eelN)b \\w>-ճk \u00018 3!j!\\\u0002W)_ڥh޶!\u0006{ԝFZbIg\u007f]>m`\u0006\u0013EE&\u0018\u0003޽g1\u0010ms\u001d,N&\u0016O),r;dk\u001f:v/\u0016%\u0017b ipB ȼ'\u0014ናjֳ\u007f[\u000f:گu_3OjFnr\u001cɽ\u0006q\u0010\u0017w LCc\u0013?q\u001a\u0000}\u0015cV헼I\u0015 IAw{XϤ I8{6+Eae\u0013Y:P\u001e=?).?F=1!\u0016 ]s8p?YJw{{Tgs.P^O:]I\u0017\u000eΠ\u0006\". kNv\u0011 \u0019>%[Eû+1A\u001f~\u001c\u0001e{2\u000f1 ԥM #M?Z\u001fz={MVHZ֖]l 2\\\u001a{ \u00018Z ^l6` \u0017duvfh\u0012-\u007f~@\u0019/~OGl:}:S\u001cO\u001el*L\u0006P6H.. }E 8 i*\u00072\u000e}k;R̓KK}.lD\\b|^}]sSg|\"\u0018tx mi4\u0002x5\u00150\u001e_F\u0015rw\u0018j\b\u0013 Y|\u0007q;,WD0ţR7}\u0006lJ]L}st4q5\u0013kaM9KFo(6K {\u0019qѦأ4\u0007H \u0015JW 0z1?IM^a +v6LW|\u001e|-х⊾\u0013\u0015xJ4\u001f\u0011.=Ŋ \u001d9Rx[w \"C?\u001d-ק\u001eka\u0004}}R\u007fqrglm\u0004}}shY%\b\u0005\u0019`\u0016oKz8o\u001c\u0012Yb.6B\u0007d\u00011\u0019Dx\u0003׃\u001ey3@nYim\u0005l+\u0010\u0013D\u0006ȵ/6B f\"GvTd\\-ð`&o\"~=\bbxd`\u0004\u000ew \u00051\u0019fhT\u0016u[b\u0007}:Zު UO%(@qpͼimSyw[\b{\u001f 2;k\u0010p^!;:w{o \u00075\u000e\u001d?}E?w+j\u0000aѯ%$#o#F_SP6% {3\u007fy\u0010Z)#\u0000\u007fuOڻ!$w`\u000e\b7\u00140keÞ9{K4:)\u000e/8l1\u0017V\u000fb>'/a9 \u00171`N1\u001f~\u0014L\u0012 #\u0006Y\b\u0017x\u000f\u0017i\u0012zG+Kx])5g\u000fb@\u00026jQ\u001e\u0005۷W\u001f| ~>_qX\u001d\\=\u0018\u0005#3 \u0000/F\u0003U.\u0005~ڣ=GX0\u000f)>V^?wG\u001dQS}4ED~dޛ.{\u001b Y\"ܝ`/G\u0007+$\u001cT\u0001MSiVGۭBw \u001a\u001bE\u00154\\u 8\u0000*\u000e\u0004]\u0002L/h/\u0017}\u0004\u007f\u0007vs#o\"PӊG_Q\"Ȋ\u0000^'\u0000ڬ\u0010BI5vOu­`Dk܌3rL?yV;x\u0018fų&Mޱ8e\u0016g- \u0007Oq\u00131\b|\u000f(\u001e\u0005#0w&\u0005p\u001c\u0010x\u001bŷ(\u001e\u0004okhy\u0015W0{\u0019\u001c@%\u001f\b\u0017 rn\u000fv خKxR fX X\u0004 7 ZX\b m*mr2%\u00026mUD0b߭80\u00166\u001f綡hn\u001bC\u0002#-v\u0011pmw0\u0017 \u001b\u0003,0\u0014[aKC`li\u00108\u001d\u0018\b\u0006@\u007f,LlɋMH_\u0006HGg\u001a`y*H\u0001t\u0003\u00176\u0004\u000eӎ\u001b%\u0001\u001bY\u0005 -F ܺsk5ȭ\b\u001d\u0002 H@\u001a*\u0014E \u0000\u0016%{\u0014y+\u00048B \u007fϔ(?R~,|gI(PP+ʗt \u007fN)\u0013\u007fL\u001f\u001fPާ4\u007frr.\u001d!sIz&  NFy _&\u000fP^짼HGy ejt/%MFFy)vʆN,\\\u0019|3ѯkk**yx.k\u0010\u0004+\u0011Y\u001dqD\u0011\u000f\u0011!\u001a\u0011 #° 5⍨a9$wDC2 6Bq]!\u0004}wޝ!OF  \u0015r\u001em7KiF)(7h\\_\"\u0017ˋ ByJ\u001fs\u007fR,\u007f\\\u0011-K%r g\u0019by\u007f\\\u0014&O\u0007)Y5͛6PF;a\u001e!\u007f'99Q3OgGdIR\u00144EhKِraʒ| Y $\u000f\u001e\u001a\u000fs\u007fV\u0003A沺.3\\3+q'\u0015ܑ:\u007f`\u0014,N)N\u0002\u001d\u001dY\u000fXEEXz-bB\u0016d\u0016c^*`\u001d\u001d$\u0018;T*+n, Z A'\u0019J b0 \u00180d  2\u0015\u0004&X . )\u0005\u0012\u0012\u0004 7ְ!\u0002i?bvߘ#^¶3/e\u0018˥dͬX\u001b40 h\u0014bc UieәɬxY\u0005\u001aY\u0013z^I:,u-Գj\u001c﫡׬V2ĖQ-vؙ&\u001d5\u0011oݵd+khggo l u5\u0005mPMmywrK)᭨\u000f˞\\ZT_+ii^\u0012j* Ӡ_/ͼ\u001d\u001ao8TSWZ\u0013Zmkf\u001fH{\\^#RVX>+a\u007fxbg#ږ;{Yt&Wta[ɠ'\"xOφHŌ%Dz]6\"\u001fY.h>\u0017c;Խ\u000e]\u001aMcf\u0000\u0003\u0000b  endstream endobj 21 0 obj  >stream  hj`'P`\u0018\u0005\u0003 \u0000\u0002 \u0000(\u0000  endstream endobj 22 0 obj  >stream  hTP=o0 + >stream  h8ktTE_U}tB\by%$\u0007/!I\u0010Bn\u001eڝN灁d!\u00043eF2\u0001Wgq\u0001̎\u0003Y\u00073sgzUy\u001eW\"Jr&\u0012ٳg[{WU\u0006\b\u0000$A?0]6OVe5\u001e_\u0001 \u0000ݶiC\u0015\u0006`DP[g_v\u0000i~=\u0014hcև\u00012>B~a; R\u000e\u001fb\u00187ܿqi \u0000ή` :\u001a`\u001aɮMia\u0011\u0002ys`Sk\bWh\u0012^sZo\u0003@7I\u0004D'8B8f%3Q$\u0018 T47\u001e  k1z2_J\"Oh 0W\\\u000e\b3\u0003\u001f c>c>P6j Rd\u001cƟ\u0000=P\bU\u0006I\u00114°\u0016\u0004KC \u007f \u007f\u0007gp@ P&;A~ @>P!dk`9\\R \u0003fC%\u0002\u0003L6x1`1 g;\u0007 I\u001c]9vp-Q\u001fkI扸v\u0007C7l\u0013O^\u0018\u0016\u001dǦb=`  c\u0004W#s\"1\u0014aX2KVrDb4y|H\u0005t!+i\u0013mݴFJ @\u001ddN%;^eg\u007f`\b ,\u0013\u0002BMx\\P? ׄ\u0098\bT G\u0019s*YۯE]\u001a߁ɇ\u0002O#j\u0010Zqtc l}X=8\u00034֎W%\u001b`\u0018k;x  > ,\u000etb&%d.d1Nd''\u0003Is6L,pkC{N\u001eO!:LGp%4fdֱ{X\u000f;`\u007f͞fX  T\u0014\u001a-n!\" \u0000\u0000xsND\u0019WbvEy\u0000jȑT8*̤GݣoC$~\u00000:jvqc4|\u0002\u0007Ǿ\u0010ރ]Xo~r>ų\u001d4k&ɍnS[ʊEw-?oҒbKQ f+w;fʜ1=}ZZ)e\u0004h\u0010\u0005F \u0014;zU!_YJ\u0000\u0005\u0004~UFQd\u001bUfdK+Z~:ni$&\u001aKe\"o:\u00149F֮\"ߡdc^BLAlF\u000fٙU◝j}o{wxѤDb\u000f%\u0014C41 $\u0019Jw̨!:Ag8+\u0014)8j),\u0019hQ\u001bWy\u001cWR\u0012{PiVASS, 0\u001a0r\u0007\u000e쓣Gb&h[[z\u0002>\u001e#Ղq\u001d\u001f\\އn氰3Cl8\u001e^]kχc/ͫ1#XE[htϫ=\u0018R3\u001a_Hqr\u007f&(uJ{x\u001f&;BSy0;:\u0007N9*f6G\u0005\u001c3\u0010n;e&kJFĉ)\u0013 Nr5MT#T9(c&^\u0005TλP9hڂ+ҡ&aS%s\u007fU3)r3\u001d|dI .1>\u0003N}2P\u007fV-\u0016o\u0011\u001d\u0014sJ{cԦtdDX>h\u0006|eX~/\u0015QWyy\u0019s\u0006Zf5÷4WsM-̈́_|\u0012n*O29+U\u001dиV\\zeg\u001f3\u001bחO:e94N\u001ckqS07Y\u0015ϠoꖘQ]K\\K{_ti׸vVZ&UI%\u0019&,Sgm88I\u0007.V׽;d\u001b^w\u0012jQ\u001d\u0001NH9's\u000e\\\u00047 tUΐ\u0015_ @1\u0002L%#\u0010qIS\u0002| 1KKkƎ,.zsZx\u0013\u007f%ޞ\u0011cpA ፣#^>o86K\u00181 ͬMIw|KL폫e% 9a}ȥnFtiK#4szfyf )\u000e~/+\u0010_۞7rz*~a7\u00079\u000eSJȡZ\u0015\u001c\u0016\u000e)(pz\u001d֐cf97\u0004 9Z40)÷ A\u0011i#H3\u001fGl\u0018\u0003\\#\u000e\u0003 ;\u001b;Zp 'FF88BmxDu5$\u0083\u0013/0(\u0005qZ@8m@\u0007\u0005!\u0001\u0018 >stream  hj`@\u0001 0\u0006@\u0001\u0000\u0010\u0001\u0001  endstream endobj 25 0 obj  >stream  h޴ |T3SY\u0016\u0011ȔR(,\u0015Y ]@-\u0005Z\u0016h XEŲ E \u0002\u0017d\u0015tʾ_DYT \u0002(\"3i)}o ֊Ȩ;do$%\u00118d\u00057\u0010oNXЬ?o wTV\u007f3DoyF\\^\"EF\u0013ai&#?b\u00191ݟgh(l\u000fJpH[MAk,\u001ce26bd\u007f iO\u0012=Nўy4|Ki Mo\u0011-5\\\u000e)\u001f'\u001a)o%\u001bU$\u0012e\u001a\bG(\u0010q{\bqoU \u007fl\u0010\u0014ߴ\"qa\u0011%9SOj\u007f{mt.J='tF]A\u0012%S\"\u0001Ih0eQ6 zp\u001a\u0001Iʥ4 m88X\u00123 ͡џ/Ћ^eJ%z\u0019\u0017*~1-\u007f*|ZH2Z%ʸK5ZN+r\u0015FRieevcL\u001d=\u0018m{;@?@\u0019:K?\u0005EjQZ\u0007Fc~6Z]yC->\u001emih0Ί3sj'Ox|\u000e1|OdjO^%IQ|^I{|Lf%[p-ݲ\u0015wYE+t[/\\ޠ\u007f\u001e&z\\P@oӻ6o\u001d7+'M\u001dSO蠒o\u0015׊١\u0007}BG\u0018}Ha켯8J\u001fa||BbFI5Z$\u001dOp\b \u000e4\u0001Sl\u0011z\u0014\u001c\u001d?\u007f}zH힒ԭkbΝ\u0012:vi.m֭ZxQ\u001a6_/\"VMgU*\u000f/(fiT/\u0019pgpgǎeؙ A (d\u001a#C%sL\u0019٥RF))\u0010G+jU#p}\u0018tlz'?7֙p]VDU \b0 W3@h)\u000fkQ(H\u00162\u0007bCҕbT^.[ˮr:\u001cGA}o \u00193x&\u001eqϹG8c]u&Wrsƹ\"Ȭs\u0000e q:o\u0010*|$Ӓj 镯m&{x0Y9ۢi \u000243적)adeȘ}{Ș \u001f\u0000a?9G\u0004Xy\u001c4vhw^+uX\u0018SS.\u000er`Rv lJ/-p_ϯ4H~l/  )M;\u007f\u0002+`q=8}L\u0010G\u0015[\u0018#{SހF\u0018\u0012)\u0004 \u0006Xn h RA%3D)F (^H)\u0012#0R.j 1P\u001ft\u0005]xC.!\\ # f\u000f\u001c/z5J.E2d [9j(5O.\u0016m@[O\u001eO]lǨz6\u0017 \u0005M)\u007f~\u0007H6]#ZoiU)\u0092ƕbv),7xP\u000ee=8//Z۫_ڗ\u001f\u0014K\u0003y[E]JNR[\ud910\u0004I \u0014\u0000ɠ?%m\u001b$Zz&m|>{Hvڱ\"jkK*&Rs5RR4C  l&nP2CmMO@jTD\\\u0003zj\u0013~\u0015Uٛ4\u001d\u0004oR&Eu4R\u001f{o\u0018\u0015i3}qo r%\u0000 GAO\u001b8_@\u0003r%x\u001d2,Hh$Ϥ)|\u0002f\u0006vvFW:m\u0001Z%-\u0006Jm^Z\u007fZw48h\u001cؠp#@;\u0011͠\u007f\u0011{\"kNϰT\"6\u0016,v\u001fQ\u0005N\u0000dR G\u0013\bC/+:%\u0002\u0019&\u0001Y TϘ ~\u001bF \u0000\u0001z5^Y:\u00125:(ˣG,/So\b\u001d\u001c/ IAܢ6'u! q\u0007\b\u0001& j~~sQ\u0010֧)7Ѫ_\u0013X\\?جT\u0005TƬ\u001fa]l\u0013M.1\u0019\u0018+\u001f`];-ރ\u001e;Nhc$l%\u0012&q\u0016G\u001a!҅Y}[\u0013\u0005A\u0016ĎB >ו2)4!P1\u00004\u0001@\u0002\u0004:^\u0006>t5.R=ݠ\u007f,}\u0012,FBS\u001bR\u000fk-Vb^[ \u0016Ê`z\u001e]1\u00077e-#|:_bNoѺ'7\u0012=\u0017\u0007  Ep̈́ZaM\u001fT=w7q\u0017Q] m%\u0019\\Y|֗FSq\u001a\u0003_R%\u001c\u00154\u0005CVIɦAr=N/\u001b/]k9-]=[\u001cD7\u000fNL ? \u007f\u0002p\u001c_\\\u0014:B\u001d\"uhF\u007f h0 >\u0002a\u0007A{X0K\u007f ϧv \u0014\u0015tK0òΉ,SYjSSɟ\u0010\u001f!\u001e\u0010g9\u0002vܟ,/\u001eY[\u0016\u0016RG\u001b6\"|3!Kڵ ]\u0014O\u0017Y\\\by=/\u0013ЍȽ0uxYo[\u001dp\u001f#ˑ{n&\"yd\u0016tG\u000fEw?z\u001b\u0015b\u0006xJf=g\u0018b'/@(x@y(>G\u0014k;wW|F\bQL*>#A\u000f3B\u0019b)\u0018\b^9\u0007|,Py\u0000]G^L\u001e\u0019\">V(M$;[\u00168\u007f+;^\u007fg: ;Wsd74\u0019\u001f \u0006]>?(^:mo[:D?b-Ǘ&v\u001c1Jm48n{\u0006Al5> :LxT&|?V\u0018Oc\udcbeUoT|&.N&b> zM\u0013)h ufrɶg~z@+y4D@о+\u001c5ѠKjOfI\u001b93΋?~+e{(ލh6\\|v_F^B'kiW(M` \u001a0 y:\"ϲryB9:I7>\u001e[{\u0000l\u0011\u0002?xZF;,Y\u001bαv2em,}\u0004\u0000y\u0004r_aj) Z\u0000ˤZ\u007fԯ\u0011McOcrBhai^%,\u0006hX\u001an@^\u0015\u001d@\u001enYҵz%\u000f{\u0007m=\"_';u[\u0016ZsMw\u0017 ,J\u0003k\u0004vm}/\u0010N\u0004@\u001f4گ\u001c}\u0002VkOЋ\u001e-f8^\\6ռ&E\u0006{\u0005\u001aakl\u00058 \u0016+?}\u0005[DHlx Q?%V\u00045`E\u001dE#G~] (AM g)9o3V^F>y` \u0012`$\u0002L0\u001beP\\0\u000el=1\u0010\u00032㠘\u0002f!\u0011\u001b%k\u0002 \u0002J\u0015 \"\u0013\u0017 cO\u0001\u0010t#;&@.\u001b*ð\u0019`\u0016o ~\u0003\u0004b\u0004ls`$\u000ew- q\u0019fdT\u0010/b'½z\u001aު \u0015Oy(@ pݼimSwػsb \u001d\bF{\u0010\u001dίD \u001d}U?w-*\u0000aѯ%$#?>GܿxlJA\u0018g\u001e_!BRG \u000erwCI9\u007fV\u001c~ n8\\aޑa˜=s\u00009Gi\u001eu\"K\u001c\u0006@_pb\u001e\u00180\u001f|>_d_\\W\u0007s!/`>\u007f\u0001y]^\u0002U1\u001f~4L\u0016!#\u0016\b\u0017x\u000f\u0017k\u0012zG+Kxm \u001a3P\u0007 \u0011\u00185(I[Cu>yO_ 8BZ!\u001e\u0002Q\u0019\u001e'=C%#;>z xHY7(M`&KV \u000e\\_@\u0018\u0004k(Ϣ }e?ϽA(\u001aH\u0003y.[IԠv\u0005}\u0003\u001bY=\u0014ugh\u000eG\u0016^rO \u001aO+|\u0019ܡ^{_.z1\u007f\u000e[Wؤ\u001d0g@\u000fV|)\u0018,އ5?G.\u001chhc.GQw3\u001cܪ\u001a:C}\u001ae޵f]`ߚ\u001fn\u001esuyޡK=}p\u0013{7tXѓy7/|\u000f-U\u0015l\u001dQ\u000fg3\u0005߱\\\"Q٘+~\u0001u\u007fQ~:\u001a.$Z݋Sw#Q1}G\u001dl^R35 ~Q|\u007fL\u001dH^\u000e\u000fa\u0004r\u001eS0 8H~m9nz\u0012&WݞR F\u001bM6\u00020\u0001ӎ޷\u001b\u0017e~2DMO\u001bﲉ8h\u00057O\u001c\u0005[\u001d(Ȼv2q^dkO]ez c\u000f\u0019-┭\u0007]AEW Ż\u0003H6+ޛz}N\u0007>\u007f W N4 J\u0001{҉\u0001 o+W\u0000sb\u0003*\u0016JfYO:k\u0003}} F\u0012 ¼\u0003Ҽj\u0004\u0001\u001eKv\u00027l\u000e{\u0013EB^\u0013j~F2X=;\u0095\u001ft\u000f:#X\u0014\u001eH`L\u0004 a,\u001d\u0010,8o\u0003zM׻eA\u0013hGdkES\u0013\u0015\u000f`߾\u000278\\X\u0019T\u0007\u0001>Baay \u0004@޹&\u0010\u0004B\u0003\u0000n\u0007ܝ\u000f \b`\u001c 'K\u00032\u0000fǢWq][ߤp\b\u0000Խ'@ _\u0018\u0010\" y\u0005 @N\bXqV[/\u0007:P 䃃 l\u007fw\bl= `zqǘ}o_!\u0001͍݋Au+\u001e}F} +\u001c: fX\u0015 O.| o\u007f\u000en6q3\u00121pYaţ\u0016Ϙ\u00140)z\u0016YȳJ񒉺g/ZI\u001a\u0013 y\u001ff\u0002Fu-Y5ҌFh\u0019\u001a-bɶlɶ,cv-\u0017%v6BFVb'\u0004B\u0015\b\u0014RRJi)5 C0K[\u001a^k mS\u0016 @F\b\u0019]y}\u007fos=; ,yFz@\u007f@y> K\u0002\\$g/lD2Y\bk^\u000f\u0012y\u00179>v_@\u0014\u0010 ͘\u0011 9F\u001cz1\u0000\u0005Y\u000f\u00078\u001f\u0013YO5`?>Te8\u0001 e=\b!z\u0000\u0011v v\"Ⱥ\u001b\u0001\u0011ͺ\u0000۲%\b[\u00106#lB8\u0007]\u0011]p6\u0006Y\b볮\u0016:\bk\u0010V# \"  BXAGEAXЍ p\u001c1G\u0011F\u0011\b뎡 \u000f\u001bt!8\u000e\u0004; մ\"\u0016\u00043j }\u0011A@\u0019\u0010\b:\u0004\u001eUѢ3.kX\u0007`\u0000Mp\u0016@ \u0010hTB5ITH \b |}\u0017\u000fT9#Gp[g18\u00107\\С\u0006\u001f\b5\u000eelo؃|Ac\u0011բ\u001d0bl\u0091c\u0010\u0013Yޱ\u0010\u0010HY|j'\u001e\u00110*POM+S}o ,{\u0002\\2\u0006@w\u00124퐆`~E,8\u001aiF+SL/>Ւ3S\u0013$\u0013O&o,z\u0015\u001bJlR\u0013S\u001a,v*3\b*fh\u0019iR4\b\u001a~| 4\u0016^1]Ncjy e@F0 B\u0007crA\u0013D\u0018\u0019Q\u0015(*\u007f>\u001f#ŷjG$i5,+S\u0001\u0019-GƝ8g>xGKNCAe;D~jW[\u000e3?ZРC5հd\u0002~X+B \u0018\u001e\u001bg\u0002\u0016x\u001c\\a 8Vc\u001ay\u0013ɉCWrjz߾\u00168ʔɗ \u0018(Ee R1Hy\u0007DQ$f> 9\u001dmY\u001aLnꎩ\u001fkyh\u001a\u000eDjM۞k;/{ֲW=Ã\u000774ԥj7q\u0005uo\u007fવq\u0007?_00VąS:U \u00148\\r|x O=d\u000fDE3z\u0017bb@e\u0016pl\u0010\u0007Yk \u0000Wv˜-\u0018Sn+gX;&\u001bL$\u0015mmt߻\u0012\u0002朕\u0000!}G\u0011yM*rhrt`E\u0005C}\u000f׊>gD6\u0013sh 3eo\u001cS9 җF5L[ĕК\u0010fqkp\bs9]!'FѾ^Q\u0019}s޴s 3P\u0007\u0014_`ιev\u0012+./P\u0018\u0013\"o2i5qj遁n16K\u00059ޞ\"\u001fR\u0012\u0003Uġ/.l墾6\u000eyTzcxᨬ_Г\u0013HǏ:|݀IZ'B64o) 3[vcA~gةӘܖi7-`5E\u001apx\u0006'C#Y\u00131\u0018$\u001b#EwF=\u0005\u00146ֲ`3\u0001tʑN9+\bEs\u001f 8*T5{p(3D2cϨʚ^!Ēh\u001c' q9 uֺs\u001c'\u000f>JBp\u0000V ?\u001azQ&++g UD\u001a\u000eQhd/\u0012pmV@\u0013on[ìX$t>\u0011 f\u0004\u00152xȶ\u001fmｷgR7\u001b\u001c|%g\u001dɖ˚z\u0012_Ss\u0013  H0+\\\u0016Z7 NC]@aZܼ̍g2\u0005\b\u0001r\u0013\u007f¼\u0005}ƽ1 2 6v\u001e\u001cO;2\\=m׻bloC%&rmǟa KV>#}5\u000f\u001cl\u001f{nM-\u001d-8xnU2\u0006eMo}TƠ\"jM\u0018^fSd '\u001f7[M\u001aZ\u00171ڣ\u001f\u0003\u0013\u0005\u0017|#gr\u001a\u0002 @zH SU%Ǽ}\u001aTh_ߖ;Mjnjm?v'.8|}J\bu\u001fe\\ȶB`[eX= \u0013f\u001bs\u001d5\u0002;ukD.\u0003VWnձi,y9RWYlN3\u007f\u0015nX\u001c6 kQX\u001c\u0010ư]ma>EP/eE 狩!_8 A!\u0017g\u0016?\u0017\u0005E OP\u0002'\u0014\u001d*PQx\u0006\u0017*:yT4?\u0017\u0016A \u0003!Ҽ]\u0014YD\u0015D\u000e\u0003ܖo^7Tz%ޱ \u0013\u0015\u0006 Q|Ws%e*c=\u001bڍv\u0001b N\u0015o\u001cZ۳dY\u001a\u0003dZ\u000f--\u001dC\u0002-@Λ\u0006ȩ\u000e\"\u0017+ƚ;\u0017jM6r#y\u0003+\u0002+2b\\%\u0002SLTe\u00148Jgmu־'3]3~#g?\u00139 /399.L({\u0016y~\u001eLޠOQTB)E}ǵV_0\u0012HE,Q|H+h^2]U6hV?ĺS%m\u0010| @\\^{kw46\u0003Πʖ\u0003MvTʌy\"gkmaTb!靠ٕX\u0005v\"kt0AQ;RD4x\u0011n\u0013,i7/\u0007: tّ 7C.7|Sٹ{khvoW\u0002\u001e{t߽u7\u001ef̋>\u0011CJӻ\"\bt\u0016Ef} ~@O)qXEd\u0015 5jL+=j^ \u000e29l 6shh{\u001f/]\u0014/3L2\u0004e*Jptfb&',#HU1\u0016W\u001a+p\u001cO4Pݿ8P\u0014IA-\u0016C.w {\bó\u0017 =KBIR)JXZFHW\u0005f\u0018\u000f\u001e쿰'SZ2)\u0015H 5$D jM4rz/\\\u00115Z\u0015m\u0004l\u0002+o-փ=hfں\u0015nWn2C\\!*\\\u0014jzT|=h|Lw\u007fMVYU\"I#\u001a\u0002|G%S! \\z_E(%JV\\\u001dYY^%6\u0013gqbQs|\u0005`GC8jXv5_\u0013};)-Kzv\u001e]\u0005+P1X\u001bC#Pb/h06ٸr6\u0001;\u0015 !PΜu|CgH|\b`K\u0017`8X Gц$ȍ#?a\u000f\u007f\b}M-ٛ\u001fm\u000f-C\u0006 U2pIOg?>\u0015\u001fdubE\u0013k۸g\u007fUbE'־}\u00181з( \u0010DEaF\u0004-pߛl` ٝ{?{aOp|\u001eV?75\u0013\u0001?X@bS\u0019nl?2Nn[Pgm6\u0004qC= Y( Z\u0016Lb[ɭX\u001drpL̹`\u0001/*9rx\u000ey61\u001c@m{\u001d-\u0017mM0xh}\u0003sEg5?\u00135.{1r쭞b*\u0000@%X3l\u0016\u001afuc>㬯Z|hn-}OA#1섽7U\u001d\u00059z+\u001e3\u0010Q\b\u0006U\u0017O\u0006\u000fHVi.\u001bCͯ{Dgu 6m\u0002Dg\u0012\u007fW''3gtބ1\u001d'_\u007f \u001aW)r\u001aIgk\u001fϒM1\u000eLx\u001dșl& Æ J_c ]8\u007fbVֳujSX)qM^2v\u0013{ m\u00173 \u0003e4%\u0016 jKW>E}\u0014\u000eC\u0017v\u0007ʱw[}b 3ov ;@(!371n%qf+\u00182T\u001fe,W?5%\u001cbv%`Mn\u007fG{΃i\u0000X}\u0018k`f: V#\u0013\"\u0014gK\u001f &jhʸ;Ƨך`jK-w|YO~K1x\u001c//@\u0016L c21|;˒%En\"L\u001clc`\u0006\u0011\u0014\u0007{S G*\u001anQ\u0003\u0002a>BCc|!|茐B+!k\u001a6 ?(lKS?\u0014Vxv4\b \u0015@\u0004 ߄\u0011x\u001c\u0004\u001b\u0010N\u0002h;\u0011$\u0019tn'?=,\u0018hN\u0000\u000f;7\u000f\u007f`Z&\u0018fxY\u0010ɐM( GŐ\u00058thd$\u001920yՐ\u00193!Pø لfCQ\u001e0d\u000fs  *ƥ xT1/sh\u0017#[\u0011-\u0015-).\u0007]r(\u001dEkP\u0016\u0006U\u001eç> >stream  hĕmo0\u0010ǿʽlU1?;T!0VTI\u0011/\u0002x\u0010)$(qwN(\u000fV6\"pb\u0010!P\u0014\u0018ǁ $\u0007ep\u0010C\u0005R1\u0012\u0002\u001f\u001a\u001cd\u0000P\u0003\u001dg\u0006M'Ni4\u000eofk˙qQ\u0019a0 O\u00135$[f.q\u001d\u0019Lfm\b\u007f(\u0019?\u0004,0S5MfrN;ܔήٯ\u001c\u0007\u0016\u001855yt5ϧ\u001aïש]2f{\u0018xKt(U\u001ahEvy\u0019\u001e\u0000z\u00030ߧMƑ8\u0013cx$L@\u000e\u0002E\u0003^{;,\u000eY+ѲƋ\u0012\u001c\u0011pk\u0001Vk(erRUn\\sIj9\u0016C(闇n$\u000fyjj\\&1ڰ-R  \u0010e\u007f|1\u001f\u007f/\u0017ypbv\u001eo4OG%|\u000e#cp\u00174\u001e#\u000eՎ\u0019C`X\u0005Fy8\u0000[-*GGj\u001c\"NY9s-#\u001c\u001eg3x $kee{%E:K{\"=Z0\u0014/vJVde\u001bnSt2 \u0004UHfD\u000e\u001a\u0016 4 }IQ 46Xp\u0007 @k\u001csV:\u0000\u0013z  \bvWq0 B]\u0011HA`$aB\u0010#Q,0\u0003l\u0002\u0004.봱]leV9\u0016ط⏠*[TEp*|T.BK\u001f\u0001\u0006\u00001\\.  endstream endobj 27 0 obj  >stream  h2P0P0T0T+-\u0006 \u0014bB.vv\u0000\u0001\u0006\u0000P\b  endstream endobj 28 0 obj  >stream              application/pdf               Alexandra Scacco                        Microsoft Word - Scacco_Comparative_Ethnic_Politics_2011.doc                    2013-02-18T14:31:30-05:00     PScript5.dll Version 5.2.2     2013-02-18T14:31:30-05:00           Acrobat Distiller 9.4.5 (Windows)           uuid:f7d62a1c-cab1-4fee-99d8-77f41cad0a38     uuid:4fd22896-848f-4172-b11b-2d540d794a99                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            endstream endobj 29 0 obj  >stream  h25P0Pw/+Q0L)65\u0001 \u0006)\u0018I\b\u001c\"b\u0000!\u0019\u000f,H\u000fHLO-\u0003\b0\u0000~\u0012  endstream endobj 30 0 obj  >stream  h|\u00021\u0010D\u007foN\u000efр.\"Q\u0018pы0d,6dӺgouxU\u0005\u0003M{ȍ\u001eN@s4^R\u007ft.LgWvanً̘\u0014\u0018t\u0019ΉKmӝT{~d`E`\u0002=\u0016\u0013Z/ks)o*~\u001c\u0005.\u0011/qO?wƃ& @\u0019\u0005C\u0019Ցn\u0005\u0018\u0000iO  endstream endobj 31 0 obj  >/Filter/FlateDecode/ID[ ]/Info 51 0 R/Length 137/Root 53 0 R/Size 52/Type/XRef/W[1 3 1]>>stream  hbb\u0000\u0001&FƐ L    Rd2} !¯\u0010a\u0000\b\u0001\\\u00044ٗ`\u0011u`v B\u007f\u0016`3XH0\u0004$\u0019a 2*dV\u0006\u00056\u0015̞\u000f\"T.7 X\u0019\u0007\bf\u0007\u001cH\"ē?\u0010l&9 \u0000\u0001\u0006\u0000x\u0017  endstream endobj startxref  116  %%EOF"}]}]