[{"detail": [{"content": "Differential Geometry, Topology, Algebraic Geometry Seminar                  Differential Geometry, Topology and Algebraic Geometry Seminar    Courant Institute of Mathematical Sciences   New York University   Differential Geometry, Topology and Algebraic Geometry Seminar   In the Spring semester of 2006, the seminar meets on Fridays at 11:00 a.m. , in room 813 of Warren Weaver Hall at 251 Mercer Street, New York.   Here is a provisional list of speakers. Click on the title of a talk for the abstract (if available).   February 17 : Jean-Michel Bismut (Universite Paris-Sud)  Title of talk: The hypoelliptic torsion   February 24 : Mikhael Gromov (NYU-Courant)   Title of talk: Lower bounds on the topology of singularities of smooth maps   March 3 : Peter Ozsvath (Columbia)  Title of talk: Holomorphic disks and link invariants   March 10 : Dror Varolin (Stony Brook) at 10:00 am  Title of talk: Non-negative Hermitian Polynomials  Please note the change of time of our seminar for this particular day !   March 24 : Bruce Kleiner (Yale)  Title of talk: Bi-Lipschitz embedding in Banach spaces, Rademacher-type theorems, and  functions of bounded variation   March 31 : Anatoly Libgober (UIC)  Title of talk: Higher elliptic genera   April 7 : Double header: (1) Mikhail Khovanov (Columbia) @ 11:00 am  Title of talk: Link homology and Soergel bimodules   (2) Chris Woodward (Rutgers) @ 2:00 pm  Title of talk: Floer field theory for tangles   April 28 : Triple header: (1) Mark Andrea de Cataldo (Stony Brook) @ 11:00 am  Title of talk: The Hodge theory of algebraic maps   (2) Greg Friedman (Vanderbilt) @ 2:00 pm  Title of talk: Extending Poincare Duality to Homotopically Stratified Spaces   (3) Soren Galatius (Stanford) @ 4:00 pm  Title of talk: Stable Homology of Aut(F_n)"}]},
{"detail": [{"content": "Differential Geometry, Topology, Algebraic Geometry Seminar                  Differential Geometry, Topology and Algebraic Geometry Seminar    Courant Institute of Mathematical Sciences   New York University   Differential Geometry, Topology and Algebraic Geometry Seminar   In the Spring semester of 2006, the seminar meets on Fridays at 11:00 a.m. , in room 813 of Warren Weaver Hall at 251 Mercer Street, New York.   Here is a provisional list of speakers. Click on the title of a talk for the abstract (if available).   February 17 : Jean-Michel Bismut (Universite Paris-Sud)  Title of talk: The hypoelliptic torsion   February 24 : Mikhael Gromov (NYU-Courant)   Title of talk: Lower bounds on the topology of singularities of smooth maps   March 3 : Peter Ozsvath (Columbia)  Title of talk: Holomorphic disks and link invariants   March 10 : Dror Varolin (Stony Brook) at 10:00 am  Title of talk: Non-negative Hermitian Polynomials  Please note the change of time of our seminar for this particular day !   March 24 : Bruce Kleiner (Yale)  Title of talk: Bi-Lipschitz embedding in Banach spaces, Rademacher-type theorems, and  functions of bounded variation   March 31 : Anatoly Libgober (UIC)  Title of talk: Higher elliptic genera   April 7 : Double header: (1) Mikhail Khovanov (Columbia) @ 11:00 am  Title of talk: Link homology and Soergel bimodules   (2) Chris Woodward (Rutgers) @ 2:00 pm  Title of talk: Floer field theory for tangles   April 28 : Triple header: (1) Mark Andrea de Cataldo (Stony Brook) @ 11:00 am  Title of talk: The Hodge theory of algebraic maps   (2) Greg Friedman (Vanderbilt) @ 2:00 pm  Title of talk: Extending Poincare Duality to Homotopically Stratified Spaces   (3) Soren Galatius (Stanford) @ 4:00 pm  Title of talk: Stable Homology of Aut(F_n)"}, {"content": "GAT Seminar                    Geometric Analysis and Topology Seminar    Fall 2014                   The seminar's usual time is Friday at 11:00am in 517 Warren Weaver Hall ( Directions ).  Special times and dates are marked in  red . Click on the title of a talk for the abstract (if available).                 Upcoming seminars:                Feb 6 11am      Raanan Schul (Stony Brook)    Rectifiable measures    517 WWH           Feb 13 11am      Hisham Sati (University of Pittsburgh)    Cohomological structures in geometry and topology inspired by mathematical physics    517 WWH            Feb 23 11am      Mark Sapir (Vanderbilt)    Asymptotic cones of groups   517 WWH         Apr 3 11am      Spyros Alexakis (Toronto)    The impossibility of periodic motion in general relativity    517 WWH           Apr 10 11am      Xiuxiong Chen (Stony Brook)    On a new continuity path for canonical metrics in Kaehler geometry    517 WWH            Apr 24 11am      Bing Wang (UW Madison)    The Kähler Ricci flow on Fano manifolds   517 WWH           May 8 11am      Dan Knopf (UT Austin)    Universal behaviors in geometric heat flows    517 WWH                   Organizers: Sylvain Cappell, Jeff Cheeger, Robert Haslhofer, Bruce Kleiner, and Robert Young.              Previous semesters:     Fall 2014 .   Spring 2014 .   Fall 2013 .   Spring 2013 .   Fall 2012 . Spring 2012 .   Fall 2011 .   Spring 2011 .     Fall 2010 .     Spring 2010 .       Fall 2009 .    Spring 2009 .    Fall 2008 .    Fall 2007 .    Spring 2007 .         Abstracts:              Rectifiable measures, Raanan Schul.  When does a (locally) finite Borel measure $\\mu$ on $R^n$ give full measure to a countable family of Lipschitz images of $R$? We discuss the question, interesting examples and known results.  We will distinguish between two special cases: $\\mu$ is absolutely continuous with respect to the 1-dimensional Hausdorff measure  $H^1$, vs. $\\mu$ is singular with respect to $H^1$. We will only assume first year graduate measure theory.         Cohomological structures in geometry and topology inspired by mathematical physics, Hisham Sati.  Cohomology comes in various flavors and plays important roles in many areas of mathematics. Recent interactions with mathematical physics have led to several interesting cohomological constructions in geometry and topology, including categorified notions of bundles associated to higher connected covers of Lie groups and twisted versions of generalized cohomology theories. I will describe mathematical results in this area, starting with twisted de Rham cohomology and twisted K-theory, and then generalizing to the newly constructed twisted elliptic cohomology, and twisted Morava K-theory and E-theory. Then I will discuss recent work on desirable differential geometric extensions of these theories, otherwise constructed by homotopy-theoretic means, building on Cheeger-Simons differential characters and Deligne-Belinson cohomolog.         Asymptotic cones of groups, Mark Sapir.  Asymptotic cones of groups are the major tools in studying \"large scale\" properties of finitely generated groups such as growth, isoperimetric functions, \"representation varieties\" of one group in another group, etc. In this talk I will survey the main applications of asymptotic cones. If the group grows polynomially (say, it is Abelian) asymptotic cones are Gromov-Hausdorff limits of rescaled Cayley graphs of the group (in a way, similar to obtaining Brownian motion from random walks). In general one needs ultraproducts to define asymptotic cones. In turn, ultraproducts connect geometry of groups with model theory which lead to very powerful result. For example, recent results of Hrushovsky imply that if one asymptotic cone of a group is locally compact, then the group is virtually nilpotent.         The impossibility of periodic motion in general relativity, Spyros Alexakis.  The problem of motion of bodies in general relativity dates back to the early days of the theory. Initially considered in the slow-motion approximation, the derivation of the equations of motion to first post-Newtonian order is due to Einstein, Infeld and Hoffman, with much more precise approximations obtained since. A natural question considered in this connection is whether there exist solutions which are periodic in time--the problem of eternal return. For asymptotically simple space-times, we show that this is not possible, at least near infinity. We relate this to the problem of reconstructing a solution of the Einstein equations from knowledge of the radiation it has emitted towards infinity. Joint work with V. Schlue, and (partly) A. Shao.         On a new continuity path for canonical metrics in Kaehler geometry, Xiuxiong Chen.  Calabi’s original program is about the existence of constant scalar curvature Kähler metrics. In this talk, I propose a “new” continuity path to attack the existence problem which links cscK metric equation to certain second order elliptic PDE. This will be a preliminary report on the interesting questions such as openness, relation to stability of underlying line bundle etc.         The Kähler Ricci flow on Fano manifolds, Bing Wang.  As a generalization of Cheeger-Colding-Tian theory for non-collapsed Einstein manifolds, we develop the compactness of the moduli of non-collapsed Kähler Calabi-Yau spaces with mild singularities.  Based on this compactness, we set up a structure theory for polarized Kähler Ricci flows with proper geometric bounds.  As applications, we prove the Hamilton-Tian conjecture and the partial-C0-conjecture of Tian. This is a joint work with X.X. Chen.          Universal behaviors in geometric heat flows, Dan Knopf.  Geometric heat flows like Ricci flow and mean curvature flow have proven to be remarkably successful tools to investigate the geometry and topology of manifolds. As is well known, these nonlinear PDE have a diffusion-reaction structure that makes them prone to finite-time singularities. But these singularities are aids, not obstacles, to these flows’ applications, because regions of high curvature tend to be very special. In this talk, we will survey these phenomena and present evidence in favor of the conjectures that (1) solutions asymptotically acquire extra symmetries as they become singular, and (2) generic solutions may be constrained to a small catalog of universal asymptotic profiles.               Please email comments and corrections to bkleiner@cims.nyu.edu."}]}]