[{"detail": [{"content": "Is the Jury Trial Dying? | NYU School of Law                          Skip to main content                                     &rsaquo;               Quicklinks       Areas of Study   Calendar   Career Services   Colloquia   Courses   Departments   Directories   Docket   Housing   Library   News and Press   NYU Home   Student Links   Technology                                              JD Admissions   Faculty &amp; Scholarship   Global Opportunities   LLM/JSD Admissions   Academics &amp; Courses   Law &amp; Business   Executive Education   Current Students   Public Service   About NYU Law   Alumni &amp; Giving   Centers &amp; Institutes                               Home &rsaquo; Centers &amp; Institutes &rsaquo; Center on Civil Justice &rsaquo; Past Events &rsaquo;                             Past Events       &quot;Lost in the Fine Print&quot; Reception and Discussion   2014 Fall Conference: The Future of Class Action Litigation   Is the Jury Trial Dying?                              Is the Jury Trial Dying?   Hosted by the Center on Civil Justice as part of the Milbank Tweed Forum   With additional support from the American Constitution Society and the Federalist Society   Jury trials in civil cases are part of our Bill of Rights, and the jury trial has always been thought of as a pillar of American democracy. In practice, however, it is increasingly rare. Why is this happening? What does the demise of the jury trial mean for our civil justice system? Does it change democratic citizenship? Can the trend be reversed? Should we try, or just allow the jury trial become a relic of an earlier time? Our distinguished panel of trial and appellate lawyers and academic experts discussed these and other hotly debated questions.   Watch the debate.   PANELISTS:   Mark Behrens , Partner, Shook, Hardy &amp; Bacon   Renée Lettow Lerner , Professor, The George Washington University Law School   Andrew Pincus , Partner, Mayer Brown   Stephen Susman , Partner, Susman Godfrey   MODERATOR: Arthur R. Miller , University Professor, NYU School of Law   Watch the full video of the panel debate:                                                    Facebook   Twitter   YouTube   Instagram   Visitor Information   Directories   Offices and Departments   Site Map   NYU School of Law                   Prospective Info   Admissions (JD) Admissions (LLM/JSD) Areas of Study Degrees Offered Faculty Profiles Campus Map  Academics   Academic Sitemap Course Descriptions Class Schedules NYU Classes Clinics Academic Calendars  Departments   Academic Services Career Services Financial Aid Graduate Affairs (LLM) Hospitality and Events Housing Human Resources Library Operations and Facilities Records and Registration Student Affairs  Tools and Resources   About the Law School Campus Map Directories Law School News Journals Picture Book                      © 2015 New York University School of Law. 40 Washington Sq. South, New York, NY 10012. Tel. (212) 998-6100"}]}]