[{"detail": [{"content": "Atheists, Agnostics, and Freethinkers at NYU                            Atheists, Agnostics, &amp; Freethinkers at NYU    \"I do not feel obliged to believe that the same God who has endowed us with sense, reason, and intellect, has intended us to forgo their use.\"    --Galileo Galilei                                               main menu                                                                                   Faqs         Atheism Basics     Why atheism? |     What does it mean to be... |     ...an atheist? |     ...an agnostic? |     ...a freethinker? |     Is atheism a religion? |     Does atheism have an official church? |     Are atheists Satanists? |     Are atheists Humanists? |     Is atheism \"anti-religious\"? |     Oh yeah? What about... |     You're all going to Hell! |         Answers for atheists     \"Active atheism\"? Why bother? |     Why a discussion group? |     How can I \"come out\" as an atheist or agnostic? |     What can I do about discrimination? |     Where's the revolution? |                  Atheism Basics    (1)Why atheism?     Atheism (or agnosticism, or freethought) is a choice to disregard the effects that mysticism and organized religious structures have on your personal sense of morality and life. It is, by its very nature, not evangelical. So we're not going to try and sell it to you. If you have an aversion to faith-based ways of living and thinking, atheism might well be for you. If you prefer to find comfort/community/free Sunday brunch through organized religion, we recognize this as your choice-and, therefore, your right. To be an atheist is to embrace personal right to/responsibility for your thoughts, actions and life, and recognize that responsibility/right within others.    That all said, there are many reasons why people do become atheists. One of the most common is the sharp decline of a previous faith, in God and/or some hierarchal religious structure. People see the individualism and freedom of atheism as a welcome respite from the seemingly nonsensical rules of their previous religion and the oppression of God-based thought control. Some people are simply raised without faith, and therefore are atheists without ever experiencing a need for religion. Of course, there are other, less respected reasons for proclaiming oneself to be an atheist. Some people do it for the 'shock'. Some people do it because they seem to believe that \"atheism\" connotes \"a follower of logic and reason\" and hence the title alone will relieve them of any burden of actually being at all logical or reasonable in their other worldly opinions. And, as always, some people do it for no specific reason at all, but because they figure they might as well.    Whatever your beliefs or reasons, we certainly invite you to share them at our meetings. Half the fun in AAF comes from its sheer diversity.     (2) What is does it mean to be...      ...an atheist?    An atheist is one who lacks a belief in god(s). Some atheists also believe that the existence of god(s) can be disproved logically or empirically. Some atheists concede that it may be impossible to know for sure whether a god can or does exist. Regardless, they still lack an affirmative belief in a deity. Anyone who does not affirmatively believe in god(s) is an atheist by default. In this sense, babies are born atheists.          \"I do not pretend to know what many ignorant men are sure. That is all agnosticism means.   --Clarence Darrow          ...an agnostic?   An agnostic is one who claims that the existence of god(s) is unknowable. Agnosticism is often described as a half-way house for those who are undecided about belief, or are waiting for more evidence before making a decision-- These positions are not bad or weak in any way, but agnosticism says nothing about a person's belief in the existence of god(s); it only addresses knowledge of that existence. Therefore a person can be an atheist and an agnostic (depending on the definition of god being used), or a theist (one who believes in god(s)) and an agnostic.      ...a freethinker?   A freethinker is one who forms opinions (usually in the context of religion) on the basis of reason independent of authority. He/She is not necessarily an atheist, agnostic, or anti-religion. A freethinker does not necessarily have wild or unstable beliefs, but they simply choose to question the validity of claims that come from an authority (such as a church, a government, or parents). Questioning does not necessarily lead to rejection. A person might question their parents' values, but in the end conclude that they are indeed based on reason. They may also accept some parts and reject others, or reject all of them. But their rejection or acceptance is based on reason.    NOTE: None of these three concepts are mutually exclusive, or mutually necessary. A person can be all three at once, none, or just one but not the other two.    And remember: No matter what you are, or how you label yourself, you are always welcome at our meetings.     (3) Is atheism a religion?   No.  No no no no no no non nyet nein iie não no.  And, just for the sake of clarity, no.   See our definition of atheism if you need any more than this.    (4)    Does atheism have an official church?    No, atheism does not have a church. There are plenty of atheist groups, clubs, discussion boards and other forums for meeting and communication, but a church is an organization based on religious belief. To be more specific, let's look at what Webster has to say about churches:     Main Entry: 1 church    Pronunciation: 'ch&rch  Function: noun   Etymology: Middle English chirche, from Old English cirice, ultimately from Late Greek kyriakon, from Greek, neuter of kyriakos of the lord, from kyrios lord, master; akin to Sanskrit sura hero, warrior   Date: before 12th century   1 : a building for public and especially Christian worship   2 : the clergy or officialdom of a religious body   3 : a body or organization of religious believers: as (a) the whole body of Christians (b) DENOMINATION (c) CONGREGATION   4 : a public divine worship (goes to church every Sunday)   5 : the clerical profession (considered the church as a possible career)     As you can see, a church is inherently religious. Therefore, it would be rather silly for us to organize some kind of hierarchal social structure based on the beliefs that we don't share, and even sillier to go building elaborate structures in which we can sit around and not praise the gods. Atheists are exactly that: a- (non) -theists (one[s] who believe[s] in [a] supreme being[s]). We create forums to share ideas, express opinions and, when necessary, organize to defend our rights in our respective societies. Therefore, while we're sure you can find at least a half dozen kooks on the Internet who claim to run some kind of 'official' atheist church, we don't have one.   **note: This FAQ is a more frequent one than we're entirely comfortable with...which illuminates the widespread, fundamental misconceptions about atheism and, consequently, the importance of our goal to inform and educate.    (5)Are atheists Satanists?   ...Either read the previous few entries, or go away.     (6)Are atheists Humanists?   Not necessarily. A great number of atheists subscribe to some humanistic beliefs. (for a better idea of what secular humanism is about, go here .) Most atheists are concerned with reason, ethics, and the pursuit of objective truth, as means to advancing the human race. Other atheists will tell you up front how little they care. If you're an atheist looking for a more specific \"label\" for your beliefs, and you're not a complete misanthrope, then secular humanism probably has something to offer you.      (7)Is atheism \"anti-religious\"?     Tough one. But worth answering. No, atheism is not, in and of itself, anti-religious. Atheists themselves will vary...some believe, whether rightly or wrongly, that religion will be the downfall of the human race, and others are quite content to live and let live, if you will. There are atheists who will take any opportunity to openly debate with religious folks, just as there are religious folks who will take any opportunity to debate with an atheist. We haven't quite reached the point of going door to door on Saturday mornings with flyers, booklets and silly-looking suits, but you never know. Then there are atheists who keep their mouths closed about their (lack of) religious beliefs unless politely asked to talk about them. Plenty of religious people are the same way. And, as in all groups of people, the respectful and sane generally outnumber the obnoxious and loud. People are generally the same; atheists differ only in what we choose not to believe.     **note: The thing about atheists, is that when you put a bunch of us in a room together, we're not going to all hold hands and burst into song about the wondrous joys of non-faith. We're probably going to argue, and we're going to argue a lot. Atheists all have their own opinions about everything from society to economics to politics to science to morality to the existence of space aliens and the current situation of Elvis. Which we think is a good thing...atheism is rational in nature, and reason is all about questioning and debate.     (8) Oh yeah? Well what's with all this religion-bashing on your site, huh? That's not very nice!    Simple Thought Experiment:      Consider the Chuckchee, an ancient Siberian tribe, and their thoughts on the creation of the world and the race of Man. *(original source: http://www3.sympatico.ca/untangle/creatamj.html, page now defunct)         In the beginning was Raven, the self-created and his wife. The wife asked Raven to create an earth as she was bored. Raven said he didn't know how, so his wife said she would create something and went to sleep. As she slept she molted, then grew in size, and then gave birth to featherless twins. Now Raven felt that if his wife could create then so could he. Raven flew high, and as he flew he defecated and urinated, and these droppings became mountains, valleys, oceans, and lakes. Eventually there were many men upon this earth, but no women. A little spider women soon appeared and made women. The men did not understand about women, so Raven, with great pleasure, demonstrated copulation with the women. Later, also with pleasure, the men followed his example.         Sure, it makes a good story. But would you be willing to stake your soul on its validity?     Why not?     Ah, I see. How about this one...          In the beginning, nothing. Then there was God. God spent several days creating the various aspects of the universe and the world: light, sea, land, heaven, animals, all of that. Then he decided to make people. He created man from dust, and breathed into his nose to give him life. He gave this first man a garden, and the man went through two perfectly good wives (the for first being too independent, the second for being made out of flesh) before he finally settled for the third, called Eve, who was created while he was asleep, from his own rib. There was a certain tree in the garden whose fruit would give these people the knowledge of good and evil. God told the man and the woman not to eat from it, or else they would die. But wouldn't you know it, a talking snake convinces the third wife that she ought to eat the fruit anyway. So she does, and gives some to Adam, and that's why the human race has been having so much trouble ever since.         To an atheist, one sounds just about as likely as the other.     Come on, folks. This is Atheists, Agnostics and Freethinkers, not Nice, Polite, and Politically Correct People at NYU. We poke fun at religion because we find certain parts of it quitelaughable. We also have more serious ideas about the place such stories--and those who insist that we believe in them, 'or else'--ought to have in our lives. Also, if you haven't noticed, some atheists tend to be sarcastic bastards. You're free to make fun of us in your spare time if you wish...we don't insist that you follow us blindly.       (9)You're all going to Hell!   (Sadly, this one does come up )    That's fine. We don't believe in an afterlife, so living this one freely is pretty much all we're worried about.       Answers for atheists    (10)\"Active atheism\"? Atheist communities? Why bother?    Glad you asked. One of several common misconceptions about atheists (other than the above-mentioned stuff) is that past the whole \"not believing in any gods\" thing, we have nothing in common. But the fact is, not believing in god or subscribing to any religion puts you in the position of thinking about the ways in which religion impacts your life, whether you want it to or not. From political and social issues in the US to human rights issues abroad, religion shapes the way our world works, and ignoring the fact doesn't make it go away. It is perhaps possible to be an atheist perfectly at peace with the idea of religious figureheads, activists and politicians bringing their own faith-based world vision into reality, no matter how it might curtail your expressive or physical freedom. But we kind of doubt it.      Hence, there are communities of atheists, agnostics and secular humanists dedicated to monitoring the political and social climates of our country and world, and providing a secular response to the often loud and insistent voices of various religious communities trying to impose their moral and behavioral codes on the rest of us. We're not interested in banning religion. We're interested in protecting our freedom, and the freedom of all people, to believe or disbelieve as they choose.        (11)Why a discussion group?    AAF at NYU is primarily a discussion-based group (as opposed to, say, a strictly activist group), although we do get involved with some activism when we think it's necessary. We hope to provide a forum not only for discussing and reacting to the ever-present issues of religion and society mentioned above, but for our members to deal with more personal and just as pressing issues in philosophy, ethics and life-in-general that come with rejecting religious faith. Religion provides a lot of answers and it often takes people a while to figure out their own answers instead.    Hence, we talk about personal issues, from ethics and death, to dealing with religious friends/family and reacting to the \"supernatural.\" This way, members get to talk about what kinds of answers to these issues they've all come up with so far. In the end, atheism is a personal thing, not a social movement, and we try to treat it as such.    (12)How can I \"come out\"?    Some atheists never deal with this, because they have been raised in non-religious or simply open-minded households and communities. Many others are not so lucky, and find themselves in an awkward social position from the moment they realize that religion just isn't working for them. They may feel in danger of losing friends or family with the admission that they have (possibly permanently) lost their faith.    Obviously, there isn't a cookie cutter solution to dealing with other people. Some religious people actually do deliberately distance themselves from nonbelieving family and (former) friends. While we tend to advocate a mixture of honesty about your own beliefs and a basic respect for others' right to believe as they choose--you're the person who has to live with your actions, so we'd push something called \"sense\" above all other methods in this area. Let your loved ones know what you think without, if possible, antagonizing them, and let them decide their own reactions. The most important thing is that you're comfortable with your own beliefs/lack thereof, not everyone else.     American Atheists has a rather forceful article regarding \"coming out\" as an atheist, but you might find it interesting anyway.     (13)What do I do about discrimination?    If you're an open atheist/agnostic concerned about possible discrimination by your boss/teacher/whatever, here's what you can do.      - First, make sure that this is what you think it is. Nothing's quite so uncomfortable as being on the delivering end of a bogus discrimination claim. Atheists/agnostics are a \"minority\" in the US, but we don't tend to be a directly \"oppressed\" group. You can read a brief article on this (ongoing) discussion within the atheist community here .     If you're absolutely, positively sure of it, you can see some documents relating to your legal rights up on our resources page (coming soon!).     (14)\"I'm an atheist and I think you guys should be out fighting all religion at every turn. Let's stop arguing amongst ourselves! Convert the believers! Burn the institutions! Let's get out there and start the revolution!\"     So once in a while, somebody pops up with this sort of take on things, and we have to tell them all the same   thing: open discussion and dissent within this \"community\" is the most important thing about it. Let's take a   look at where that claim comes from.   - We are a group relating to atheism, agnosticism and freethought .   - All of these things require putting a certain amount of stock in reason .   - Religion requires putting a whole lot of stock in blind faith    - Reason is different in one important way from blind faith, because   - reason involves listening to all sides of an argument,   - judging each by its own weight    - and deciding which one to follow using logic and your own brain .   - Got it so far?   - Good.   - If we told religious people what to think , we would be advocating something called blind faith .   - ...also known as religion .   - Atheism is not a religion .   - Treating it as such would be idiotic and patently unreasonable .   - Got it now?   - Great.     We discuss things in depth and at length, with the expectation of changing each others' minds about certain issues on occasion. We operate on the idea that we're all human, and since arriving at some Divine Truth is more or less out of the question, we expect our human ideas, however educated and well-thought-through, to change in accordance with our understanding of the world. To start la revoluci&oacute;n as one single-minded anti-religious group makes no sense. On top of that, it's just the kind of ill-conceived stereotypical idea that the most hysterical of religious fundamentalists have of us now: that we're rabid intolerant thick-skulled evangelists with our own mind-controlling agenda to force upon the public to the harm of the entire world.  And really, that just sounds too familiar.     *   With that in mind, any and all other questions can be discussed (at length!) at our weekly meetings or on our online discussion list . Ask away!                 Atheists, Agnostics, and Freethinkers (AAF)     Thursdays from 7PM to 9PM      Kimmel Center, Room 901"}]},
{"detail": [{"content": "Atheists, Agnostics, and Freethinkers at NYU                            Atheists, Agnostics, &amp; Freethinkers at NYU    \"I do not feel obliged to believe that the same God who has endowed us with sense, reason, and intellect, has intended us to forgo their use.\"    --Galileo Galilei                                               main menu                                                                                   Faqs         Atheism Basics     Why atheism? |     What does it mean to be... |     ...an atheist? |     ...an agnostic? |     ...a freethinker? |     Is atheism a religion? |     Does atheism have an official church? |     Are atheists Satanists? |     Are atheists Humanists? |     Is atheism \"anti-religious\"? |     Oh yeah? What about... |     You're all going to Hell! |         Answers for atheists     \"Active atheism\"? Why bother? |     Why a discussion group? |     How can I \"come out\" as an atheist or agnostic? |     What can I do about discrimination? |     Where's the revolution? |                  Atheism Basics    (1)Why atheism?     Atheism (or agnosticism, or freethought) is a choice to disregard the effects that mysticism and organized religious structures have on your personal sense of morality and life. It is, by its very nature, not evangelical. So we're not going to try and sell it to you. If you have an aversion to faith-based ways of living and thinking, atheism might well be for you. If you prefer to find comfort/community/free Sunday brunch through organized religion, we recognize this as your choice-and, therefore, your right. To be an atheist is to embrace personal right to/responsibility for your thoughts, actions and life, and recognize that responsibility/right within others.    That all said, there are many reasons why people do become atheists. One of the most common is the sharp decline of a previous faith, in God and/or some hierarchal religious structure. People see the individualism and freedom of atheism as a welcome respite from the seemingly nonsensical rules of their previous religion and the oppression of God-based thought control. Some people are simply raised without faith, and therefore are atheists without ever experiencing a need for religion. Of course, there are other, less respected reasons for proclaiming oneself to be an atheist. Some people do it for the 'shock'. Some people do it because they seem to believe that \"atheism\" connotes \"a follower of logic and reason\" and hence the title alone will relieve them of any burden of actually being at all logical or reasonable in their other worldly opinions. And, as always, some people do it for no specific reason at all, but because they figure they might as well.    Whatever your beliefs or reasons, we certainly invite you to share them at our meetings. Half the fun in AAF comes from its sheer diversity.     (2) What is does it mean to be...      ...an atheist?    An atheist is one who lacks a belief in god(s). Some atheists also believe that the existence of god(s) can be disproved logically or empirically. Some atheists concede that it may be impossible to know for sure whether a god can or does exist. Regardless, they still lack an affirmative belief in a deity. Anyone who does not affirmatively believe in god(s) is an atheist by default. In this sense, babies are born atheists.          \"I do not pretend to know what many ignorant men are sure. That is all agnosticism means.   --Clarence Darrow          ...an agnostic?   An agnostic is one who claims that the existence of god(s) is unknowable. Agnosticism is often described as a half-way house for those who are undecided about belief, or are waiting for more evidence before making a decision-- These positions are not bad or weak in any way, but agnosticism says nothing about a person's belief in the existence of god(s); it only addresses knowledge of that existence. Therefore a person can be an atheist and an agnostic (depending on the definition of god being used), or a theist (one who believes in god(s)) and an agnostic.      ...a freethinker?   A freethinker is one who forms opinions (usually in the context of religion) on the basis of reason independent of authority. He/She is not necessarily an atheist, agnostic, or anti-religion. A freethinker does not necessarily have wild or unstable beliefs, but they simply choose to question the validity of claims that come from an authority (such as a church, a government, or parents). Questioning does not necessarily lead to rejection. A person might question their parents' values, but in the end conclude that they are indeed based on reason. They may also accept some parts and reject others, or reject all of them. But their rejection or acceptance is based on reason.    NOTE: None of these three concepts are mutually exclusive, or mutually necessary. A person can be all three at once, none, or just one but not the other two.    And remember: No matter what you are, or how you label yourself, you are always welcome at our meetings.     (3) Is atheism a religion?   No.  No no no no no no non nyet nein iie não no.  And, just for the sake of clarity, no.   See our definition of atheism if you need any more than this.    (4)    Does atheism have an official church?    No, atheism does not have a church. There are plenty of atheist groups, clubs, discussion boards and other forums for meeting and communication, but a church is an organization based on religious belief. To be more specific, let's look at what Webster has to say about churches:     Main Entry: 1 church    Pronunciation: 'ch&rch  Function: noun   Etymology: Middle English chirche, from Old English cirice, ultimately from Late Greek kyriakon, from Greek, neuter of kyriakos of the lord, from kyrios lord, master; akin to Sanskrit sura hero, warrior   Date: before 12th century   1 : a building for public and especially Christian worship   2 : the clergy or officialdom of a religious body   3 : a body or organization of religious believers: as (a) the whole body of Christians (b) DENOMINATION (c) CONGREGATION   4 : a public divine worship (goes to church every Sunday)   5 : the clerical profession (considered the church as a possible career)     As you can see, a church is inherently religious. Therefore, it would be rather silly for us to organize some kind of hierarchal social structure based on the beliefs that we don't share, and even sillier to go building elaborate structures in which we can sit around and not praise the gods. Atheists are exactly that: a- (non) -theists (one[s] who believe[s] in [a] supreme being[s]). We create forums to share ideas, express opinions and, when necessary, organize to defend our rights in our respective societies. Therefore, while we're sure you can find at least a half dozen kooks on the Internet who claim to run some kind of 'official' atheist church, we don't have one.   **note: This FAQ is a more frequent one than we're entirely comfortable with...which illuminates the widespread, fundamental misconceptions about atheism and, consequently, the importance of our goal to inform and educate.    (5)Are atheists Satanists?   ...Either read the previous few entries, or go away.     (6)Are atheists Humanists?   Not necessarily. A great number of atheists subscribe to some humanistic beliefs. (for a better idea of what secular humanism is about, go here .) Most atheists are concerned with reason, ethics, and the pursuit of objective truth, as means to advancing the human race. Other atheists will tell you up front how little they care. If you're an atheist looking for a more specific \"label\" for your beliefs, and you're not a complete misanthrope, then secular humanism probably has something to offer you.      (7)Is atheism \"anti-religious\"?     Tough one. But worth answering. No, atheism is not, in and of itself, anti-religious. Atheists themselves will vary...some believe, whether rightly or wrongly, that religion will be the downfall of the human race, and others are quite content to live and let live, if you will. There are atheists who will take any opportunity to openly debate with religious folks, just as there are religious folks who will take any opportunity to debate with an atheist. We haven't quite reached the point of going door to door on Saturday mornings with flyers, booklets and silly-looking suits, but you never know. Then there are atheists who keep their mouths closed about their (lack of) religious beliefs unless politely asked to talk about them. Plenty of religious people are the same way. And, as in all groups of people, the respectful and sane generally outnumber the obnoxious and loud. People are generally the same; atheists differ only in what we choose not to believe.     **note: The thing about atheists, is that when you put a bunch of us in a room together, we're not going to all hold hands and burst into song about the wondrous joys of non-faith. We're probably going to argue, and we're going to argue a lot. Atheists all have their own opinions about everything from society to economics to politics to science to morality to the existence of space aliens and the current situation of Elvis. Which we think is a good thing...atheism is rational in nature, and reason is all about questioning and debate.     (8) Oh yeah? Well what's with all this religion-bashing on your site, huh? That's not very nice!    Simple Thought Experiment:      Consider the Chuckchee, an ancient Siberian tribe, and their thoughts on the creation of the world and the race of Man. *(original source: http://www3.sympatico.ca/untangle/creatamj.html, page now defunct)         In the beginning was Raven, the self-created and his wife. The wife asked Raven to create an earth as she was bored. Raven said he didn't know how, so his wife said she would create something and went to sleep. As she slept she molted, then grew in size, and then gave birth to featherless twins. Now Raven felt that if his wife could create then so could he. Raven flew high, and as he flew he defecated and urinated, and these droppings became mountains, valleys, oceans, and lakes. Eventually there were many men upon this earth, but no women. A little spider women soon appeared and made women. The men did not understand about women, so Raven, with great pleasure, demonstrated copulation with the women. Later, also with pleasure, the men followed his example.         Sure, it makes a good story. But would you be willing to stake your soul on its validity?     Why not?     Ah, I see. How about this one...          In the beginning, nothing. Then there was God. God spent several days creating the various aspects of the universe and the world: light, sea, land, heaven, animals, all of that. Then he decided to make people. He created man from dust, and breathed into his nose to give him life. He gave this first man a garden, and the man went through two perfectly good wives (the for first being too independent, the second for being made out of flesh) before he finally settled for the third, called Eve, who was created while he was asleep, from his own rib. There was a certain tree in the garden whose fruit would give these people the knowledge of good and evil. God told the man and the woman not to eat from it, or else they would die. But wouldn't you know it, a talking snake convinces the third wife that she ought to eat the fruit anyway. So she does, and gives some to Adam, and that's why the human race has been having so much trouble ever since.         To an atheist, one sounds just about as likely as the other.     Come on, folks. This is Atheists, Agnostics and Freethinkers, not Nice, Polite, and Politically Correct People at NYU. We poke fun at religion because we find certain parts of it quitelaughable. We also have more serious ideas about the place such stories--and those who insist that we believe in them, 'or else'--ought to have in our lives. Also, if you haven't noticed, some atheists tend to be sarcastic bastards. You're free to make fun of us in your spare time if you wish...we don't insist that you follow us blindly.       (9)You're all going to Hell!   (Sadly, this one does come up )    That's fine. We don't believe in an afterlife, so living this one freely is pretty much all we're worried about.       Answers for atheists    (10)\"Active atheism\"? Atheist communities? Why bother?    Glad you asked. One of several common misconceptions about atheists (other than the above-mentioned stuff) is that past the whole \"not believing in any gods\" thing, we have nothing in common. But the fact is, not believing in god or subscribing to any religion puts you in the position of thinking about the ways in which religion impacts your life, whether you want it to or not. From political and social issues in the US to human rights issues abroad, religion shapes the way our world works, and ignoring the fact doesn't make it go away. It is perhaps possible to be an atheist perfectly at peace with the idea of religious figureheads, activists and politicians bringing their own faith-based world vision into reality, no matter how it might curtail your expressive or physical freedom. But we kind of doubt it.      Hence, there are communities of atheists, agnostics and secular humanists dedicated to monitoring the political and social climates of our country and world, and providing a secular response to the often loud and insistent voices of various religious communities trying to impose their moral and behavioral codes on the rest of us. We're not interested in banning religion. We're interested in protecting our freedom, and the freedom of all people, to believe or disbelieve as they choose.        (11)Why a discussion group?    AAF at NYU is primarily a discussion-based group (as opposed to, say, a strictly activist group), although we do get involved with some activism when we think it's necessary. We hope to provide a forum not only for discussing and reacting to the ever-present issues of religion and society mentioned above, but for our members to deal with more personal and just as pressing issues in philosophy, ethics and life-in-general that come with rejecting religious faith. Religion provides a lot of answers and it often takes people a while to figure out their own answers instead.    Hence, we talk about personal issues, from ethics and death, to dealing with religious friends/family and reacting to the \"supernatural.\" This way, members get to talk about what kinds of answers to these issues they've all come up with so far. In the end, atheism is a personal thing, not a social movement, and we try to treat it as such.    (12)How can I \"come out\"?    Some atheists never deal with this, because they have been raised in non-religious or simply open-minded households and communities. Many others are not so lucky, and find themselves in an awkward social position from the moment they realize that religion just isn't working for them. They may feel in danger of losing friends or family with the admission that they have (possibly permanently) lost their faith.    Obviously, there isn't a cookie cutter solution to dealing with other people. Some religious people actually do deliberately distance themselves from nonbelieving family and (former) friends. While we tend to advocate a mixture of honesty about your own beliefs and a basic respect for others' right to believe as they choose--you're the person who has to live with your actions, so we'd push something called \"sense\" above all other methods in this area. Let your loved ones know what you think without, if possible, antagonizing them, and let them decide their own reactions. The most important thing is that you're comfortable with your own beliefs/lack thereof, not everyone else.     American Atheists has a rather forceful article regarding \"coming out\" as an atheist, but you might find it interesting anyway.     (13)What do I do about discrimination?    If you're an open atheist/agnostic concerned about possible discrimination by your boss/teacher/whatever, here's what you can do.      - First, make sure that this is what you think it is. Nothing's quite so uncomfortable as being on the delivering end of a bogus discrimination claim. Atheists/agnostics are a \"minority\" in the US, but we don't tend to be a directly \"oppressed\" group. You can read a brief article on this (ongoing) discussion within the atheist community here .     If you're absolutely, positively sure of it, you can see some documents relating to your legal rights up on our resources page (coming soon!).     (14)\"I'm an atheist and I think you guys should be out fighting all religion at every turn. Let's stop arguing amongst ourselves! Convert the believers! Burn the institutions! Let's get out there and start the revolution!\"     So once in a while, somebody pops up with this sort of take on things, and we have to tell them all the same   thing: open discussion and dissent within this \"community\" is the most important thing about it. Let's take a   look at where that claim comes from.   - We are a group relating to atheism, agnosticism and freethought .   - All of these things require putting a certain amount of stock in reason .   - Religion requires putting a whole lot of stock in blind faith    - Reason is different in one important way from blind faith, because   - reason involves listening to all sides of an argument,   - judging each by its own weight    - and deciding which one to follow using logic and your own brain .   - Got it so far?   - Good.   - If we told religious people what to think , we would be advocating something called blind faith .   - ...also known as religion .   - Atheism is not a religion .   - Treating it as such would be idiotic and patently unreasonable .   - Got it now?   - Great.     We discuss things in depth and at length, with the expectation of changing each others' minds about certain issues on occasion. We operate on the idea that we're all human, and since arriving at some Divine Truth is more or less out of the question, we expect our human ideas, however educated and well-thought-through, to change in accordance with our understanding of the world. To start la revoluci&oacute;n as one single-minded anti-religious group makes no sense. On top of that, it's just the kind of ill-conceived stereotypical idea that the most hysterical of religious fundamentalists have of us now: that we're rabid intolerant thick-skulled evangelists with our own mind-controlling agenda to force upon the public to the harm of the entire world.  And really, that just sounds too familiar.     *   With that in mind, any and all other questions can be discussed (at length!) at our weekly meetings or on our online discussion list . Ask away!                 Atheists, Agnostics, and Freethinkers (AAF)     Thursdays from 7PM to 9PM      Kimmel Center, Room 901"}, {"content": "Atheists, Agnostics, and Freethinkers at NYU                            Atheists, Agnostics, &amp; Freethinkers at NYU    \"I do not feel obliged to believe that the same God who has endowed us with sense, reason, and intellect, has intended us to forgo their use.\"    --Galileo Galilei                                                main menu                                                                                   AAF at NYU is a discussion-based student group dedicated to raising awareness and promoting critical thinking about secular issues in America and the world. This site provides information about our meetings, events and mission on campus, as well as general information, links and resources about atheism, agnosticism, freethought and secular humanism today.        News        Site is being rennovated! Please bear with us!                                       Atheists, Agnostics, and Freethinkers (AAF)     Thursdays from 7PM to 9PM      Kimmel Center, Room 901"}]},
{"detail": [{"content": "Atheists, Agnostics, and Freethinkers at NYU                            Atheists, Agnostics, &amp; Freethinkers at NYU    \"I do not feel obliged to believe that the same God who has endowed us with sense, reason, and intellect, has intended us to forgo their use.\"    --Galileo Galilei                                               main menu                                                                                   Faqs         Atheism Basics     Why atheism? |     What does it mean to be... |     ...an atheist? |     ...an agnostic? |     ...a freethinker? |     Is atheism a religion? |     Does atheism have an official church? |     Are atheists Satanists? |     Are atheists Humanists? |     Is atheism \"anti-religious\"? |     Oh yeah? What about... |     You're all going to Hell! |         Answers for atheists     \"Active atheism\"? Why bother? |     Why a discussion group? |     How can I \"come out\" as an atheist or agnostic? |     What can I do about discrimination? |     Where's the revolution? |                  Atheism Basics    (1)Why atheism?     Atheism (or agnosticism, or freethought) is a choice to disregard the effects that mysticism and organized religious structures have on your personal sense of morality and life. It is, by its very nature, not evangelical. So we're not going to try and sell it to you. If you have an aversion to faith-based ways of living and thinking, atheism might well be for you. If you prefer to find comfort/community/free Sunday brunch through organized religion, we recognize this as your choice-and, therefore, your right. To be an atheist is to embrace personal right to/responsibility for your thoughts, actions and life, and recognize that responsibility/right within others.    That all said, there are many reasons why people do become atheists. One of the most common is the sharp decline of a previous faith, in God and/or some hierarchal religious structure. People see the individualism and freedom of atheism as a welcome respite from the seemingly nonsensical rules of their previous religion and the oppression of God-based thought control. Some people are simply raised without faith, and therefore are atheists without ever experiencing a need for religion. Of course, there are other, less respected reasons for proclaiming oneself to be an atheist. Some people do it for the 'shock'. Some people do it because they seem to believe that \"atheism\" connotes \"a follower of logic and reason\" and hence the title alone will relieve them of any burden of actually being at all logical or reasonable in their other worldly opinions. And, as always, some people do it for no specific reason at all, but because they figure they might as well.    Whatever your beliefs or reasons, we certainly invite you to share them at our meetings. Half the fun in AAF comes from its sheer diversity.     (2) What is does it mean to be...      ...an atheist?    An atheist is one who lacks a belief in god(s). Some atheists also believe that the existence of god(s) can be disproved logically or empirically. Some atheists concede that it may be impossible to know for sure whether a god can or does exist. Regardless, they still lack an affirmative belief in a deity. Anyone who does not affirmatively believe in god(s) is an atheist by default. In this sense, babies are born atheists.          \"I do not pretend to know what many ignorant men are sure. That is all agnosticism means.   --Clarence Darrow          ...an agnostic?   An agnostic is one who claims that the existence of god(s) is unknowable. Agnosticism is often described as a half-way house for those who are undecided about belief, or are waiting for more evidence before making a decision-- These positions are not bad or weak in any way, but agnosticism says nothing about a person's belief in the existence of god(s); it only addresses knowledge of that existence. Therefore a person can be an atheist and an agnostic (depending on the definition of god being used), or a theist (one who believes in god(s)) and an agnostic.      ...a freethinker?   A freethinker is one who forms opinions (usually in the context of religion) on the basis of reason independent of authority. He/She is not necessarily an atheist, agnostic, or anti-religion. A freethinker does not necessarily have wild or unstable beliefs, but they simply choose to question the validity of claims that come from an authority (such as a church, a government, or parents). Questioning does not necessarily lead to rejection. A person might question their parents' values, but in the end conclude that they are indeed based on reason. They may also accept some parts and reject others, or reject all of them. But their rejection or acceptance is based on reason.    NOTE: None of these three concepts are mutually exclusive, or mutually necessary. A person can be all three at once, none, or just one but not the other two.    And remember: No matter what you are, or how you label yourself, you are always welcome at our meetings.     (3) Is atheism a religion?   No.  No no no no no no non nyet nein iie não no.  And, just for the sake of clarity, no.   See our definition of atheism if you need any more than this.    (4)    Does atheism have an official church?    No, atheism does not have a church. There are plenty of atheist groups, clubs, discussion boards and other forums for meeting and communication, but a church is an organization based on religious belief. To be more specific, let's look at what Webster has to say about churches:     Main Entry: 1 church    Pronunciation: 'ch&rch  Function: noun   Etymology: Middle English chirche, from Old English cirice, ultimately from Late Greek kyriakon, from Greek, neuter of kyriakos of the lord, from kyrios lord, master; akin to Sanskrit sura hero, warrior   Date: before 12th century   1 : a building for public and especially Christian worship   2 : the clergy or officialdom of a religious body   3 : a body or organization of religious believers: as (a) the whole body of Christians (b) DENOMINATION (c) CONGREGATION   4 : a public divine worship (goes to church every Sunday)   5 : the clerical profession (considered the church as a possible career)     As you can see, a church is inherently religious. Therefore, it would be rather silly for us to organize some kind of hierarchal social structure based on the beliefs that we don't share, and even sillier to go building elaborate structures in which we can sit around and not praise the gods. Atheists are exactly that: a- (non) -theists (one[s] who believe[s] in [a] supreme being[s]). We create forums to share ideas, express opinions and, when necessary, organize to defend our rights in our respective societies. Therefore, while we're sure you can find at least a half dozen kooks on the Internet who claim to run some kind of 'official' atheist church, we don't have one.   **note: This FAQ is a more frequent one than we're entirely comfortable with...which illuminates the widespread, fundamental misconceptions about atheism and, consequently, the importance of our goal to inform and educate.    (5)Are atheists Satanists?   ...Either read the previous few entries, or go away.     (6)Are atheists Humanists?   Not necessarily. A great number of atheists subscribe to some humanistic beliefs. (for a better idea of what secular humanism is about, go here .) Most atheists are concerned with reason, ethics, and the pursuit of objective truth, as means to advancing the human race. Other atheists will tell you up front how little they care. If you're an atheist looking for a more specific \"label\" for your beliefs, and you're not a complete misanthrope, then secular humanism probably has something to offer you.      (7)Is atheism \"anti-religious\"?     Tough one. But worth answering. No, atheism is not, in and of itself, anti-religious. Atheists themselves will vary...some believe, whether rightly or wrongly, that religion will be the downfall of the human race, and others are quite content to live and let live, if you will. There are atheists who will take any opportunity to openly debate with religious folks, just as there are religious folks who will take any opportunity to debate with an atheist. We haven't quite reached the point of going door to door on Saturday mornings with flyers, booklets and silly-looking suits, but you never know. Then there are atheists who keep their mouths closed about their (lack of) religious beliefs unless politely asked to talk about them. Plenty of religious people are the same way. And, as in all groups of people, the respectful and sane generally outnumber the obnoxious and loud. People are generally the same; atheists differ only in what we choose not to believe.     **note: The thing about atheists, is that when you put a bunch of us in a room together, we're not going to all hold hands and burst into song about the wondrous joys of non-faith. We're probably going to argue, and we're going to argue a lot. Atheists all have their own opinions about everything from society to economics to politics to science to morality to the existence of space aliens and the current situation of Elvis. Which we think is a good thing...atheism is rational in nature, and reason is all about questioning and debate.     (8) Oh yeah? Well what's with all this religion-bashing on your site, huh? That's not very nice!    Simple Thought Experiment:      Consider the Chuckchee, an ancient Siberian tribe, and their thoughts on the creation of the world and the race of Man. *(original source: http://www3.sympatico.ca/untangle/creatamj.html, page now defunct)         In the beginning was Raven, the self-created and his wife. The wife asked Raven to create an earth as she was bored. Raven said he didn't know how, so his wife said she would create something and went to sleep. As she slept she molted, then grew in size, and then gave birth to featherless twins. Now Raven felt that if his wife could create then so could he. Raven flew high, and as he flew he defecated and urinated, and these droppings became mountains, valleys, oceans, and lakes. Eventually there were many men upon this earth, but no women. A little spider women soon appeared and made women. The men did not understand about women, so Raven, with great pleasure, demonstrated copulation with the women. Later, also with pleasure, the men followed his example.         Sure, it makes a good story. But would you be willing to stake your soul on its validity?     Why not?     Ah, I see. How about this one...          In the beginning, nothing. Then there was God. God spent several days creating the various aspects of the universe and the world: light, sea, land, heaven, animals, all of that. Then he decided to make people. He created man from dust, and breathed into his nose to give him life. He gave this first man a garden, and the man went through two perfectly good wives (the for first being too independent, the second for being made out of flesh) before he finally settled for the third, called Eve, who was created while he was asleep, from his own rib. There was a certain tree in the garden whose fruit would give these people the knowledge of good and evil. God told the man and the woman not to eat from it, or else they would die. But wouldn't you know it, a talking snake convinces the third wife that she ought to eat the fruit anyway. So she does, and gives some to Adam, and that's why the human race has been having so much trouble ever since.         To an atheist, one sounds just about as likely as the other.     Come on, folks. This is Atheists, Agnostics and Freethinkers, not Nice, Polite, and Politically Correct People at NYU. We poke fun at religion because we find certain parts of it quitelaughable. We also have more serious ideas about the place such stories--and those who insist that we believe in them, 'or else'--ought to have in our lives. Also, if you haven't noticed, some atheists tend to be sarcastic bastards. You're free to make fun of us in your spare time if you wish...we don't insist that you follow us blindly.       (9)You're all going to Hell!   (Sadly, this one does come up )    That's fine. We don't believe in an afterlife, so living this one freely is pretty much all we're worried about.       Answers for atheists    (10)\"Active atheism\"? Atheist communities? Why bother?    Glad you asked. One of several common misconceptions about atheists (other than the above-mentioned stuff) is that past the whole \"not believing in any gods\" thing, we have nothing in common. But the fact is, not believing in god or subscribing to any religion puts you in the position of thinking about the ways in which religion impacts your life, whether you want it to or not. From political and social issues in the US to human rights issues abroad, religion shapes the way our world works, and ignoring the fact doesn't make it go away. It is perhaps possible to be an atheist perfectly at peace with the idea of religious figureheads, activists and politicians bringing their own faith-based world vision into reality, no matter how it might curtail your expressive or physical freedom. But we kind of doubt it.      Hence, there are communities of atheists, agnostics and secular humanists dedicated to monitoring the political and social climates of our country and world, and providing a secular response to the often loud and insistent voices of various religious communities trying to impose their moral and behavioral codes on the rest of us. We're not interested in banning religion. We're interested in protecting our freedom, and the freedom of all people, to believe or disbelieve as they choose.        (11)Why a discussion group?    AAF at NYU is primarily a discussion-based group (as opposed to, say, a strictly activist group), although we do get involved with some activism when we think it's necessary. We hope to provide a forum not only for discussing and reacting to the ever-present issues of religion and society mentioned above, but for our members to deal with more personal and just as pressing issues in philosophy, ethics and life-in-general that come with rejecting religious faith. Religion provides a lot of answers and it often takes people a while to figure out their own answers instead.    Hence, we talk about personal issues, from ethics and death, to dealing with religious friends/family and reacting to the \"supernatural.\" This way, members get to talk about what kinds of answers to these issues they've all come up with so far. In the end, atheism is a personal thing, not a social movement, and we try to treat it as such.    (12)How can I \"come out\"?    Some atheists never deal with this, because they have been raised in non-religious or simply open-minded households and communities. Many others are not so lucky, and find themselves in an awkward social position from the moment they realize that religion just isn't working for them. They may feel in danger of losing friends or family with the admission that they have (possibly permanently) lost their faith.    Obviously, there isn't a cookie cutter solution to dealing with other people. Some religious people actually do deliberately distance themselves from nonbelieving family and (former) friends. While we tend to advocate a mixture of honesty about your own beliefs and a basic respect for others' right to believe as they choose--you're the person who has to live with your actions, so we'd push something called \"sense\" above all other methods in this area. Let your loved ones know what you think without, if possible, antagonizing them, and let them decide their own reactions. The most important thing is that you're comfortable with your own beliefs/lack thereof, not everyone else.     American Atheists has a rather forceful article regarding \"coming out\" as an atheist, but you might find it interesting anyway.     (13)What do I do about discrimination?    If you're an open atheist/agnostic concerned about possible discrimination by your boss/teacher/whatever, here's what you can do.      - First, make sure that this is what you think it is. Nothing's quite so uncomfortable as being on the delivering end of a bogus discrimination claim. Atheists/agnostics are a \"minority\" in the US, but we don't tend to be a directly \"oppressed\" group. You can read a brief article on this (ongoing) discussion within the atheist community here .     If you're absolutely, positively sure of it, you can see some documents relating to your legal rights up on our resources page (coming soon!).     (14)\"I'm an atheist and I think you guys should be out fighting all religion at every turn. Let's stop arguing amongst ourselves! Convert the believers! Burn the institutions! Let's get out there and start the revolution!\"     So once in a while, somebody pops up with this sort of take on things, and we have to tell them all the same   thing: open discussion and dissent within this \"community\" is the most important thing about it. Let's take a   look at where that claim comes from.   - We are a group relating to atheism, agnosticism and freethought .   - All of these things require putting a certain amount of stock in reason .   - Religion requires putting a whole lot of stock in blind faith    - Reason is different in one important way from blind faith, because   - reason involves listening to all sides of an argument,   - judging each by its own weight    - and deciding which one to follow using logic and your own brain .   - Got it so far?   - Good.   - If we told religious people what to think , we would be advocating something called blind faith .   - ...also known as religion .   - Atheism is not a religion .   - Treating it as such would be idiotic and patently unreasonable .   - Got it now?   - Great.     We discuss things in depth and at length, with the expectation of changing each others' minds about certain issues on occasion. We operate on the idea that we're all human, and since arriving at some Divine Truth is more or less out of the question, we expect our human ideas, however educated and well-thought-through, to change in accordance with our understanding of the world. To start la revoluci&oacute;n as one single-minded anti-religious group makes no sense. On top of that, it's just the kind of ill-conceived stereotypical idea that the most hysterical of religious fundamentalists have of us now: that we're rabid intolerant thick-skulled evangelists with our own mind-controlling agenda to force upon the public to the harm of the entire world.  And really, that just sounds too familiar.     *   With that in mind, any and all other questions can be discussed (at length!) at our weekly meetings or on our online discussion list . Ask away!                 Atheists, Agnostics, and Freethinkers (AAF)     Thursdays from 7PM to 9PM      Kimmel Center, Room 901"}, {"content": "Atheists, Agnostics, and Freethinkers at NYU                            Atheists, Agnostics, &amp; Freethinkers at NYU    \"I do not feel obliged to believe that the same God who has endowed us with sense, reason, and intellect, has intended us to forgo their use.\"    --Galileo Galilei                                                main menu                                                                                   AAF at NYU is a discussion-based student group dedicated to raising awareness and promoting critical thinking about secular issues in America and the world. This site provides information about our meetings, events and mission on campus, as well as general information, links and resources about atheism, agnosticism, freethought and secular humanism today.        News        Site is being rennovated! Please bear with us!                                       Atheists, Agnostics, and Freethinkers (AAF)     Thursdays from 7PM to 9PM      Kimmel Center, Room 901"}, {"content": "%PDF-1.4 %  31 0 obj  > endobj        xref  31 24  0000000016 00000 n  0000001106 00000 n  0000001200 00000 n  0000001242 00000 n  0000001502 00000 n  0000001616 00000 n  0000002018 00000 n  0000002536 00000 n  0000002968 00000 n  0000004427 00000 n  0000004733 00000 n  0000005101 00000 n  0000005272 00000 n  0000005625 00000 n  0000005728 00000 n  0000007444 00000 n  0000007724 00000 n  0000008112 00000 n  0000008271 00000 n  0000010007 00000 n  0000010561 00000 n  0000011079 00000 n  0000018917 00000 n  0000000776 00000 n  trailer   ]>>  startxref  0  %%EOF        54 0 obj  >stream  xb```\u00064\u0006V\u0006\u0006&+\u0006~\u0006\u0004\u000720pL\u00006Y\u0017)m29𭁡[k\u001bB-ˢ\"ǝܭ /L > endobj 33 0 obj  > endobj 34 0 obj  > endobj 35 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>> endobj 36 0 obj  > endobj 37 0 obj  > endobj 38 0 obj  > endobj 39 0 obj  >stream  htSkP\u0013g\u0014 h7ls~|s~s\u0010  @ i?2hr > endobj 41 0 obj  >stream  hTMk0 @\u0015:v$n(\u0010(-\u001eJ\u0017X\u001c㤇IVױCgҋeA\u001dp\u000f>4^C8\u000fPV{7Vyt)pf\u001c\u001bi~iNWX > endobj 43 0 obj  > endobj 44 0 obj  > endobj 45 0 obj  >stream  hlT{PT\u0015ww k\u0014^uK\b\u0010!>ʲ)Dpy(\u000f\u0010\"\u0018\u001d&Zǵ\u0015yȪ\u0005\u0005H@Cbe4q 1n\u000eL{L3m|g~s~A\u0012\u001a\u0015A32kbRln.p[c˷\u0005$Y pl\b_MTw& \u0012Cpzr!&ɗo\\gvQEƍV\u0006m\\i-عԘb+ZjL3)/7>t\u0019Vn3۝\u0015\u0005MN!L\u0004\u0011\"\u0010R\u0015\u0011O\u0010T XK\u0010UD ID\u0006Idl0(\u0010\u001a!^&v\u0011\u0017ğ\u0005bF_UyAu:]}D}M \u001aƬ4j>LSIT%u\u0015#X'\u0016\u001e\u0007,\u00146g` }\u0005)8D_x*\u0002\u00068|\ba~AW+|\u0007\by~#:j\u0005LE\u0018eh4\b5\u0012LR\u0016\u0017W &}X\bջ&[;%v\",C\u0018u\u000fsDYJC2lx\b?0EɉAɧ4D\u0015B̓\u0001`5B8 f̩n{T\u0006\u0004n7?$?dpwP3'pr; \u001b'\u0018\u0003߁\u0000I\u0014._BU۵֣k7_C\u007f17|\u0014 ?H8\u0017z\u001bNˠr@\u0001 =V.\u0001j2| gF~䔔񩩮7ntD\u00168;^]֒'l)U\u0018\u001f\u00181=\u001dNVQ@,h.15\u001dG\u000f\u007f84Vk\u001f\u00112׵\b8\u001c$Q=U\u000e Go\u001dWڔl9֕)暨\u000f\\_ \u0010r\u007f\u0010)%ʓDVfS^}dXzÅ}\u001b ːWR2k\u0010ٙ@)[6\u0017volrF7C\u0016iz3f\u0015jr:w_ 4̶S#P}S{[8ZJn? +\u000e\u001f}\u0016ֿ;'\u000f\u0001S\u001f  \u0005yг(-\u0000\u001aJ   endstream endobj 46 0 obj  > endobj 47 0 obj  >stream  hTQn0 \u0015\u001cSt#\u0000 \u000f4iwGS\u0003,/i):H > endobj 49 0 obj  >stream  hlWے\u0011}W#$%SjuƵuvl%c?@\u0014Db\u0017\u0019\u0000W?q\u007f7\u00012Nf7/O *YE\"*\\t9nב%5m%=aGc-r\u001f\u0011\u00176γH8_.i\u001d ^\u001ffQ̖чǇ.o?|{\u007f\u001fgyEO];k\u0015\u0015apf_AP\u0007ԋ_N \u001a$𤆆H;ij\u001d*R[\u000f{);|JE\u0015\"Wek8\u0002/\u0007Y[zf\u0015UOl\u001bǗ+\u0019~\u0018h+j\u001fK J ݘFJ\u000e77LK\u0007\u0011.\u000e -Abq$+ū}V`öѡ\u001dhqh \u0000\u001ej\u001ev xQ\"ỡ4_90u;yHJT'\\y=\u001e\u0019HKp(;j\u0000t\u007f\u0013h܆Z:ڴ\u0012A\u001cTm'- {\"ca\u0014\\o\u00139Q[ޯ\u001d\u000f\u0015+o\u0018~M,ԋa?Ot1Ww\u0003\u0006l\u0003\u0014,Cx\u0014\u0005K \\ʳ8[wx0tT%# ގqmg2\u00079 ^̧Y\u001ae\u0000in|:l8(\u0016O9x\bx_m\u007f$Ur\u0001X TuJ\u001bO!Z\u0015\"\u0006¶vz8\\*$\u001bH\u000eV,sĿOC\u001e&(Z14P\u0013}#\u0013EǱ\u000f\u001fGͺ\u0014\u0018$ӰӒ\u0006Tt\u0010_9e\u0014\u001e O`H\u0001iq\u001c\bq/e\biT= ՝PI%[\u0011 dyoZeh;vL{u.4\u001eYEţl-SkH3\u001e0Ɖ\u0001T`!\u0004}G\u000fLК{\u0011D\u0013}7N^3ud\u0006\u001emU-zTZZPX1J\u0013(9Ӝ{)\u0004pw&h\u0015K7Α\u0003E -X=\u000f][)\u0004=\u0000Ie'+U 3KÏ\u0013L\u0018\"=aYֽ :\u001e\b1GN8 \\\u0006\u0006hiFhXS8Ekzq\u00003JV5\u0006l~Y\u007fWô\u0007\u0006mE5U\u0018\u001e{ƞI _IڵbY;_,B\u0001{\u0013',ԯ2LDnă\b85c\u000e(s/+MN 澢[\u0006j(h |@kC|?'rPq\u0014\u001fH\u0011عOظ\u001b\u0001\b2XZ-Iz\u0015r異\u007f}}\u001ch(eY$X\u0016|4^9z){\u0001?o?\u0013\u0010 iU9Sg\u0015`\u0000H   endstream endobj 50 0 obj  > endobj 51 0 obj  > endobj 52 0 obj  >stream  h޼z\u0007\u0013e, \u0010A/30\u0013.*\u0014E45=3d2Xe,[ \u0011\u001bb\u0001W \u0018HCad/kfZz6as|?fQ5c6igfťdjƤiӴYq#5ӓ5K 25K29]O\u0005BIDkѱq)$M&͋q q\u001b㴛㴚Y오̘ԸT9Oib3\u0013r5 1qqxmZx͂Դ8|Q\u001bISXMJt\u0006mNH(!U\u0013\u0013͊\u0013  1Y i#d;L-w=4aa\u001f \u001b=lBXؤ)aa3\u001e K\b   c- {)\u001fl,CWv\u001f+ O\u007f7?{d#'\u001f\u001dnb\u0013هdɛ\u0003 \u001cNڨhF)iвA\u000f\u001f2cC\u000e[?c\u0001\u001f\u000e }5G\u00103\u000f/MNHT+Ѧ?O\u001dCS)X Z%0/z\u001de2ih,2\u0013 m+&NK\u0011\u001bN\u0011\u007fY\u0005ee)\u0018Q&=\u0015U{) X0\u0013׃&\u0017w]aY-\u0006\u0004nXǓ9\u001c\u0019 =&?ڝ3I]\u0010)CjayY;\u001cC\u0007VRM\u0003-Q}-KJi\u0004*;ò-چ͛  mm -\u0018|, u\u001d|7a\u0011H\\ 1h2\u0012ŠH\u0014y\u0004d:\u0010X7P\u0001}\u0013U̝kE\u0015\u000f₝pxU_>#\\6Z,\u0016jc+ Jp&0z>vZVR5⹩,Sl\u0015>Z]\u0013&ݼ㵹-'\b\u001d=/woC~M\u001f\\d(%>DL\u0004a*L \u0007\u0010. p\u0011\u0007EyhD({H8YѪgY*\u0019M:\u0013HfDM zD\u0004Q߯eFH>\u000e%\u0007M5 hf` 9Mv?s,]m4&R\u007f@\u001aH70*Ճ]\bS97ivp\u001aRa\u001a\u0013@JV\u0019s)N=N\u007f\u0007[\u001et \u000e7!Z| 393u- hf4w8J`\u0003_\u007f \u0004 }wUv\"Cd |w[!ifmNL}`|\u0016%\u00191\u001e1o\u0012=:Q\u0014@u\u0018\u0007Bvw\u0010\"/\u001a\u0003>~\u001e \\ =x'{l){\u001fϤniޔ]\u0014OMo{\"\u0005{y\bO?.UoV6A\u001c\\O\u0017\\5\b\b\u001a\u001825g7ztB/wS3NR\u00126 _{:9\u001fYloғ%3 \u0004SO\u0013 3\u0011 _B'S`N \u0010nmMHɉǁ8\u000594+W*_d}e7څC\u0013j^>\u0006g\u0012\u0005%֘l`D\u0012nKz\u0004˝0v\u0014ҳa,\u0018ZoT,?\u001bY d\u0017ؒ p\u000e\u0017=;\u0019ܓ\u0005*6\u0017䧧DSH A# \"CP\u0003?8B{\u001d.'|VV\u000eo\u0019!w\u0013z\u0016o\u000eЏwx\u001bo6\u001f^K|\u007f(Q\u0013 y\"9?ߊ}Ͼ*X+_Aϝ\\\u0004\u001fv~\u001bE,\u001cq:4/z*e=ʂq iA8\u00177m\u001ey~0!Y\u0006 1 8\u0012\u0019#6Jw໨łi]`䲻zki\u0002PHfu3m@aP\u0010q\\ZkW\u0000\u00193?sV\u001e.I2\\ 5\u0003=Ơ\u001e@=h\u0011\u001bi&9p\u0004&  x*\b|\u0012\u0018\b\u0005h R\\\u0016^x)nFsm\u0011?'_:!\bn̮`hh[\u0017?kv>vm\u0000\u0015UZ*^\u001f\u0015V\u001f\u0011{x2\u0015I)9\u0013*\u007fR5*\u007f\u001dO\u0013\u001b \u0018htU^%\u0017M\bL\u0017d>\u0018RS6 ٱ\u001d\u001e\u000f\b{j\u0017\u0005I#.G::^G\u0003`Skw{$eMc\u0005ҵ{4?l>ʣBP\u007fI\\\u001c_r^ U\";|nP\u0013s\u0013ɘj\u00154 ;`x\\]|ӵ b JIJLߩ)͝zW\u0005\u0010|S\u0014$;]]'N99LkgXHrjߊ{/\u0015\u0017\u001fÐ\u0010H\u001eJ\u001dhXhx\u00076\u0003ӗD3\u0019qb\u001ei&3o7\u001ddno.d!r4z*\u0019 DPR$\\ce \u000eθ\u00177v\u001f晴R\u0005mbAEӷo+/\" =Zbˣb\u0018k&K:]\u001e\u0001ÃR׀&8^޹ryVE3]\u001e\"UU%A\u001e봗\u0012Vbi\u0003GQb-CB\u0012ZI\udd20\u0011íhu$\u0000%\u0007 FlG\".}\u001b{Nn,rhWѥKuZ()_q,\u0012E\u001e>x;qW6Р;q\u001a1q͒.: w\u001e\u001a; \\zwRodsp\u0019: =leXu2\u001eK\"uj3 h ~S\u0005 S\u001cu*)PE\\  \u0016Ҩ'd\u0016*%\\muv\u0011 b4i0J\u0004[CKU+@7\u0001\u0019v^{j\u0012+|mlF\"LVD\u0011 %nP !LNM\b7\u001e\u0002yz-mu{;\u0018;8_\u001dm˴lBtr3,v2v:\u0013\u0011&V\u001cŮ m\u0016ޯ'\u0019M.\u0015\u001c ڮ?w \u000e9tW%45p7VS\u0015[ovj;`uIziԴUtBhiQ5%eeP[mWQ rFJJ\"iK{\u001b\ud9e8x;l=\u007f/\\VT'VO-\u000e8sB3p4WY\u0007\u0018p! \u001f\u0006|h1\u0005HMJ>|  ~NHH1I-@YmD\u001dd^:tcULNWDXD\\m[ x(C P Sa ~n䢤4C\u0001Y59U\u0011\u0005\u0000 \u0004\u001a4\u001f!np\u0018=f|\u0016^\u0014[DߞW9h)~\u001b H~ETaa:K.\u0018\u000f\u000f#\u0014|7\u0010톆\u007f\u0007\u0010ɳ\u000207\u0000\u001ft\u0005?\u0002\"5&=31$\u0003\u007f%yY\u00077RHC\u007fԦ CJCM),cf=z(1a{G\u0015WM\u001dNg)/79\u000eЈg8%\u000fzH[tAZyNI\u0013\u0012\u0004ҊVo|M՜HWbУ$]qL˕}\u0015\u0017z2\u0019\be; G~\u001d |ρ(|'ʽ!B~Ey\u0016/tY;lR@΄űI+=6fл\u001ap\u001c}I,9EjxeoI\u0015+\u0013p:\u0007QjQ݀\u001b\u0013~6\u0017F\u000f\u001e4C\u000f?6ԍ~@FD\u0004z4q\bzF$ \u0004͗_\u0006ύSQy\u0000Р]\u007fW{ \u0004\u0018\u0012WU\u0012:9+h0d &sW̢|I2żP3n9\u0007+PN00pU>\u001d|V%\u0016\u001f2Y\u000ep+r\u0017|d G\u0016c\u0011-y/\u001eIY\u0019!,\u000eA\u001dp9XV(|$(=(If/C1)Y $Οp=;'4&(\u0003Vu?!o G1-b?Yjl/׸h>\u001cYCAzOKx\u0004ME`\u0014.%9IH& b[ 3o*0°m1 uԷx\u0014\u000e!Dc܆xIY\u0011.W\u001b]20\u001bP9\u0013\u0003C]oI\u0017`b­CD>^r9N\u0017'\u0019x.a\u0002AE&Y0J\u000fY\u001ezYsY/%-vRKf$ץmon.\u0015\u001f5ǁ}mW[ˤ\u0016\u0002$'sI80Vb6٭A[bhֺp\u0018`GsUlWh\u001cȠW!A\u0001\u000fl\u0010\u000eQ%O[Q721wiTGce+ :NO\u000ef\u007fZ1H=\u001bUV\u0007\u0002O&\u001e R#qd\u00143[^\u0017f\u00167jդRh\u001a\u0017re\u0007cC\u0002un{\u001ccFR׹5jNmxaf;UMQQ+\u0017\u0011Vh\u0016N~!=;\b?\u0011\u000fsu ꨌs\u001c\\t\"TeЁz(#{R\u0005U=>W\u0003\u001d=\u0003bT Vuܢ;TP7 0\u0000\u000e   endstream endobj 53 0 obj  >stream  hެXytSպO\bXd\b9zv@/*(\b2 V P;Q \u001dtNLIΔM!m:\u0000R ~~R1pBT\u0012+\u0016Y`\u0015Iن7Ҋ+߈7NZnLHd W\u001e\u001dh\u001a2 Qh+_\u000f\u007f\u001d\u001a{tؕG\u0017\u000fW P*('Xݨ\u0013uӧN[/6\u0018Ӳ )9\u001c}1-unAf\u0005\u0006i4}A? [0tF}RjZV~.gnYZFjZfr>=M[OٙdHٞ[t.(%3ߐQYO69u+3sŹi Y/-J^6QJ*v3dKl]Jޘ$g\u0018R3R\u00199ن\u007fB)\u007f\u0014\u000f+\u0014C\u0015 \\\u0018P \u001a\u0012\u000e\u001d\u0015cz1jȣwh\u001e HNhaEwpzc8\u000fqm\b_šUP~*\u001c5\u001a `G/ń\")kӹV\u0011q6VvA N>mklַE~\u007f S&]\u001f\u0004\u001b\u0015\u001dʥU0\u0002hiF\u0013=\u00078vt 7t1$[vh}\u0002Ch3\u0019,x.˔K\u0000^\u001f\u0007ܫex zE/+jh\u001b@\u001d\u001c\u0002\u0012ƹV\u0007~%\u0002=\u0019[\u0012i͒I/L89 wRvI }g\u0003Wr\u0002-حKo;^u#\u007f5qpwZTy[U&vS\u001b\u001f`q@\u0014 1? Ds/O\u0001M=A#1\u0007\u001f_\bk\u0014\u0003=D(\u0004y&:8l S$аx*Ѩ \u0017bS! a\u0010@\u001cdH^\u0007\u0013\u001dJ{X\u00154i wxZR\u001c\u0002xg'\u0000\\aӦDLbN %ݟ0\u0014j6a\u00198N'\u0005gu\\e\u0017\u000eur&/ vխ2Rq\u0014xI0&Q\u0017Wltb m\u0014{,eo\"CwYpi%=\u000f\u001c\b;Cl3/wWv)Lb\u0016aY\u0017 e\u0004\u001ewՐ`\u00057^v\u001f^\u000eKٞsGZs\u0003>W!\u000fb\u000f:fupV]a}/Xڢ9Y. \u001aþt\u0017s=\u0011pmh\u001c꛺\u00000y\u0018s .!\u000eǥ:\u001e\u001cE\u0002ε G6\u001a\u0015c!\u0002N\u0000TY \u0013\u000e$\u000f b'׻p[\u0004C$9\\ G\u0001\u0006TJ =l\u0005NA֌\u0016δ\u0010q;H3Q)o.LP r_\". !Id%\u0012d-.\u0016 qNly׭/\u0005豾Zt)2vq\u001fA9FyV$5|\u00185\u0013lSYA&eٯZUyFљm;U\u0018x\u0002|YPlksT(ʻDp\u000e2!Oa$4m\u0019 \u0012;а\"6u. C9\u0014Am|'V?(\u001e=\u0007NlW  \u0007Ɩ\u0013MQHA\\\u0013~\\j\u0015\u0011X\u0001߭;T}ӈ7$Q2q\u0003]j,$$A\b.9Uch\u001c&RɶF})\u007f-\u0000G̅\u0013R\u0006mAoj2-|\u0006\u000e?\u0084[7!\u001cD\u0003WhM~!H\u001drfX}U{\"ͬhyR;\u000f\u0005#ڭV\u00192a>Y_Czk \u0012'Yi0>p\u001e:\u001e|P\u0010X/; 4\u001e&,\\{0)y\u0014.\u000ewD{gE _B\u0019ک6AN`*E1 D9[^_q$$>iq R~\u0003V\u001f:uށ>zR=Q(z \u001eT@\u000f1 ;YPg ON`Z\u0016=\u001bLt p\u0004V\u0001I@\u0018\u000e|$G\u001c\u0004c- G\u001c2B_\u001b~[ ;Z ۸$I^͂g B\u0011NьS^G\u001eز\u0006X+gp5,\u001ebj3x~\u0017 \u00100A$\u0000Eͩ\u0007wE0_x\u00128\u0005ec2Q\u000e?\u0013 _d3sW\boEB\u0004r\u0006 /]\"\u0005OEER\"i\u0013\u0015%y\"`F&t\u0017q\u000f8;_\u0005?Pk;m?i?)\u000f*,P\u001eh dh@['w~\u0016( 4\u001bu) OeֆJ%1U2 މv&3ĉt8O?\u0003\u0005\u0016)$cA\u0002br \u001a΃y+͵-x[1%Bڛt|V]\u0016d\u0011kWN:\u0000.\u0016\u001a?\u0011N(\u0017]\u0012I\u0014%>;iW\u0014C\u0000N?\\, ad_-|O !^S  \u000ej\u001a tjv@\\\u001f`fyw1 x{y}3>̕3S@^Uk&Y¸vh.X\u001bh_# (S\u001d[WT\u0017=Y^8-\u0001ZX{B\u00179@ʾ mx)Y\u00033c1[.]n\u0000\u0016۠m.\u0013[LtZ {^\u0091r%zf {fdx ۶ˉ7&14.n L^ng\u0000'\u000eһ`W\"\u0018o]ÙQ8\u001c8f\u0018_[SE;\u0015r\u001bl9^T\u0010{lT\u001a|\u0012\u0007\u0001 /9\u0010[+[^G\u0004\u0017EzCN%\"WaPu뛒S_ށ4\u0003e\u001c4κ8\u000eHПF\u0015D~a6\u0011q:\u007fA/g\u0000?7vDp\u0000 F\u0017r0[\u001f%.S#D,@)ze\u0001X \u001c;܍E \u0019Hi\u000489o8ͭ+hnkn.-(%PCwpp5U\u001bíx-9 QF߂E\u0006sJ.n6\u0007&\u00100&d̍ണ\u0010\u001e\u0000\u001f=ޅU:$;\u001a3\u0017MuG\u0012\u0003:\u0002- bqސ[NE\u001b/\u0005\u0001 Ty\u0019\u000f\u0015\u0016\u0005ƗNomԧA\u0003\u000eD&\u001f{,}\u001dYF \u0001yRMZ7v38\u0005Aζ8X\u0019vpzV\u0019ڀ\u0014Dz&\u0011_CHb\u001a)v8Sd\u0005^?~8)\u001eG?bN} Ψ rP@\u0005_E\u001a\u00069l\u0015Y?} H왈 \u0011\u0019\u0014\u0003U81^I zqഃY$*\u0000:j=g\u0018\u001eJ>_ɓJźT\u000f\u0002$#Bk\u0001\u001c\u0004m5;\u001dEYluh\u0000[AOibB\u001bYW4\u00105㜈wGrּtٙͭ \u0000Y\u0011e}\u0005ף$#\u0004\u001cYQ\u0007p\u001aldv\u001e[\u001a\u001bZZuYk\u001e 6،Nex\u0001o\u0012\u001f&HPOZ7o\u000eݐx\u0017\u000f\u0013񾇊0E\"n#FDm~_{TYuw>9e  ?*, v\u0001 n{=\u001e)jWm\u000el 92^݇U\u001az+\udd32\u00012+X3{7V=հ{;8\\\u007f@\u0013, \u001ei`CH\u0003D 9C\u001e > endobj 2 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>> endobj 3 0 obj  >stream  htXے6\u0012}WQܲhRu\u0015;xR݊GUyH\u0000Q\u0010\u0005\u000f h\u0000Ҳ3i\\HjvR\u001a\u0014ӧi3&\u0019[ol-lY0#&Ebvf\u0005k&2*\u0019\u001d)O\u000fsVɻsqga\"K\u0017K\\5\u0010SMfie8WNlb'a_YR[dSpIړ`\u001f:0}dQת\u0015͹TUk2⪬\u000f(|\u0017\u0010y2 ï\u0005\u0000\u0013ۥ7al*\u0006l$6ga]KXYa\u00197-\u001de\u008dV\u000eW+[ u\u0010\u00140ٱ\u0007W~MbM &km d4+\u0010nC\u001bwH;sV\u0017\u001cqx\u0014eىAbڂ]SՆ\udbf8\u007fI7?;9t\b\u000e\u0012P-+:Hr\u0010'k\u001f\u0011\u0013D ɵ79\u0019\u0011SǍ\u001a\u0002?4&\u0012f\u0016U\u0000;먮A⍞[-Ax#,b\u001f.@ }\u0016b:d+%Ë\u0010\u0000Ph4\u0019ort\u007fO \u0002C)\u0019\u001aM\u00199es* \ba\u0001\u0000 \u00027h\u0010go\u0007ɵ\u0000E\u0013b)̺@(v\u0014o\u0004 cevc@\u001e CMDյoS'ECl8\u0004Y!\u0014\u001dI[\u0018r\u001e \u0007 > endobj 5 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>> endobj 6 0 obj  >stream  htXے6\u0012}WQڲdR\u0014u>dT\\ٵ$\u000f\u0010 \u0001 \u001a\u0000%o= \u0012fF.\"\u0002}9}ts>Mr&$cݒي\u00153bRdkV֋`7օ#:_9\u001d)z_\u001fd'?,YI1o;+Ūĭ} +|e\u0019~O[L~\u008dc\u0011ɳtO߰`\bf{QJͬX/vS\u0007l/ta;gR> |bXdr \"\\cVt\u0016ahj1[͔̊yKb`[8빵̝`;KVt+iݛ`[mTJ2iY-D0:D\";v\u0016&?O.\u00056]\u001aaXq\u0015yWtdivx\u0016\\\u007fq j$Y\u000f\u007f\u009cewb]\u001aY5\u001fE\u0002+#XxF\\\u000e\u00156XEڃ]Q5y\u0019ݒa , KX,C*vN|M5Itp\u0000ypx [@-5  .l \u0018ЩtW\u0006I\u0004q~P?a֜8} #9\\{3۬\u0016o lZ-_\u00140\u0012W\u000eB}i\u0019\u0017=q\u001dA:qah\u0006~\u000fߑße@\u0014\u0007#6G\u001ed*-q*F%~iE3Jϼ0-Q\u0018j'PB\u0000W?1\u001drl\b\u0005>\u001ex4˦dB\u0005\u0004OP2/d\bα\u0015w4\u00147^\u0012R}c8\u0007IOr1̹&{\u0003\u0017𺳚\"6֗.'A\u001c9 KSG/\u0004\u001e)Qaߒ\u0011PBqdE\\k\u0011'k4~\u001a*\u0015\u001a49-}%ʇ/c \u0013C{I#Z\u001e\u0012֯G\u0013\\L/  \\%;r[*\u0016\u0018Ljc\u0010 .h\u0013%^G8^\u001fG\u0007 FgȾY\u0010 `\u0018[)иJW|Ĩ8D8lެ~`~P\u001eh\u00034BaɆ`ƿ`6\u0015d屎 .Xx\u0007 z\u0007ţ-6/B\u0003\u0016Њ㠮rB\u001cg[\u0002+Bg x.yB2\"U\u0011pV\u0000O?\u0004[W-+b\\2\u0016\u0016?|\u0005\u0007qQ=ΛzO3\u0000\u0003\u0000+!u   endstream endobj 7 0 obj  > endobj 8 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>> endobj 9 0 obj  >stream  hޔX]۸\u0011}]ĊdY}ܴ\bP\u0014M !\u000fD[\\KKRv7=CR\u0002Hpmq̙,cRݭXrS\u0011 . -VY\u001f_^_\u001fb\u0015\\dm4Y\u0017 ^,σ\u001f-aܲEIj\u0007˲m%,FT'r' ob7|;g\u0011L Qf'͎q0$;ZfI\u0003y\u001c3Jr\u001cbI+K˥\"v\"Ӫ3~VNF \u001aN\u0014\u0005!WZ\u001d[Y9\u001b sXfEA\\\u0014/\u0013U p\b^/V;w\u0007nB(/\u0017m\u001f\u000e\u0003\u000e_pV )1U\u0010x\u0017rU3`[{\u0001?C*{uL\u001cr*؍ߙ>)|H2(Ҏ!Y|\u001d&\"DYqǾ\u00051':b3I)c\bl,$Ҳ_z\"r\u0005bk\u007fjOVF \u0001\u0011 6A\u0011\u00165\u00125!ᵬ|\u0004 \u001c\u0004U \u001cE[1Z\u007fIz\u0010Wn#)_\u0018a\u001dH*vlV\u0013H⥉ 1\u0015w\u0006P+}\u000e\u0002'+(0|A\u0017 $Y1\u0005֛M8\"\u0016D_*R@\u001fm\uddab\"*%N\u0012LH\u0007M\u001a\u001dBE\u0005\u0011#\"/L_M\u0018\u0007\u0000\u0015a^\u0011.%\u001bD\u0007\u0010\u001c4ƍtn ~ o(\u001fմRx!Z\u00127+[m\u001aڢ|h\b\u0011\u0013 r\u0012\u00021u]\u001a\"ؠW\u0007>v\u0010\u001c 8r[\u000eM}\u0005oq\u0005z'IE:\u0007`:nz;:3@\u0015\u000fXЛ\u000f=:\u0001\u0010@%x*. B^x\bOt0MG̊M77i`GT\u001co\u000f0\u0016F \\; \u001eW \u0000\"ς&b!\u001bYBEpyunbK\u0005u=,\u001e9LrC\u0016 #C\u0001AlV\u001c7YuWi+\b`>,x{\u001b\u0002qRw Lt\u0007\u0012\u0016k;vO\u001e\u0012\u007f4 \u001fy\u0015H*``{xø!26\u000fV6VJP>@\u000fFO5PJ&\u0004owg\u000f!)Q0\u00186EY\u0006Q :u\u0014 25*\u0015\ba 3|^Ǹ0XzL\u0003X%\u001d&d{l&]kq#y\u0006N\u001eS rwi}e)̧4D9B>%]MrZlAUct[(';sBcڢ7D)ؖRa\u0004,kio.n hŶ\u0014\u000fƸ#\u0015P-*$db x =.C\u0012 %\u0004鄆W\u0001e:5/bj$  tp x-]\u00104\u0011ۆkl(pУ͐>͜g?#1gz=ٷFŪՐ]u\u000f}K {\u000f|\u001d\u0001I`ht4JT;\u007fsy=.UVC\u0001)n\u0001bxqE\u001e񈭴'\u0011W\"0\bå\u001aw;$y:O\u0013\u0003\u0014 \u001fBY(@\u001au֏\u0006g=k^\u001a\u0000$dqR\u0003~GZ@uGS](\u0003\u0012^C;\u001boW]+8C+\u0012!m\u0018\u0004\u0017\u0007\u0014\u0001~\u0015wh+F?/򬟗}\u0012aŲKck?\u0001\u0006\u0000 > endobj 11 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>> endobj 12 0 obj  >stream  h|Xۮ۸\u0015}W.bG\u0017_\u000f\\N f\u0006mb (>\u0012eH I\u0019\u0000ݮMR B kvZ\u0016Mٿl0\"s\u001c]T ,_/vO'Uwu4Y$U4tm+\u0014\u0015t\u0015\u0014\u001cqx\b5/\u0010\u0014FeYւʟgj*\u001b,KǍ\u00184XkQ9ڏ\u0012C) ݴڊ(WV\u001eO\u000e\u007f{gB]\u0005_ʄ- \u0004Yj\u0010/\"!\u001aՋTQ\b(/Z\u00143\bG+v\u0001ɿrU*\u001e /\u0000P!&C66F\u0012\u0007\u001d$N\u0012؋uInL\u001e6^:(]l\u0007%eD+\u001cHU@\u0019\u0011\b\u0012fp']ZƬ\u0010M?\u001df aэ2\u007f0ei4pkn\u000eu\b\u0010+ҏ(8i\u0011Лx/Rb])\u0010^K\u001fPNЖQcֲTXXhn\u001d\u0015\u00179\u000f{Yx\u0012\u001d\u000656($cmV#L\u0013x+XWփUBx;\u0015?\u0018YoOyQ\u0000D-.rTIFr\u0018zb\u007f`̪Z#\u007f\u001a,͖ \u0018i $4K\u0013$=K (Z\u0000q\u007fT E-Gۗwc|\u0011\u000e\u0013\u0011\u0003st^;+\u000e>ї\u0014C$(K׊2 al \u001e\u0018\u001c*W SLT,@!+E2mcXu\u000f\u0007\u001f~\u0007K!*xơo9\u0018Y_y$%G[Rb\u001c;\u0000\u0002/6?riފVUt)o\u0012J\u001cI=\u0002RR1 P\u0003\u0018BG]G(*;FY +B\u0013\u0010}p\u0017[ \u001a¹wlx$m \u0001Њ\u0005\u0013\u0014 \u001cy>β\u0014\u007fxzڳ9ۥ 0\u0000p\u0007   endstream endobj 13 0 obj  > endobj 14 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>> endobj 15 0 obj  >stream  hޤXr۶\u0016}W:\u00131_ڇ3c;qĵf:n\u001e`\u0012PSBRq?3ݮ \"%;'s\u0013ǖI\u0000  pYJ\u001c\u0018\u007f>keƩ'+7˛MGOK|kj\u001f\u0000A膡\u0001o\u000f\u0000~f\u001108\"\u000fl)\u0001h\u0010^\u0014C=4ށt\u001am͖Tc*O \u0015c\u0016(VvKcp-c[Ka\u001dDA4\u0010 %x\\z6lo6Q\u001f\u001di\u0004È3 w \u0007W\u0007m`'\u0006-yEx\u0010#+,\bOf'N\b\u007f\u0016]\u0015Gq'\u0003;(}\u0015DvDۨn)F=P\u0003%ZLgK$\\h\u0019fHY l5\u0016\u001eG5A P43Xu ^1AN ȼ\u0000\u0010@Z\u0014N\u0010[;t$rYnx+1jc \u0005\u0012w\u001fٖ̍D\u0005rFcQN}Vď\"&Fv%vwぼ0sIÜ\u001d]/f\u001bخC;\" Σ.?\u0001j;=AǿD=&!\u001b!ڥZ}x@}ktFIc {żv {(?`9V5\u0015:.b\buxMky$|I\"[[40Ǧ^l׿M ORԨmnO^;!kto㦔j\u0007t^7Vv\u0002\u000f=d:t\u001c\u0007Q.e-æ|B6ht6ܒz.(\u0007a c\u0001TR4Z\u0010\u001cEX37xT%7 U4\u001e\u001f=A\u00163C4`nTCUE^ om{A.wnT\bTf =?Z\u001f-q\u0014;cZC\u0006s+kQT#{`ӟN!\u0003zw/8OCv Vv\u0000\u0006UQ^}lC\u001dG%d\u0012\u0014\u001bB+!*T\u0018\u000e\u0005LO\u0016%0\u0005I\u0017 Vm\u0004%wgz\u000fd\u0011 EB\u0019mH_νVl:IM}ȲI\u001a E}gqub\u0003Mo\u0001\u0006\u0000c   endstream endobj 16 0 obj  > endobj 17 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>> endobj 18 0 obj  >stream  hdTmo0\u0010ίX*m0} Y;K\u0017\u0007tvX\u007f\u0018\u0013\u0012>\u001esǯ@!\u0018pA\u0019X\u0015$T䘤`\u0002os p\u001fN? }tD3\u0006\u0014\u0012[K θjve\u001d%\u0010`m %4+e\u0011\u0017OPZPK\u0012\u001flX\u007f~39|5ZW\u001f\u00001/\\m\u0015t\u000f0S;mt?3;LO E\u0014PAs\u0019a>x\u0007$\u0000\u0015\u0005Èg~GSβlL\u0014.݉\u0006.w?ԏU= ݶEp\u001b`\u001agDt_omCz,!\u0010h\u0010\u0018\u0017|ZOG8\u000e\u0012_r\u007fdk\u0012*0ˊXF=5\u0000Whjgۭ> %u{sH{TFK$|gR@'h\u0003F6+(̠v[9hO8\u0012Z\u0018 \u001ej\u0013`Y櫶ugzxfEl\u007fk\u007fFճRӪJ`U}/\u0011e\u0005t Ǯº 'B'ƥ( f\u0001n\u0000\u0017uϻ~\u0014av}gBX2$e\u0016[̀H\u0087q-!M9ejs\u0011?p3ZZ Y\u0016P#Fh͢\u001aH@\u0007D\u007f\u0005\u0018\u0000:\u0006   endstream endobj 19 0 obj  > endobj 20 0 obj  >/ProcSet[/PDF/Text]/ExtGState >>> endobj 21 0 obj  >stream  h$̽ \u00021\u0010\u0004~bKnLZ% w\u0001 \u0012=,NP _\u001c20\u001f\"\u0003Xe\u001e:&\u001cG\u001c ;tO\u001aB/ewu~+\u0010;%pKBfH s{sH\u001bfnJmH_:w+mS08A3۔\u0001bC)U]J#\u0004\u0018\u0000A%   endstream endobj 22 0 obj  >stream  h;rƒ l\u0010\u001bw\u0010U)WI\u0014eĶtD99 m\u001aLO{.=\u007fޜ̧\u0017\u0017d֖]E-]{5Y)[,7=i+Ӷ|D]tj~,`otu7A\"|kyiVM{@5L]O\u001e\u0006 ޫnޑB~\u0000Nu\u001a~x\u0017i\u001aiS:P@ӏEC}~=\u007fF o\u0001\u000f~\u007fg=|\u0018m eA\u001dE\u0003*x3rEh\u0016>Ѕ\u0017UOO -\u0007P ]\u000e\u0017i>~X֛_\"]mnq5{'芛1\u0019f1\\S@׃/ځn\u0017 \u0003w\u0000\u0010P4N7\u0003P_G0z\u001a>\u001fz { `㺛ͲhI@>\u00074hh\u0015mo\u001eW\u0000_~M/SiE  [ҭ 効\u001ez>\u001f@Ra _7\u0003tF\u0016:0_mŌ\u0014_\\\u001f\u001f'I\u000f]y\u007f֬f=0G\bG|SpU\u000e0c\\-f\u0017hр-܎?ʋ \b \u0005sL#g8`F,61T'(\u0005\u0019ZŭdQ\u000f\u0010|콼ؖAs׆9\u001d\u0006o\u00051\u001fH?p޹6l\u0013MMM[2roNV# \u00161\u0013O1 \u0010|\u0004\u000f>\u0018\u0003.1>\u0011r ΃wTt\"x#3'~2iGɸ\u0004\u0002Bd\u000fhbn{O\u0004\u001eN91\"\u0013~#Ycu\u001fq] S?H뭈w2`SqTÇ§C\u001f}\u0017zS\u0005DE\u0005]~ff FD\u0095\u00126{lDǒ\u00017ƟA\u0005}@\u0012G仒0OG\u0004\u001f\u0004\u0015R>*ak)\u001f$:r z\u0002I?\u0019ۙ\u0018\u0017\u001a3m\u001aD=FTK98 \u0015r1ᘍl-[=&\u001eTuE] f\\\u001c\u0017|sWU,]\u00149W;>*u~.5:KɤŤ(hR$ \"5I8I  \u0011  \u001b I5T$\u000fʚKI\u0018W\u0019e=LdD)M\u0014O8'KNi\u001d30YXY\u0014\u0019%5e\\~&\u000fIXeuJ9>R\u0016uL\u0014\u0016ԜMd|'q\u0019LJJt @I\u0016sy\\O -{*>*J?Ř,񃌍\u0001N\u001c#M   \\4$ƩuVp~Z\u0019\u0018\u0018\u001b(\u001e!]\\\u0014!>\u0003\u0015+?tRiR:e{dt\u0006\u000e\u001e\u000fZ\u001f'`3?J\u001cu-+A\u001aӨ~S\u0007W?W_i&\u0007HC\u0005\u000f@-d\b  \u0001ch:qvI\u0010[2L%\u0018Q.DM 4 \u0014-%\u007f&A~\u001b]hOu!ٳĎ9?#& \u000fi\u00045.rӧ]|/p8\u001dzRk24l>\u000f\u001f]u2\u00065=ɶuxoӫZ\u0017t?5\u000f\u001c\u0013#\u0019\u0017[ꑹv\"y8RO}(|VlͯtL&ZK[a\u001b}!o\u007frү\u00047\bŏZB\u001bWt匍/ڶ6^戵\u0011E@ (ϹǍ1y|X5#G2LI.}Kh Kc{\u0004k@Ժ\u0012wl\u0014+_.7됚CVw\"{V&n.>@\u0010z>͜i5P}ޣDޒZr ,-WB9FN$\u000fj\u000eоO +wسN\u0012YU1~{:-\u007f(s9e\u0013\u001c\u000f\u001c\u001fzE\u0010 [mwZsev\u001fpDԹ\u001a]}3\u0017oV{؎u\u001fu#Xkq90g*#8bTsn څ\u0002\u000f\bk;a\u007fT9-\u0004`ךhܙ᜔qJf\u0012bc >\u00067yLـE+s)*\u0011h\u0004uݵ F$2=#x)So_ l\u0002ӏ 1p\u001d>JI'@\u00996\"ѹ\u00036=#۶S|D۫D\u0003}\u000f\u0006[) Oyf\u001b\u0013_X^7eDjb\\#}㋥\u0018V٩_Of9|NL|?\u0013r$g? \u0013A߄1X>S\u000e#~ \\,& ēɟTc\"xi^\u0004\u001f3A ю%߱eO\u0006{f`8\u0000ɖK\u0014\\חxRGk;.ieHׁ -\u001c\u0011\u0011ϞU'hpG\\3\u0017O}FGf;my\u0013ί3R\u001ckto6C`N̶Alzn7o9Wտ\u001e\u001eHO/;zWg^o%\u0003ZevU|iЬҡmfjުo\u0000Ь\u0001\u0017@3P{ު[\u000fើ\u0014!:C-ۍ\u0006h@Iw\u0005\u0019FuMIE{/yC=Y3~\u0003n%y'+C\u001bZ#;3 ; Y *2}A\u00168\u007fuڎ.\u0019DԬv&o y\u0018 TSI_eID'Gu-,hY\u0014\\2̈\u000e޲&T\u00191}Ǻ]-uF8p\u0006q\\&\u001c;Y \\fEgEq\u0019 |2\u001a-$|\"3t*[(^؇gz-|=4ٯS\u001cA1۩8ȑ\u0002Di뺸ٟ)!~`u\u0016!nʆ\u0006F\u0016ͱN,u/Ӝ?#k;~d4w*1\u0012S\u0005u3z\b]\u0019T\u0017Oál;lomjv'rno7OGd}\u001d9G\u0015?2z)\u001c:~q%F\\=\u0016)|*\u0018D\u0013=E\u00045I¼pŎ L q0\u001e\u0017 (@#d\u0007OVMY\u001cH\u0019$?\u0001~z\u0016 $O |Q/eHpf\u001f\u0003 r0k  '\u0002)m˥.3!s\u0019q9 2oeJ*I&eBLJWdR%y\u0019VeT{Mʠ\u0004/`}h#\\O\u0000\u001dTIpO񕢈\u0000gP\u0016yV \u001ayP\u0006\u0011U\b^˙\u001c\u0004&rb\u0016qP\u001dG~\u0017bY k \u001agb T&U G;Pݸ\\FW\u0015Hh$#\u0018}m\u0019%Z*,9BR6 \u0015]U[7\u0007>Fsx\u001a\u0018\u0015>yѢ4^E^Ӯ\u0007X4-mnia?U]ɳT>PoIKPKn54Kh֔u)[\u007f\"uoـ\u0007zw-Y3( _\u0012r?l\u0011ߴ- Yw߸ޛ\u001eWｯ֛Zo\\Su8 [.Jf=;d^ wV95Y\u0007lF;S\u0002'1ܺ\u000eW\u001f\u0011^A2\u0002\u001d\u001auYf@g:w٥\u007fvHͲ\u0019\u001e'LRg{&\u00162R6~fuU N=Xe0uVqJ;[w.F4\u0013\u001cjrg9\u0013}1\u007f͝Uf2YJW72[ˑ+9~:\u0019mJ:]ڣwYY5mJqWX\u001d۫#3~٪-+;\u001e9ߣ\u0003TOZ\u00180\u001c9hhZ\u007f,kg8_\u007fx0\u0006 &r 3; [\u0004=7愶\u001d婧 6\u0004\u001c\u0011\u0004`t\\$SA?10  ' ^:ߥ*IïV ¾= v\u001c\u0011W1\u0007|{Z]ߚ\u001c֍>[y#ۊ?\u0015w\"Y9\u0003x~b\u001e/y[\u0001\u0007\u001f-[K\\Ic3Q E(SPN\u001aOjFZW[\u0018U\u001af\u007fr4v*)ns)8\u0011\u0010/ځn*FY\u0015Y*s)\u0011\\+?bt| š29 {>7Q\u007fMioyeO`'^A׃4\u0003뽻ٰrG]^k\u0019מ7*\u0007MIZ@届% wfv\u0012k\\\u0000\u001eQ\u0013YK\u0012UMrٵGgd.A^\u000f]˱?\u001f\u007f\u0016d  ^M\u0016k:}X[{\u001b}Ov軅7ҷ'm~7\u0001:\u00079\u0006\u0010m :\u000f:.r z\u0007\u0000Jj|\u007f8\u001d\\\u0017\u0019]7-j&ٟ?\u0015e3\\-\u0000Wu Krx4ݳ.\u001dV׼Ynb7yo>[R>ro]U#\u001d5\u0016]\u007fJ\u001e0+E[w[\u001dvd\u0004X\u00198\u001d8yM?\u0017\u0005\u0003\u0004\u0013afA\u0019W?\u0006\u0005-\u00077g2v,vM\u0005 RнL#]A\\h\u0015&C#򚮻ņ !\u0019_\u0016TD%;F\u00025\u0007\u001bvr[u}Brh\u001eƑ\u007f \u001f\u001f*ut~,f 20N؇e\u00051OuߜM=\u001c \u001ap/7j30({s\u000ftV5 > endobj 24 0 obj  > endobj 25 0 obj  > endobj 26 0 obj  > endobj 27 0 obj  > endobj 28 0 obj  >/Type/Filespec>> endobj 29 0 obj  >stream              PScript5.dll Version 5.2.2     2012-06-21T14:18:33-04:00     2012-06-21T14:18:33-04:00           application/pdf               gonzalesraw12_MercerStreet                        ISN                    Acrobat Distiller 8.1.0 (Windows)           uuid:a0522300-95bb-47e9-ac1d-f7da6ffcdf25     uuid:c07814c8-8eb0-43fd-a2c8-39c1fda8b643                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            endstream endobj 30 0 obj  > endobj xref  0 31  0000000000 65535 f  0000024561 00000 n  0000024818 00000 n  0000024921 00000 n  0000027065 00000 n  0000027322 00000 n  0000027415 00000 n  0000029409 00000 n  0000029666 00000 n  0000029769 00000 n  0000031997 00000 n  0000032257 00000 n  0000032361 00000 n  0000034595 00000 n  0000034855 00000 n  0000034969 00000 n  0000037424 00000 n  0000037684 00000 n  0000037788 00000 n  0000038487 00000 n  0000038747 00000 n  0000038831 00000 n  0000039057 00000 n  0000046080 00000 n  0000046116 00000 n  0000046147 00000 n  0000046246 00000 n  0000046280 00000 n  0000046480 00000 n  0000046614 00000 n  0000050279 00000 n  trailer   >  startxref  116  %%EOF"}]}]