[{"detail": [{"content": "GPS Writing Workshop - NYU Libraries                               This is the \"GPS Writing Workshop\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             GPS Writing Workshop This research guide is for students at NYU Shanghai who are taking the GPS Writing Workshop.        Last update: Mar 26, 2015        URL: http://guides.nyu.edu/content_mobile.php?pid=527387                                                                          Citation & Organization                                                                                  EasyBib!                 NYU Libraries provides students with the premium version of EasyBib. Register while you're on the NYU campus by going to www. easybib .com/             Comments (0)                                         Saving and Organizing Your Research                 Specialized research tools help you to:     import citations from databases and catalogs   organize your research   format your reference list in dozens of standard styles (MLA, APA, and more.     NYU Libraries provides EasyBib, RefWorks , and Endnote . For a complete list and info on how to access and use these tools, go to the Research Tools page.   Not sure which one to use? See a comparison chart for a brief overview of the tools' main features.             EasyBib Handout            Comments (0)                                         What Is Plagiarism?                  Plagiarism (pronounced: play -juh-riz-um) is the act of taking someone else&rsquo;s words, ideas, or information and passing them off as your own. If you don&rsquo;t give credit to the author of these ideas in footnotes or endnotes and a bibliography, you are committing plagiarism, which is a serious academic offense.    Everything you find that is written, whether in print in books and journals, or on the web, should be considered copyrighted . That means that you should think of it as belonging to someone else. Information that you find on the web is not free to take or use &ndash; it is someone else&rsquo;s intellectual property . Any material lifted from an original source, including web resources, without proper acknowledgement or credit is considered plagiarized. Inadvertent or accidental plagiarism is still plagiarism. Plagiarism can inadvertently happen if you are not careful about taking notes while you research; it is sometimes difficult to remember exactly where your ideas came from when you are doing research, so remember to cite your sources while you work.   It is your responsibility to know what constitutes plagiarism. Not knowing citation standards is not an excuse. When in doubt, err on the side of over-documentation and cite the source. You can also ask your professor, teaching assistant, or a librarian for help in determining what is and is not plagiarism.            Comments (0)                                         Tips for Avoiding Plagiarism                   Make your own ideas the focus of your paper.       Use the ideas of others to reinforce your own argument, and give the original author credit by citing the source.       Keep track of complete citation information whenever you take notes and while you are writing your paper. Unintentional plagiarism can result from sloppy research or from careless \"cutting and pasting\" of online sources.       Make it a habit to regularly use EasyBib to keep track of every source you find. Better yet, learn how to use RefWorks to not only format your citations but also provide you with an online file cabinet of your research sources.       Any words, ideas, opinions, or original research that are not your own must be cited. This is true whether you copy material word-for-word or if you summarize a passage and change a few words around. Use quotation marks when you directly state another person's words.           Common knowledge, established facts, and well-known proverbs do not need to be cited. None of these sentences needs a citation:     Albany is the capital of New York.   Water freezes at 32 degrees Fahrenheit.   Look before you leap.                 Comments (0)                                         Why Do I Need to Cite My Sources?                 When you are writing a paper, you must cite your sources in order to:     avoid plagiarism   acknowledge the author of ideas and words other than your own   enable readers of your paper to re-locate your source     If you need writing help, the Academic Resource Center is an excellent resource for NYU students.           Comments (0)                                         How Do I Cite My Sources Properly?                   Academic or scholarly work requires a bibliography, which may also be referred to as a works cited page, a citations list, or a reference list . Below are two examples of formatted citations.   A complete list of examples in MLA and other styles is found on the library's Bibliographic and Footnote Style Guide .             Reference Type      A sample citation in MLA format:    In-Text Citation        Book with one author        Henley, Patricia. The Hummingbird House . Denver: MacMurray, 1999. Print.     (Henley 103)         xx         Journal article with two authors     Collard, Scott, and Tempelman-Kluit, Nadaleen. \"The Other Way In: Goal-Based Library Content Through CMS.\" Internet Reference Services Quarterly 11.4 (2006): 55-68. Print.     (Collard and Tempelman-Kluit 63)                           Comments (0)                                         Citation Handbooks                   MLA Handbook for Writers of Research Papers - Joseph Gibaldi Call Number: LB2369 .G53 2009 (also available in Reference Collection and at Reference Desk) Publication Date: 2009 (7th) edition The seventh edition is a comprehensive, up-to-date guide to research and writing in the online environment. It provides an authoritative update of MLA documentation style for use in student writing, including simplified guidelines for citing works published on the Web and new recommendations for citing several kinds of works, such as digital files and graphic narratives.   What Every Student Should Know about Avoiding Plagiarism - Linda Stern Call Number: PN167 .S74 2007 ISBN: 0321446895 Publication Date: 2006-06-13 This book teaches students to take plagiarism seriously, to understand its consequences, and how to avoid it. This invaluable guide offers instruction and models for how to summarize, paraphrase, and quote sources. The most common types of plagiarism are discussed, from simple mistakes such as forgetting to use the quotation marks when using someone else's exact words or failing to acknowledge another's thoughts and ideas, to wholesale fraudulence, such as purchasing student papers from online sites and claiming them as one's own work. A brief guide to citing sources in both MLA and APA styles is also included.   The Bedford handbook - Diana Hacker Call Number: PE1408 .H277 2010 Non-circulating Built on Diana Hacker’s vision and developed with the help of expert composition teachers, The Bedford Handbook is the indispensable classroom and reference tool it always was — only better. Now with the strongest coverage of research writing in a full-sized handbook, the seventh edition helps students meet one of the core challenges of academic writing: maintaining their own voice while writing from sources.            Comments (0)                                              close                                                                                                          Building Your Search                                                                                  Brainstorming Your Keywords                 When you are ready to begin your search for information on your topic, it helps to think carefully about the words you are going to use when you type in your search.   Example Topic: How are the concepts of liberalism and equality discussed in the scholarship by Fishkin ?      What are the key components of our topic?   1. liberalism   2. equality   3. Fishkin      What some synonyms are there for these concepts? Are there general words that could be used to describe these terms?     equity, equality, liberty       political philosophy       justice, fairness       left, leftism             Comments (0)                                         Example Search Strategy                 If we put together all of our search techniques with the keywords we brainstormed, here are two search strategies that we might use:         \"James Fishkin\" and liberal*     (liberal* and equal*) and \"James Fishkin\"       liberal* and family and equality             Comments (0)                                         Using Boolean Operators                 Getting Started With Boolean   Using Boolean operators -- AND, OR, NOT -- is a great way to further refine your searches.           Boolean Operator       Search Example       Retrieves             AND     A good way to limit/refine your search.   Decreases your results.       rivers AND salinity     Retrieves articles that contain both the words river and salinity.                 OR     A good way to expand your search   Useful if you have synonyms that you would like to search for.   Increases your results.           fruit OR vegetables       Returns articles that contain either the word fruits or vegetables .           Not     A good way to limit your search   Allows you to exclude terms from your search results       fruit NOT apples   Returns articles that contain the word fruits but do not contain the word apples .             Advanced Boolean: Putting It All Together   In the above examples, we showed the use of boolean operators with 2 search terms; however, you can join any number of terms with boolean operators.   Parentheses! In the examples below, you'll notice that we use parentheses to group search terms and operators. The parentheses tell the search engine how to read your search statement. Remember when you learned about order of operations in math and using parentheses? Same concept.           Search Example       Retrieves           Europe AND dairy products AND export   Articles that contain all of the following words: dairy products, Europe, and export.         canoeing AND (kayaking OR sculling)   Articles that contain the both of the words canoeing and sculling ; also brings back articles that contain both of the words canoeing and kayaking.         South America AND (puma OR panther) NOT Brazil   Articles that contain the terms South America and Puma ; articles that contain the terms South America and Panther . Will not bring back articles with the term Brazil .                   Comments (0)                                         Advanced Searching Techniques                 Most databases support these techniques, but sometimes the syntax or symbol used varies. If in doubt, check the Help section of the database.           Search Technique       Symbol       Example       Retrieves           Phrase Searching   Useful when you have a string of words that must appear next to each other in your search statement.       Most search engines use quotation marks around phrases.   &ldquo;mad cow disease&rdquo;   Articles where the exact phrase \"mad cow disease\" is present.         Truncation   Allows you to search for variant endings of a word. Remember that when you search, the database is looking for an exact match for your term so using truncation can increase the flexibility of your search.        Most databases use the asterisk however, some use a different symbol. Most notably, LexisNexis uses the exclamation point.   parent*   Articles with any of the following words: parent, parents, parenting, parental         Wildcards   Allows you to search for different variants of a word where the difference may be within the word as opposed to at the end of the word. This technique is most useful when searching for plurals that do not use an \"s\" (ex. woman vs. women) or when searching for articles in which there may be slightly different British spelling (ex. color vs. colour)       Some databases use the asterisk ; others use the question mark . Check the help section to determine which symbol is use.   wom*n   Articles that contain either the word woman or women.                 Comments (0)                                              close                                                                                                          Searching the Literature                                                                                  Anatomy of a Scholarly Article                            Comments (0)                                         Reference Tool                   Credo Reference: Online collection of dictionaries, encyclopedias, biographical sources, quotations, bilingual dictionaries, and measurement conversions covering topics from the arts to the sciences.             Comments (0)                                         Searching for Books                 1. Search for Books from NYU and NYU Shanghai Library Catalog   2. Search for E-Books via Ebrary Database   Instructions on using Ebrary database           Comments (0)                                         Justice, Equal Opportunity, Family and Gender Equity                 The following databases can help you prepare for background literature searches:     Sociological Abstracts : Represents the fundamental index for sociological scholarship. As of 2005, it covered over 1800 journals. It also indexes books, book chapters, dissertations, and conference papers. It contains hundreds of thousands of records and is updated regularly.Useful for: Social structure, inequality, social change, and social problems. Dates of coverage: 1952 to present.       Social Sciences Citation Index (Web of Science Core) :  Indexes journal literature in the social sciences. Dates of coverage: 1900 to present.       GenderWatch:  A full text database of unique and diverse publications that focus on how gender impacts a broad spectrum of subject areas. Dates of coverage: 1970 to present.              Comments (0)                                         Systems of Belief, Religion and Science                 The following databases can help you gather resources from interdisciplinary subjects and studies including the areas of history and culture.     JSTOR: A searchable, digitized archive -- from the first date of publication to the last three to five years -- of major scholarly journals in many academic fields. Subjects include Art ; Government and Law; Language and Literature; Linguistics; Science; Magazines, Journals and Serials; Social Sciences ; Economics; Political Science; Technology.       ATLA Religion Database: A comprehensive database designed to support religious and theological scholarship. The file contains citations from international titles and 13,000 multi-author works in and related to the field of religion. Dates of coverage: 1949 to the present.       SocINDEX with Full Text (EBSCO): ProQuest Central is the largest multidisciplinary database with over 11,000 titles, with over 8,000 titles in full-text. It serves as the central resource for researchers at all levels in all markets. Over 160 subjects areas are covered extensively in this product including business and economics, health and medical, news and world affairs, technology, social sciences and more.                 Comments (0)                                         The Individual and the Property, Capitalism, Communism and Contradiction                   Proquest Central: ProQuest Central is the largest multidisciplinary database with over 11,000 titles, with over 8,000 titles in full-text. It serves as the central resource for researchers at all levels in all markets. Over 160 subjects areas are covered extensively in this product including business and economics, health and medical, news and world affairs, technology, social sciences and more.       EBSCO Discovery Service: EDS encompasses the content of 400 databases and publishers, including: Alexander Street Press, American Psychological Association (PsychARTICLES, PsychCRITIQUES), Credo Reference, EBSCO (Humanities Full Text, Social Sciences Full Text, Business Source Complete, 86 others), Elsevier (ScienceDirect, Scopus), Gale Virtual Reference Library, HeinOnline, JSTOR, Springer, Thompson Reuters (Science Citation Index, Social Sciences Citation Index), and more. Source types include: academic (scholarly) journals, company profiles &amp; reports, conference papers, government documents, dissertations, magazines, news, reports (education, health, industry, etc.), reviews, trade publications, working papers, images, audio, video and more.                 Comments (0)                                         Relativism                   JSTOR: A searchable, digitized archive -- from the first date of publication to the last three to five years -- of major scholarly journals in many academic fields. Subjects include Art ; Government and Law; Language and Literature; Linguistics; Science; Magazines, Journals and Serials; Social Sciences ; Economics; Political Science; Technology.         ProjectMuse: Provides full-text access to over 500 peer-reviewed scholarly journals and top quality book-length scholarship in the humanities and social sciences. Subjects include: Art ; Government and Law; Health and Medicine; History; Language and Literature; Performing Arts; Music; Philosophy; Science; Religion; Social Sciences ; Area and Cultural Studies; Women's Studies; Political Science.             Comments (0)                                         21st Century Challenges: Wealth Distribution, Technology and Labor                   EconLit : Indexes and abstracts a wide range of economics-related literature. An expanded version of the Journal of Economic Literature (JEL) indexes of journals, books, and dissertations, EconLit covers both economic theory and application. Covers 1969 to present.       SocINDEX with Full Text (EBSCO): Indexes and provides full-text for scholarly articles, books, monographs, and conference proceedings. SocINDEX offers coverage from many subdisciplines of sociology, including criminology, cultural sociology, demography, economic development, ethnic &amp; racial studies, gender studies, marriage &amp; family, politics, religion, rural sociology, social structure, sociological theory and sociology of education among others. Dates of coverage: 1908 to present.             Comments (0)                                         Assignment and Survey                 Assignment: http://tinyurl.com/mvhenml    Survey: http://tinyurl.com/msxvu8v            Comments (0)                                              close                                                                                                          Ask a Question                                                                                  Ask a Librarian                      Email us your question, or use the chat feature to the right   Use this form to submit your question to an NYU Shanghai librarian. Someone will get back to you within 24 hours.     Required Fields *                       Please complete the form below.   Name: *        E-mail Address: *        Net ID: *        Status:   Select one   Undergraduate Student   Graduate Student   Faculty   Administrator/Staff   Research/Teaching Assistant   Other         Broad Subject Area of your request:   Select One   Arts and Humanities   Business   Engineering   Government Information   Health Sciences   Sciences   Social Sciences   Other/Not sure         Main Question Entry area: *                 Comments (0)                                         Need Help?                 Contact us via email , text us at 646-265-1342, or schedule an appointment .   JavaScript disabled or chat unavailable.              Comments (0)                                         Current Time at NYU                       Abu Dhabi         New York         Shanghai           From timeanddate.com .             Comments (0)                                              close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}]},
{"detail": [{"content": "GPS Writing Workshop - NYU Libraries                               This is the \"GPS Writing Workshop\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             GPS Writing Workshop This research guide is for students at NYU Shanghai who are taking the GPS Writing Workshop.        Last update: Mar 26, 2015        URL: http://guides.nyu.edu/content_mobile.php?pid=527387                                                                          Citation & Organization                                                                                  EasyBib!                 NYU Libraries provides students with the premium version of EasyBib. Register while you're on the NYU campus by going to www. easybib .com/             Comments (0)                                         Saving and Organizing Your Research                 Specialized research tools help you to:     import citations from databases and catalogs   organize your research   format your reference list in dozens of standard styles (MLA, APA, and more.     NYU Libraries provides EasyBib, RefWorks , and Endnote . For a complete list and info on how to access and use these tools, go to the Research Tools page.   Not sure which one to use? See a comparison chart for a brief overview of the tools' main features.             EasyBib Handout            Comments (0)                                         What Is Plagiarism?                  Plagiarism (pronounced: play -juh-riz-um) is the act of taking someone else&rsquo;s words, ideas, or information and passing them off as your own. If you don&rsquo;t give credit to the author of these ideas in footnotes or endnotes and a bibliography, you are committing plagiarism, which is a serious academic offense.    Everything you find that is written, whether in print in books and journals, or on the web, should be considered copyrighted . That means that you should think of it as belonging to someone else. Information that you find on the web is not free to take or use &ndash; it is someone else&rsquo;s intellectual property . Any material lifted from an original source, including web resources, without proper acknowledgement or credit is considered plagiarized. Inadvertent or accidental plagiarism is still plagiarism. Plagiarism can inadvertently happen if you are not careful about taking notes while you research; it is sometimes difficult to remember exactly where your ideas came from when you are doing research, so remember to cite your sources while you work.   It is your responsibility to know what constitutes plagiarism. Not knowing citation standards is not an excuse. When in doubt, err on the side of over-documentation and cite the source. You can also ask your professor, teaching assistant, or a librarian for help in determining what is and is not plagiarism.            Comments (0)                                         Tips for Avoiding Plagiarism                   Make your own ideas the focus of your paper.       Use the ideas of others to reinforce your own argument, and give the original author credit by citing the source.       Keep track of complete citation information whenever you take notes and while you are writing your paper. Unintentional plagiarism can result from sloppy research or from careless \"cutting and pasting\" of online sources.       Make it a habit to regularly use EasyBib to keep track of every source you find. Better yet, learn how to use RefWorks to not only format your citations but also provide you with an online file cabinet of your research sources.       Any words, ideas, opinions, or original research that are not your own must be cited. This is true whether you copy material word-for-word or if you summarize a passage and change a few words around. Use quotation marks when you directly state another person's words.           Common knowledge, established facts, and well-known proverbs do not need to be cited. None of these sentences needs a citation:     Albany is the capital of New York.   Water freezes at 32 degrees Fahrenheit.   Look before you leap.                 Comments (0)                                         Why Do I Need to Cite My Sources?                 When you are writing a paper, you must cite your sources in order to:     avoid plagiarism   acknowledge the author of ideas and words other than your own   enable readers of your paper to re-locate your source     If you need writing help, the Academic Resource Center is an excellent resource for NYU students.           Comments (0)                                         How Do I Cite My Sources Properly?                   Academic or scholarly work requires a bibliography, which may also be referred to as a works cited page, a citations list, or a reference list . Below are two examples of formatted citations.   A complete list of examples in MLA and other styles is found on the library's Bibliographic and Footnote Style Guide .             Reference Type      A sample citation in MLA format:    In-Text Citation        Book with one author        Henley, Patricia. The Hummingbird House . Denver: MacMurray, 1999. Print.     (Henley 103)         xx         Journal article with two authors     Collard, Scott, and Tempelman-Kluit, Nadaleen. \"The Other Way In: Goal-Based Library Content Through CMS.\" Internet Reference Services Quarterly 11.4 (2006): 55-68. Print.     (Collard and Tempelman-Kluit 63)                           Comments (0)                                         Citation Handbooks                   MLA Handbook for Writers of Research Papers - Joseph Gibaldi Call Number: LB2369 .G53 2009 (also available in Reference Collection and at Reference Desk) Publication Date: 2009 (7th) edition The seventh edition is a comprehensive, up-to-date guide to research and writing in the online environment. It provides an authoritative update of MLA documentation style for use in student writing, including simplified guidelines for citing works published on the Web and new recommendations for citing several kinds of works, such as digital files and graphic narratives.   What Every Student Should Know about Avoiding Plagiarism - Linda Stern Call Number: PN167 .S74 2007 ISBN: 0321446895 Publication Date: 2006-06-13 This book teaches students to take plagiarism seriously, to understand its consequences, and how to avoid it. This invaluable guide offers instruction and models for how to summarize, paraphrase, and quote sources. The most common types of plagiarism are discussed, from simple mistakes such as forgetting to use the quotation marks when using someone else's exact words or failing to acknowledge another's thoughts and ideas, to wholesale fraudulence, such as purchasing student papers from online sites and claiming them as one's own work. A brief guide to citing sources in both MLA and APA styles is also included.   The Bedford handbook - Diana Hacker Call Number: PE1408 .H277 2010 Non-circulating Built on Diana Hacker’s vision and developed with the help of expert composition teachers, The Bedford Handbook is the indispensable classroom and reference tool it always was — only better. Now with the strongest coverage of research writing in a full-sized handbook, the seventh edition helps students meet one of the core challenges of academic writing: maintaining their own voice while writing from sources.            Comments (0)                                              close                                                                                                          Building Your Search                                                                                  Brainstorming Your Keywords                 When you are ready to begin your search for information on your topic, it helps to think carefully about the words you are going to use when you type in your search.   Example Topic: How are the concepts of liberalism and equality discussed in the scholarship by Fishkin ?      What are the key components of our topic?   1. liberalism   2. equality   3. Fishkin      What some synonyms are there for these concepts? Are there general words that could be used to describe these terms?     equity, equality, liberty       political philosophy       justice, fairness       left, leftism             Comments (0)                                         Example Search Strategy                 If we put together all of our search techniques with the keywords we brainstormed, here are two search strategies that we might use:         \"James Fishkin\" and liberal*     (liberal* and equal*) and \"James Fishkin\"       liberal* and family and equality             Comments (0)                                         Using Boolean Operators                 Getting Started With Boolean   Using Boolean operators -- AND, OR, NOT -- is a great way to further refine your searches.           Boolean Operator       Search Example       Retrieves             AND     A good way to limit/refine your search.   Decreases your results.       rivers AND salinity     Retrieves articles that contain both the words river and salinity.                 OR     A good way to expand your search   Useful if you have synonyms that you would like to search for.   Increases your results.           fruit OR vegetables       Returns articles that contain either the word fruits or vegetables .           Not     A good way to limit your search   Allows you to exclude terms from your search results       fruit NOT apples   Returns articles that contain the word fruits but do not contain the word apples .             Advanced Boolean: Putting It All Together   In the above examples, we showed the use of boolean operators with 2 search terms; however, you can join any number of terms with boolean operators.   Parentheses! In the examples below, you'll notice that we use parentheses to group search terms and operators. The parentheses tell the search engine how to read your search statement. Remember when you learned about order of operations in math and using parentheses? Same concept.           Search Example       Retrieves           Europe AND dairy products AND export   Articles that contain all of the following words: dairy products, Europe, and export.         canoeing AND (kayaking OR sculling)   Articles that contain the both of the words canoeing and sculling ; also brings back articles that contain both of the words canoeing and kayaking.         South America AND (puma OR panther) NOT Brazil   Articles that contain the terms South America and Puma ; articles that contain the terms South America and Panther . Will not bring back articles with the term Brazil .                   Comments (0)                                         Advanced Searching Techniques                 Most databases support these techniques, but sometimes the syntax or symbol used varies. If in doubt, check the Help section of the database.           Search Technique       Symbol       Example       Retrieves           Phrase Searching   Useful when you have a string of words that must appear next to each other in your search statement.       Most search engines use quotation marks around phrases.   &ldquo;mad cow disease&rdquo;   Articles where the exact phrase \"mad cow disease\" is present.         Truncation   Allows you to search for variant endings of a word. Remember that when you search, the database is looking for an exact match for your term so using truncation can increase the flexibility of your search.        Most databases use the asterisk however, some use a different symbol. Most notably, LexisNexis uses the exclamation point.   parent*   Articles with any of the following words: parent, parents, parenting, parental         Wildcards   Allows you to search for different variants of a word where the difference may be within the word as opposed to at the end of the word. This technique is most useful when searching for plurals that do not use an \"s\" (ex. woman vs. women) or when searching for articles in which there may be slightly different British spelling (ex. color vs. colour)       Some databases use the asterisk ; others use the question mark . Check the help section to determine which symbol is use.   wom*n   Articles that contain either the word woman or women.                 Comments (0)                                              close                                                                                                          Searching the Literature                                                                                  Anatomy of a Scholarly Article                            Comments (0)                                         Reference Tool                   Credo Reference: Online collection of dictionaries, encyclopedias, biographical sources, quotations, bilingual dictionaries, and measurement conversions covering topics from the arts to the sciences.             Comments (0)                                         Searching for Books                 1. Search for Books from NYU and NYU Shanghai Library Catalog   2. Search for E-Books via Ebrary Database   Instructions on using Ebrary database           Comments (0)                                         Justice, Equal Opportunity, Family and Gender Equity                 The following databases can help you prepare for background literature searches:     Sociological Abstracts : Represents the fundamental index for sociological scholarship. As of 2005, it covered over 1800 journals. It also indexes books, book chapters, dissertations, and conference papers. It contains hundreds of thousands of records and is updated regularly.Useful for: Social structure, inequality, social change, and social problems. Dates of coverage: 1952 to present.       Social Sciences Citation Index (Web of Science Core) :  Indexes journal literature in the social sciences. Dates of coverage: 1900 to present.       GenderWatch:  A full text database of unique and diverse publications that focus on how gender impacts a broad spectrum of subject areas. Dates of coverage: 1970 to present.              Comments (0)                                         Systems of Belief, Religion and Science                 The following databases can help you gather resources from interdisciplinary subjects and studies including the areas of history and culture.     JSTOR: A searchable, digitized archive -- from the first date of publication to the last three to five years -- of major scholarly journals in many academic fields. Subjects include Art ; Government and Law; Language and Literature; Linguistics; Science; Magazines, Journals and Serials; Social Sciences ; Economics; Political Science; Technology.       ATLA Religion Database: A comprehensive database designed to support religious and theological scholarship. The file contains citations from international titles and 13,000 multi-author works in and related to the field of religion. Dates of coverage: 1949 to the present.       SocINDEX with Full Text (EBSCO): ProQuest Central is the largest multidisciplinary database with over 11,000 titles, with over 8,000 titles in full-text. It serves as the central resource for researchers at all levels in all markets. Over 160 subjects areas are covered extensively in this product including business and economics, health and medical, news and world affairs, technology, social sciences and more.                 Comments (0)                                         The Individual and the Property, Capitalism, Communism and Contradiction                   Proquest Central: ProQuest Central is the largest multidisciplinary database with over 11,000 titles, with over 8,000 titles in full-text. It serves as the central resource for researchers at all levels in all markets. Over 160 subjects areas are covered extensively in this product including business and economics, health and medical, news and world affairs, technology, social sciences and more.       EBSCO Discovery Service: EDS encompasses the content of 400 databases and publishers, including: Alexander Street Press, American Psychological Association (PsychARTICLES, PsychCRITIQUES), Credo Reference, EBSCO (Humanities Full Text, Social Sciences Full Text, Business Source Complete, 86 others), Elsevier (ScienceDirect, Scopus), Gale Virtual Reference Library, HeinOnline, JSTOR, Springer, Thompson Reuters (Science Citation Index, Social Sciences Citation Index), and more. Source types include: academic (scholarly) journals, company profiles &amp; reports, conference papers, government documents, dissertations, magazines, news, reports (education, health, industry, etc.), reviews, trade publications, working papers, images, audio, video and more.                 Comments (0)                                         Relativism                   JSTOR: A searchable, digitized archive -- from the first date of publication to the last three to five years -- of major scholarly journals in many academic fields. Subjects include Art ; Government and Law; Language and Literature; Linguistics; Science; Magazines, Journals and Serials; Social Sciences ; Economics; Political Science; Technology.         ProjectMuse: Provides full-text access to over 500 peer-reviewed scholarly journals and top quality book-length scholarship in the humanities and social sciences. Subjects include: Art ; Government and Law; Health and Medicine; History; Language and Literature; Performing Arts; Music; Philosophy; Science; Religion; Social Sciences ; Area and Cultural Studies; Women's Studies; Political Science.             Comments (0)                                         21st Century Challenges: Wealth Distribution, Technology and Labor                   EconLit : Indexes and abstracts a wide range of economics-related literature. An expanded version of the Journal of Economic Literature (JEL) indexes of journals, books, and dissertations, EconLit covers both economic theory and application. Covers 1969 to present.       SocINDEX with Full Text (EBSCO): Indexes and provides full-text for scholarly articles, books, monographs, and conference proceedings. SocINDEX offers coverage from many subdisciplines of sociology, including criminology, cultural sociology, demography, economic development, ethnic &amp; racial studies, gender studies, marriage &amp; family, politics, religion, rural sociology, social structure, sociological theory and sociology of education among others. Dates of coverage: 1908 to present.             Comments (0)                                         Assignment and Survey                 Assignment: http://tinyurl.com/mvhenml    Survey: http://tinyurl.com/msxvu8v            Comments (0)                                              close                                                                                                          Ask a Question                                                                                  Ask a Librarian                      Email us your question, or use the chat feature to the right   Use this form to submit your question to an NYU Shanghai librarian. Someone will get back to you within 24 hours.     Required Fields *                       Please complete the form below.   Name: *        E-mail Address: *        Net ID: *        Status:   Select one   Undergraduate Student   Graduate Student   Faculty   Administrator/Staff   Research/Teaching Assistant   Other         Broad Subject Area of your request:   Select One   Arts and Humanities   Business   Engineering   Government Information   Health Sciences   Sciences   Social Sciences   Other/Not sure         Main Question Entry area: *                 Comments (0)                                         Need Help?                 Contact us via email , text us at 646-265-1342, or schedule an appointment .   JavaScript disabled or chat unavailable.              Comments (0)                                         Current Time at NYU                       Abu Dhabi         New York         Shanghai           From timeanddate.com .             Comments (0)                                              close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}, {"content": "Citation Style Guide - NYU Libraries                               This is the \"Citation Style Guide\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             Citation Style Guide This guide provides citation and bibliography assistance. Includes APA, MLA, and Chicago style examples.        Last update: Apr 13, 2015        URL: http://guides.nyu.edu/content_mobile.php?pid=27555                                                                          Home                                                                                  Plagiarism is . . .                            Comments (0)                                         Avoiding Plagiarism                    This site contains an interactive tutorial that explains what plagiarism is and how to properly credit authors.  You Quote it, You Note it!            Comments (0)                                         Bobst Info                 Library Hours and Locations   Library Tutorials and Classes   Comments/Suggestions           Comments (0)                                         For More Help...                   NYU Writing Center           Comments (0)                                         Search BobCat                        Books &amp; More     Search for books, journals, videos, etc. in our local libraries and special collections.          NYU Libraries' online catalog.           Comments (0)                                         Citing Sources                 Welcome to the NYU Libraries Citation Style Guide.   When you are writing a paper or doing research on a topic, you must cite your sources. Academic or scholarly work requires a bibliography, which may also be referred to as a works cited page, a citations list, or a reference list. There are many reasons why citing your sources is important, and you must cite them in order to avoid plagiarism . There are various styles for citing sources; you will most likely find that you will need to use one style if you are writing a paper for a literature course and a different style if you are working in the sciences or social sciences.   How to use this guide :   Using the tabs near the top of this page, you should select the citation style appropriate for your field of study. In each tab, there are some basic examples of items you might be citing. For further examples or more detailed assistance, you may need to refer to a complete writing and style guide. Go to the More Style and Writing Guides tab for more information.   Citation management systems, like RefWorks or Endnote, are extremely useful for keeping track of, organizing, formatting, and sharing your reference lists. Go to the Formatting Tools tab for more information.   If you have questions about how to cite your sources or what style you should use, remember that you can ask your professor, teaching assistant, advisor, or a librarian. Good luck!   What Is Plagiarism?   Why Should You Cite Your Sources?   When Should You Cite Your Sources?           Comments (0)                                         What Is Plagiarism?                  Plagiarism (pronounced: play -juh-riz-um) is the act of taking someone else&rsquo;s words, ideas, or information and passing them off as your own. If you don&rsquo;t give credit to the author of these ideas in footnotes or endnotes and a bibliography, you are committing plagiarism, which is a serious academic offense.    Everything you find that is written, whether in print in books and journals, or on the web, should be considered copyrighted . That means that you should think of it as belonging to someone else. Information that you find on the web is not free to take or use &ndash; it is someone else&rsquo;s intellectual property . Any material lifted from an original source, including web resources, without proper acknowledgement or credit is considered plagiarized. Inadvertent or accidental plagiarism is still plagiarism. Plagiarism can inadvertently happen if you are not careful about taking notes while you research; it is sometimes difficult to remember exactly where your ideas came from when you are doing research, so remember to cite your sources while you work.   It is your responsibility to know what constitutes plagiarism. Not knowing citation standards is not an excuse. When in doubt, err on the side of over-documentation and cite the source. You can also ask your professor, teaching assistant, or a librarian for help in determining what is and is not plagiarism.            Comments (0)                                         Why Should You Cite Your Sources?                 All scholarly or academic work requires  that you cite your sources, whether you are writing a long paper or a quick report. Why is citing your research so important?   Researching and writing a paper ideally involves a process of exploring and learning. By citing your sources, you are showing your reader how you came to your conclusions and acknowledging the other people's work that brought you to your conclusions. Citing your sources      Documents your research and   scholarship    Acknowledges the work of others   whose scholarship contributed to your work    Helps your reader understand   the context of your argument    Provides information for your   reader to use to locate additional information on your topic    Establishes the credibility of   your scholarship   Provides you with an opportunity to demonstrate your own integrity and understanding of academic ethics        Partially adapted from \"When and Why to Cite Sources.\" SUNY Albany. 2008.       Retrieved 14 Jan 2009. http://library.albany.edu/usered/cite/citing.html .           Comments (0)                                         When Should You Cite Your Sources?                 Sometimes your professor or your discipline will have specific requirements about when and how to cite your sources. However, these are some guidelines that generally apply.    Always cite your sources when:       You quote verbatim from someone else's work.    You summarize or paraphrase someone else's work.    You are conveying information which may be unfamiliar to your reader (e.g. statistics or factual data).    You are not sure whether or not you need to cite. As mentioned above, when in doubt, err on the side of caution. It is better to give your reader more information rather than less .       Remember, if you have a question about whether or not you need to cite your source, you can ask your professor, teaching assistant, or a librarian for help. Sometimes citing your sources takes a little bit of time and effort, but it is worth it to avoid plagiarism.    Partially adapted from \"When and Why to Cite Sources.\" SUNY Albany. 2008. Retrieved 14 Jan 2009. http://library.albany.edu/usered/cite/citing.html .           Comments (0)                                              close                                                                                                          APA                                                                                  Avoiding Plagiarism Using APA Style                   Ensure that ideas are not stolen.       Attribute direct quotes.       Cite your sources correctly.               Avoiding Plagiarism Using APA, Handout            Comments (0)                                         Citing Sources in APA style and Managing References                   Understanding APA: An introductory guide to the 6th edition of APA   APA citation EXAMPLES BELOW: print and electronic .   View the Basics of APA Style tutorial: http://flash1r.apa.org/apastyle/basics/index.htm   Follow the APA Style blog at: http://blog.apastyle.org/   Publication Manual of the American Psychological Association, 6th edition, in print only at Bobst Library, REF1 BF76.7 .P83 2010, with added copies at the Reserves Desk on LL2 ( Corrections to the 6th edition are linked here) Download electronic supplement: APA Style Guide to Electronic Sources ,       Click here for the locations of the physical copies available in the library:  Publication manual of the American Psychological Association            Comments (0)                                         Citing PRINT Sources, APA                  For examples not listed here, see print version of the Publication Manual of the American Psychological Association , 6th ed, at the 1st floor reference center or the Reserves Desk at call number BF76.7.P83 2010.                Reference Type     In Reference List    In-Text Citation        Book: 1 Author          Batavia , M. (2006). Contraindications in physical rehabilitation: Doing no harm . St. Louis , MO : Saunders Elsevier.        (Batavia, 2006)       Book: 3 to 6 Authors           Hoskins, C. N., Haber, J., &amp; Budin, W. C. (2001). Breast cancer: Journey to recovery . New York : Springer Publishing Company.       (Hoskins, Haber, &amp; Budin, 2001) first citation   (Hoskins et al., 2001) subsequent citations         Book: Editor, Translator, or Compiler (instead of author)        Mezey, M. D. (Ed.). (2001). The encyclopedia of elder care: The comprehensive resource on geriatric and social care . New York : Springer Publishing Company.        (Mezey, 2001)       Book: Chapter, Introduction, Preface, Foreword, Afterword, Encyclopedia Entry        Mitty, E. L. (2001). Assisted living. In M. D. Mezey (Ed.), The encyclopedia of elder care: The comprehensive resource on geriatric and social care (pp. 73-75) . New York : Springer Publishing Company.        (Mitty, 2001)       Journal Article, 1 Author      Rosenfeld, P. (2005). Women in green: The contributions of Hadassah nursing to immigrant and refugee health in pre-state and the early years of the State of Israel. Nursing History Review, 13, 101-119.        (Rosenfeld, 2005)       Journal Article, 2 Authors      Collard, S., &amp; Tempelman-Kluit, N. (2006). The other way in: Goal-based library content through CMS. Internet Reference Services Quarterly, 11 (4), 55-68.        (Collard &amp; Tempelman-Kluit, 2006)       Journal Article, 3-7 Authors        Jacobs, J., Kahana, M. J., Ekstrom, A. D., &amp; Fried, I. (2007). Brain oscillations control timing of single-neuron activity in humans. The Journal of Neuroscience , 27 (14), 3839-3844.       (Jacobs, Kahana, Ekstrom, &amp; Fried, 2007) first citation   (Jacobs et al., 2007) subsequent citations         Popular Magazine Article      Hertzberg, H. (2008, December). Eight is enough. The New Yorker,  84 (39) , 27.        (Hertzberg, 2008)       Newspaper Article, 1 author      Rich, F. (2008, November 9). It still felt good the morning after. The New York Times , p. WK9.        (Rich, 2008)       Newspaper Article, no author      If you were stranded on an island. (2008, September 30). The New York Times, p. F5.        (\"If you were stranded,\" 2008)       ERIC document           McNulty, T. (Ed.). (1999). Accessible libraries on campus: A practical guide for the creation of disability-friendly libraries . Chicago , IL : Association of College and Research Libraries. (ED433805)      (McNulty, 1999)       Book Review        Zbar, R. I. S. (1995). Autobiography of a face [Review of the book Autobiography of a face , by L. Grealy]. The New England Journal of Medicine, 333 (14) , 949.        (Zbar, 1995)       Thesis or Dissertation       Kitzmiller, E. M. (2012). The roots of educational inequality: Germantown high school, 1907--2011. (Unpublished doctoral dissertation). University of Pennsylvania, Philadelphia, PA.         (Kitzmiller, 2012)       Conference or Meeting Paper      Peters, H. M. (2002). Milton S. Hershey - one of a kind, founder of the Hershey Chocolate Company. Abstracts of papers of the American Chemical Society, 223 , U367.        (Peters, 2002)       Audiovisual Materials         Twentieth Century Fox Film Corporation (Producer), &amp; Wise, R. (Director). (2000). The sound of music [Motion Picture]. USA : Twentieth Century Fox Home Entertainment.        (Twentieth Century Fox Film Corporation &amp; Wise, 2000)       Statute     Patient Protection and Affordable Care Act, 42 U.S.C. &sect; 18001 (2010).   OR   Patient Protection and Affordable Care Act, 42 U.S.C. &sect; 18001 et seq. (2010).     ( EXPLANATION: 42 is the title number, 18001 is the first section of the law. \"et seq.\" means the act includes other sections that follow the initial section. Cited is the 2010 edition of the Code .)       Patient Protection and Affordable Care Act (2010) OR Patient Protection and Affordable Care Act of 2010                     Comments (0)                                         Citing ELECTRONIC Sources, APA                                  For examples not listed here, see print version of the Publication Manual of the American Psychological Association , 6th ed,     at the 1st floor reference center or the Reserves Desk at call number BF76.7.P83 2010.              Supplement, APA Style Guide to Electronic References , is available (NYU only).                                    Reference Type                       In Reference List                       In-Text Citation                                              Web Page                       Centers for Disease Control and Prevention. (2014, April 2). Centers for Disease Control and Prevention. Retrieved from http://www.cdc.gov/                       Centers for Disease Control and Prevention                                   Web Page, undated                       Dvoretsky, D. P. (n.d.). History: Pavlov Institute of Physiology of the Russian Academy of Sciences . Retrieved January 27, 2007, from http://www.infran.ru/history_eng.htm                       (Dvoretsky, n.d.)                                   Online video                       BioScience Laboratories (2009, July 22). BioScience Laboratories Glove Juice Sampling Procedure for ASTM E1174 E1115 [Video file]. Retrieved from http://youtu.be/eU6EkstmwI4                       (BioScience Laboratories, 2009)                                   Audio podcast                       Johns Hopkins Medicine. (Producer). (n.d.). New medical school curriculum [Audio podcast]. Retrieved August 9, 2010, from http://www.hopkinsmedicine.org/armstrongbuilding/audio_files/curriculumpodfinal.mp3                       (Johns Hopkins Medicine, n.d.)                                   Electronic book, 1 author, retrieved from library database                       Didion, J. (2005). Year of magical thinking. Retrieved from ebrary database.                       (Didion, 2005)                                   Electronic book, 1 author, retrieved from web                       Pollan, M. (2006). The omnivore's dilemma: A natural history of four meals . Retrieved from http://books.google.com/books?id=Qh7dkdVsbDkC&amp;lpg=PP1&amp;dq=subject%3A%22Health%20%26%20Fitness%22&amp;as_brr=3&amp;pg=PP1#v=onepage&amp;q&amp;f=false                       (Pollan, 2007)                           Electronic book, 1 author, retrieved from e-book reader                Oshinsky, D. M. (2005). Polio: An American story [Kindle edition]. Retrieved from Amazon.com                       (Oshinsky, 2005)                                   Electronic Book: 2 authors, retrieved from library database                       Kreiman, J., &amp; Van Lancker Sidtis, D. (2011). Foundations of Voice Studies: An Interdisciplinary approach to Voice Production and Perception . Retrieved from ebrary database.                       (Kreiman &amp; Van Lancker Sidtis, 2011)                                   Electronic Book: Editor, Translator, or Compiler (instead of author)                       Mezey, M. D., Cassel, C. K., Bottrell, M. M., Hyer, K., Howe, J. L., &amp; Fulmer, T. T. (Eds.). (2002). Ethical patient care: A casebook for geriatric health care teams . Retrieved from ebrary database.                       (Mezey, Cassel, Bottrell, Hyer, Howe, &amp; Fulmer, 2002) first citation         (Mezey et al., 2002) subsequent citations                                   Electronic Book: Chapter, Introduction, Preface, Foreword, Afterword, Encyclopedia Entry                       Brown, H. L. (2007). Gynecology and Obstetrics: Drugs in pregnancy. In R. S. Porter &amp; J. L. Kaplan (Eds.), The Merck manual online . Retrieved from The Merck Manuals Online Medical Library database.                       (Brown, 2007)                                   Online Encyclopedia with byline (Nursing Reference Center)                       March, P. D., &amp; Caple, C. (2011). Spiritual needs of hospitalized patients . Retrieved November 11, 2011, from http://web.ebscohost.com/nrc/detail?sid=85849bd9-bbcc-4d9b-a1bd-076663a91acf%40sessionmgr10&amp;vid=5&amp;hid=15&amp;bdata=JnNpdGU9bnJjLWxpdmU%3d#db=nrc&amp;AN=5000000657                       (March &amp; Caple, 2011)                                   Online Encyclopedia         (if entry has no byline, place title in author position)                       Osteoporosis in Women (2010). In Clin-eguide Patient Handouts. Retrieved December 6, 2010, from http://ezproxy.library.nyu.edu:24638/clinicalresource/re/patientHandouts?tms=1291674022166                       (Osteoporosis in Women, 2010)                                   Electronic Journal Article, 1 Author, DOI assigned                       Bear-Lehman, J. (2002). A word about qualitative research. Journal of Hand Therapy, 15 (1), 85-86. doi:10.1053/hanthe.2002.v15.01585                       (Bear-Lehman, 2002)                                   Electronic Journal Article, 1 Author, without DOI assigned                       Fulmer, T. (2007). How to try this: Fulmer SPICES. AJN, American Journal of Nursing 107 (10), 40-48. Retrieved from http://www.nursingcenter.com/pdf.asp?AID=743877                       (Fulmer, 2007)                                   Electronic Journal 1-2 authors, DOI assigned                       Ellis, E. L., &amp; Whatley, K. M. (2008). The evolution of critical thinking skills in library instruction, 1986-2006: A selected and annotated bibliography and review of selected programs. College &amp; Undergraduate Libraries, 15 (1/2), 5-20. doi:10.1080/10691310802176665                       (Ellis &amp; Whatley, 2008)                                   Electronic Journal Article, 1-2 Authors, without DOI assigned                       Dobal, M. T., &amp; Torkelson, D. J. (2004). Making decisions about sexual rights in psychiatric facilities. Archives of Psychiatric Nursing, 18 (2), 68-74. Retrieved from http://linkinghub.elsevier.com/retrieve/pii/S088394170400022                (Dobal &amp; Torkelson, 2004)                                   Electronic Popular Magazine Article, retrieved from library database                       Hertzberg, H. (2008, December). Eight is enough. The New Yorker , 84 (39), 27. Retrieved from ProQuest Research Library database.                       (Hertzberg, 2008)                                   Electronic Newspaper Article, 1 author, retrieved from library database                       Brody, J. (2008, December 16). Query for aging patients: How much do you drink? >The New York Times , p. D7. Retrieved from ProQuest Banking Information Source database.                 (Brody, 2008)                                   Newspaper Article, retrieved from the web                       Brody, J. (2008, December 16). Query for aging patients: How much do you drink? The New York Times. Retrieved from                       (Brody, 2008)                                   Electronic Newspaper Article, no author, retrieved from library database                       Editorial: Getting the bed bugs out. [Editorial]. (2009, January 14). The New York Times , p. A32. Retrieved from ProQuest Banking Information Source database.                       (\"Getting the bed bugs out,\" 2009)                                   Thesis retrieved from library database                       Krainovich-Miller, B. (1988). Clinical validation of the nursing diagnosis of preoperative state anxiety Doctoral dissertation, Columbia University Teachers College). Retrieved from ProQuest Dissertations &amp; Theses database. (Order No. 8824404)                       (Krainovich-Miller, 1988)                                   Data set                       Pew Hispanic Center. (2008). 2007 Hispanic Healthcare Survey [Data file and code book]. Available from Pew Hispanic Center Web site: http://pewhispanic.org/datasets/         [use \"Available from\" to indicate that the URL will lead users to a download site rather than directly to the data.]                       (Pew Hispanic Center, 2008)                                   Graphic representation of data                       Centers for Disease Control and Prevention. (2005). [Interactive map showing percentage of respondents reporting \"no\" to, During the past month, did you participate in any physical activities?]. Behavioral Risk Factor Surveillance System. Retrieved from http://apps.nccd.cdc.gov/gisbrfss/default.aspx                       (Centers for Disease Control and Prevention, 2005)                                        Comments (0)                                              close                                                                                                          MLA                                                                                  Citing Tweets - New from the MLA                 Are you wondering how to cite a tweet in your academic paper? The guess work is gone! The MLA has formatted how to cite tweets. Click here to learn more.             Comments (0)                                         Citing Sources with MLA Style using online tools                     For quic k guidelines for applying MLA style, consult this concise and free resource available through Purdue University's Writing Lab:  The Owl at Purdue  .                Comments (0)                                         Examples of MLA Style                 For quick examples of MLA style, visit Bedford St. Martin's Research and Documentation Online            Comments (0)                                         MLA Citation manuals                   MLA Handbook for Writers of Research Papers - Joseph Gibaldi Call Number: LB2369 .G53 2009 (also available in Reference Collection and at Reference Desk) Publication Date: 2009 (7th) edition The seventh edition is a comprehensive, up-to-date guide to research and writing in the online environment. It provides an authoritative update of MLA documentation style for use in student writing, including simplified guidelines for citing works published on the Web and new recommendations for citing several kinds of works, such as digital files and graphic narratives.   MLA Style Manual and Guide to Scholarly Publishing - Joseph Gibaldi Call Number: PN147 .G444 2008 Non-circulating Publication Date: 2008 (3rd Edition) Reorganized and revised, the third edition of the MLA Style Manual offers complete, up-to-date guidance on writing scholarly texts, documenting research sources, submitting manuscripts to publishers, and dealing with legal issues surrounding publication.   The Bedford handbook - Diana Hacker Call Number: PE1408 .H277 2010 Non-circulating Built on Diana Hacker’s vision and developed with the help of expert composition teachers, The Bedford Handbook is the indispensable classroom and reference tool it always was — only better. Now with the strongest coverage of research writing in a full-sized handbook, the seventh edition helps students meet one of the core challenges of academic writing: maintaining their own voice while writing from sources.   A guide to MLA documentation : with an appendix on APA style - Joseph F. Trimmer Call Number: PN147 .T75 2006 Briefer, more affordable, and easier to use than the MLA's own handbook, this popular booklet features current MLA guidelines, a new section on evaluating online sources, and an up-to-date APA appendix. The guide also provides numerous examples, a sample research paper, and helpful hints on such topics as avoiding plagiarism and taking notes.   What Every Student Should Know About Citing Sources with MLA Documentation - Michael Greer Call Number: PN171.F56 G74 2007 Non-circulating This easy-to-use guide covers the essentials for documentation according to the rules of the Modern Language Association (MLA). It provides a comprehensive listing of both in-text and works cited models for a wide variety of print, electronic, and online sources. Included too are frequently asked questions about MLA style and guidelines for formatting research papers.   Cite Right: A Quick Guide to Citation Styles--MLA, APA, Chicago, the Sciences, Professions, and More - Charles Lipson Call Number: PN171.F56 L55 2006 Non-circulating (also electronic version) Based on deep experience in the academic trenches, Cite Right is an accessible, one-stop resource—a must-have guide for students and researchers alike who need to prepare citations in any of the major disciplines and professional studies.            Comments (0)                                              close                                                                                                          Chicago                                                                                  Two Chicago Systems                 The Chicago Manual of Style presents two basic documentation   systems, the humanities style (notes and bibliography) and the author-date   system. Choosing between the two often depends on subject matter and   nature of sources cited, as each system is favored by different groups   of scholars. If you are unsure what system you should use for your paper, please ask your professor, teaching assistant, or publisher which you should follow.   The humanities style is preferred by many in literature, history, and   the arts. This style presents bibliographic information in notes and,   often, a bibliography. It accommodates a variety of sources, including   esoteric ones less appropriate to the author-date system.   The more concise author-date system has long been used by those in the   physical, natural, and social sciences. In this system, sources are briefly   cited in the text, usually in parentheses, by author&rsquo;s last name   and date of publication. The short citations are amplified in a list   of references, where full bibliographic information is provided.   You must choose to use either the notes and bibliography system ([N] and [B] below) or the author-date system ([T] and [R] below). Do not mix the two systems. Again, ask your professor if you are unsure which is preferred.   Adapted from The Chicago Manual of Style Online, Fifteenth Edition . \"Chicago-Style Citation Quick Guide.\" http://www.chicagomanualofstyle.org/tools_citationguide.html (accessed December 21, 2008).   For more information and more examples on both these types, please visit the web site listed above, or for complete guidelines, see Chapters 16 and 17 in the print version of The Chicago Manual of Style, Fifteenth Edition which is available at the 1st-Floor Reference Desk in Bobst Library (BREF Z253 .U69 2003).   Go to Citing PRINT Sources, Chicago .   Go to Citing ELECTRONIC Sources, Chicago .           Comments (0)                                         Citing PRINT Sources, Chicago                       Reference Type   Notes--Footnotes &amp; Endnotes [N]   Bibliography [B]   Parenthetical Text [T]   Reference List [R]       Book: 1 Author   3. David Foster Wallace, A Supposedly Fun Thing I'll Never Do Again: Essays and Arguments (Boston: Little, Brown and Company, 1998), 45.   Wallace, David Foster. A Supposedly Fun Thing I'll Never Do Again: Essays and Arguments . Boston: Little, Brown and Company, 1998.   (Wallace 1998, 45)   Wallace, David Foster. 1998. A Supposedly Fun Thing I'll Never Do Again: Essays and Arguments . Boston: Little, Brown and Company.       Book: 2 Authors   12. Don Tapscott and Anthony D. Williams, Wikinomics: How Mass Collaboration Changes Everything (New York: Portfolio, 2006), 151-82.   Tapscott, Don, and Anthony D. Williams. Wikinomics: How Mass Collaboration Changes Everything . New York: Portfolio, 2006.   (Tapscott and Williams 2006, 151-82)   Tapscott, Don, and Anthony D. Williams. 2006. Wikinomics: How Mass Collaboration Changes Everything . New York: Portfolio.       Book: 4+ Authors   19. Edward O. Laumann et al., The Social Organization of Sexuality: Sexual Practices in the United States (Chicago: University of Chicago Press, 1994), 262. [NOTE: there is no period after the \"et\" in \"et al.\"]   Laumann, Edward O., John H. Gagnon, Robert T. Michael, and Stuart Michaels. The Social Organization of Sexuality: Sexual Practices in the United States. Chicago: University of Chicago Press, 1994.   (Laumann et al. 1994, 262)   Laumann, Edward O., John H. Gagnon, Robert T. Michael, and Stuart Michaels. 1994. The social organization of sexuality: Sexual practices in the United States. Chicago: University of Chicago Press.       Book: Editor, Translator, or Compiler (instead of author)   7. Bernard O'Donoghue, trans., Sir Gawain and the Green Knight (New York: Penguin, 2006), 36-7.   O'Donoghue, Bernard, trans. Sir Gawain and the Green Knight . New York: Penguin, 2006.   (O'Donoghue 2006, 36-7)   O'Donoghue, Bernard, trans. 2006. Sir Gawain and the Green Knight . New York: Penguin.       Book: Editor, Translator, or Compiler (in addition to author)   23. Jorge Luis Borges, Collected Fictions , trans. Andrew Hurley (New York: Viking, 1998), 234.   Borges, Jorge Luis. Collected Fictions . Translated by Andrew Hurley. New York: Viking, 1998.   (Borges 1998, 234)   Borges, Jorge Luis. 1998. Collected Fictions . Trans. Andrew Hurley. New York: Viking.       Book: Chapter Contributor   4. Noah Baumbach, \"The Zagat History of My Last Relationship,\" in Secret Ingredients: The New Yorker Book of Food and Drink , ed. David Remnick (New York: Random House, 2007), 409.   Baumbach, Noah. \"The Zagat History of My Last Relationship.\" In Secret Ingredients: The New Yorker Book of Food and Drink , edited by David Remnick, 409-411. New York: Random House, 2007.   (Baumbach 2007, 409)   Baumbach, Noah. 2007. The Zagat History of My Last Relationship. In Secret Ingredients: The New Yorker Book of Food and Drink , ed. David Remnick, 409-411. New York: Random House.       Book: Preface, Foreword, Introduction, or Similar Part   13. Adrienne Rich, introduction to The Work of a Common Woman: The Collected Poetry of Judy Grahn, 1964-1977 , by Judy Grahn (New York: St. Martin's Press, 1980), xx-xxi.   Rich, Adrienne. Introduction to The Work of a Common Woman: The Collected Poetry of Judy Grahn, 1964-1977 , by Judy Grahn, v-xxxii. New York: St. Martin's Press, 1980.   (Rich 1980, xx-xxi)   Rich, Adrienne. 1980. Introduction to The Work of a Common Woman: The Collected Poetry of Judy Grahn, 1964-1977 , by Judy Grahn, v-xxxii. New York: St. Martin's Press.       Journal Article   9. Benjamin A. Shaw and Linda S. Spokane, \"Examining the Association Between Education Level and Physical Activity Changes During Early Old Age,\" Journal of Aging and Health 20, no. 7 (2008): 770.   Shaw, Benjamin A., and Linda S. Spokane. \"Examining the Association Between Education Level and Physical Activity Changes During Early Old Age.\" Journal of Aging and Health 20, no. 7 (2008): 767-787.   (Shaw and Spokane 2008, 770)   Shaw, Benjamin A., and Linda S. Spokane. 2008. Examining the Association Between Education Level and Physical Activity Changes During Early Old Age. Journal of Aging and Health 20 (7): 767-787.       Popular Magazine Article   11. Jeremy Miller, \"The Tyranny of the Test: One Year as a Kaplan Coach in the Public Schools,\" Harper's Magazine , September 2008, 39.   Miller, Jeremy. \"The Tyranny of the Test: One Year as a Kaplan Coach in the Public Schools.\" Harper's Magazine . September 2008.   (Miller 2008, 39)   Miller, Jeremy. 2008. The Tyranny of the Test: One Year as a Kaplan Coach in the Public Schools. Harper's Magazine . September.       Newspaper Article   16. William S. Niederkorn, &ldquo;A Scholar Recants on His &lsquo;Shakespeare&rsquo; Discovery,&rdquo; New York Times, June 20, 2002, Arts section, Midwest edition.   Niederkorn, William S. &ldquo;A Scholar Recants on His &lsquo;Shakespeare&rsquo; Discovery.&rdquo; New York Times, June 20, 2002, Arts section, Midwest edition.   (Niederkorn 2002)   Niederkorn, William S. 2002. A scholar recants on his &ldquo;Shakespeare&rdquo; discovery. New York Times, June 20, Arts section, Midwest edition.       Book Review   22. Bill McKibben, \"Green Fantasia,\" review of Hot, Flat, and Crowded: Why We Need a Green Revolution -- And How It Can Renew America , by Thomas L. Friedman, The New York Review of Books 55, no. 17 (November 6, 2008): 38.   McKibben, Bill. \"Green Fantasia.\" Review of Hot, Flat, and Crowded: Why We Need a Green Revolution -- And How It Can Renew America , by Thomas L. Friedman. The New York Review of Books 55, no. 17 (November 6, 2008): 36-39.   (McKibben 2008)   McKibben, Bill. 2008. Review of Hot, Flat, and Crowded: Why We Need a Green Revolution -- And How It Can Renew America , by Thomas L. Friedman. The New York Review of Books 55 (17), November 6.       Thesis or Dissertation   28. M. Amundin, &ldquo;Click Repetition Rate Patterns in Communicative Sounds from the Harbour Porpoise, Phocoena phocoena &rdquo; (PhD diss., Stockholm University, 1991), 22&ndash;29, 35.   Amundin, M. &ldquo;Click Repetition Rate Patterns in Communicative Sounds from the Harbour Porpoise, Phocoena phocoena. &rdquo; PhD diss., Stockholm University, 1991.   (Amundin 1991, 22&ndash;29, 35)   Amundin, M. 1991. Click repetition rate patterns in communicative sounds from the harbour porpoise, Phocoena phocoena . PhD diss., Stockholm University.       Conference or Meeting Paper   3. Brian Doyle, &ldquo;Howling Like Dogs: Metaphorical Language in Psalm 59&rdquo; (paper presented at the annual international meeting for the Society of Biblical Literature, Berlin, Germany, June 19&ndash;22, 2002).   Doyle, Brian. &ldquo;Howling Like Dogs: Metaphorical Language in Psalm 59.&rdquo; Paper presented at the annual international meeting for the Society of Biblical Literature, Berlin, Germany, June 19&ndash;22, 2002.   (Doyle 2002)   Doyle, Brian. 2002. Howling like dogs: Metaphorical language in Psalm 59. Paper presented at the annual international meeting for the Society of Biblical Literature, June 19&ndash;22, in Berlin, Germany.       Musical Scores   See The Chicago Manual of Style, Fifteenth Edition (2003), 17.263-4.   Ibid.   Ibid.   Ibid.       Audiovisual Materials   See The Chicago Manual of Style, Fifteenth Edition (2003), 17.265-73.   Ibid.   Ibid.   Ibid.                 Comments (0)                                         Citing ELECTRONIC Sources, Chicago                       Reference Type   General Pattern   Bibliography [B]   Notes--Footnotes &amp; Endnotes [N]   Parenthetical Text [T]   Reference List [R]       Electronic Book   Follow the pattern for a book. Add the URL at the end of the citation.   Blackburn, William R. The Sustainability Handbook : The Complete Management Guide to Achieving Social, Economic and Environmental Responsibility . London: Earthscan, 2007. Available online at http://www.ebrary.com.   6. Blackburn, William R. The Sustainability Handbook: The Complete Management Guide to Achieving Social, Economic and Environmental Responsibility . (London: Earthscan, 2007), 67. Available online at http://www.ebrary.com.   (Blackburn 2007, 67)   Blackburn, William R. The Sustainability Handbook: The Complete Management Guide to Achieving Social, Economic and Environmental Responsibility . London: Earthscan, 2007. Available online at http://www.ebrary.com.       Online Journal Article   Follow the pattern for a journal article and include the URL. Including the \"access\" date is optional.   Saper, Craig. \"Toward A Visceral Scholarship Online: Folkvine.org and Hypermedia Ethnography. Journal of e-Media Studies , 1, issue 1 (2008). http://journals.dartmouth.edu/cgi-bin/WebObjects/Journals.woa/2/xmlpage/4/article/285.   19. Saper, Craig. \"Toward A Visceral Scholarship Online: Folkvine.org and Hypermedia Ethnography. Journal of e-Media Studies , 1, issue 1 (2008). http://journals.dartmouth.edu/cgi-bin/WebObjects/Journals.woa/2/xmlpage/4/article/285.   (Saper 2008)   Saper, Craig. \"Toward A Visceral Scholarship Online: Folkvine.org and Hypermedia Ethnography. Journal of e-Media Studies , 1, issue 1 (2008). http://journals.dartmouth.edu/cgi-bin/WebObjects/Journals.woa/2/xmlpage/4/article/285.       Item in Online Database   Follow the pattern for a journal/newspaper article and include the URL. Including the \"access\" date is optional.   Katz, James E. and Chih-Hui Lai.\"News Blogging in Cross-Cultural Contexts: A Report on the Struggle for Voice.\" Knowledge, Technology, and Policy , 22, no. 2 (June 2009): 95-107. http://www.springerlink.com.   18. Katz, James E. and Chih-Hui Lai.\"News Blogging in Cross-Cultural Contexts: A Report on the Struggle for Voice.\" Knowledge, Technology, and Policy , 22, no. 2 (June 2009): 95-107. http://www.springerlink.com.   (Katz and Lai 2009, 98)   Katz, James E. and Chih-Hui Lai.\"News Blogging in Cross-Cultural Contexts: A Report on the Struggle for Voice.\" Knowledge, Technology, and Policy , 22, no. 2 (June 2009): 95-107. http://www.springerlink.com.       Web Site   Include as much of the following as can be determined: author of the content, title of the page, title or owner of the site, URL, and (often) date accessed. If there is no author per se, the owner of the site may stand in for the author.   The New York Public Library. \"History.\" accessed December 22. 2008. http://www.nypl.org/pr/history.cfm.   21. The New York Public Library, \"History,\" accessed December 22, 2008, http://www.nypl.org/pr/history.cfm.   (The New York Public Library)   The New York Public Library. \"History.\" Accessed December 22. http://www.nypl.org/pr/history.cfm.       Blog Entry or Comment   There is not a defined style for blog entries; instead, choose the pattern that fits your source best and add the URL and optional access date.   Tankboy. \"Rockin' Our Turntable: Sonic Youth.\" Chicagoist . (June 23, 2009). http://chicagoist.com/2009/06/23/rockin_our_turntable_sonic_youth.php.   17. Tankboy. \"Rockin' Our Turntable: Sonic Youth.\" Chicagoist . (June 23, 2009). http://chicagoist.com/2009/06/23/rockin_our_turntable_sonic_youth.php.   (Tankboy 2009)   Tankboy. \"Rockin' Our Turntable: Sonic Youth.\" Chicagoist . (June 23, 2009). http://chicagoist.com/2009/06/23/rockin_our_turntable_sonic_youth.php.       Email Message   There is not a defined style for email messages; treat them either as private communications or letters and follow those patterns.   Amanda Holbrooke, email to James McAninch, September 3, 2008.   25. Amanda Holbrooke, email to James McAninch, September 3, 2008.   (Holbrooke 2008)   Amanda Holbrooke, email to James McAninch, September 3, 2008.                 Comments (0)                                              close                                                                                                          AMA                                                                                  American Medical Association Style                   Link to the American Medical Association Manual Online .  ( Off campus users, log in with NYU net id and password).     The print copy AMA manual of style: a guide for authors and editors (Tenth edition) is located at Bobst First Floor Reference R119 .A533 2007 No n-circulating                 Comments (0)                                         Citing PRINT and ELECTRONIC Sources (AMERICAN MEDICAL ASSOCIATION STYLE)                  PRINT EXAMPLES           Reference Type        In Reference List            Book: 1 author       Batavia M. Contraindications in physical rehabilitation: Doing no harm . St. Louis, MO: Saunders Elsevier; 2006.             Book: up to 6 Authors         Hoskins CN, Haber J, Budin, WC. Breast Cancer: Journey to Recovery . New York, NY: Springer Publishing Company; 2001.           Book: more than 6 Authors         Simon LS, Lipman AG, Jacox AK, et al. Pain in Osteoarthritis, Rheumatoid Arthritis, and Juvenile Chronic Arthritis . 2nd ed. Glenview, IL: American Pain Society; 2002.           Book: Editor, Translator, or Compiler (instead of author)       Mezey MD, ed. The Encyclopedia of Elder Care: The Comprehensive Resource on Geriatric and Social Care . New York, NY: Springer Publishing Company; 2001.           Book: Chapter          Mitty EL. Assisted living. In: Mezey MD, ed. The Encyclopedia of Elder Care: The Comprehensive Resource on Geriatric and Social Care . New York, NY: Springer Publishing Company; 2001:73-75.           Journal Article, up to 6 Authors       Jacobs J, Kahana MJ, Ekstrom AD, Fried I. Brain oscillations control timing of single-neuron activity in humans. J Neurosci. 2007;27(14):3839-3844.           Journal Article, more than 6 Authors        Pastorelli LM, Wells S, Fray M, et al. Genetic analyses reveal a requirement for Dicer1 in the mouse urogenital tract. Mamm Genome.  2009;20(3):140-151.           Popular Magazine Article       Cose E. What the revolution was for. Newsweek . 2002;139(19):41.           Newspaper Article          Brody J. Query for aging patients: How much do you drink? New York Times . December 16, 2008:D7.           Thesis or Dissertation           Sengupta S. Chemical and Biological Approaches to Identify Vertebrate Tissue Regeneration Pathways [dissertation]. Corvallis: Oregon State University; 2011.                Audiovisual Materials          Moyers B. On Our Own Terms: Moyers on Dying [videotape]. New York, NY: Thirteen/WNET; 2000.             ELECTRONIC EXAMPLES             Reference Type         In Reference List            Electronic Book          Pollan M. The Omnivore's Dilemma: A Natural History of Four Meals . New York, NY: Penguin Press; 2006. http://books.google.com/books?id=Qh7dkdVsbDkC&amp;lpg=PP1&amp;dq=subject%3A%22Health%20%26%20Fitness%22&amp;as_brr=3&amp;pg=PP12#v=onepage&amp;q&amp;f=false. Accessed March 3, 2011.             Online Journal Article w/ DOI        Bear-Lehman J. A word about qualitative research. J Hand Ther . 2002;15(1):85-86. doi:10.1053/hanthe.2002.v15.01585.           Online Journal Article w/o DOI        Fulmer T. How to try this: Fulmer SPICES. Am J Nurs. 2007;107(10) : 40-48. http://www.nursingcenter.com/pdf.asp?AID=743877. Accessed March 3, 2011.           Online Report          World Health Organization. Equitable access to essential medicines: a framework for collective action. http://whqlibdoc.who.int/hq/2004/WHO_EDM_2004.4.pdf. Published March 2004. Accessed March 3, 2011.           Online Newspaper Article        Brody J. Query for aging patients: How much do you drink? New York Times . December 16, 2008:D7. http://www.nytimes.com/2008/12/16/health/16brod.html. Accessed March 3, 2011.             Web Site        About CDC Director. Centers for Disease Control and Prevention website. http://www.cdc.gov/about/leadership/director.htm.   Updated December 29, 2010. Accessed March 3, 2011.                    Comments (0)                                              close                                                                                                          More Style and Writing Guides                                                                                  Style Guides on the Web                  AMA Manual of Style (American Medical Association) APAstyle.org (American Psychological Association) Chicago Manual of Style Online  Citing Medicine: The NLM Style Guide for Authors, Editors, and Publishers (National Library of Medicine) Citing Medicine provides assistance to authors in compiling lists of references for their publications, to editors in revising such lists, to publishers in setting reference standards for their authors and editors, and to librarians and others in formatting bibliographic citations. MLA Formatting (The OWL at Purdue)  The Elements of Style, by William Strunk, Jr. This is an online version of The Elements of Style by William Strunk, Jr. This unabridged e-text version is browsable but not searchable.            Comments (0)                                         Style Guides in Print                   Publication Manual of the American Psychological Association (APA) - American Psychological Association Call Number: Bobst 1st Floor Reference (BF76.7 .P83 2010 Non-circulating)   APA Style Guide to Electronic Resources, ELECTRONIC SUPPLEMENT TO APA 6th Edition ISBN: 1433803097   MLA Style Manual and Guide to Scholarly Publishing - Modern Language Association of America Staff Call Number: Bobst 1st Floor Reference/Desk Reference (PN147 .G444 2008 Non-circulating)   AMA Manual of Style, Tenth Edition - Cheryl Iverson (Editor); Stacy Christiansen (Editor); Annette Flanagin (Editor); JAMA and Archives Journals Staff (Editor) Call Number: 1st floor Reference: R119 .A533 2007 Publication Date: 2009 Online available (nyu.edu only)   A Manual for Writers of Term Papers, Theses, and Dissertations - Kate L. Turabian Call Number: Bobst 5th Floor Reference (LB2369 .T8 1996 Non-circulating)   The Bluebook - Columbia Law Review Call Number: Bobst 5th Floor Reference (KF245 .B58 Non-circulating) ISBN: 0615361161   Scientific Style and Format - Council of Science Editors Call Number: Bobst 1st Floor Reference (T11 .S386 2006 Non-circulating)            Comments (0)                                              close                                                                                                          Tips for Evaluating Sources                                                                                  Tips for Evaluating Sources                 Evaluating all sources   Checking for signs of bias       Does the author or publisher endorse political or religious views that could affect objectivity?   Is the author or publisher associated with a special-interest group, such as Greenpeace or the National Rifle Association, that might present only one side of an issue?   Are alternative views presented and addressed? How fairly does the author treat opposing views?   Does the author&rsquo;s language show signs of bias?     Assessing an argument       What is the author&rsquo;s central claim or thesis?   How does the author support this claim&mdash;with relevant and sufficient evidence or with just a few anecdotes or emotional examples?   Are statistics consistent with those you encounter in other sources? Have they been used fairly? Does the author explain where the statistics come from? (It is possible to &ldquo;lie&rdquo; with statistics by using them selectively or by omitting mathematical details.)   Are any of the author&rsquo;s assumptions questionable?   Does the author consider opposing arguments and refute them persuasively?   Does the author fall prey to any logical fallacies?      Evaluating Web sources   Authorship       Does the Web site or document have an author? You may need to do some clicking and scrolling to find the author&rsquo;s name. If you have landed directly on an internal page of a site, for example, you may need to navigate to the home page or find an &ldquo;about this site&rdquo; link to learn the name of the author.   If there is an author, can you tell whether he or she is knowledgeable and credible? When the author&rsquo;s qualifications aren&rsquo;t listed on the site itself, look for links to the author&rsquo;s home page, which may provide evidence of his or her interests and expertise.     Sponsorship       Who, if anyone, sponsors the site? The sponsor of a site is often named and described on the home page.   What does the URL tell you? The domain name extension often indicates the type of group hosting the site: commercial (.com), educational (.edu), nonprofit (.org), governmental (.gov), military (.mil), or network (.net). URLs may also indicate a country of origin: .uk (United Kingdom) or .jp (Japan), for instance.     Purpose and audience       Why was the site created: To argue a position? To sell a product? To inform readers?   Who is the site&rsquo;s intended audience?     Currency       How current is the site? Check for the date of publication or the latest update, often located at the bottom of the home page or at the beginning or end of an internal page.   How current are the site&rsquo;s links? If many of the links no longer work, the site may be too dated for your purposes.       Hacker, Diana and Barbara Fister. Research and Documentation . Bedford / St. Martin's, 2011. Web. 19 November 2012.  From Bedford / St. Martin's Research and Documentation Online            Comments (0)                                              close                                                                                                          Citation Management and Formatting Tools                                                                                  About Citation Management Tools                  What can I do with these tools?      Import  citations from databases, websites, catalogs  Organize  citations using folders and tags  Attach  PDF's, images, etc. to your citations  Annotate  your citations and/or PDFs  Output   automatically formated bibliographies and in-text citations in most styles (e.g., APA, MLA, etc.)    How do I choose the right tool?   It depends on your personal needs and preferences. This comparison chart can help.            Comments (0)                                         Library Classes                 Bobst Library offers (one-shot) classes that cover citation management, data use and managment, high performance computing, and general research skills.           Sign up for a library class                    Comments (0)                                         Citation Management Tools                  For help choosing: See comparison chart  For help using: See schedule of RefWorks, EndNote, and Zotero classes (coded in pink)      RefWorks NYU purchases a campus-wide subscription to this web-based service that covers all members of the NYU community. Because RefWorks is web-based, you can use it from any Internet-connected computer/device on campus or off.  EndNote NYU has a campus-wide license to this software, which you download (at no cost to you) to your laptop or desktop computer. (The software includes a less developed web-based component called EndNoteWeb.) EasyBib A Web-based service that offers two versions: free and premium The free version is a citation generator only (can't save and organize citations), covers 3 citation styles, and contains advertising. The premium version -- paid for by NYU -- generates citations, covers 9 citation styles, saves and organizes citations, features virtual notecards and dynamic outlining, and does not contain advertising. Zotero A free download that works with your web browser. There are two options: Zotero for Firefox is a Firefox-specific extension that offers the full range of functionality. Zotero Standalone -- a separate browser-independent application that can be used with Chrome, Safari, or Opera -- offers slightly less functionality than the Firefox extension. Mendeley Subscribe for free to this web-based tool. KnightCite Free and simple online citation building tool from Hekman Library at Calvin College. Noodle Bib Express Just need one or two quick citations? Another free and easy site.            Comments (0)                                         Citation Management Tools Comparison Chart                         Refworks   Endnote   Mendeley   Zotero   Easybib       Access                 Web Based   Yes   No*   No*   Yes**   Yes       Cost   Free***   Free***   Free****   Free   Free       Adding References                 Import from online databases   Yes   Yes   Yes   Yes   No       Import citation information from web page   Yes   Yes (Web Component)   No   Yes   Yes       Output                 Create in-text citations   Yes   Yes   Yes   Yes   No       Create bibliographies   Yes   Yes   Yes   Yes   Yes       Collaborate                 Sharing   Yes   Yes   Yes   Yes   Yes       Group ability to add references to shared folder   No   Yes   Yes   Yes   Yes       Publicly share Profile/citations   No   Yes   No   No   No       Storage   5GB   5GB   2GB (free)     Yes, 300 MB cloud based and unlimited on desktop****     No           *While these tools are not Web based, meaning you need to download a desktop application, they do have a web component (which can be used without being on the desktop download and which can be synced with the desktop).     **Zotero is a local client application that syncs data accessible on the web through a read-only interface. You cannot log into zotero.org and edit/add citations; it must be done through your local application. The web access is primarily a read-only backup and group discovery tool.     ***NYU Libraries licenses the use of RefWorks for NYU students and faculty.     ****Can pay for a more robust subscription, but the basic package is free.               Comments (0)                                              close                                                                                                          NYU Statement on Academic Integrity                                                                                  New York University Statement of Academic Integrity                 Academic Integrity       As you begin your College career&mdash;attending classes, participating in extracurricular activities, performing community service, and thinking about where your academic and career interests lie&mdash;it is important to reflect on your role and responsibilities within an academic community.   I. A COMMUNITY OF THE MIND   The College is a \"community of the mind.\" Its students, faculty, and staff all share the goal of pursuing truth through free and open inquiry, and we support one another's endeavors in this regard. As in any community, membership comes with certain rights and responsibilities. Foremost among these is academic integrity. Cheating on an exam, falsifying data, or having someone else write a paper undermines others who are \"doing it on their own\"; it makes it difficult or impossible to assess fairly a student's interest, aptitude, and achievement; and it diminishes the cheater, depriving him/her of an education. Most importantly, academic dishonesty is a violation of the very principles upon which the academy is founded. Thus, when students enter the College, one of the first things that they are asked to do is to sign a community compact, recognizing these principles of academic integrity. For this reason also, violations of these principles are treated with the utmost seriousness.   \" Nothing is more basic to living and working together than trust. Without it, as Thomas Hobbes warned, humanity is reduced to a &lsquo;war of all against all.' Trust is the condition of cooperation and of social relationships themselves. We learn as children not to be naively trusting, but instead to watch to see which people and which organizations deserve to be trusted. We are disappointed all too often. Law courts and religions try to make people more trustworthy. But being the sort of person who can be trusted is still a personal achievement. Trust does not depend on people putting aside their personal benefits, but on people pursuing them in ways that make them dependable partners to others. Thus lovers try to be faithful and friends loyal. Even in competition, trustworthiness is important. Not only are there punishments for those who cheat, but today's competitor may readily become tomorrow's colleague. An institution like a college depends enormously on trust. Students rightly expect professors to teach honestly and not deceive them. Society trusts scientists not to lie about the results of their research. Neither the pursuit of new knowledge nor the effort to preserve and pass on old wisdom can flourish unless we can trust each other to be intellectually honest. \" &mdash;Craig Calhoun, University Professor of the Social Sciences   II. SOME GUIDELINES   Academic honesty means that the work you submit - in whatever form - is original. Students are expected - often required - to build their work on that of other people, just as professional researchers and writers do. Giving credit to someone whose work has helped you is expected; in fact, not to give such credit is a crime. Plagiarism is the severest form of academic fraud. Plagiarism is theft. Obviously, bringing answers into an examination or copying all or part of a paper straight from a book, the Internet, or a fellow student is a violation of this principle. But there are other forms of cheating or plagiarizing which are just as serious, for example:     presenting an oral report drawn without attribution from other sources (oral or written);   writing a paragraph which, despite being in different words, expresses someone else's idea without a reference to the source of the idea;   submitting essentially the same paper in two different courses (unless both instructors have given their permission in advance);   giving or receiving help on a take-home examination or quiz unless expressly permitted by the instructor (as in collaborative projects)   presenting as your own a phrase, sentence, or passage from another writer's work without using quotation marks;   presenting as your own facts, ideas, or written text gathered or downloaded from the Internet;   submitting another student's work with your name on it;   purchasing a paper or \"research\" from a term paper mill;   \"collaborating\" between two or more students who then submit the same paper under their individual names.     Term paper mills (web sites and businesses set up to sell papers to students) often claim they are merely offering \"information\" or \"research\" to students and that this service is acceptable and allowed throughout the university. THIS IS ABSOLUTELY UNTRUE. If you buy and submit \"research,\" drafts, summaries, abstracts, or final versions of a paper, you are committing plagiarism and are subject to stringent disciplinary action. Since plagiarism is a matter of fact and not intention, it is crucial that you acknowledge every source accurately and completely. If you quote anything from a source, use quotation marks and take down the page number of the quotation to use in your footnote.   When in doubt about whether your acknowledgment is proper and adequate, consult your instructor. Show the instructor your sources and a draft of the paper in which you are using them. The obligation to demonstrate that work is your own rests with you, the student. You are responsible for providing sources, copies of your work, or verification of the date work was completed. While all this looks like a lot to remember, all you need to do is to give credit where it is due, take credit only for your original ideas, and ask your instructor or adviser when in doubt.   Consult the APA, MLA, or Chicago style guides for accepted forms of documentation. You can access these resources, as well as additional information on proper citations on the NYU Libraries Citation Style Guide .   III. PROCEDURES AND SANCTIONS   The penalty for academic dishonesty is severe. The following are the procedures as approved by the Faculty of Arts and Science. See also the College Bulletin .     If a student cheats on an examination or in laboratory work or engages in plagia-rism, appropriate disciplinary action should be taken. The Department can take the following actions: a) The faculty member, with the approval of the Director of Undergraduate Studies (Director), may reduce the student's grade or give the student an F in the course.  b) If after lowering the grade or assigning an F the department believes a more severe penalty (i.e., probation, suspension, expulsion) is warranted, it can refer the case to the Dean or his/her representative (Associate Dean for Students) for further action.   In all cases of either (a) or (b), the Director shall inform the Department Chair of any action in writing and send copies of this letter to the Dean and to the student. The letter shall include the nature of the offense, the penalty, and the right of the student to appeal such penalty. A copy of the letter shall be kept in a confidential chairman's file and not in the student's departmental file. The Dean's office copy shall also be kept in a confidential file. (The Professor and/or the Director is encouraged to meet with the student and discuss the nature of the offense and the action taken.)   For cases involving a first offense at New York University, the Dean shall send the student by registered mail a notice that a second offense will result in a one-semester suspension, or a more severe penalty. (The student is also called in to discuss the offense, and review the consequences of the disciplinary action.)   For cases involving a second offense, the Dean shall proceed as follows:  a) Upon receiving a second Director's letter concerning a given student, the Dean shall convene a three-member ad hoc committee, with no member being from the department involved, to examine the evidence. This ad hoc committee shall consider if there are reasonable grounds to believe that cheating/plagiarism has occurred and if so, shall affirm the suspension penalty. It shall report its conclusion to the Dean within three business days.  b) If the committee affirms the suspension, the Dean shall send the student by registered mail the suspension letter within two business days of receiving the report. The letter shall advise the student of his or her right to appeal. The student shall have two business days from the letter's delivery to request an appeal of the suspension as provided in Section 5 (below). The suspension shall ordinarily be stayed during the pendency of appeal.  c ) If the committee does not affirm the suspension, the report shall be kept on file for a one-year period.   The student in all cases has the right to appeal to the Dean. In the event of an appeal, the Dean shall elicit a written complaint from the faculty member and proceed as described above.    CAS Statement of Academic Integrity            Comments (0)                                              close                                                                                                          Reference Associate                                                           Laurie Murphy  JavaScript disabled or chat unavailable.  laurie.murphy@nyu.edu  Contact Info: 212 998-2603 Send Email          Links: Profile & Guides                               close                                                                                                          Subject Librarian                                                           Margaret Smith, Librarian for Physical Sciences Contact Info: Bobst Library, 5th Floor   margaret.smith@nyu.edu   212-998-2619 Send Email  Subjects: Chemistry , Physics , Technology , Science and Technology Studies          Links: Profile & Guides  Credentials: B.A. in Physics, Art & Art History; M.A. in Evolutionary Biology; M.S. in Library and Information Science                               close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}]},
{"detail": [{"content": "GPS Writing Workshop - NYU Libraries                               This is the \"GPS Writing Workshop\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             GPS Writing Workshop This research guide is for students at NYU Shanghai who are taking the GPS Writing Workshop.        Last update: Mar 26, 2015        URL: http://guides.nyu.edu/content_mobile.php?pid=527387                                                                          Citation & Organization                                                                                  EasyBib!                 NYU Libraries provides students with the premium version of EasyBib. Register while you're on the NYU campus by going to www. easybib .com/             Comments (0)                                         Saving and Organizing Your Research                 Specialized research tools help you to:     import citations from databases and catalogs   organize your research   format your reference list in dozens of standard styles (MLA, APA, and more.     NYU Libraries provides EasyBib, RefWorks , and Endnote . For a complete list and info on how to access and use these tools, go to the Research Tools page.   Not sure which one to use? See a comparison chart for a brief overview of the tools' main features.             EasyBib Handout            Comments (0)                                         What Is Plagiarism?                  Plagiarism (pronounced: play -juh-riz-um) is the act of taking someone else&rsquo;s words, ideas, or information and passing them off as your own. If you don&rsquo;t give credit to the author of these ideas in footnotes or endnotes and a bibliography, you are committing plagiarism, which is a serious academic offense.    Everything you find that is written, whether in print in books and journals, or on the web, should be considered copyrighted . That means that you should think of it as belonging to someone else. Information that you find on the web is not free to take or use &ndash; it is someone else&rsquo;s intellectual property . Any material lifted from an original source, including web resources, without proper acknowledgement or credit is considered plagiarized. Inadvertent or accidental plagiarism is still plagiarism. Plagiarism can inadvertently happen if you are not careful about taking notes while you research; it is sometimes difficult to remember exactly where your ideas came from when you are doing research, so remember to cite your sources while you work.   It is your responsibility to know what constitutes plagiarism. Not knowing citation standards is not an excuse. When in doubt, err on the side of over-documentation and cite the source. You can also ask your professor, teaching assistant, or a librarian for help in determining what is and is not plagiarism.            Comments (0)                                         Tips for Avoiding Plagiarism                   Make your own ideas the focus of your paper.       Use the ideas of others to reinforce your own argument, and give the original author credit by citing the source.       Keep track of complete citation information whenever you take notes and while you are writing your paper. Unintentional plagiarism can result from sloppy research or from careless \"cutting and pasting\" of online sources.       Make it a habit to regularly use EasyBib to keep track of every source you find. Better yet, learn how to use RefWorks to not only format your citations but also provide you with an online file cabinet of your research sources.       Any words, ideas, opinions, or original research that are not your own must be cited. This is true whether you copy material word-for-word or if you summarize a passage and change a few words around. Use quotation marks when you directly state another person's words.           Common knowledge, established facts, and well-known proverbs do not need to be cited. None of these sentences needs a citation:     Albany is the capital of New York.   Water freezes at 32 degrees Fahrenheit.   Look before you leap.                 Comments (0)                                         Why Do I Need to Cite My Sources?                 When you are writing a paper, you must cite your sources in order to:     avoid plagiarism   acknowledge the author of ideas and words other than your own   enable readers of your paper to re-locate your source     If you need writing help, the Academic Resource Center is an excellent resource for NYU students.           Comments (0)                                         How Do I Cite My Sources Properly?                   Academic or scholarly work requires a bibliography, which may also be referred to as a works cited page, a citations list, or a reference list . Below are two examples of formatted citations.   A complete list of examples in MLA and other styles is found on the library's Bibliographic and Footnote Style Guide .             Reference Type      A sample citation in MLA format:    In-Text Citation        Book with one author        Henley, Patricia. The Hummingbird House . Denver: MacMurray, 1999. Print.     (Henley 103)         xx         Journal article with two authors     Collard, Scott, and Tempelman-Kluit, Nadaleen. \"The Other Way In: Goal-Based Library Content Through CMS.\" Internet Reference Services Quarterly 11.4 (2006): 55-68. Print.     (Collard and Tempelman-Kluit 63)                           Comments (0)                                         Citation Handbooks                   MLA Handbook for Writers of Research Papers - Joseph Gibaldi Call Number: LB2369 .G53 2009 (also available in Reference Collection and at Reference Desk) Publication Date: 2009 (7th) edition The seventh edition is a comprehensive, up-to-date guide to research and writing in the online environment. It provides an authoritative update of MLA documentation style for use in student writing, including simplified guidelines for citing works published on the Web and new recommendations for citing several kinds of works, such as digital files and graphic narratives.   What Every Student Should Know about Avoiding Plagiarism - Linda Stern Call Number: PN167 .S74 2007 ISBN: 0321446895 Publication Date: 2006-06-13 This book teaches students to take plagiarism seriously, to understand its consequences, and how to avoid it. This invaluable guide offers instruction and models for how to summarize, paraphrase, and quote sources. The most common types of plagiarism are discussed, from simple mistakes such as forgetting to use the quotation marks when using someone else's exact words or failing to acknowledge another's thoughts and ideas, to wholesale fraudulence, such as purchasing student papers from online sites and claiming them as one's own work. A brief guide to citing sources in both MLA and APA styles is also included.   The Bedford handbook - Diana Hacker Call Number: PE1408 .H277 2010 Non-circulating Built on Diana Hacker’s vision and developed with the help of expert composition teachers, The Bedford Handbook is the indispensable classroom and reference tool it always was — only better. Now with the strongest coverage of research writing in a full-sized handbook, the seventh edition helps students meet one of the core challenges of academic writing: maintaining their own voice while writing from sources.            Comments (0)                                              close                                                                                                          Building Your Search                                                                                  Brainstorming Your Keywords                 When you are ready to begin your search for information on your topic, it helps to think carefully about the words you are going to use when you type in your search.   Example Topic: How are the concepts of liberalism and equality discussed in the scholarship by Fishkin ?      What are the key components of our topic?   1. liberalism   2. equality   3. Fishkin      What some synonyms are there for these concepts? Are there general words that could be used to describe these terms?     equity, equality, liberty       political philosophy       justice, fairness       left, leftism             Comments (0)                                         Example Search Strategy                 If we put together all of our search techniques with the keywords we brainstormed, here are two search strategies that we might use:         \"James Fishkin\" and liberal*     (liberal* and equal*) and \"James Fishkin\"       liberal* and family and equality             Comments (0)                                         Using Boolean Operators                 Getting Started With Boolean   Using Boolean operators -- AND, OR, NOT -- is a great way to further refine your searches.           Boolean Operator       Search Example       Retrieves             AND     A good way to limit/refine your search.   Decreases your results.       rivers AND salinity     Retrieves articles that contain both the words river and salinity.                 OR     A good way to expand your search   Useful if you have synonyms that you would like to search for.   Increases your results.           fruit OR vegetables       Returns articles that contain either the word fruits or vegetables .           Not     A good way to limit your search   Allows you to exclude terms from your search results       fruit NOT apples   Returns articles that contain the word fruits but do not contain the word apples .             Advanced Boolean: Putting It All Together   In the above examples, we showed the use of boolean operators with 2 search terms; however, you can join any number of terms with boolean operators.   Parentheses! In the examples below, you'll notice that we use parentheses to group search terms and operators. The parentheses tell the search engine how to read your search statement. Remember when you learned about order of operations in math and using parentheses? Same concept.           Search Example       Retrieves           Europe AND dairy products AND export   Articles that contain all of the following words: dairy products, Europe, and export.         canoeing AND (kayaking OR sculling)   Articles that contain the both of the words canoeing and sculling ; also brings back articles that contain both of the words canoeing and kayaking.         South America AND (puma OR panther) NOT Brazil   Articles that contain the terms South America and Puma ; articles that contain the terms South America and Panther . Will not bring back articles with the term Brazil .                   Comments (0)                                         Advanced Searching Techniques                 Most databases support these techniques, but sometimes the syntax or symbol used varies. If in doubt, check the Help section of the database.           Search Technique       Symbol       Example       Retrieves           Phrase Searching   Useful when you have a string of words that must appear next to each other in your search statement.       Most search engines use quotation marks around phrases.   &ldquo;mad cow disease&rdquo;   Articles where the exact phrase \"mad cow disease\" is present.         Truncation   Allows you to search for variant endings of a word. Remember that when you search, the database is looking for an exact match for your term so using truncation can increase the flexibility of your search.        Most databases use the asterisk however, some use a different symbol. Most notably, LexisNexis uses the exclamation point.   parent*   Articles with any of the following words: parent, parents, parenting, parental         Wildcards   Allows you to search for different variants of a word where the difference may be within the word as opposed to at the end of the word. This technique is most useful when searching for plurals that do not use an \"s\" (ex. woman vs. women) or when searching for articles in which there may be slightly different British spelling (ex. color vs. colour)       Some databases use the asterisk ; others use the question mark . Check the help section to determine which symbol is use.   wom*n   Articles that contain either the word woman or women.                 Comments (0)                                              close                                                                                                          Searching the Literature                                                                                  Anatomy of a Scholarly Article                            Comments (0)                                         Reference Tool                   Credo Reference: Online collection of dictionaries, encyclopedias, biographical sources, quotations, bilingual dictionaries, and measurement conversions covering topics from the arts to the sciences.             Comments (0)                                         Searching for Books                 1. Search for Books from NYU and NYU Shanghai Library Catalog   2. Search for E-Books via Ebrary Database   Instructions on using Ebrary database           Comments (0)                                         Justice, Equal Opportunity, Family and Gender Equity                 The following databases can help you prepare for background literature searches:     Sociological Abstracts : Represents the fundamental index for sociological scholarship. As of 2005, it covered over 1800 journals. It also indexes books, book chapters, dissertations, and conference papers. It contains hundreds of thousands of records and is updated regularly.Useful for: Social structure, inequality, social change, and social problems. Dates of coverage: 1952 to present.       Social Sciences Citation Index (Web of Science Core) :  Indexes journal literature in the social sciences. Dates of coverage: 1900 to present.       GenderWatch:  A full text database of unique and diverse publications that focus on how gender impacts a broad spectrum of subject areas. Dates of coverage: 1970 to present.              Comments (0)                                         Systems of Belief, Religion and Science                 The following databases can help you gather resources from interdisciplinary subjects and studies including the areas of history and culture.     JSTOR: A searchable, digitized archive -- from the first date of publication to the last three to five years -- of major scholarly journals in many academic fields. Subjects include Art ; Government and Law; Language and Literature; Linguistics; Science; Magazines, Journals and Serials; Social Sciences ; Economics; Political Science; Technology.       ATLA Religion Database: A comprehensive database designed to support religious and theological scholarship. The file contains citations from international titles and 13,000 multi-author works in and related to the field of religion. Dates of coverage: 1949 to the present.       SocINDEX with Full Text (EBSCO): ProQuest Central is the largest multidisciplinary database with over 11,000 titles, with over 8,000 titles in full-text. It serves as the central resource for researchers at all levels in all markets. Over 160 subjects areas are covered extensively in this product including business and economics, health and medical, news and world affairs, technology, social sciences and more.                 Comments (0)                                         The Individual and the Property, Capitalism, Communism and Contradiction                   Proquest Central: ProQuest Central is the largest multidisciplinary database with over 11,000 titles, with over 8,000 titles in full-text. It serves as the central resource for researchers at all levels in all markets. Over 160 subjects areas are covered extensively in this product including business and economics, health and medical, news and world affairs, technology, social sciences and more.       EBSCO Discovery Service: EDS encompasses the content of 400 databases and publishers, including: Alexander Street Press, American Psychological Association (PsychARTICLES, PsychCRITIQUES), Credo Reference, EBSCO (Humanities Full Text, Social Sciences Full Text, Business Source Complete, 86 others), Elsevier (ScienceDirect, Scopus), Gale Virtual Reference Library, HeinOnline, JSTOR, Springer, Thompson Reuters (Science Citation Index, Social Sciences Citation Index), and more. Source types include: academic (scholarly) journals, company profiles &amp; reports, conference papers, government documents, dissertations, magazines, news, reports (education, health, industry, etc.), reviews, trade publications, working papers, images, audio, video and more.                 Comments (0)                                         Relativism                   JSTOR: A searchable, digitized archive -- from the first date of publication to the last three to five years -- of major scholarly journals in many academic fields. Subjects include Art ; Government and Law; Language and Literature; Linguistics; Science; Magazines, Journals and Serials; Social Sciences ; Economics; Political Science; Technology.         ProjectMuse: Provides full-text access to over 500 peer-reviewed scholarly journals and top quality book-length scholarship in the humanities and social sciences. Subjects include: Art ; Government and Law; Health and Medicine; History; Language and Literature; Performing Arts; Music; Philosophy; Science; Religion; Social Sciences ; Area and Cultural Studies; Women's Studies; Political Science.             Comments (0)                                         21st Century Challenges: Wealth Distribution, Technology and Labor                   EconLit : Indexes and abstracts a wide range of economics-related literature. An expanded version of the Journal of Economic Literature (JEL) indexes of journals, books, and dissertations, EconLit covers both economic theory and application. Covers 1969 to present.       SocINDEX with Full Text (EBSCO): Indexes and provides full-text for scholarly articles, books, monographs, and conference proceedings. SocINDEX offers coverage from many subdisciplines of sociology, including criminology, cultural sociology, demography, economic development, ethnic &amp; racial studies, gender studies, marriage &amp; family, politics, religion, rural sociology, social structure, sociological theory and sociology of education among others. Dates of coverage: 1908 to present.             Comments (0)                                         Assignment and Survey                 Assignment: http://tinyurl.com/mvhenml    Survey: http://tinyurl.com/msxvu8v            Comments (0)                                              close                                                                                                          Ask a Question                                                                                  Ask a Librarian                      Email us your question, or use the chat feature to the right   Use this form to submit your question to an NYU Shanghai librarian. Someone will get back to you within 24 hours.     Required Fields *                       Please complete the form below.   Name: *        E-mail Address: *        Net ID: *        Status:   Select one   Undergraduate Student   Graduate Student   Faculty   Administrator/Staff   Research/Teaching Assistant   Other         Broad Subject Area of your request:   Select One   Arts and Humanities   Business   Engineering   Government Information   Health Sciences   Sciences   Social Sciences   Other/Not sure         Main Question Entry area: *                 Comments (0)                                         Need Help?                 Contact us via email , text us at 646-265-1342, or schedule an appointment .   JavaScript disabled or chat unavailable.              Comments (0)                                         Current Time at NYU                       Abu Dhabi         New York         Shanghai           From timeanddate.com .             Comments (0)                                              close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}, {"content": "Citation Style Guide - NYU Libraries                               This is the \"Citation Style Guide\" guide.      Alternate Page for Screenreader Users      Skip to Page Content                                             Citation Style Guide This guide provides citation and bibliography assistance. Includes APA, MLA, and Chicago style examples.        Last update: Apr 13, 2015        URL: http://guides.nyu.edu/content_mobile.php?pid=27555                                                                          Home                                                                                  Plagiarism is . . .                            Comments (0)                                         Avoiding Plagiarism                    This site contains an interactive tutorial that explains what plagiarism is and how to properly credit authors.  You Quote it, You Note it!            Comments (0)                                         Bobst Info                 Library Hours and Locations   Library Tutorials and Classes   Comments/Suggestions           Comments (0)                                         For More Help...                   NYU Writing Center           Comments (0)                                         Search BobCat                        Books &amp; More     Search for books, journals, videos, etc. in our local libraries and special collections.          NYU Libraries' online catalog.           Comments (0)                                         Citing Sources                 Welcome to the NYU Libraries Citation Style Guide.   When you are writing a paper or doing research on a topic, you must cite your sources. Academic or scholarly work requires a bibliography, which may also be referred to as a works cited page, a citations list, or a reference list. There are many reasons why citing your sources is important, and you must cite them in order to avoid plagiarism . There are various styles for citing sources; you will most likely find that you will need to use one style if you are writing a paper for a literature course and a different style if you are working in the sciences or social sciences.   How to use this guide :   Using the tabs near the top of this page, you should select the citation style appropriate for your field of study. In each tab, there are some basic examples of items you might be citing. For further examples or more detailed assistance, you may need to refer to a complete writing and style guide. Go to the More Style and Writing Guides tab for more information.   Citation management systems, like RefWorks or Endnote, are extremely useful for keeping track of, organizing, formatting, and sharing your reference lists. Go to the Formatting Tools tab for more information.   If you have questions about how to cite your sources or what style you should use, remember that you can ask your professor, teaching assistant, advisor, or a librarian. Good luck!   What Is Plagiarism?   Why Should You Cite Your Sources?   When Should You Cite Your Sources?           Comments (0)                                         What Is Plagiarism?                  Plagiarism (pronounced: play -juh-riz-um) is the act of taking someone else&rsquo;s words, ideas, or information and passing them off as your own. If you don&rsquo;t give credit to the author of these ideas in footnotes or endnotes and a bibliography, you are committing plagiarism, which is a serious academic offense.    Everything you find that is written, whether in print in books and journals, or on the web, should be considered copyrighted . That means that you should think of it as belonging to someone else. Information that you find on the web is not free to take or use &ndash; it is someone else&rsquo;s intellectual property . Any material lifted from an original source, including web resources, without proper acknowledgement or credit is considered plagiarized. Inadvertent or accidental plagiarism is still plagiarism. Plagiarism can inadvertently happen if you are not careful about taking notes while you research; it is sometimes difficult to remember exactly where your ideas came from when you are doing research, so remember to cite your sources while you work.   It is your responsibility to know what constitutes plagiarism. Not knowing citation standards is not an excuse. When in doubt, err on the side of over-documentation and cite the source. You can also ask your professor, teaching assistant, or a librarian for help in determining what is and is not plagiarism.            Comments (0)                                         Why Should You Cite Your Sources?                 All scholarly or academic work requires  that you cite your sources, whether you are writing a long paper or a quick report. Why is citing your research so important?   Researching and writing a paper ideally involves a process of exploring and learning. By citing your sources, you are showing your reader how you came to your conclusions and acknowledging the other people's work that brought you to your conclusions. Citing your sources      Documents your research and   scholarship    Acknowledges the work of others   whose scholarship contributed to your work    Helps your reader understand   the context of your argument    Provides information for your   reader to use to locate additional information on your topic    Establishes the credibility of   your scholarship   Provides you with an opportunity to demonstrate your own integrity and understanding of academic ethics        Partially adapted from \"When and Why to Cite Sources.\" SUNY Albany. 2008.       Retrieved 14 Jan 2009. http://library.albany.edu/usered/cite/citing.html .           Comments (0)                                         When Should You Cite Your Sources?                 Sometimes your professor or your discipline will have specific requirements about when and how to cite your sources. However, these are some guidelines that generally apply.    Always cite your sources when:       You quote verbatim from someone else's work.    You summarize or paraphrase someone else's work.    You are conveying information which may be unfamiliar to your reader (e.g. statistics or factual data).    You are not sure whether or not you need to cite. As mentioned above, when in doubt, err on the side of caution. It is better to give your reader more information rather than less .       Remember, if you have a question about whether or not you need to cite your source, you can ask your professor, teaching assistant, or a librarian for help. Sometimes citing your sources takes a little bit of time and effort, but it is worth it to avoid plagiarism.    Partially adapted from \"When and Why to Cite Sources.\" SUNY Albany. 2008. Retrieved 14 Jan 2009. http://library.albany.edu/usered/cite/citing.html .           Comments (0)                                              close                                                                                                          APA                                                                                  Avoiding Plagiarism Using APA Style                   Ensure that ideas are not stolen.       Attribute direct quotes.       Cite your sources correctly.               Avoiding Plagiarism Using APA, Handout            Comments (0)                                         Citing Sources in APA style and Managing References                   Understanding APA: An introductory guide to the 6th edition of APA   APA citation EXAMPLES BELOW: print and electronic .   View the Basics of APA Style tutorial: http://flash1r.apa.org/apastyle/basics/index.htm   Follow the APA Style blog at: http://blog.apastyle.org/   Publication Manual of the American Psychological Association, 6th edition, in print only at Bobst Library, REF1 BF76.7 .P83 2010, with added copies at the Reserves Desk on LL2 ( Corrections to the 6th edition are linked here) Download electronic supplement: APA Style Guide to Electronic Sources ,       Click here for the locations of the physical copies available in the library:  Publication manual of the American Psychological Association            Comments (0)                                         Citing PRINT Sources, APA                  For examples not listed here, see print version of the Publication Manual of the American Psychological Association , 6th ed, at the 1st floor reference center or the Reserves Desk at call number BF76.7.P83 2010.                Reference Type     In Reference List    In-Text Citation        Book: 1 Author          Batavia , M. (2006). Contraindications in physical rehabilitation: Doing no harm . St. Louis , MO : Saunders Elsevier.        (Batavia, 2006)       Book: 3 to 6 Authors           Hoskins, C. N., Haber, J., &amp; Budin, W. C. (2001). Breast cancer: Journey to recovery . New York : Springer Publishing Company.       (Hoskins, Haber, &amp; Budin, 2001) first citation   (Hoskins et al., 2001) subsequent citations         Book: Editor, Translator, or Compiler (instead of author)        Mezey, M. D. (Ed.). (2001). The encyclopedia of elder care: The comprehensive resource on geriatric and social care . New York : Springer Publishing Company.        (Mezey, 2001)       Book: Chapter, Introduction, Preface, Foreword, Afterword, Encyclopedia Entry        Mitty, E. L. (2001). Assisted living. In M. D. Mezey (Ed.), The encyclopedia of elder care: The comprehensive resource on geriatric and social care (pp. 73-75) . New York : Springer Publishing Company.        (Mitty, 2001)       Journal Article, 1 Author      Rosenfeld, P. (2005). Women in green: The contributions of Hadassah nursing to immigrant and refugee health in pre-state and the early years of the State of Israel. Nursing History Review, 13, 101-119.        (Rosenfeld, 2005)       Journal Article, 2 Authors      Collard, S., &amp; Tempelman-Kluit, N. (2006). The other way in: Goal-based library content through CMS. Internet Reference Services Quarterly, 11 (4), 55-68.        (Collard &amp; Tempelman-Kluit, 2006)       Journal Article, 3-7 Authors        Jacobs, J., Kahana, M. J., Ekstrom, A. D., &amp; Fried, I. (2007). Brain oscillations control timing of single-neuron activity in humans. The Journal of Neuroscience , 27 (14), 3839-3844.       (Jacobs, Kahana, Ekstrom, &amp; Fried, 2007) first citation   (Jacobs et al., 2007) subsequent citations         Popular Magazine Article      Hertzberg, H. (2008, December). Eight is enough. The New Yorker,  84 (39) , 27.        (Hertzberg, 2008)       Newspaper Article, 1 author      Rich, F. (2008, November 9). It still felt good the morning after. The New York Times , p. WK9.        (Rich, 2008)       Newspaper Article, no author      If you were stranded on an island. (2008, September 30). The New York Times, p. F5.        (\"If you were stranded,\" 2008)       ERIC document           McNulty, T. (Ed.). (1999). Accessible libraries on campus: A practical guide for the creation of disability-friendly libraries . Chicago , IL : Association of College and Research Libraries. (ED433805)      (McNulty, 1999)       Book Review        Zbar, R. I. S. (1995). Autobiography of a face [Review of the book Autobiography of a face , by L. Grealy]. The New England Journal of Medicine, 333 (14) , 949.        (Zbar, 1995)       Thesis or Dissertation       Kitzmiller, E. M. (2012). The roots of educational inequality: Germantown high school, 1907--2011. (Unpublished doctoral dissertation). University of Pennsylvania, Philadelphia, PA.         (Kitzmiller, 2012)       Conference or Meeting Paper      Peters, H. M. (2002). Milton S. Hershey - one of a kind, founder of the Hershey Chocolate Company. Abstracts of papers of the American Chemical Society, 223 , U367.        (Peters, 2002)       Audiovisual Materials         Twentieth Century Fox Film Corporation (Producer), &amp; Wise, R. (Director). (2000). The sound of music [Motion Picture]. USA : Twentieth Century Fox Home Entertainment.        (Twentieth Century Fox Film Corporation &amp; Wise, 2000)       Statute     Patient Protection and Affordable Care Act, 42 U.S.C. &sect; 18001 (2010).   OR   Patient Protection and Affordable Care Act, 42 U.S.C. &sect; 18001 et seq. (2010).     ( EXPLANATION: 42 is the title number, 18001 is the first section of the law. \"et seq.\" means the act includes other sections that follow the initial section. Cited is the 2010 edition of the Code .)       Patient Protection and Affordable Care Act (2010) OR Patient Protection and Affordable Care Act of 2010                     Comments (0)                                         Citing ELECTRONIC Sources, APA                                  For examples not listed here, see print version of the Publication Manual of the American Psychological Association , 6th ed,     at the 1st floor reference center or the Reserves Desk at call number BF76.7.P83 2010.              Supplement, APA Style Guide to Electronic References , is available (NYU only).                                    Reference Type                       In Reference List                       In-Text Citation                                              Web Page                       Centers for Disease Control and Prevention. (2014, April 2). Centers for Disease Control and Prevention. Retrieved from http://www.cdc.gov/                       Centers for Disease Control and Prevention                                   Web Page, undated                       Dvoretsky, D. P. (n.d.). History: Pavlov Institute of Physiology of the Russian Academy of Sciences . Retrieved January 27, 2007, from http://www.infran.ru/history_eng.htm                       (Dvoretsky, n.d.)                                   Online video                       BioScience Laboratories (2009, July 22). BioScience Laboratories Glove Juice Sampling Procedure for ASTM E1174 E1115 [Video file]. Retrieved from http://youtu.be/eU6EkstmwI4                       (BioScience Laboratories, 2009)                                   Audio podcast                       Johns Hopkins Medicine. (Producer). (n.d.). New medical school curriculum [Audio podcast]. Retrieved August 9, 2010, from http://www.hopkinsmedicine.org/armstrongbuilding/audio_files/curriculumpodfinal.mp3                       (Johns Hopkins Medicine, n.d.)                                   Electronic book, 1 author, retrieved from library database                       Didion, J. (2005). Year of magical thinking. Retrieved from ebrary database.                       (Didion, 2005)                                   Electronic book, 1 author, retrieved from web                       Pollan, M. (2006). The omnivore's dilemma: A natural history of four meals . Retrieved from http://books.google.com/books?id=Qh7dkdVsbDkC&amp;lpg=PP1&amp;dq=subject%3A%22Health%20%26%20Fitness%22&amp;as_brr=3&amp;pg=PP1#v=onepage&amp;q&amp;f=false                       (Pollan, 2007)                           Electronic book, 1 author, retrieved from e-book reader                Oshinsky, D. M. (2005). Polio: An American story [Kindle edition]. Retrieved from Amazon.com                       (Oshinsky, 2005)                                   Electronic Book: 2 authors, retrieved from library database                       Kreiman, J., &amp; Van Lancker Sidtis, D. (2011). Foundations of Voice Studies: An Interdisciplinary approach to Voice Production and Perception . Retrieved from ebrary database.                       (Kreiman &amp; Van Lancker Sidtis, 2011)                                   Electronic Book: Editor, Translator, or Compiler (instead of author)                       Mezey, M. D., Cassel, C. K., Bottrell, M. M., Hyer, K., Howe, J. L., &amp; Fulmer, T. T. (Eds.). (2002). Ethical patient care: A casebook for geriatric health care teams . Retrieved from ebrary database.                       (Mezey, Cassel, Bottrell, Hyer, Howe, &amp; Fulmer, 2002) first citation         (Mezey et al., 2002) subsequent citations                                   Electronic Book: Chapter, Introduction, Preface, Foreword, Afterword, Encyclopedia Entry                       Brown, H. L. (2007). Gynecology and Obstetrics: Drugs in pregnancy. In R. S. Porter &amp; J. L. Kaplan (Eds.), The Merck manual online . Retrieved from The Merck Manuals Online Medical Library database.                       (Brown, 2007)                                   Online Encyclopedia with byline (Nursing Reference Center)                       March, P. D., &amp; Caple, C. (2011). Spiritual needs of hospitalized patients . Retrieved November 11, 2011, from http://web.ebscohost.com/nrc/detail?sid=85849bd9-bbcc-4d9b-a1bd-076663a91acf%40sessionmgr10&amp;vid=5&amp;hid=15&amp;bdata=JnNpdGU9bnJjLWxpdmU%3d#db=nrc&amp;AN=5000000657                       (March &amp; Caple, 2011)                                   Online Encyclopedia         (if entry has no byline, place title in author position)                       Osteoporosis in Women (2010). In Clin-eguide Patient Handouts. Retrieved December 6, 2010, from http://ezproxy.library.nyu.edu:24638/clinicalresource/re/patientHandouts?tms=1291674022166                       (Osteoporosis in Women, 2010)                                   Electronic Journal Article, 1 Author, DOI assigned                       Bear-Lehman, J. (2002). A word about qualitative research. Journal of Hand Therapy, 15 (1), 85-86. doi:10.1053/hanthe.2002.v15.01585                       (Bear-Lehman, 2002)                                   Electronic Journal Article, 1 Author, without DOI assigned                       Fulmer, T. (2007). How to try this: Fulmer SPICES. AJN, American Journal of Nursing 107 (10), 40-48. Retrieved from http://www.nursingcenter.com/pdf.asp?AID=743877                       (Fulmer, 2007)                                   Electronic Journal 1-2 authors, DOI assigned                       Ellis, E. L., &amp; Whatley, K. M. (2008). The evolution of critical thinking skills in library instruction, 1986-2006: A selected and annotated bibliography and review of selected programs. College &amp; Undergraduate Libraries, 15 (1/2), 5-20. doi:10.1080/10691310802176665                       (Ellis &amp; Whatley, 2008)                                   Electronic Journal Article, 1-2 Authors, without DOI assigned                       Dobal, M. T., &amp; Torkelson, D. J. (2004). Making decisions about sexual rights in psychiatric facilities. Archives of Psychiatric Nursing, 18 (2), 68-74. Retrieved from http://linkinghub.elsevier.com/retrieve/pii/S088394170400022                (Dobal &amp; Torkelson, 2004)                                   Electronic Popular Magazine Article, retrieved from library database                       Hertzberg, H. (2008, December). Eight is enough. The New Yorker , 84 (39), 27. Retrieved from ProQuest Research Library database.                       (Hertzberg, 2008)                                   Electronic Newspaper Article, 1 author, retrieved from library database                       Brody, J. (2008, December 16). Query for aging patients: How much do you drink? >The New York Times , p. D7. Retrieved from ProQuest Banking Information Source database.                 (Brody, 2008)                                   Newspaper Article, retrieved from the web                       Brody, J. (2008, December 16). Query for aging patients: How much do you drink? The New York Times. Retrieved from                       (Brody, 2008)                                   Electronic Newspaper Article, no author, retrieved from library database                       Editorial: Getting the bed bugs out. [Editorial]. (2009, January 14). The New York Times , p. A32. Retrieved from ProQuest Banking Information Source database.                       (\"Getting the bed bugs out,\" 2009)                                   Thesis retrieved from library database                       Krainovich-Miller, B. (1988). Clinical validation of the nursing diagnosis of preoperative state anxiety Doctoral dissertation, Columbia University Teachers College). Retrieved from ProQuest Dissertations &amp; Theses database. (Order No. 8824404)                       (Krainovich-Miller, 1988)                                   Data set                       Pew Hispanic Center. (2008). 2007 Hispanic Healthcare Survey [Data file and code book]. Available from Pew Hispanic Center Web site: http://pewhispanic.org/datasets/         [use \"Available from\" to indicate that the URL will lead users to a download site rather than directly to the data.]                       (Pew Hispanic Center, 2008)                                   Graphic representation of data                       Centers for Disease Control and Prevention. (2005). [Interactive map showing percentage of respondents reporting \"no\" to, During the past month, did you participate in any physical activities?]. Behavioral Risk Factor Surveillance System. Retrieved from http://apps.nccd.cdc.gov/gisbrfss/default.aspx                       (Centers for Disease Control and Prevention, 2005)                                        Comments (0)                                              close                                                                                                          MLA                                                                                  Citing Tweets - New from the MLA                 Are you wondering how to cite a tweet in your academic paper? The guess work is gone! The MLA has formatted how to cite tweets. Click here to learn more.             Comments (0)                                         Citing Sources with MLA Style using online tools                     For quic k guidelines for applying MLA style, consult this concise and free resource available through Purdue University's Writing Lab:  The Owl at Purdue  .                Comments (0)                                         Examples of MLA Style                 For quick examples of MLA style, visit Bedford St. Martin's Research and Documentation Online            Comments (0)                                         MLA Citation manuals                   MLA Handbook for Writers of Research Papers - Joseph Gibaldi Call Number: LB2369 .G53 2009 (also available in Reference Collection and at Reference Desk) Publication Date: 2009 (7th) edition The seventh edition is a comprehensive, up-to-date guide to research and writing in the online environment. It provides an authoritative update of MLA documentation style for use in student writing, including simplified guidelines for citing works published on the Web and new recommendations for citing several kinds of works, such as digital files and graphic narratives.   MLA Style Manual and Guide to Scholarly Publishing - Joseph Gibaldi Call Number: PN147 .G444 2008 Non-circulating Publication Date: 2008 (3rd Edition) Reorganized and revised, the third edition of the MLA Style Manual offers complete, up-to-date guidance on writing scholarly texts, documenting research sources, submitting manuscripts to publishers, and dealing with legal issues surrounding publication.   The Bedford handbook - Diana Hacker Call Number: PE1408 .H277 2010 Non-circulating Built on Diana Hacker’s vision and developed with the help of expert composition teachers, The Bedford Handbook is the indispensable classroom and reference tool it always was — only better. Now with the strongest coverage of research writing in a full-sized handbook, the seventh edition helps students meet one of the core challenges of academic writing: maintaining their own voice while writing from sources.   A guide to MLA documentation : with an appendix on APA style - Joseph F. Trimmer Call Number: PN147 .T75 2006 Briefer, more affordable, and easier to use than the MLA's own handbook, this popular booklet features current MLA guidelines, a new section on evaluating online sources, and an up-to-date APA appendix. The guide also provides numerous examples, a sample research paper, and helpful hints on such topics as avoiding plagiarism and taking notes.   What Every Student Should Know About Citing Sources with MLA Documentation - Michael Greer Call Number: PN171.F56 G74 2007 Non-circulating This easy-to-use guide covers the essentials for documentation according to the rules of the Modern Language Association (MLA). It provides a comprehensive listing of both in-text and works cited models for a wide variety of print, electronic, and online sources. Included too are frequently asked questions about MLA style and guidelines for formatting research papers.   Cite Right: A Quick Guide to Citation Styles--MLA, APA, Chicago, the Sciences, Professions, and More - Charles Lipson Call Number: PN171.F56 L55 2006 Non-circulating (also electronic version) Based on deep experience in the academic trenches, Cite Right is an accessible, one-stop resource—a must-have guide for students and researchers alike who need to prepare citations in any of the major disciplines and professional studies.            Comments (0)                                              close                                                                                                          Chicago                                                                                  Two Chicago Systems                 The Chicago Manual of Style presents two basic documentation   systems, the humanities style (notes and bibliography) and the author-date   system. Choosing between the two often depends on subject matter and   nature of sources cited, as each system is favored by different groups   of scholars. If you are unsure what system you should use for your paper, please ask your professor, teaching assistant, or publisher which you should follow.   The humanities style is preferred by many in literature, history, and   the arts. This style presents bibliographic information in notes and,   often, a bibliography. It accommodates a variety of sources, including   esoteric ones less appropriate to the author-date system.   The more concise author-date system has long been used by those in the   physical, natural, and social sciences. In this system, sources are briefly   cited in the text, usually in parentheses, by author&rsquo;s last name   and date of publication. The short citations are amplified in a list   of references, where full bibliographic information is provided.   You must choose to use either the notes and bibliography system ([N] and [B] below) or the author-date system ([T] and [R] below). Do not mix the two systems. Again, ask your professor if you are unsure which is preferred.   Adapted from The Chicago Manual of Style Online, Fifteenth Edition . \"Chicago-Style Citation Quick Guide.\" http://www.chicagomanualofstyle.org/tools_citationguide.html (accessed December 21, 2008).   For more information and more examples on both these types, please visit the web site listed above, or for complete guidelines, see Chapters 16 and 17 in the print version of The Chicago Manual of Style, Fifteenth Edition which is available at the 1st-Floor Reference Desk in Bobst Library (BREF Z253 .U69 2003).   Go to Citing PRINT Sources, Chicago .   Go to Citing ELECTRONIC Sources, Chicago .           Comments (0)                                         Citing PRINT Sources, Chicago                       Reference Type   Notes--Footnotes &amp; Endnotes [N]   Bibliography [B]   Parenthetical Text [T]   Reference List [R]       Book: 1 Author   3. David Foster Wallace, A Supposedly Fun Thing I'll Never Do Again: Essays and Arguments (Boston: Little, Brown and Company, 1998), 45.   Wallace, David Foster. A Supposedly Fun Thing I'll Never Do Again: Essays and Arguments . Boston: Little, Brown and Company, 1998.   (Wallace 1998, 45)   Wallace, David Foster. 1998. A Supposedly Fun Thing I'll Never Do Again: Essays and Arguments . Boston: Little, Brown and Company.       Book: 2 Authors   12. Don Tapscott and Anthony D. Williams, Wikinomics: How Mass Collaboration Changes Everything (New York: Portfolio, 2006), 151-82.   Tapscott, Don, and Anthony D. Williams. Wikinomics: How Mass Collaboration Changes Everything . New York: Portfolio, 2006.   (Tapscott and Williams 2006, 151-82)   Tapscott, Don, and Anthony D. Williams. 2006. Wikinomics: How Mass Collaboration Changes Everything . New York: Portfolio.       Book: 4+ Authors   19. Edward O. Laumann et al., The Social Organization of Sexuality: Sexual Practices in the United States (Chicago: University of Chicago Press, 1994), 262. [NOTE: there is no period after the \"et\" in \"et al.\"]   Laumann, Edward O., John H. Gagnon, Robert T. Michael, and Stuart Michaels. The Social Organization of Sexuality: Sexual Practices in the United States. Chicago: University of Chicago Press, 1994.   (Laumann et al. 1994, 262)   Laumann, Edward O., John H. Gagnon, Robert T. Michael, and Stuart Michaels. 1994. The social organization of sexuality: Sexual practices in the United States. Chicago: University of Chicago Press.       Book: Editor, Translator, or Compiler (instead of author)   7. Bernard O'Donoghue, trans., Sir Gawain and the Green Knight (New York: Penguin, 2006), 36-7.   O'Donoghue, Bernard, trans. Sir Gawain and the Green Knight . New York: Penguin, 2006.   (O'Donoghue 2006, 36-7)   O'Donoghue, Bernard, trans. 2006. Sir Gawain and the Green Knight . New York: Penguin.       Book: Editor, Translator, or Compiler (in addition to author)   23. Jorge Luis Borges, Collected Fictions , trans. Andrew Hurley (New York: Viking, 1998), 234.   Borges, Jorge Luis. Collected Fictions . Translated by Andrew Hurley. New York: Viking, 1998.   (Borges 1998, 234)   Borges, Jorge Luis. 1998. Collected Fictions . Trans. Andrew Hurley. New York: Viking.       Book: Chapter Contributor   4. Noah Baumbach, \"The Zagat History of My Last Relationship,\" in Secret Ingredients: The New Yorker Book of Food and Drink , ed. David Remnick (New York: Random House, 2007), 409.   Baumbach, Noah. \"The Zagat History of My Last Relationship.\" In Secret Ingredients: The New Yorker Book of Food and Drink , edited by David Remnick, 409-411. New York: Random House, 2007.   (Baumbach 2007, 409)   Baumbach, Noah. 2007. The Zagat History of My Last Relationship. In Secret Ingredients: The New Yorker Book of Food and Drink , ed. David Remnick, 409-411. New York: Random House.       Book: Preface, Foreword, Introduction, or Similar Part   13. Adrienne Rich, introduction to The Work of a Common Woman: The Collected Poetry of Judy Grahn, 1964-1977 , by Judy Grahn (New York: St. Martin's Press, 1980), xx-xxi.   Rich, Adrienne. Introduction to The Work of a Common Woman: The Collected Poetry of Judy Grahn, 1964-1977 , by Judy Grahn, v-xxxii. New York: St. Martin's Press, 1980.   (Rich 1980, xx-xxi)   Rich, Adrienne. 1980. Introduction to The Work of a Common Woman: The Collected Poetry of Judy Grahn, 1964-1977 , by Judy Grahn, v-xxxii. New York: St. Martin's Press.       Journal Article   9. Benjamin A. Shaw and Linda S. Spokane, \"Examining the Association Between Education Level and Physical Activity Changes During Early Old Age,\" Journal of Aging and Health 20, no. 7 (2008): 770.   Shaw, Benjamin A., and Linda S. Spokane. \"Examining the Association Between Education Level and Physical Activity Changes During Early Old Age.\" Journal of Aging and Health 20, no. 7 (2008): 767-787.   (Shaw and Spokane 2008, 770)   Shaw, Benjamin A., and Linda S. Spokane. 2008. Examining the Association Between Education Level and Physical Activity Changes During Early Old Age. Journal of Aging and Health 20 (7): 767-787.       Popular Magazine Article   11. Jeremy Miller, \"The Tyranny of the Test: One Year as a Kaplan Coach in the Public Schools,\" Harper's Magazine , September 2008, 39.   Miller, Jeremy. \"The Tyranny of the Test: One Year as a Kaplan Coach in the Public Schools.\" Harper's Magazine . September 2008.   (Miller 2008, 39)   Miller, Jeremy. 2008. The Tyranny of the Test: One Year as a Kaplan Coach in the Public Schools. Harper's Magazine . September.       Newspaper Article   16. William S. Niederkorn, &ldquo;A Scholar Recants on His &lsquo;Shakespeare&rsquo; Discovery,&rdquo; New York Times, June 20, 2002, Arts section, Midwest edition.   Niederkorn, William S. &ldquo;A Scholar Recants on His &lsquo;Shakespeare&rsquo; Discovery.&rdquo; New York Times, June 20, 2002, Arts section, Midwest edition.   (Niederkorn 2002)   Niederkorn, William S. 2002. A scholar recants on his &ldquo;Shakespeare&rdquo; discovery. New York Times, June 20, Arts section, Midwest edition.       Book Review   22. Bill McKibben, \"Green Fantasia,\" review of Hot, Flat, and Crowded: Why We Need a Green Revolution -- And How It Can Renew America , by Thomas L. Friedman, The New York Review of Books 55, no. 17 (November 6, 2008): 38.   McKibben, Bill. \"Green Fantasia.\" Review of Hot, Flat, and Crowded: Why We Need a Green Revolution -- And How It Can Renew America , by Thomas L. Friedman. The New York Review of Books 55, no. 17 (November 6, 2008): 36-39.   (McKibben 2008)   McKibben, Bill. 2008. Review of Hot, Flat, and Crowded: Why We Need a Green Revolution -- And How It Can Renew America , by Thomas L. Friedman. The New York Review of Books 55 (17), November 6.       Thesis or Dissertation   28. M. Amundin, &ldquo;Click Repetition Rate Patterns in Communicative Sounds from the Harbour Porpoise, Phocoena phocoena &rdquo; (PhD diss., Stockholm University, 1991), 22&ndash;29, 35.   Amundin, M. &ldquo;Click Repetition Rate Patterns in Communicative Sounds from the Harbour Porpoise, Phocoena phocoena. &rdquo; PhD diss., Stockholm University, 1991.   (Amundin 1991, 22&ndash;29, 35)   Amundin, M. 1991. Click repetition rate patterns in communicative sounds from the harbour porpoise, Phocoena phocoena . PhD diss., Stockholm University.       Conference or Meeting Paper   3. Brian Doyle, &ldquo;Howling Like Dogs: Metaphorical Language in Psalm 59&rdquo; (paper presented at the annual international meeting for the Society of Biblical Literature, Berlin, Germany, June 19&ndash;22, 2002).   Doyle, Brian. &ldquo;Howling Like Dogs: Metaphorical Language in Psalm 59.&rdquo; Paper presented at the annual international meeting for the Society of Biblical Literature, Berlin, Germany, June 19&ndash;22, 2002.   (Doyle 2002)   Doyle, Brian. 2002. Howling like dogs: Metaphorical language in Psalm 59. Paper presented at the annual international meeting for the Society of Biblical Literature, June 19&ndash;22, in Berlin, Germany.       Musical Scores   See The Chicago Manual of Style, Fifteenth Edition (2003), 17.263-4.   Ibid.   Ibid.   Ibid.       Audiovisual Materials   See The Chicago Manual of Style, Fifteenth Edition (2003), 17.265-73.   Ibid.   Ibid.   Ibid.                 Comments (0)                                         Citing ELECTRONIC Sources, Chicago                       Reference Type   General Pattern   Bibliography [B]   Notes--Footnotes &amp; Endnotes [N]   Parenthetical Text [T]   Reference List [R]       Electronic Book   Follow the pattern for a book. Add the URL at the end of the citation.   Blackburn, William R. The Sustainability Handbook : The Complete Management Guide to Achieving Social, Economic and Environmental Responsibility . London: Earthscan, 2007. Available online at http://www.ebrary.com.   6. Blackburn, William R. The Sustainability Handbook: The Complete Management Guide to Achieving Social, Economic and Environmental Responsibility . (London: Earthscan, 2007), 67. Available online at http://www.ebrary.com.   (Blackburn 2007, 67)   Blackburn, William R. The Sustainability Handbook: The Complete Management Guide to Achieving Social, Economic and Environmental Responsibility . London: Earthscan, 2007. Available online at http://www.ebrary.com.       Online Journal Article   Follow the pattern for a journal article and include the URL. Including the \"access\" date is optional.   Saper, Craig. \"Toward A Visceral Scholarship Online: Folkvine.org and Hypermedia Ethnography. Journal of e-Media Studies , 1, issue 1 (2008). http://journals.dartmouth.edu/cgi-bin/WebObjects/Journals.woa/2/xmlpage/4/article/285.   19. Saper, Craig. \"Toward A Visceral Scholarship Online: Folkvine.org and Hypermedia Ethnography. Journal of e-Media Studies , 1, issue 1 (2008). http://journals.dartmouth.edu/cgi-bin/WebObjects/Journals.woa/2/xmlpage/4/article/285.   (Saper 2008)   Saper, Craig. \"Toward A Visceral Scholarship Online: Folkvine.org and Hypermedia Ethnography. Journal of e-Media Studies , 1, issue 1 (2008). http://journals.dartmouth.edu/cgi-bin/WebObjects/Journals.woa/2/xmlpage/4/article/285.       Item in Online Database   Follow the pattern for a journal/newspaper article and include the URL. Including the \"access\" date is optional.   Katz, James E. and Chih-Hui Lai.\"News Blogging in Cross-Cultural Contexts: A Report on the Struggle for Voice.\" Knowledge, Technology, and Policy , 22, no. 2 (June 2009): 95-107. http://www.springerlink.com.   18. Katz, James E. and Chih-Hui Lai.\"News Blogging in Cross-Cultural Contexts: A Report on the Struggle for Voice.\" Knowledge, Technology, and Policy , 22, no. 2 (June 2009): 95-107. http://www.springerlink.com.   (Katz and Lai 2009, 98)   Katz, James E. and Chih-Hui Lai.\"News Blogging in Cross-Cultural Contexts: A Report on the Struggle for Voice.\" Knowledge, Technology, and Policy , 22, no. 2 (June 2009): 95-107. http://www.springerlink.com.       Web Site   Include as much of the following as can be determined: author of the content, title of the page, title or owner of the site, URL, and (often) date accessed. If there is no author per se, the owner of the site may stand in for the author.   The New York Public Library. \"History.\" accessed December 22. 2008. http://www.nypl.org/pr/history.cfm.   21. The New York Public Library, \"History,\" accessed December 22, 2008, http://www.nypl.org/pr/history.cfm.   (The New York Public Library)   The New York Public Library. \"History.\" Accessed December 22. http://www.nypl.org/pr/history.cfm.       Blog Entry or Comment   There is not a defined style for blog entries; instead, choose the pattern that fits your source best and add the URL and optional access date.   Tankboy. \"Rockin' Our Turntable: Sonic Youth.\" Chicagoist . (June 23, 2009). http://chicagoist.com/2009/06/23/rockin_our_turntable_sonic_youth.php.   17. Tankboy. \"Rockin' Our Turntable: Sonic Youth.\" Chicagoist . (June 23, 2009). http://chicagoist.com/2009/06/23/rockin_our_turntable_sonic_youth.php.   (Tankboy 2009)   Tankboy. \"Rockin' Our Turntable: Sonic Youth.\" Chicagoist . (June 23, 2009). http://chicagoist.com/2009/06/23/rockin_our_turntable_sonic_youth.php.       Email Message   There is not a defined style for email messages; treat them either as private communications or letters and follow those patterns.   Amanda Holbrooke, email to James McAninch, September 3, 2008.   25. Amanda Holbrooke, email to James McAninch, September 3, 2008.   (Holbrooke 2008)   Amanda Holbrooke, email to James McAninch, September 3, 2008.                 Comments (0)                                              close                                                                                                          AMA                                                                                  American Medical Association Style                   Link to the American Medical Association Manual Online .  ( Off campus users, log in with NYU net id and password).     The print copy AMA manual of style: a guide for authors and editors (Tenth edition) is located at Bobst First Floor Reference R119 .A533 2007 No n-circulating                 Comments (0)                                         Citing PRINT and ELECTRONIC Sources (AMERICAN MEDICAL ASSOCIATION STYLE)                  PRINT EXAMPLES           Reference Type        In Reference List            Book: 1 author       Batavia M. Contraindications in physical rehabilitation: Doing no harm . St. Louis, MO: Saunders Elsevier; 2006.             Book: up to 6 Authors         Hoskins CN, Haber J, Budin, WC. Breast Cancer: Journey to Recovery . New York, NY: Springer Publishing Company; 2001.           Book: more than 6 Authors         Simon LS, Lipman AG, Jacox AK, et al. Pain in Osteoarthritis, Rheumatoid Arthritis, and Juvenile Chronic Arthritis . 2nd ed. Glenview, IL: American Pain Society; 2002.           Book: Editor, Translator, or Compiler (instead of author)       Mezey MD, ed. The Encyclopedia of Elder Care: The Comprehensive Resource on Geriatric and Social Care . New York, NY: Springer Publishing Company; 2001.           Book: Chapter          Mitty EL. Assisted living. In: Mezey MD, ed. The Encyclopedia of Elder Care: The Comprehensive Resource on Geriatric and Social Care . New York, NY: Springer Publishing Company; 2001:73-75.           Journal Article, up to 6 Authors       Jacobs J, Kahana MJ, Ekstrom AD, Fried I. Brain oscillations control timing of single-neuron activity in humans. J Neurosci. 2007;27(14):3839-3844.           Journal Article, more than 6 Authors        Pastorelli LM, Wells S, Fray M, et al. Genetic analyses reveal a requirement for Dicer1 in the mouse urogenital tract. Mamm Genome.  2009;20(3):140-151.           Popular Magazine Article       Cose E. What the revolution was for. Newsweek . 2002;139(19):41.           Newspaper Article          Brody J. Query for aging patients: How much do you drink? New York Times . December 16, 2008:D7.           Thesis or Dissertation           Sengupta S. Chemical and Biological Approaches to Identify Vertebrate Tissue Regeneration Pathways [dissertation]. Corvallis: Oregon State University; 2011.                Audiovisual Materials          Moyers B. On Our Own Terms: Moyers on Dying [videotape]. New York, NY: Thirteen/WNET; 2000.             ELECTRONIC EXAMPLES             Reference Type         In Reference List            Electronic Book          Pollan M. The Omnivore's Dilemma: A Natural History of Four Meals . New York, NY: Penguin Press; 2006. http://books.google.com/books?id=Qh7dkdVsbDkC&amp;lpg=PP1&amp;dq=subject%3A%22Health%20%26%20Fitness%22&amp;as_brr=3&amp;pg=PP12#v=onepage&amp;q&amp;f=false. Accessed March 3, 2011.             Online Journal Article w/ DOI        Bear-Lehman J. A word about qualitative research. J Hand Ther . 2002;15(1):85-86. doi:10.1053/hanthe.2002.v15.01585.           Online Journal Article w/o DOI        Fulmer T. How to try this: Fulmer SPICES. Am J Nurs. 2007;107(10) : 40-48. http://www.nursingcenter.com/pdf.asp?AID=743877. Accessed March 3, 2011.           Online Report          World Health Organization. Equitable access to essential medicines: a framework for collective action. http://whqlibdoc.who.int/hq/2004/WHO_EDM_2004.4.pdf. Published March 2004. Accessed March 3, 2011.           Online Newspaper Article        Brody J. Query for aging patients: How much do you drink? New York Times . December 16, 2008:D7. http://www.nytimes.com/2008/12/16/health/16brod.html. Accessed March 3, 2011.             Web Site        About CDC Director. Centers for Disease Control and Prevention website. http://www.cdc.gov/about/leadership/director.htm.   Updated December 29, 2010. Accessed March 3, 2011.                    Comments (0)                                              close                                                                                                          More Style and Writing Guides                                                                                  Style Guides on the Web                  AMA Manual of Style (American Medical Association) APAstyle.org (American Psychological Association) Chicago Manual of Style Online  Citing Medicine: The NLM Style Guide for Authors, Editors, and Publishers (National Library of Medicine) Citing Medicine provides assistance to authors in compiling lists of references for their publications, to editors in revising such lists, to publishers in setting reference standards for their authors and editors, and to librarians and others in formatting bibliographic citations. MLA Formatting (The OWL at Purdue)  The Elements of Style, by William Strunk, Jr. This is an online version of The Elements of Style by William Strunk, Jr. This unabridged e-text version is browsable but not searchable.            Comments (0)                                         Style Guides in Print                   Publication Manual of the American Psychological Association (APA) - American Psychological Association Call Number: Bobst 1st Floor Reference (BF76.7 .P83 2010 Non-circulating)   APA Style Guide to Electronic Resources, ELECTRONIC SUPPLEMENT TO APA 6th Edition ISBN: 1433803097   MLA Style Manual and Guide to Scholarly Publishing - Modern Language Association of America Staff Call Number: Bobst 1st Floor Reference/Desk Reference (PN147 .G444 2008 Non-circulating)   AMA Manual of Style, Tenth Edition - Cheryl Iverson (Editor); Stacy Christiansen (Editor); Annette Flanagin (Editor); JAMA and Archives Journals Staff (Editor) Call Number: 1st floor Reference: R119 .A533 2007 Publication Date: 2009 Online available (nyu.edu only)   A Manual for Writers of Term Papers, Theses, and Dissertations - Kate L. Turabian Call Number: Bobst 5th Floor Reference (LB2369 .T8 1996 Non-circulating)   The Bluebook - Columbia Law Review Call Number: Bobst 5th Floor Reference (KF245 .B58 Non-circulating) ISBN: 0615361161   Scientific Style and Format - Council of Science Editors Call Number: Bobst 1st Floor Reference (T11 .S386 2006 Non-circulating)            Comments (0)                                              close                                                                                                          Tips for Evaluating Sources                                                                                  Tips for Evaluating Sources                 Evaluating all sources   Checking for signs of bias       Does the author or publisher endorse political or religious views that could affect objectivity?   Is the author or publisher associated with a special-interest group, such as Greenpeace or the National Rifle Association, that might present only one side of an issue?   Are alternative views presented and addressed? How fairly does the author treat opposing views?   Does the author&rsquo;s language show signs of bias?     Assessing an argument       What is the author&rsquo;s central claim or thesis?   How does the author support this claim&mdash;with relevant and sufficient evidence or with just a few anecdotes or emotional examples?   Are statistics consistent with those you encounter in other sources? Have they been used fairly? Does the author explain where the statistics come from? (It is possible to &ldquo;lie&rdquo; with statistics by using them selectively or by omitting mathematical details.)   Are any of the author&rsquo;s assumptions questionable?   Does the author consider opposing arguments and refute them persuasively?   Does the author fall prey to any logical fallacies?      Evaluating Web sources   Authorship       Does the Web site or document have an author? You may need to do some clicking and scrolling to find the author&rsquo;s name. If you have landed directly on an internal page of a site, for example, you may need to navigate to the home page or find an &ldquo;about this site&rdquo; link to learn the name of the author.   If there is an author, can you tell whether he or she is knowledgeable and credible? When the author&rsquo;s qualifications aren&rsquo;t listed on the site itself, look for links to the author&rsquo;s home page, which may provide evidence of his or her interests and expertise.     Sponsorship       Who, if anyone, sponsors the site? The sponsor of a site is often named and described on the home page.   What does the URL tell you? The domain name extension often indicates the type of group hosting the site: commercial (.com), educational (.edu), nonprofit (.org), governmental (.gov), military (.mil), or network (.net). URLs may also indicate a country of origin: .uk (United Kingdom) or .jp (Japan), for instance.     Purpose and audience       Why was the site created: To argue a position? To sell a product? To inform readers?   Who is the site&rsquo;s intended audience?     Currency       How current is the site? Check for the date of publication or the latest update, often located at the bottom of the home page or at the beginning or end of an internal page.   How current are the site&rsquo;s links? If many of the links no longer work, the site may be too dated for your purposes.       Hacker, Diana and Barbara Fister. Research and Documentation . Bedford / St. Martin's, 2011. Web. 19 November 2012.  From Bedford / St. Martin's Research and Documentation Online            Comments (0)                                              close                                                                                                          Citation Management and Formatting Tools                                                                                  About Citation Management Tools                  What can I do with these tools?      Import  citations from databases, websites, catalogs  Organize  citations using folders and tags  Attach  PDF's, images, etc. to your citations  Annotate  your citations and/or PDFs  Output   automatically formated bibliographies and in-text citations in most styles (e.g., APA, MLA, etc.)    How do I choose the right tool?   It depends on your personal needs and preferences. This comparison chart can help.            Comments (0)                                         Library Classes                 Bobst Library offers (one-shot) classes that cover citation management, data use and managment, high performance computing, and general research skills.           Sign up for a library class                    Comments (0)                                         Citation Management Tools                  For help choosing: See comparison chart  For help using: See schedule of RefWorks, EndNote, and Zotero classes (coded in pink)      RefWorks NYU purchases a campus-wide subscription to this web-based service that covers all members of the NYU community. Because RefWorks is web-based, you can use it from any Internet-connected computer/device on campus or off.  EndNote NYU has a campus-wide license to this software, which you download (at no cost to you) to your laptop or desktop computer. (The software includes a less developed web-based component called EndNoteWeb.) EasyBib A Web-based service that offers two versions: free and premium The free version is a citation generator only (can't save and organize citations), covers 3 citation styles, and contains advertising. The premium version -- paid for by NYU -- generates citations, covers 9 citation styles, saves and organizes citations, features virtual notecards and dynamic outlining, and does not contain advertising. Zotero A free download that works with your web browser. There are two options: Zotero for Firefox is a Firefox-specific extension that offers the full range of functionality. Zotero Standalone -- a separate browser-independent application that can be used with Chrome, Safari, or Opera -- offers slightly less functionality than the Firefox extension. Mendeley Subscribe for free to this web-based tool. KnightCite Free and simple online citation building tool from Hekman Library at Calvin College. Noodle Bib Express Just need one or two quick citations? Another free and easy site.            Comments (0)                                         Citation Management Tools Comparison Chart                         Refworks   Endnote   Mendeley   Zotero   Easybib       Access                 Web Based   Yes   No*   No*   Yes**   Yes       Cost   Free***   Free***   Free****   Free   Free       Adding References                 Import from online databases   Yes   Yes   Yes   Yes   No       Import citation information from web page   Yes   Yes (Web Component)   No   Yes   Yes       Output                 Create in-text citations   Yes   Yes   Yes   Yes   No       Create bibliographies   Yes   Yes   Yes   Yes   Yes       Collaborate                 Sharing   Yes   Yes   Yes   Yes   Yes       Group ability to add references to shared folder   No   Yes   Yes   Yes   Yes       Publicly share Profile/citations   No   Yes   No   No   No       Storage   5GB   5GB   2GB (free)     Yes, 300 MB cloud based and unlimited on desktop****     No           *While these tools are not Web based, meaning you need to download a desktop application, they do have a web component (which can be used without being on the desktop download and which can be synced with the desktop).     **Zotero is a local client application that syncs data accessible on the web through a read-only interface. You cannot log into zotero.org and edit/add citations; it must be done through your local application. The web access is primarily a read-only backup and group discovery tool.     ***NYU Libraries licenses the use of RefWorks for NYU students and faculty.     ****Can pay for a more robust subscription, but the basic package is free.               Comments (0)                                              close                                                                                                          NYU Statement on Academic Integrity                                                                                  New York University Statement of Academic Integrity                 Academic Integrity       As you begin your College career&mdash;attending classes, participating in extracurricular activities, performing community service, and thinking about where your academic and career interests lie&mdash;it is important to reflect on your role and responsibilities within an academic community.   I. A COMMUNITY OF THE MIND   The College is a \"community of the mind.\" Its students, faculty, and staff all share the goal of pursuing truth through free and open inquiry, and we support one another's endeavors in this regard. As in any community, membership comes with certain rights and responsibilities. Foremost among these is academic integrity. Cheating on an exam, falsifying data, or having someone else write a paper undermines others who are \"doing it on their own\"; it makes it difficult or impossible to assess fairly a student's interest, aptitude, and achievement; and it diminishes the cheater, depriving him/her of an education. Most importantly, academic dishonesty is a violation of the very principles upon which the academy is founded. Thus, when students enter the College, one of the first things that they are asked to do is to sign a community compact, recognizing these principles of academic integrity. For this reason also, violations of these principles are treated with the utmost seriousness.   \" Nothing is more basic to living and working together than trust. Without it, as Thomas Hobbes warned, humanity is reduced to a &lsquo;war of all against all.' Trust is the condition of cooperation and of social relationships themselves. We learn as children not to be naively trusting, but instead to watch to see which people and which organizations deserve to be trusted. We are disappointed all too often. Law courts and religions try to make people more trustworthy. But being the sort of person who can be trusted is still a personal achievement. Trust does not depend on people putting aside their personal benefits, but on people pursuing them in ways that make them dependable partners to others. Thus lovers try to be faithful and friends loyal. Even in competition, trustworthiness is important. Not only are there punishments for those who cheat, but today's competitor may readily become tomorrow's colleague. An institution like a college depends enormously on trust. Students rightly expect professors to teach honestly and not deceive them. Society trusts scientists not to lie about the results of their research. Neither the pursuit of new knowledge nor the effort to preserve and pass on old wisdom can flourish unless we can trust each other to be intellectually honest. \" &mdash;Craig Calhoun, University Professor of the Social Sciences   II. SOME GUIDELINES   Academic honesty means that the work you submit - in whatever form - is original. Students are expected - often required - to build their work on that of other people, just as professional researchers and writers do. Giving credit to someone whose work has helped you is expected; in fact, not to give such credit is a crime. Plagiarism is the severest form of academic fraud. Plagiarism is theft. Obviously, bringing answers into an examination or copying all or part of a paper straight from a book, the Internet, or a fellow student is a violation of this principle. But there are other forms of cheating or plagiarizing which are just as serious, for example:     presenting an oral report drawn without attribution from other sources (oral or written);   writing a paragraph which, despite being in different words, expresses someone else's idea without a reference to the source of the idea;   submitting essentially the same paper in two different courses (unless both instructors have given their permission in advance);   giving or receiving help on a take-home examination or quiz unless expressly permitted by the instructor (as in collaborative projects)   presenting as your own a phrase, sentence, or passage from another writer's work without using quotation marks;   presenting as your own facts, ideas, or written text gathered or downloaded from the Internet;   submitting another student's work with your name on it;   purchasing a paper or \"research\" from a term paper mill;   \"collaborating\" between two or more students who then submit the same paper under their individual names.     Term paper mills (web sites and businesses set up to sell papers to students) often claim they are merely offering \"information\" or \"research\" to students and that this service is acceptable and allowed throughout the university. THIS IS ABSOLUTELY UNTRUE. If you buy and submit \"research,\" drafts, summaries, abstracts, or final versions of a paper, you are committing plagiarism and are subject to stringent disciplinary action. Since plagiarism is a matter of fact and not intention, it is crucial that you acknowledge every source accurately and completely. If you quote anything from a source, use quotation marks and take down the page number of the quotation to use in your footnote.   When in doubt about whether your acknowledgment is proper and adequate, consult your instructor. Show the instructor your sources and a draft of the paper in which you are using them. The obligation to demonstrate that work is your own rests with you, the student. You are responsible for providing sources, copies of your work, or verification of the date work was completed. While all this looks like a lot to remember, all you need to do is to give credit where it is due, take credit only for your original ideas, and ask your instructor or adviser when in doubt.   Consult the APA, MLA, or Chicago style guides for accepted forms of documentation. You can access these resources, as well as additional information on proper citations on the NYU Libraries Citation Style Guide .   III. PROCEDURES AND SANCTIONS   The penalty for academic dishonesty is severe. The following are the procedures as approved by the Faculty of Arts and Science. See also the College Bulletin .     If a student cheats on an examination or in laboratory work or engages in plagia-rism, appropriate disciplinary action should be taken. The Department can take the following actions: a) The faculty member, with the approval of the Director of Undergraduate Studies (Director), may reduce the student's grade or give the student an F in the course.  b) If after lowering the grade or assigning an F the department believes a more severe penalty (i.e., probation, suspension, expulsion) is warranted, it can refer the case to the Dean or his/her representative (Associate Dean for Students) for further action.   In all cases of either (a) or (b), the Director shall inform the Department Chair of any action in writing and send copies of this letter to the Dean and to the student. The letter shall include the nature of the offense, the penalty, and the right of the student to appeal such penalty. A copy of the letter shall be kept in a confidential chairman's file and not in the student's departmental file. The Dean's office copy shall also be kept in a confidential file. (The Professor and/or the Director is encouraged to meet with the student and discuss the nature of the offense and the action taken.)   For cases involving a first offense at New York University, the Dean shall send the student by registered mail a notice that a second offense will result in a one-semester suspension, or a more severe penalty. (The student is also called in to discuss the offense, and review the consequences of the disciplinary action.)   For cases involving a second offense, the Dean shall proceed as follows:  a) Upon receiving a second Director's letter concerning a given student, the Dean shall convene a three-member ad hoc committee, with no member being from the department involved, to examine the evidence. This ad hoc committee shall consider if there are reasonable grounds to believe that cheating/plagiarism has occurred and if so, shall affirm the suspension penalty. It shall report its conclusion to the Dean within three business days.  b) If the committee affirms the suspension, the Dean shall send the student by registered mail the suspension letter within two business days of receiving the report. The letter shall advise the student of his or her right to appeal. The student shall have two business days from the letter's delivery to request an appeal of the suspension as provided in Section 5 (below). The suspension shall ordinarily be stayed during the pendency of appeal.  c ) If the committee does not affirm the suspension, the report shall be kept on file for a one-year period.   The student in all cases has the right to appeal to the Dean. In the event of an appeal, the Dean shall elicit a written complaint from the faculty member and proceed as described above.    CAS Statement of Academic Integrity            Comments (0)                                              close                                                                                                          Reference Associate                                                           Laurie Murphy  JavaScript disabled or chat unavailable.  laurie.murphy@nyu.edu  Contact Info: 212 998-2603 Send Email          Links: Profile & Guides                               close                                                                                                          Subject Librarian                                                           Margaret Smith, Librarian for Physical Sciences Contact Info: Bobst Library, 5th Floor   margaret.smith@nyu.edu   212-998-2619 Send Email  Subjects: Chemistry , Physics , Technology , Science and Technology Studies          Links: Profile & Guides  Credentials: B.A. in Physics, Art & Art History; M.A. in Evolutionary Biology; M.S. in Library and Information Science                               close                                                                 Description  Loading content... please wait                                     More Information  Loading content... please wait       Close window                           ^ Top  |  Home Page  |  Full Site                                           Powered by Springshare and iWebKit.           All rights reserved.           Report a tech support issue.                                            Full Library Site | Ask a Librarian         © 2014 New York University Libraries"}, {"content": "[Workshop] Digital Techniques and Tools for Writing and Composition | FAS Office of Educational Technology                                                                                                                                                                                                                                                         Menu           About      About us    Contact us    FAQs       Events   Examples      By Discipline    Active learning for Lectures &amp; Discussions    Assessment    Blended learning    Collaboration &amp; group work    Globally linked curricula    Language instruction    Web Publishing       Resources      Ed tech @NYU    Tutorials       Services      Course enhancement    FAS Educational Technology Innovation Grants    Project consultations    Workshops       Tools      Albert / Student Information System    Annotation / Feedback    App and web design    Assessment    Badges    Brainstorming / Concept Mapping    Clickers / Response systems    Data analysis    Data visualization    Discussion / Forums / Messaging    ePortfolios    Google apps    Maker tools    Multimedia creation    NYU Classes / LMS    Programming    Virtual labs    Web and Video conferencing / Live streaming    Web publishing       Blog                                                                                       [Workshop] Digital Techniques and Tools for Writing and Composition                                                                                                 On March 3rd, we hosted a workshop on digital tools for writing and composition pedagogy.  We focused on how digital tools can allow for innovative writing assignments and composition strategies both inside and outside of the classroom, particularly with tools like Mural.ly ,  Twitter , VoiceThread , Scalar , and  Creatavist .  These tools are divided up into the following sub-categories:     Brainstorming and &#8220;Flash Response&#8221; Tools   Discussion Tools   Annotation and Note-Taking Tools   Blogging Tools   Writing-Intensive &amp; &#8220;Born-Digital&#8221; Tools     To learn more about digital tools for writing and composition, please check out a version of our presentation below!     Download (PDF, 1.87MB)   [Workshop] Digital Techniques and Tools for Writing and Composition                          Kamili M Posey       March 4, 2015           Workshops                                         &larr; [Workshop] Copyright and Fair Use: A Beginner&#8217;s Guide       [Workshop] Digital Humanities Series: Analyzing and Visualizing Networks &rarr;                                                     Recent posts                 [Workshop] Website design and creation for teaching &amp; learning                      [Workshop] Digital Humanities Series: Multimedia Narratives                      [Workshop] Digital Humanities Series: Analyzing and Visualizing Networks                      [Workshop] Digital Techniques and Tools for Writing and Composition                      [Workshop] Copyright and Fair Use: A Beginner&#8217;s Guide                   Categories       Announcements      Community spotlight      Examples      Humanities      NYU Ed Tech Resources      Programming      Sciences      Tutorials      Workshops         Archives       April 2015    March 2015    January 2015    December 2014    November 2014    October 2014    September 2014    August 2014                                                                                   Contact Us     Office of Educational Technology   Faculty of Arts and Science, NYU   4 Washington Square North, 4th Floor   New York, NY 10003   (212) 998-3648    fas-edtech-group@nyu.edu    Request appointment                      Get Inspired                   Community spotlight    Navigating Ed Tech @NYU    Teaching examples    Upcoming workshops      Useful tools                                 Recent Posts                 [Workshop] Website design and creation for teaching &amp; learning                      [Workshop] Digital Humanities Series: Multimedia Narratives                      [Workshop] Digital Humanities Series: Analyzing and Visualizing Networks                      [Workshop] Digital Techniques and Tools for Writing and Composition                                    Search                                                                              Copyright &copy; 2015 FAS Office of Educational Technology . Powered by WordPress . Theme: Spacious by ThemeGrill ."}]}]