[{"detail": [{"content": "Optical conveyors: A class of active tractor beams                       Optical conveyors: A class of active tractor beams     References                    David Grier's Home Page    Grier Group Publications            Optical conveyors: A class of active tractor beams       David B. Ruffner and David G. Grier   Department of Physics and Center for Soft Matter Research, New York University, New York, NY 10003             Abstract.       We experimentally demonstrate a class of tractor beams created by coherently superposing coaxial Bessel beams. These optical conveyors have periodic intensity variations along their axes that act as highly effective optical traps for micrometer-scale objects. Varying the Bessel beams' relative phase shifts the traps axially thereby selectively transports trapped objects either downstream or upstream along the length of the beam. The same methods used to project a single optical conveyor can project arrays of independent optical conveyors, allowing bi-directional transport in three dimensions.            A tractor beam is a traveling wave that can transport illuminated material along its length back to its source. By this definition, an optical tweezer [ 1 ]  is not a tractor beam because of its inherently limited range. Nor is an optical conveyor belt [ 2 , 3 ] , which is created from a standing wave rather than a traveling wave. A one-sided variant of the optical conveyor belt created from coaxial Bessel beams has been demonstrated, but relies on auxiliary forces to achieve retrograde motion [ 4 ] . Here, we demonstrate one-sided optical conveyors that act as tractor beams without requiring outside assistance. The same technique we use to project a single optical conveyor also can project arrays of optical conveyors each with independently controlled transport properties.         Most beams of light do not act as tractor beams because radiation pressure tends to drive illuminated objects downstream. Recently, however two categories of tractor beams have been described, both of which exploit properties of propagation-invariant or non-diffracting traveling waves  [ 5 ] , and thus have promise for long-range material transport. Both rely on the recoil force that an illuminated object experiences if it scatters transverse components of the beam's linear momentum density into the axial direction. The first is based on multipole scattering in Bessel beams, which has been predicted to drive retrograde motion in both acoustic  [ 6 ] and optical [ 7 ] waves. Because this mechanism relies on scattering by high-order induced multipole moments, however, the direction of induced transport depends sensitively on the properties of the illuminated object; tractor beams based on pure Bessel modes have not yet been demonstrated experimentally. The other approach utilizes periodic axial intensity gradients in beams with discrete propagation invariance [ 5 ]  to achieve forward scattering from the interference between the incident field and the dipole radiation field of an illuminated object. Such tractor beams have been realized experimentally with solenoidal waves that have transported micrometer-scale colloidal spheres over an axial range of 10    [ 8 ] .               Figure 1.     (color online) (a) Schematic representation of holographic projection of a Bessel beam with axial wavenumber by a lens of focal length . Shaded region indicates volume of invariant propagation. (b) Volumetric reconstruction of a holographically projected Bessel beam. (c) Phase hologram encoding an optical conveyor. Diagonal blazing tilts the projected conveyor away from the optical axis. (d) Volumetric reconstruction of the beam projected by the hologram in (c). The color bar indicates relative intensities in (b) and (d).          Here, we describe another category of tractor beams derived from the optical conveyor belts introduced in Refs.  [ 2 , 3 , 4 ]  that can be projected from a single source and can transport material bidirectionally without the aid of outside forces. A one-sided optical conveyor is formed by projecting two or more coherent Bessel beams along the same axis and systematically varying their relative phase. The vector potential for a two-component optical conveyor of frequency and polarization  may be written in cylindrical coordinates as                       ( 1 )             where is the wavenumber of light in a medium with refractive index and  is a Bessel function of the first kind of order . The two beams differ in their axial wavenumbers, and  , which are reduced from by factors . They also differ in their relative phase , whose time variation makes the conveyor work. The prefactor is the beam's amplitude. Setting the relative amplitude to unity, , maximizes the conveyor's axial intensity gradients and thus optimizes its performance for optical manipulation.         In the special case , , the component Bessel beams have unit amplitude along the optical axis, , and the conveyor's axial intensity is                         ( 2 )                       ( 3 )             where . The beam thus has intensity maxima at axial positions                       ( 4 )             that are evenly spaced by multiples,  , of the wavelength in the medium, and thus can be indexed by the integer .         Objects trapped along can be displaced either up or down the axis by appropriately varying the relative phase . Continuous variations translate trapped objects deterministically along  with axial velocity,                       ( 5 )             regardless of their size, shape, or optical properties. This differs from the action of Bessel-based tractor beams  [ 6 ] in which even the sign of the induced motion depends on each object's properties. It differs also from the motion induced by solenoidal tractor beams [ 8 ]  which is unidirectional but not uniformly fast.         We implemented optical conveyors using the holographic optical trapping technique [ 9 ] in which a computer-designed phase profile is imprinted onto the wavefronts of a Gaussian beam, which then is projected into the sample with a high-numerical-aperture objective lens of focal length . In practice, the trap-forming hologram is implemented with a computer-addressable spatial light modulator (SLM) (Hamamatsu X8267-16) that imposes a selected phase shift at each pixel in a array. If the field described by Eq. ( 1 ) is to be projected into the objective's focal plane, the field in the plane of the hologram is given in the scalar diffraction approximation  [ 11 ] by its Fourier transform,                       ( 6 )             where is the Dirac delta function,  and  , The ideal hologram for each Bessel beam comprising the conveyor thus is a thin ring in the plane of the SLM, as indicated schematically in Fig.  1 (a). A holographically projected Bessel beam then propagates without diffraction over the range indicated by the shaded region. Increasing the transverse wave number increases the radius of the hologram and therefore reduces the non-diffracting range.         Figure  1 (b) shows a volumetric reconstruction  [ 12 ] of a Bessel beam projected with a ring-like hologram. Increasing the ring's thickness of the ring by increases diffraction efficiency, but is equivalent to superposing Bessel beams with a range of axial wavenumbers,  . This superposition contributes an overall axial envelope to the projected Bessel beam, limiting its axial range to  . The axial range in Fig.  1 (b) is consistent with this estimate and so is smaller than the ray-optics estimate suggested by the overlap volume in Fig.  1 (a).         Figure  1 (c) shows the two-ringed phase-only hologram that encodes an optical conveyor with an overall cone angle of  . This function corresponds to the phase of the beam's vector potential, which the SLM imprints on an incident Gaussian plane wave. The relative phase offset between the two rings determines  . The relative widths of the two phase rings can be used to establish the components' relative amplitudes through  , the range of the projected conveyor then being the smaller of and .         The large featureless regions in Fig.  1 (c) do not contribute to the desired optical conveyor. Light passing through these regions is not diffracted and therefore converges at the focal point of the optical train. To prevent interference between the diffracted and undiffracted beams, the two phase rings contributing to the conveyor are offset and blazed with a linear phase gradient [ 13 ]  to displace the projected Bessel beams by 24   from the optical axis.               Figure 2.     (color online) (a) Trajectories of two 1.5   diameter colloidal silica spheres moving along a pair of optical conveyors, superimposed with a holographic snapshot of the two spheres. Colored orbs indicate the spheres' positions in the hologram, and are plotted at the same scale as the actual spheres. Rings are added for emphasis. (b) Measured time dependence of the spheres' axial positions as one moves downstream ( ) along its conveyor and the other moves upstream ( ). (c) Three-dimensional reconstruction of a holographic snapshot of two colloidal spheres moving along a single optical conveyor.          The volumetric reconstruction in Fig.  1 (d) shows the three-dimensional intensity distribution projected by the hologram in Fig.  1 (c), with  oriented along the diffracted beam's direction of propagation. This beam clearly displays the pattern of periodically alternating bright and dark regions predicted by Eqs. ( 1 ) through ( 4 ).         The unused regions of the hologram need not go to waste. They can be used to project additional independent conveyors, much as has been demonstrated for spatially multiplexed optical traps of other types  [ 14 ] . An appropriately designed array of conveyors therefore can make full use of the light falling on the SLM and thus can be projected with very high diffraction efficiency. Each conveyor, moreover, can be operated independently of the others by selectively offsetting the phase in appropriate regions of the multiplexed hologram.         The data in Fig.  2 were obtained with two separate optical conveyors projected simultaneously with equal intensity and equal axial period by a single hologram. The conveyors' phases were ramped at the same rate, but with opposite sign. This single structured beam of light therefore should transport material in opposite directions simultaneously. To demonstrate this, we projected the pair of conveyors into a sample of 1.5   diameter colloidal silica spheres dispersed in water (Polysciences, Lot # 600424). The sample is contained in the 100   deep gap between a clean glass microscope slide and a cover-slip that was formed by and sealed with UV-curing optical adhesive (Norland 68). The slide was mounted on the stage of a Nikon TE-2000U optical microscope outfitted with a custom-built holographic optical trapping system [ 17 ] operating at a vacuum wavelength of . An estimated 17   of linearly polarized light were projected into each conveyor with a numerical aperture 1.4 oil-immersion objective lens (Nikon Plan-Apo DIC H) at an overall efficiency of 0.5 percent.         To facilitate tracking the spheres as they move along the optical axis, the microscope's conventional illuminator was replaced with a 10   3  -diameter collimated laser beam at a vacuum wavelength of 445  . Interference between light scattered by the spheres and the rest of the illumination forms a hologram of the spheres in the focal plane of the objective lens that is magnified and recorded at 30 frames per second with a conventional greyscale video camera (NEC TI-324A-II). A typical holographic snapshot is reproduced in Fig.  2 (a). These holograms then can be analyzed  [ 18 , 20 ] to obtain the spheres' three-dimensional positions with nanometer-scale resolution. The traces in Fig.  2 (a) show the full trajectories of both spheres over the course of the experiment. Colored orbs indicate the measured positions of the spheres at the instant of the holographic snapshot and are scaled to represent the actual sizes of the spheres. Starting from the configuration in Fig.  2 (a), the two conveyors were run through total phase ramps of  in steps of , yielding the axial trajectories plotted in Fig.  2 (b). Reversing the phase ramps reverses the process. These measurements confirm that arrays of optical conveyors can selectively induce bidirectional transport over their entire lengths.         The self-healing nature of Bessel beams [ 5 , 21 ]  furthermore suggests that multiple objects can be trapped and moved by a single optical conveyor despite light scattering by each of the trapped objects [ 2 , 3 , 4 ] . This is confirmed by Fig.  2 (c), which shows a volumetric reconstruction [ 22 ] of the light scattered by two colloidal spheres simultaneously trapped on an optical conveyor. The plotted intensity distribution was computed from the inset hologram by Rayleigh-Sommerfeld back-propagation. Maxima representing the positions of the spheres are separated by two periods of the underlying optical conveyor.         To characterize and optimize the transport properties of optical conveyors, we model the forces they exert in the Rayleigh approximation, which is appropriate for objects smaller than the wavelength of light. Considering both induced-dipole attraction and radiation pressure, the axial component of the force is                       ( 7 )             where the coefficients  and  parameterize the light-matter interaction for a particle with electric polarizability . For simplicity, Eq. ( 7 ) omits contributions due to the curl of the spin density [ 23 ] , and thus is appropriate for linearly polarized light. Further assuming a conveyor of the form described by Eq. ( 2 ) with continuously ramped phase,  , the equation of motion for a colloidal particle with drag coefficient is                       ( 8 )             where is the downstream drift speed due to radiation pressure, and where describes the relative axial trapping strength. Particles that are trapped by intensity gradients are translated upstream with the conveyor's phase velocity, . From Eq. ( 8 ), the maximum upstream transport speed is then limited by viscous drag to                       ( 9 )             This remarkable result suggests that an optical conveyor can act as a tractor beam for any particle with  provided that it is not run too fast. Both light-seeking ( ) and dark-seeking ( ) particles should move in the same direction with the same speed, although the dark-seeking particles will sit near the beam's minima. Optical conveyors thus have the potential to out-perform optical tweezers, which cannot always achieve stable axial trapping even in the Rayleigh regime.         Equation ( 9 ) also suggests straightforward optimization strategies for optical conveyors. Brighter conveyors can run faster. Reducing the conveyor's spatial period  proportionately increases the maximum transport rate at the cost of reducing the maximum range.         Higher-order conveyors with also have intensity maxima at positions given by Eq. ( 4 ). They differ from zero-order conveyors in that their principal maxima are displaced from  to transverse radii that depend on , , and . This larger transverse range may be useful for conveying irregular or asymmetrically shaped objects, or objects with inhomogeneous optical properties. Higher-order conveyors also carry orbital angular momentum and so will exert torques on trapped objects.         The transport direction predicted by Eq. ( 8 ) reverses sign in the limit of large , illuminated objects then traveling steadily downstream at the drift speed  . The crossover between upstream and downstream transport is marked by a dynamical state in which the particle alternately is transported upstream and slips back downstream. The transition to this state is established by Eq. ( 9 ) in the deterministic case described by Eq. ( 8 ). It will be strongly affected by thermal fluctuations, however, and may feature anomalous velocity fluctuations. Still other dynamical states are possible if the relative phase  varies discontinuously, for example in a Brownian ratchet protocol [ 25 ] . Even more complicated behavior may be expected for optical conveyor transport in underdamped systems for which inertia plays a role.         This work was supported by the National Science Foundation under Grant Number DMR-0922680. The authors are grateful for enlightening conversations with Paul Stysley, Demetrios Poulios and Donald Coyle.          References             1        A. Ashkin, J. M. Dziedzic, J. E. Bjorkholm and S. Chu. “Observation of a single-beam gradient force optical trap for dielectric particles.”  Opt. Lett. 11 , 288–290 (1986).                 2        T. Čižmar, V. Garcés-Chávez, K. Dhokalia and P. Zemánek. “Optical conveyor belt for delivery of submicron objects.”  Appl. Phys. Lett. 86 , 174101 (2005).                 3        T. Čižmár, M. Šiler and P. Zemánek. “An optical nanotrap array movable over a milimetre range.”  Appl. Phys. B 84 , 197–203 (2006).                 4        T. Čižmár, V. Kollárová, Z. Bouchal and P. Zemánek. “Sub-micron particle organization by self-imaging of non-diffracting beams.”  New J. Phys. 8 , 43 (2006).                 5        J. Durnin. “Diffraction-free beams.”  Phys. Rev. Lett. 58 , 1499–1501 (1987).                 6        P. L. Marston. “Axial radiation force of a Bessel beam on a sphere and direction reversal of the force.”  J. Acoust. Soc. Am. 120 , 3518–3524 (2006).                 7        J. Chen, J. Ng, Z. Lin and C. T. Chan. “Optical pulling force.”  Nature Photonics 5 , 531–534 (2011).                 8        S.-H. Lee, Y. Roichman and D. G. Grier. “Optical solenoid beams.”  Opt. Express 18 , 6988–6993 (2010).                 9        E. R. Dufresne and D. G. Grier. “Optical tweezer arrays and optical substrates created with diffractive optical elements.”  Rev. Sci. Instrum. 69 , 1974–1977 (1998).                 10        D. G. Grier. “A revolution in optical manipulation.”  Nature 424 , 810–816 (2003).                 11        J. W. Goodman.  Introduction to Fourier Optics (McGraw-Hill, New York, 2005), 3rd ed.                 12        Y. Roichman, I. Cholis and D. G. Grier. “Volumetric imaging of holographic optical traps.”  Opt. Express 14 , 10907–10912 (2006).                 13        J. E. Curtis, B. A. Koss and D. G. Grier. “Dynamic holographic optical tweezers.”  Opt. Commun. 207 , 169–175 (2002).                 14       C.-S. Guo, X. Liu, J.-L. He and H.-T. Wang. “Optimal annulus structures of optical vortices.”  Opt. Express 12 , 4625–4634 (2004).                 15        K. Ladavac and D. G. Grier. “Colloidal hydrodynamic coupling in concentric optical vortices.”  Europhys. Lett. 70 , 548–554 (2005).                 16        Y. Roichman and D. G. Grier. “Projecting extended optical traps with shape-phase holography.”  Opt. Lett. 31 , 1675–1677 (2006).                 17        M. Polin, K. Ladavac, S.-H. Lee, Y. Roichman and D. G. Grier. “Optimized holographic optical traps.”  Opt. Express 13 , 5831–5845 (2005).                 18        S.-H. Lee, Y. Roichman, G.-R. Yi, S.-H. Kim, S.-M. Yang, A. van Blaaderen, P. van Oostrum and D. G. Grier. ``Characterizing and tracking single colloidal particles with video holographic microscopy.”  Opt. Express 15 , 18275–18282 (2007).                 19        F. C. Cheong, B. J. Krishnatreya and D. G. Grier. “Strategies for three-dimensional particle tracking with holographic video microscopy.”  Opt. Express 18 , 13563–13573 (2010).                 20        F. C. Cheong, B. Sun, R. Dreyfus, J. Amato-Grill, K. Xiao, L. Dixon and D. G. Grier. “Flow visualization and flow cytometry with holographic video microscopy.”  Opt. Express 17 , 13071–13079 (2009).                 21        V. Garcés-Chávez, D. McGloin, H. Melville, W. Sibbett and K. Dholakia. “Simultaneous micromanipulation in multiple planes using a self-reconstructing light beam.”  Nature 419 , 145–147 (2002).                 22        S.-H. Lee and D. G. Grier. ``Holographic microscopy of holographically trapped three-dimensional structures.”  Opt. Express 15 , 1505–1512 (2007).                 23        S. Albaladejo, M. I. Marqués, F. Scheffold and J. J. Sáenz. “Giant enhanced diffusion of gold nanoparticles in optical vortex fields.”  Nano Lett. 9 , 3527–3531 (2009).                 24        D. B. Ruffner and D. G. Grier. “Optical forces and torques in non-uniform beams of light.”  Phys. Rev. Lett. 108 , 173602 (2012).                 25        S.-H. Lee, K. Ladavac, M. Polin and D. G. Grier. “Observation of flux reversal in a symmetric optical thermal ratchet.”  Phys. Rev. Lett. 94 , 110601 (2005).                 26        S.-H. Lee and D. G. Grier. “Flux reversal in a two-state symmetric optical thermal ratchet.”  Phys. Rev. E 71 , 060102(R) (2005).                 27        S.-H. Lee and D. G. Grier. “One-dimensional optical thermal ratchets.”  J. Phys.: Condens. Matter 17 , S3685–S3695 (2006).                                 D. B. Ruffner and D. G. Grier, Phys. Rev. Lett. 109, 163903 (2012)"}]},
{"detail": [{"content": "Optical conveyors: A class of active tractor beams                       Optical conveyors: A class of active tractor beams     References                    David Grier's Home Page    Grier Group Publications            Optical conveyors: A class of active tractor beams       David B. Ruffner and David G. Grier   Department of Physics and Center for Soft Matter Research, New York University, New York, NY 10003             Abstract.       We experimentally demonstrate a class of tractor beams created by coherently superposing coaxial Bessel beams. These optical conveyors have periodic intensity variations along their axes that act as highly effective optical traps for micrometer-scale objects. Varying the Bessel beams' relative phase shifts the traps axially thereby selectively transports trapped objects either downstream or upstream along the length of the beam. The same methods used to project a single optical conveyor can project arrays of independent optical conveyors, allowing bi-directional transport in three dimensions.            A tractor beam is a traveling wave that can transport illuminated material along its length back to its source. By this definition, an optical tweezer [ 1 ]  is not a tractor beam because of its inherently limited range. Nor is an optical conveyor belt [ 2 , 3 ] , which is created from a standing wave rather than a traveling wave. A one-sided variant of the optical conveyor belt created from coaxial Bessel beams has been demonstrated, but relies on auxiliary forces to achieve retrograde motion [ 4 ] . Here, we demonstrate one-sided optical conveyors that act as tractor beams without requiring outside assistance. The same technique we use to project a single optical conveyor also can project arrays of optical conveyors each with independently controlled transport properties.         Most beams of light do not act as tractor beams because radiation pressure tends to drive illuminated objects downstream. Recently, however two categories of tractor beams have been described, both of which exploit properties of propagation-invariant or non-diffracting traveling waves  [ 5 ] , and thus have promise for long-range material transport. Both rely on the recoil force that an illuminated object experiences if it scatters transverse components of the beam's linear momentum density into the axial direction. The first is based on multipole scattering in Bessel beams, which has been predicted to drive retrograde motion in both acoustic  [ 6 ] and optical [ 7 ] waves. Because this mechanism relies on scattering by high-order induced multipole moments, however, the direction of induced transport depends sensitively on the properties of the illuminated object; tractor beams based on pure Bessel modes have not yet been demonstrated experimentally. The other approach utilizes periodic axial intensity gradients in beams with discrete propagation invariance [ 5 ]  to achieve forward scattering from the interference between the incident field and the dipole radiation field of an illuminated object. Such tractor beams have been realized experimentally with solenoidal waves that have transported micrometer-scale colloidal spheres over an axial range of 10    [ 8 ] .               Figure 1.     (color online) (a) Schematic representation of holographic projection of a Bessel beam with axial wavenumber by a lens of focal length . Shaded region indicates volume of invariant propagation. (b) Volumetric reconstruction of a holographically projected Bessel beam. (c) Phase hologram encoding an optical conveyor. Diagonal blazing tilts the projected conveyor away from the optical axis. (d) Volumetric reconstruction of the beam projected by the hologram in (c). The color bar indicates relative intensities in (b) and (d).          Here, we describe another category of tractor beams derived from the optical conveyor belts introduced in Refs.  [ 2 , 3 , 4 ]  that can be projected from a single source and can transport material bidirectionally without the aid of outside forces. A one-sided optical conveyor is formed by projecting two or more coherent Bessel beams along the same axis and systematically varying their relative phase. The vector potential for a two-component optical conveyor of frequency and polarization  may be written in cylindrical coordinates as                       ( 1 )             where is the wavenumber of light in a medium with refractive index and  is a Bessel function of the first kind of order . The two beams differ in their axial wavenumbers, and  , which are reduced from by factors . They also differ in their relative phase , whose time variation makes the conveyor work. The prefactor is the beam's amplitude. Setting the relative amplitude to unity, , maximizes the conveyor's axial intensity gradients and thus optimizes its performance for optical manipulation.         In the special case , , the component Bessel beams have unit amplitude along the optical axis, , and the conveyor's axial intensity is                         ( 2 )                       ( 3 )             where . The beam thus has intensity maxima at axial positions                       ( 4 )             that are evenly spaced by multiples,  , of the wavelength in the medium, and thus can be indexed by the integer .         Objects trapped along can be displaced either up or down the axis by appropriately varying the relative phase . Continuous variations translate trapped objects deterministically along  with axial velocity,                       ( 5 )             regardless of their size, shape, or optical properties. This differs from the action of Bessel-based tractor beams  [ 6 ] in which even the sign of the induced motion depends on each object's properties. It differs also from the motion induced by solenoidal tractor beams [ 8 ]  which is unidirectional but not uniformly fast.         We implemented optical conveyors using the holographic optical trapping technique [ 9 ] in which a computer-designed phase profile is imprinted onto the wavefronts of a Gaussian beam, which then is projected into the sample with a high-numerical-aperture objective lens of focal length . In practice, the trap-forming hologram is implemented with a computer-addressable spatial light modulator (SLM) (Hamamatsu X8267-16) that imposes a selected phase shift at each pixel in a array. If the field described by Eq. ( 1 ) is to be projected into the objective's focal plane, the field in the plane of the hologram is given in the scalar diffraction approximation  [ 11 ] by its Fourier transform,                       ( 6 )             where is the Dirac delta function,  and  , The ideal hologram for each Bessel beam comprising the conveyor thus is a thin ring in the plane of the SLM, as indicated schematically in Fig.  1 (a). A holographically projected Bessel beam then propagates without diffraction over the range indicated by the shaded region. Increasing the transverse wave number increases the radius of the hologram and therefore reduces the non-diffracting range.         Figure  1 (b) shows a volumetric reconstruction  [ 12 ] of a Bessel beam projected with a ring-like hologram. Increasing the ring's thickness of the ring by increases diffraction efficiency, but is equivalent to superposing Bessel beams with a range of axial wavenumbers,  . This superposition contributes an overall axial envelope to the projected Bessel beam, limiting its axial range to  . The axial range in Fig.  1 (b) is consistent with this estimate and so is smaller than the ray-optics estimate suggested by the overlap volume in Fig.  1 (a).         Figure  1 (c) shows the two-ringed phase-only hologram that encodes an optical conveyor with an overall cone angle of  . This function corresponds to the phase of the beam's vector potential, which the SLM imprints on an incident Gaussian plane wave. The relative phase offset between the two rings determines  . The relative widths of the two phase rings can be used to establish the components' relative amplitudes through  , the range of the projected conveyor then being the smaller of and .         The large featureless regions in Fig.  1 (c) do not contribute to the desired optical conveyor. Light passing through these regions is not diffracted and therefore converges at the focal point of the optical train. To prevent interference between the diffracted and undiffracted beams, the two phase rings contributing to the conveyor are offset and blazed with a linear phase gradient [ 13 ]  to displace the projected Bessel beams by 24   from the optical axis.               Figure 2.     (color online) (a) Trajectories of two 1.5   diameter colloidal silica spheres moving along a pair of optical conveyors, superimposed with a holographic snapshot of the two spheres. Colored orbs indicate the spheres' positions in the hologram, and are plotted at the same scale as the actual spheres. Rings are added for emphasis. (b) Measured time dependence of the spheres' axial positions as one moves downstream ( ) along its conveyor and the other moves upstream ( ). (c) Three-dimensional reconstruction of a holographic snapshot of two colloidal spheres moving along a single optical conveyor.          The volumetric reconstruction in Fig.  1 (d) shows the three-dimensional intensity distribution projected by the hologram in Fig.  1 (c), with  oriented along the diffracted beam's direction of propagation. This beam clearly displays the pattern of periodically alternating bright and dark regions predicted by Eqs. ( 1 ) through ( 4 ).         The unused regions of the hologram need not go to waste. They can be used to project additional independent conveyors, much as has been demonstrated for spatially multiplexed optical traps of other types  [ 14 ] . An appropriately designed array of conveyors therefore can make full use of the light falling on the SLM and thus can be projected with very high diffraction efficiency. Each conveyor, moreover, can be operated independently of the others by selectively offsetting the phase in appropriate regions of the multiplexed hologram.         The data in Fig.  2 were obtained with two separate optical conveyors projected simultaneously with equal intensity and equal axial period by a single hologram. The conveyors' phases were ramped at the same rate, but with opposite sign. This single structured beam of light therefore should transport material in opposite directions simultaneously. To demonstrate this, we projected the pair of conveyors into a sample of 1.5   diameter colloidal silica spheres dispersed in water (Polysciences, Lot # 600424). The sample is contained in the 100   deep gap between a clean glass microscope slide and a cover-slip that was formed by and sealed with UV-curing optical adhesive (Norland 68). The slide was mounted on the stage of a Nikon TE-2000U optical microscope outfitted with a custom-built holographic optical trapping system [ 17 ] operating at a vacuum wavelength of . An estimated 17   of linearly polarized light were projected into each conveyor with a numerical aperture 1.4 oil-immersion objective lens (Nikon Plan-Apo DIC H) at an overall efficiency of 0.5 percent.         To facilitate tracking the spheres as they move along the optical axis, the microscope's conventional illuminator was replaced with a 10   3  -diameter collimated laser beam at a vacuum wavelength of 445  . Interference between light scattered by the spheres and the rest of the illumination forms a hologram of the spheres in the focal plane of the objective lens that is magnified and recorded at 30 frames per second with a conventional greyscale video camera (NEC TI-324A-II). A typical holographic snapshot is reproduced in Fig.  2 (a). These holograms then can be analyzed  [ 18 , 20 ] to obtain the spheres' three-dimensional positions with nanometer-scale resolution. The traces in Fig.  2 (a) show the full trajectories of both spheres over the course of the experiment. Colored orbs indicate the measured positions of the spheres at the instant of the holographic snapshot and are scaled to represent the actual sizes of the spheres. Starting from the configuration in Fig.  2 (a), the two conveyors were run through total phase ramps of  in steps of , yielding the axial trajectories plotted in Fig.  2 (b). Reversing the phase ramps reverses the process. These measurements confirm that arrays of optical conveyors can selectively induce bidirectional transport over their entire lengths.         The self-healing nature of Bessel beams [ 5 , 21 ]  furthermore suggests that multiple objects can be trapped and moved by a single optical conveyor despite light scattering by each of the trapped objects [ 2 , 3 , 4 ] . This is confirmed by Fig.  2 (c), which shows a volumetric reconstruction [ 22 ] of the light scattered by two colloidal spheres simultaneously trapped on an optical conveyor. The plotted intensity distribution was computed from the inset hologram by Rayleigh-Sommerfeld back-propagation. Maxima representing the positions of the spheres are separated by two periods of the underlying optical conveyor.         To characterize and optimize the transport properties of optical conveyors, we model the forces they exert in the Rayleigh approximation, which is appropriate for objects smaller than the wavelength of light. Considering both induced-dipole attraction and radiation pressure, the axial component of the force is                       ( 7 )             where the coefficients  and  parameterize the light-matter interaction for a particle with electric polarizability . For simplicity, Eq. ( 7 ) omits contributions due to the curl of the spin density [ 23 ] , and thus is appropriate for linearly polarized light. Further assuming a conveyor of the form described by Eq. ( 2 ) with continuously ramped phase,  , the equation of motion for a colloidal particle with drag coefficient is                       ( 8 )             where is the downstream drift speed due to radiation pressure, and where describes the relative axial trapping strength. Particles that are trapped by intensity gradients are translated upstream with the conveyor's phase velocity, . From Eq. ( 8 ), the maximum upstream transport speed is then limited by viscous drag to                       ( 9 )             This remarkable result suggests that an optical conveyor can act as a tractor beam for any particle with  provided that it is not run too fast. Both light-seeking ( ) and dark-seeking ( ) particles should move in the same direction with the same speed, although the dark-seeking particles will sit near the beam's minima. Optical conveyors thus have the potential to out-perform optical tweezers, which cannot always achieve stable axial trapping even in the Rayleigh regime.         Equation ( 9 ) also suggests straightforward optimization strategies for optical conveyors. Brighter conveyors can run faster. Reducing the conveyor's spatial period  proportionately increases the maximum transport rate at the cost of reducing the maximum range.         Higher-order conveyors with also have intensity maxima at positions given by Eq. ( 4 ). They differ from zero-order conveyors in that their principal maxima are displaced from  to transverse radii that depend on , , and . This larger transverse range may be useful for conveying irregular or asymmetrically shaped objects, or objects with inhomogeneous optical properties. Higher-order conveyors also carry orbital angular momentum and so will exert torques on trapped objects.         The transport direction predicted by Eq. ( 8 ) reverses sign in the limit of large , illuminated objects then traveling steadily downstream at the drift speed  . The crossover between upstream and downstream transport is marked by a dynamical state in which the particle alternately is transported upstream and slips back downstream. The transition to this state is established by Eq. ( 9 ) in the deterministic case described by Eq. ( 8 ). It will be strongly affected by thermal fluctuations, however, and may feature anomalous velocity fluctuations. Still other dynamical states are possible if the relative phase  varies discontinuously, for example in a Brownian ratchet protocol [ 25 ] . Even more complicated behavior may be expected for optical conveyor transport in underdamped systems for which inertia plays a role.         This work was supported by the National Science Foundation under Grant Number DMR-0922680. The authors are grateful for enlightening conversations with Paul Stysley, Demetrios Poulios and Donald Coyle.          References             1        A. Ashkin, J. M. Dziedzic, J. E. Bjorkholm and S. Chu. “Observation of a single-beam gradient force optical trap for dielectric particles.”  Opt. Lett. 11 , 288–290 (1986).                 2        T. Čižmar, V. Garcés-Chávez, K. Dhokalia and P. Zemánek. “Optical conveyor belt for delivery of submicron objects.”  Appl. Phys. Lett. 86 , 174101 (2005).                 3        T. Čižmár, M. Šiler and P. Zemánek. “An optical nanotrap array movable over a milimetre range.”  Appl. Phys. B 84 , 197–203 (2006).                 4        T. Čižmár, V. Kollárová, Z. Bouchal and P. Zemánek. “Sub-micron particle organization by self-imaging of non-diffracting beams.”  New J. Phys. 8 , 43 (2006).                 5        J. Durnin. “Diffraction-free beams.”  Phys. Rev. Lett. 58 , 1499–1501 (1987).                 6        P. L. Marston. “Axial radiation force of a Bessel beam on a sphere and direction reversal of the force.”  J. Acoust. Soc. Am. 120 , 3518–3524 (2006).                 7        J. Chen, J. Ng, Z. Lin and C. T. Chan. “Optical pulling force.”  Nature Photonics 5 , 531–534 (2011).                 8        S.-H. Lee, Y. Roichman and D. G. Grier. “Optical solenoid beams.”  Opt. Express 18 , 6988–6993 (2010).                 9        E. R. Dufresne and D. G. Grier. “Optical tweezer arrays and optical substrates created with diffractive optical elements.”  Rev. Sci. Instrum. 69 , 1974–1977 (1998).                 10        D. G. Grier. “A revolution in optical manipulation.”  Nature 424 , 810–816 (2003).                 11        J. W. Goodman.  Introduction to Fourier Optics (McGraw-Hill, New York, 2005), 3rd ed.                 12        Y. Roichman, I. Cholis and D. G. Grier. “Volumetric imaging of holographic optical traps.”  Opt. Express 14 , 10907–10912 (2006).                 13        J. E. Curtis, B. A. Koss and D. G. Grier. “Dynamic holographic optical tweezers.”  Opt. Commun. 207 , 169–175 (2002).                 14       C.-S. Guo, X. Liu, J.-L. He and H.-T. Wang. “Optimal annulus structures of optical vortices.”  Opt. Express 12 , 4625–4634 (2004).                 15        K. Ladavac and D. G. Grier. “Colloidal hydrodynamic coupling in concentric optical vortices.”  Europhys. Lett. 70 , 548–554 (2005).                 16        Y. Roichman and D. G. Grier. “Projecting extended optical traps with shape-phase holography.”  Opt. Lett. 31 , 1675–1677 (2006).                 17        M. Polin, K. Ladavac, S.-H. Lee, Y. Roichman and D. G. Grier. “Optimized holographic optical traps.”  Opt. Express 13 , 5831–5845 (2005).                 18        S.-H. Lee, Y. Roichman, G.-R. Yi, S.-H. Kim, S.-M. Yang, A. van Blaaderen, P. van Oostrum and D. G. Grier. ``Characterizing and tracking single colloidal particles with video holographic microscopy.”  Opt. Express 15 , 18275–18282 (2007).                 19        F. C. Cheong, B. J. Krishnatreya and D. G. Grier. “Strategies for three-dimensional particle tracking with holographic video microscopy.”  Opt. Express 18 , 13563–13573 (2010).                 20        F. C. Cheong, B. Sun, R. Dreyfus, J. Amato-Grill, K. Xiao, L. Dixon and D. G. Grier. “Flow visualization and flow cytometry with holographic video microscopy.”  Opt. Express 17 , 13071–13079 (2009).                 21        V. Garcés-Chávez, D. McGloin, H. Melville, W. Sibbett and K. Dholakia. “Simultaneous micromanipulation in multiple planes using a self-reconstructing light beam.”  Nature 419 , 145–147 (2002).                 22        S.-H. Lee and D. G. Grier. ``Holographic microscopy of holographically trapped three-dimensional structures.”  Opt. Express 15 , 1505–1512 (2007).                 23        S. Albaladejo, M. I. Marqués, F. Scheffold and J. J. Sáenz. “Giant enhanced diffusion of gold nanoparticles in optical vortex fields.”  Nano Lett. 9 , 3527–3531 (2009).                 24        D. B. Ruffner and D. G. Grier. “Optical forces and torques in non-uniform beams of light.”  Phys. Rev. Lett. 108 , 173602 (2012).                 25        S.-H. Lee, K. Ladavac, M. Polin and D. G. Grier. “Observation of flux reversal in a symmetric optical thermal ratchet.”  Phys. Rev. Lett. 94 , 110601 (2005).                 26        S.-H. Lee and D. G. Grier. “Flux reversal in a two-state symmetric optical thermal ratchet.”  Phys. Rev. E 71 , 060102(R) (2005).                 27        S.-H. Lee and D. G. Grier. “One-dimensional optical thermal ratchets.”  J. Phys.: Condens. Matter 17 , S3685–S3695 (2006).                                 D. B. Ruffner and D. G. Grier, Phys. Rev. Lett. 109, 163903 (2012)"}, {"content": "Optical solenoid beams                       Optical solenoid beams     References                    David Grier's Home Page    Grier Group Publications            Optical solenoid beams       Sang-Hyuk Lee   Department of Molecular and Cell Biology, Institute for Quantitative Biology, University of California, Berkeley, CA 94720-3220         Yohai Roichman           David G. Grier   Department of Physics and Center for Soft Matter Research, New York University, New York, NY 10003         Abstract.       We introduce optical solenoid beams, diffractionless solutions of the Helmholtz equation whose diffraction-limited in-plane intensity peak spirals around the optical axis, and whose wavefronts carry an independent helical pitch. Unlike other collimated beams of light, appropriately designed solenoid beams have the noteworthy property of being able to exert forces on illuminated objects that are directed  opposite to the direction of the light's propagation. We demonstrate this through video microscopy observations of a colloidal sphere moving upstream along a holographically projected optical solenoid beam.             pacs: (350.5500) Propagation; (260.1960) Diffraction theory; (090.1760) Computer holography; (350.4855) Optical tweezers or optical manipulation.      Radiation pressure due to the momentum flux in a beam of light drives illuminated objects along the direction of the light's wave vector. Additional forces arising from intensity gradients tend to draw small objects toward extrema of the intensity. These forces are exploited in single-beam optical traps known as optical tweezers (1) , which capture microscopic objects at the focus of a strongly converging beam of light. Stable three-dimensional trapping results when axial intensity gradients are steep enough that the intensity-gradient force overcomes radiation pressure downstream of the focus. The beam of light in a tightly focused optical tweezer therefore has the remarkable property of drawing particles upstream against radiation pressure, at least near its focal point (1) . Collimated beams of light generally have no axial intensity gradients, and therefore ought not to be able to exert such retrograde forces.         In this Letter, we introduce optical solenoid beams whose principal intensity maximum spirals around the optical axis and whose wavefronts are characterized by an independent helical pitch. Figure  1 (Media 1) shows theoretical and experimentally realized examples. These beams are solutions of the Helmholtz equation, and thus propagate without diffraction (2) ; (3) , their radial intensity profiles remaining invariant in the spiraling frame of reference (4) .         Intensity gradients in a solenoid beam tend to draw small objects such as colloidal particles toward the one-dimensional spiral of maximum intensity. Radiation pressure directed by the beam's phase gradients (5)  then can drive the particle around the spiral. Under appropriate circumstances, the combination of intensity-gradient localization and phase-gradient driving can create a component of the total optical force directed  opposite to the light's direction of propagation, which can pull matter upstream along the beam's entire length.          The vector potential for a beam of light at frequency propagating along the  direction may be written as                       ( 1 )             where is the wave number of the light,  is its polarization vector and  measures the two-dimensional displacement from the beam's axis. We derive the three-dimensional optical solenoid field  by considering the two-dimensional field  in the plane, . Because the light propagating to  must first pass through the plane , the field in this plane completely specifies the beam. Moreover, a featureless beam imprinted with the complex field in the plane  will propagate into the far field as . In this sense, may be considered the hologram encoding the desired beam.               Figure 1.     (a) Calculated three-dimensional intensity distribution of a solenoid beam propagating in the direction. (b) Volumetric rendering of the measured intensity in an experimental realization. Media 1 shows a rotating view of this static beam.          Quite generally, may be obtained from by formally back-propagating the three-dimensional field to . This can be accomplished in scalar diffraction theory with the Rayleigh-Sommerfeld formula (6) ,                         ( 2 )                       ( 3 )             is the Rayleigh-Sommerfeld propagator, and where the convolution is given by                       ( 4 )             This formalism can be useful even if the desired field, , is not a solution of the Helmholtz equation, and so does not describe a physically realizable beam of light. In that case, the physical beam, , associated with can be obtained by propagating forward, again using the Rayleigh-Sommerfeld propagator,                       ( 5 )             Those solutions for which  , is independent of are said to be non-diffracting (2) ; (3) .         We now apply this formalism to designing beams of light whose intensity maxima trace out specified one-dimensional curves in three dimensions, with arbitrary amplitude and phase profiles along these curves. Such beams may be represented as                       ( 6 )             Here, is the position of the beam's maximum at axial position , is its amplitude, and is its phase. This representation does not describe a physically realizable beam of light because it neither incorporates self-diffraction nor locally conserves energy or momentum. Equations ( 2 ) through ( 5 ) nevertheless yield a physically realizable beam that has the desired properties along , provided that self-diffraction may be neglected.         Equation ( 4 ) is most easily computed with the Fourier convolution theorem. In that case, the two-dimensional Fourier transform of is                       ( 7 )             An inverse Fourier transform then provides , and Eq. ( 5 ) yields the associated beam of light. This result extends to three dimensions our previous descriptions of holographic line traps and holographic ring traps in the plane (7) ; (8) .         As a step toward deriving the solenoid beam, we first consider the case of an infinite line of light propagating along the optical axis, , with uniform amplitude, , but with a specified axial phase gradient, . For  , Eq. ( 7 ) has solutions                       ( 8 )             and , which is the zeroth-order Bessel beam (9) ; (10) ; (11) . Whereas we specified an infinitesimally finely resolved thread of light, formal back-propagation with Eq. ( 7 ) implicitly accounts for the beam's self-diffraction. The limit corresponds to a plane wave propagating along . Smaller values of yield more finely resolved beams that carry less momentum along .         To create a solenoidal beam, we set and  , where is the azimuthal angle around the optical axis in a spiral of radius and pitch . In addition to establishing a spiral structure for the beam's principal intensity maximum, we also impose a helical phase profile in the plane,  , where the helical pitch, , is independent of . This helical phase profile will enable us to exert tunable phase-gradient forces (5) along the solenoid.         As for the Bessel beam, we seek a non-diffracting solution of Eq. ( 7 ), and so integrate over all to obtain                       ( 9 )             where  and where is the integer part of . The solenoid beam thus is a particular superposition of -th order Bessel beams. Superposition of non-diffracting modes previously has been used to synthesize multi-lobed spiral  (12) ; (13) ; (14) and localized (15) ; (16) modes. More generally, Eq. ( 9 ) is a particular example of a rotating scale-invariant electromagnetic field (4) .         Figure  1 (a) shows the three-dimensional intensity distribution   computed according to Eq. ( 9 ) for , and . As intended, the locus of maximum intensity spirals around the optical axis.          Quite clearly, the intensity distribution of a solenoid depends on , and so is not strictly invariant under propagation. Nonetheless, the in-plane intensity distribution remains invariant, merely rotating about the optical axis. Such a generalization of the notion of non-diffracting propagation previously was introduced in the context of spiral waves  (12) . Solenoid beams therefore may be considered to be non-diffracting in this more general sense.         Distinct solenoid beams satisfy the orthogonality condition                       ( 10 )             except if   is an integer that falls in the range  . This additional condition defines classes of -congruent solenoid beams whose members are not mutually orthogonal and results from the solenoid modes' non-trivial periodicity along the optical axis.               Figure 2.     Retrograde forces in a helical solenoid beam. The local wave vector is normal to the light's wavefronts, with a component in the direction. (a) : is directed along the solenoid, resulting in a downstream phase-gradient force. (b) : Wavefronts are parallel to the solenoid so that is everywhere normal to the spiral. Particles trapped by intensity-gradient forces experience no net force. (c) : A component of is directed back down the spiral. A particle confined to the spiral therefore moves upstream.           Figure  2 shows the effect of changing the helicity of a solenoid beam with a fixed spiral pitch, . When , as in Fig.  2 (a), the wave vector is directed along the solenoid. A particle confined to the spiral by intensity-gradient forces therefore is driven downstream by this component of the radiation pressure. Changing does not alter , but changes the wavefronts' pitch relative to . At , the wavefronts are parallel to the solenoid's pitch. as shown in Fig.  2 (b). In this case, radiation pressure is directed normal to the spiral, and so can be balanced by intensity-gradient forces. Setting tilts the wavefronts in the retrograde direction, as shown in Fig.  2 (c). The resulting reverse-sense phase-gradient force can move the particle upstream along the spiral in the negative direction.         We experimentally projected solenoid beams using methods developed for holographic optical trapping  (17) ; (18) ; (19) . In this system, a phase-only liquid crystal spatial light modulator (SLM) (Hamamatsu X7690-16 PPM) is used to imprint the hologram associated with  onto the wavefronts of a linearly polarized laser beam with a vacuum wavelength  (Coherent Verdi). This hologram then is projected into the far field with a microscope objective lens (Nikon Plan Apo, 100 , oil immersion) mounted in a conventional inverted optical microscope (Nikon TE 2000U). The computed complex hologram is encoded on the phase-only SLM using the shape-phase holography algorithm (7) . The resulting beam includes the intended solenoid mode superposed with higher diffraction orders (20) .         To visualize the projected beam, we mount a front-surface mirror on the microscope's stage. The reflected light is collected by the objective lens, and relayed to a CCD camera (NEC TI-324AII). Images acquired at a sequence of focal depths then are combined to create a volumetric rendering of the three-dimensional intensity field (21) . The example in Fig.  1 (b) (Media 1) shows the serpentine structure of a holographically projected solenoid beam with .         To demonstrate the solenoid beam's ability to exert retrograde forces on microscopic objects, we projected it into a sample of colloidal silica spheres 1.5  in diameter dispersed in water. The sample was contained in the 50  thick gap between a glass microscope slide and a glass no. 1 cover slip, and was mounted on the microscope's stage. Bright-field images of individual spheres interacting with the solenoid beam were obtained with the same objective lens used to project the hologram, and were recorded by the video camera at 1/30  intervals. The sphere's appearance changes as it moves in  in a manner that can be calibrated (22)  to measure the particle's axial position. Combining this with simultaneous measurements of the particle's in-plane position (22)  yields the three-dimensional trajectory data that are plotted in Fig.  3 (Media 2). The gray-scale image in Fig.  3  was created by superimposing six snapshots of a single sphere that was trapped on a solenoid beam and moving along its length. This and the video sequence in Media 2 illustrate how the sphere's image changes as it moves in .               Figure 3.     Three-dimensional trajectory of a colloidal sphere moving along one turn of an optical solenoid beam together with a multiply-exposed image of the sphere at six points in its motion (Media 2). Alternating between  switches the direction of the particle's motion relative to the propagation direction, . Arrows indicate the direction of motion for the downstream (blue) and retrograde upstream (red) trajectories.           The data plotted in Fig.  3 (Media 2) were obtained by alternately setting and without changing any other properties of the solenoid beam. The three blue traces show trajectories obtained with  in which the particle moved downstream along the curve of the solenoid, advancing in the direction of the light's propagation. These alternate with two red traces obtained with  in which the particle moves back upstream, opposite to the direction of the light's propagation. These latter traces confirm that the combination of phase- and intensity-gradient forces in helical solenoid beams can exert retrograde forces on illuminated objects and transport them upstream over large distances.         Although the solenoid beam was designed to be uniformly bright, the particle does not move along it smoothly in practice. Interference between the holographically projected solenoid beam and higher diffraction orders creates unintended intensity variations along the solenoid that tend to localize the particle. Achieving retrograde motions over distances larger than the 8  in our demonstration will require improved methods for projecting solenoid modes.         The foregoing results introduce solenoidal beams of light whose non-diffracting transverse intensity profiles spiral periodically around the optical axis and whose wavefronts can be independently inclined through specified azimuthal phase profiles. We have demonstrated that solenoid beams can trap microscopic objects in three dimensions and that phase-gradient forces can be used to transport trapped objects not only down the optical axis but also up. The ability to balance radiation pressure with phase-gradient forces in solenoidal beams opens a previously unexplored avenue for single-beam control of microscopic objects. In principle, solenoid beams can transport objects over large distances, much as do Bessel beams  (11) ; (23) and related non-diffracting modes  (24) , without the need for high-numerical-aperture optics. Solenoid beams, moreover, offer the additional benefit of bidirectional transport along the optical axis.         This work was supported by the National Science Foundation through Grant Number DMR-0855741 and by the W. M. Keck Foundation. S.H.L. acknowledges support from the Kessler Family Foundation.          References             (1)        A. Ashkin, J. M. Dziedzic, J. E. Bjorkholm, and S. Chu, “Observation of a single-beam gradient force optical trap for dielectric particles,” Opt. Lett. 11 , 288–290 (1986).                 (2)        J. Durnin, “Exact-solutions for nondiffracting beams. 1. The scalar theory,” J. Opt. Soc. Am. A 4 , 651–654 (1987).                 (3)        J. Durnin, “Diffraction-free beams,” Phys. Rev. Lett. 58 , 1499–1501 (1987).                 (4)        J. Tervo and J. Turunen, “Rotating scale-invariant electromagnetic fields,” Opt. Express 9 , 9–15 (2001).                 (5)        Y. Roichman, B. Sun, Y. Roichman, J. Amato-Grill, and D. G. Grier, “Optical forces arising from phase gradients,” Phys. Rev. Lett.  100 , 013602 (2008).                 (6)       J. W. Goodman, Introduction to Fourier Optics , 2nd ed. (McGraw-Hill, New York, 1996).                 (7)        Y. Roichman and D. G. Grier, “Projecting extended optical traps with shape-phase holography,” Opt. Lett. 31 , 1675–1677 (2006).                 (8)        Y. Roichman and D. G. Grier, “Three-dimensional holographic ring traps,” Proc. SPIE 6483 , 64830F (2007).                 (9)        A. Vasara, J. Turunen, and A. T. Friberg, “Realization of general nondiffracting beams with computer-generated holograms,” J. Opt. Soc. Am. A  6 (11), 1748–1754 (1989).                 (10)        P. L. Overfelt, “Scalar optical beams with helical symmetry,” Phys. Rev. A 46 , 3516–3522 (1992).                 (11)        J. Arlt, V. Garcés-Chávez, W. Sibbett, and K. Dholakia, “Optical micromanipulation using a Bessel light beam,” Opt. Commun.  197 , 239–245 (2001).                 (12)        S. Chávez-Cerda, G. S. McDonald, and G. H. C. New, “Nondiffracting beams: travelling, standing, rotating and spiral waves,” Opt. Commun.  123 , 225–233 (1996).                 (13)        V. V. Kotlyar, V. A. Soifer, and S. N. Khonina, “An algorithm for the generation of laser beams with longitudinal periodicity: Rotating images,” J. Mod. Opt. 44 , 1409–1416 (1997).                 (14)        P. Pääkkönen, J. Lautanen, M. Honkanen, M. Kuittinen, J. Turunen, S. N. Khonina, V. V. Kotlyar, V. A. Soifer, and A. T. Friberg, “Rotating optical fields: experimental demonstration with diffractive optics,” J. Mod. Opt. 45 , 2355–2369 (1998).                 (15)        Z. Bouchal and J. Kyvalsky, “Controllable 3D spatial localization of light fields synthesized by non-diffracting modes,” J. Mod. Opt. 51 , 157–176 (2004).                 (16)        J. Courtial, G. Whyte, Z. Bouchal, and J. Wagner, “Iterative algorithms for holographic shaping of non-diffracting and self-imaging light beams,” Opt. Express 14 , 2108–2116 (2006).                 (17)        E. R. Dufresne and D. G. Grier, “Optical tweezer arrays and optical substrates created with diffractive optical elements,” Rev. Sci. Instrum.  69 , 1974–1977 (1998).                 (18)        D. G. Grier, “A revolution in optical manipulation,” Nature  424 , 810–816 (2003).                 (19)        M. Polin, K. Ladavac, S.-H. Lee, Y. Roichman, and D. G. Grier, “Optimized holographic optical traps,” Opt. Express 13 (15), 5831–5845 (2005).                 (20)        S.-H. Lee and D. G. Grier, “Robustness of holographic optical traps against phase scaling errors,” Opt. Express 13 , 7458–7465 (2005).                 (21)        Y. Roichman, I. Cholis, and D. G. Grier, “Volumetric imaging of holographic optical traps,” Opt. Express 14 , 10,907–10,912 (2006).                 (22)       J. C. Crocker and D. G. Grier, “Methods of digital video microscopy for colloidal studies,” J. Colloid Interface Sci. 179 , 298–310 (1996).                 (23)        V. Garcés-Chávez, D. McGloin, H. Melville, W. Sibbett, and K. Dholakia, “Simultaneous micromanipulation in multiple planes using a self-reconstructing light beam,” Nature 419 , 145–147 (2002).                 (24)        T. Čižmár, V. Kollárová, Z. Bouchal, and P. Zemánek, “Sub-micron particle organization by self-imaging of non-diffracting beams,” New J. Phys. 8 , 43 (2006).                                 S. Lee, Y. Roichman and D. G. Grier, Optics Express 18, 6988-6993 (2010)"}, {"content": "Mass            Mass is the amount of matter an object has. We often use a triple-balance beam to measure mass.       A triple-beam balance gets its name because it has three beams that allow you to move known masses along the beam.   Here is a picture of a triple beam balance. You probably have used one in school. To read more about the triple-beam balances shown above click here       There are also many other types of balances. Scientists need balances that can measure very small amounts of mass.   If you are interested at looking at the many other types of balances  click here .   If you are using a triple beam balance in school you might want to brush up on your skills on how to use a triple-beam balance         Now it's time to practice your skills using the triple-beam balance .           Problem 1:    A block is put onto a triple beam balance.    What is the mass of the object?   Click on the picture below and get a closer look at reading the scale after the scale has been balanced. Type your answer in the space provided below, then hit the submit button .        The mass of the object is:                 grams             Do you often get confused between mass and weight?  Check out the Mass vs. Weight Page        Please continue to Part II ."}]},
{"detail": [{"content": "Optical conveyors: A class of active tractor beams                       Optical conveyors: A class of active tractor beams     References                    David Grier's Home Page    Grier Group Publications            Optical conveyors: A class of active tractor beams       David B. Ruffner and David G. Grier   Department of Physics and Center for Soft Matter Research, New York University, New York, NY 10003             Abstract.       We experimentally demonstrate a class of tractor beams created by coherently superposing coaxial Bessel beams. These optical conveyors have periodic intensity variations along their axes that act as highly effective optical traps for micrometer-scale objects. Varying the Bessel beams' relative phase shifts the traps axially thereby selectively transports trapped objects either downstream or upstream along the length of the beam. The same methods used to project a single optical conveyor can project arrays of independent optical conveyors, allowing bi-directional transport in three dimensions.            A tractor beam is a traveling wave that can transport illuminated material along its length back to its source. By this definition, an optical tweezer [ 1 ]  is not a tractor beam because of its inherently limited range. Nor is an optical conveyor belt [ 2 , 3 ] , which is created from a standing wave rather than a traveling wave. A one-sided variant of the optical conveyor belt created from coaxial Bessel beams has been demonstrated, but relies on auxiliary forces to achieve retrograde motion [ 4 ] . Here, we demonstrate one-sided optical conveyors that act as tractor beams without requiring outside assistance. The same technique we use to project a single optical conveyor also can project arrays of optical conveyors each with independently controlled transport properties.         Most beams of light do not act as tractor beams because radiation pressure tends to drive illuminated objects downstream. Recently, however two categories of tractor beams have been described, both of which exploit properties of propagation-invariant or non-diffracting traveling waves  [ 5 ] , and thus have promise for long-range material transport. Both rely on the recoil force that an illuminated object experiences if it scatters transverse components of the beam's linear momentum density into the axial direction. The first is based on multipole scattering in Bessel beams, which has been predicted to drive retrograde motion in both acoustic  [ 6 ] and optical [ 7 ] waves. Because this mechanism relies on scattering by high-order induced multipole moments, however, the direction of induced transport depends sensitively on the properties of the illuminated object; tractor beams based on pure Bessel modes have not yet been demonstrated experimentally. The other approach utilizes periodic axial intensity gradients in beams with discrete propagation invariance [ 5 ]  to achieve forward scattering from the interference between the incident field and the dipole radiation field of an illuminated object. Such tractor beams have been realized experimentally with solenoidal waves that have transported micrometer-scale colloidal spheres over an axial range of 10    [ 8 ] .               Figure 1.     (color online) (a) Schematic representation of holographic projection of a Bessel beam with axial wavenumber by a lens of focal length . Shaded region indicates volume of invariant propagation. (b) Volumetric reconstruction of a holographically projected Bessel beam. (c) Phase hologram encoding an optical conveyor. Diagonal blazing tilts the projected conveyor away from the optical axis. (d) Volumetric reconstruction of the beam projected by the hologram in (c). The color bar indicates relative intensities in (b) and (d).          Here, we describe another category of tractor beams derived from the optical conveyor belts introduced in Refs.  [ 2 , 3 , 4 ]  that can be projected from a single source and can transport material bidirectionally without the aid of outside forces. A one-sided optical conveyor is formed by projecting two or more coherent Bessel beams along the same axis and systematically varying their relative phase. The vector potential for a two-component optical conveyor of frequency and polarization  may be written in cylindrical coordinates as                       ( 1 )             where is the wavenumber of light in a medium with refractive index and  is a Bessel function of the first kind of order . The two beams differ in their axial wavenumbers, and  , which are reduced from by factors . They also differ in their relative phase , whose time variation makes the conveyor work. The prefactor is the beam's amplitude. Setting the relative amplitude to unity, , maximizes the conveyor's axial intensity gradients and thus optimizes its performance for optical manipulation.         In the special case , , the component Bessel beams have unit amplitude along the optical axis, , and the conveyor's axial intensity is                         ( 2 )                       ( 3 )             where . The beam thus has intensity maxima at axial positions                       ( 4 )             that are evenly spaced by multiples,  , of the wavelength in the medium, and thus can be indexed by the integer .         Objects trapped along can be displaced either up or down the axis by appropriately varying the relative phase . Continuous variations translate trapped objects deterministically along  with axial velocity,                       ( 5 )             regardless of their size, shape, or optical properties. This differs from the action of Bessel-based tractor beams  [ 6 ] in which even the sign of the induced motion depends on each object's properties. It differs also from the motion induced by solenoidal tractor beams [ 8 ]  which is unidirectional but not uniformly fast.         We implemented optical conveyors using the holographic optical trapping technique [ 9 ] in which a computer-designed phase profile is imprinted onto the wavefronts of a Gaussian beam, which then is projected into the sample with a high-numerical-aperture objective lens of focal length . In practice, the trap-forming hologram is implemented with a computer-addressable spatial light modulator (SLM) (Hamamatsu X8267-16) that imposes a selected phase shift at each pixel in a array. If the field described by Eq. ( 1 ) is to be projected into the objective's focal plane, the field in the plane of the hologram is given in the scalar diffraction approximation  [ 11 ] by its Fourier transform,                       ( 6 )             where is the Dirac delta function,  and  , The ideal hologram for each Bessel beam comprising the conveyor thus is a thin ring in the plane of the SLM, as indicated schematically in Fig.  1 (a). A holographically projected Bessel beam then propagates without diffraction over the range indicated by the shaded region. Increasing the transverse wave number increases the radius of the hologram and therefore reduces the non-diffracting range.         Figure  1 (b) shows a volumetric reconstruction  [ 12 ] of a Bessel beam projected with a ring-like hologram. Increasing the ring's thickness of the ring by increases diffraction efficiency, but is equivalent to superposing Bessel beams with a range of axial wavenumbers,  . This superposition contributes an overall axial envelope to the projected Bessel beam, limiting its axial range to  . The axial range in Fig.  1 (b) is consistent with this estimate and so is smaller than the ray-optics estimate suggested by the overlap volume in Fig.  1 (a).         Figure  1 (c) shows the two-ringed phase-only hologram that encodes an optical conveyor with an overall cone angle of  . This function corresponds to the phase of the beam's vector potential, which the SLM imprints on an incident Gaussian plane wave. The relative phase offset between the two rings determines  . The relative widths of the two phase rings can be used to establish the components' relative amplitudes through  , the range of the projected conveyor then being the smaller of and .         The large featureless regions in Fig.  1 (c) do not contribute to the desired optical conveyor. Light passing through these regions is not diffracted and therefore converges at the focal point of the optical train. To prevent interference between the diffracted and undiffracted beams, the two phase rings contributing to the conveyor are offset and blazed with a linear phase gradient [ 13 ]  to displace the projected Bessel beams by 24   from the optical axis.               Figure 2.     (color online) (a) Trajectories of two 1.5   diameter colloidal silica spheres moving along a pair of optical conveyors, superimposed with a holographic snapshot of the two spheres. Colored orbs indicate the spheres' positions in the hologram, and are plotted at the same scale as the actual spheres. Rings are added for emphasis. (b) Measured time dependence of the spheres' axial positions as one moves downstream ( ) along its conveyor and the other moves upstream ( ). (c) Three-dimensional reconstruction of a holographic snapshot of two colloidal spheres moving along a single optical conveyor.          The volumetric reconstruction in Fig.  1 (d) shows the three-dimensional intensity distribution projected by the hologram in Fig.  1 (c), with  oriented along the diffracted beam's direction of propagation. This beam clearly displays the pattern of periodically alternating bright and dark regions predicted by Eqs. ( 1 ) through ( 4 ).         The unused regions of the hologram need not go to waste. They can be used to project additional independent conveyors, much as has been demonstrated for spatially multiplexed optical traps of other types  [ 14 ] . An appropriately designed array of conveyors therefore can make full use of the light falling on the SLM and thus can be projected with very high diffraction efficiency. Each conveyor, moreover, can be operated independently of the others by selectively offsetting the phase in appropriate regions of the multiplexed hologram.         The data in Fig.  2 were obtained with two separate optical conveyors projected simultaneously with equal intensity and equal axial period by a single hologram. The conveyors' phases were ramped at the same rate, but with opposite sign. This single structured beam of light therefore should transport material in opposite directions simultaneously. To demonstrate this, we projected the pair of conveyors into a sample of 1.5   diameter colloidal silica spheres dispersed in water (Polysciences, Lot # 600424). The sample is contained in the 100   deep gap between a clean glass microscope slide and a cover-slip that was formed by and sealed with UV-curing optical adhesive (Norland 68). The slide was mounted on the stage of a Nikon TE-2000U optical microscope outfitted with a custom-built holographic optical trapping system [ 17 ] operating at a vacuum wavelength of . An estimated 17   of linearly polarized light were projected into each conveyor with a numerical aperture 1.4 oil-immersion objective lens (Nikon Plan-Apo DIC H) at an overall efficiency of 0.5 percent.         To facilitate tracking the spheres as they move along the optical axis, the microscope's conventional illuminator was replaced with a 10   3  -diameter collimated laser beam at a vacuum wavelength of 445  . Interference between light scattered by the spheres and the rest of the illumination forms a hologram of the spheres in the focal plane of the objective lens that is magnified and recorded at 30 frames per second with a conventional greyscale video camera (NEC TI-324A-II). A typical holographic snapshot is reproduced in Fig.  2 (a). These holograms then can be analyzed  [ 18 , 20 ] to obtain the spheres' three-dimensional positions with nanometer-scale resolution. The traces in Fig.  2 (a) show the full trajectories of both spheres over the course of the experiment. Colored orbs indicate the measured positions of the spheres at the instant of the holographic snapshot and are scaled to represent the actual sizes of the spheres. Starting from the configuration in Fig.  2 (a), the two conveyors were run through total phase ramps of  in steps of , yielding the axial trajectories plotted in Fig.  2 (b). Reversing the phase ramps reverses the process. These measurements confirm that arrays of optical conveyors can selectively induce bidirectional transport over their entire lengths.         The self-healing nature of Bessel beams [ 5 , 21 ]  furthermore suggests that multiple objects can be trapped and moved by a single optical conveyor despite light scattering by each of the trapped objects [ 2 , 3 , 4 ] . This is confirmed by Fig.  2 (c), which shows a volumetric reconstruction [ 22 ] of the light scattered by two colloidal spheres simultaneously trapped on an optical conveyor. The plotted intensity distribution was computed from the inset hologram by Rayleigh-Sommerfeld back-propagation. Maxima representing the positions of the spheres are separated by two periods of the underlying optical conveyor.         To characterize and optimize the transport properties of optical conveyors, we model the forces they exert in the Rayleigh approximation, which is appropriate for objects smaller than the wavelength of light. Considering both induced-dipole attraction and radiation pressure, the axial component of the force is                       ( 7 )             where the coefficients  and  parameterize the light-matter interaction for a particle with electric polarizability . For simplicity, Eq. ( 7 ) omits contributions due to the curl of the spin density [ 23 ] , and thus is appropriate for linearly polarized light. Further assuming a conveyor of the form described by Eq. ( 2 ) with continuously ramped phase,  , the equation of motion for a colloidal particle with drag coefficient is                       ( 8 )             where is the downstream drift speed due to radiation pressure, and where describes the relative axial trapping strength. Particles that are trapped by intensity gradients are translated upstream with the conveyor's phase velocity, . From Eq. ( 8 ), the maximum upstream transport speed is then limited by viscous drag to                       ( 9 )             This remarkable result suggests that an optical conveyor can act as a tractor beam for any particle with  provided that it is not run too fast. Both light-seeking ( ) and dark-seeking ( ) particles should move in the same direction with the same speed, although the dark-seeking particles will sit near the beam's minima. Optical conveyors thus have the potential to out-perform optical tweezers, which cannot always achieve stable axial trapping even in the Rayleigh regime.         Equation ( 9 ) also suggests straightforward optimization strategies for optical conveyors. Brighter conveyors can run faster. Reducing the conveyor's spatial period  proportionately increases the maximum transport rate at the cost of reducing the maximum range.         Higher-order conveyors with also have intensity maxima at positions given by Eq. ( 4 ). They differ from zero-order conveyors in that their principal maxima are displaced from  to transverse radii that depend on , , and . This larger transverse range may be useful for conveying irregular or asymmetrically shaped objects, or objects with inhomogeneous optical properties. Higher-order conveyors also carry orbital angular momentum and so will exert torques on trapped objects.         The transport direction predicted by Eq. ( 8 ) reverses sign in the limit of large , illuminated objects then traveling steadily downstream at the drift speed  . The crossover between upstream and downstream transport is marked by a dynamical state in which the particle alternately is transported upstream and slips back downstream. The transition to this state is established by Eq. ( 9 ) in the deterministic case described by Eq. ( 8 ). It will be strongly affected by thermal fluctuations, however, and may feature anomalous velocity fluctuations. Still other dynamical states are possible if the relative phase  varies discontinuously, for example in a Brownian ratchet protocol [ 25 ] . Even more complicated behavior may be expected for optical conveyor transport in underdamped systems for which inertia plays a role.         This work was supported by the National Science Foundation under Grant Number DMR-0922680. The authors are grateful for enlightening conversations with Paul Stysley, Demetrios Poulios and Donald Coyle.          References             1        A. Ashkin, J. M. Dziedzic, J. E. Bjorkholm and S. Chu. “Observation of a single-beam gradient force optical trap for dielectric particles.”  Opt. Lett. 11 , 288–290 (1986).                 2        T. Čižmar, V. Garcés-Chávez, K. Dhokalia and P. Zemánek. “Optical conveyor belt for delivery of submicron objects.”  Appl. Phys. Lett. 86 , 174101 (2005).                 3        T. Čižmár, M. Šiler and P. Zemánek. “An optical nanotrap array movable over a milimetre range.”  Appl. Phys. B 84 , 197–203 (2006).                 4        T. Čižmár, V. Kollárová, Z. Bouchal and P. Zemánek. “Sub-micron particle organization by self-imaging of non-diffracting beams.”  New J. Phys. 8 , 43 (2006).                 5        J. Durnin. “Diffraction-free beams.”  Phys. Rev. Lett. 58 , 1499–1501 (1987).                 6        P. L. Marston. “Axial radiation force of a Bessel beam on a sphere and direction reversal of the force.”  J. Acoust. Soc. Am. 120 , 3518–3524 (2006).                 7        J. Chen, J. Ng, Z. Lin and C. T. Chan. “Optical pulling force.”  Nature Photonics 5 , 531–534 (2011).                 8        S.-H. Lee, Y. Roichman and D. G. Grier. “Optical solenoid beams.”  Opt. Express 18 , 6988–6993 (2010).                 9        E. R. Dufresne and D. G. Grier. “Optical tweezer arrays and optical substrates created with diffractive optical elements.”  Rev. Sci. Instrum. 69 , 1974–1977 (1998).                 10        D. G. Grier. “A revolution in optical manipulation.”  Nature 424 , 810–816 (2003).                 11        J. W. Goodman.  Introduction to Fourier Optics (McGraw-Hill, New York, 2005), 3rd ed.                 12        Y. Roichman, I. Cholis and D. G. Grier. “Volumetric imaging of holographic optical traps.”  Opt. Express 14 , 10907–10912 (2006).                 13        J. E. Curtis, B. A. Koss and D. G. Grier. “Dynamic holographic optical tweezers.”  Opt. Commun. 207 , 169–175 (2002).                 14       C.-S. Guo, X. Liu, J.-L. He and H.-T. Wang. “Optimal annulus structures of optical vortices.”  Opt. Express 12 , 4625–4634 (2004).                 15        K. Ladavac and D. G. Grier. “Colloidal hydrodynamic coupling in concentric optical vortices.”  Europhys. Lett. 70 , 548–554 (2005).                 16        Y. Roichman and D. G. Grier. “Projecting extended optical traps with shape-phase holography.”  Opt. Lett. 31 , 1675–1677 (2006).                 17        M. Polin, K. Ladavac, S.-H. Lee, Y. Roichman and D. G. Grier. “Optimized holographic optical traps.”  Opt. Express 13 , 5831–5845 (2005).                 18        S.-H. Lee, Y. Roichman, G.-R. Yi, S.-H. Kim, S.-M. Yang, A. van Blaaderen, P. van Oostrum and D. G. Grier. ``Characterizing and tracking single colloidal particles with video holographic microscopy.”  Opt. Express 15 , 18275–18282 (2007).                 19        F. C. Cheong, B. J. Krishnatreya and D. G. Grier. “Strategies for three-dimensional particle tracking with holographic video microscopy.”  Opt. Express 18 , 13563–13573 (2010).                 20        F. C. Cheong, B. Sun, R. Dreyfus, J. Amato-Grill, K. Xiao, L. Dixon and D. G. Grier. “Flow visualization and flow cytometry with holographic video microscopy.”  Opt. Express 17 , 13071–13079 (2009).                 21        V. Garcés-Chávez, D. McGloin, H. Melville, W. Sibbett and K. Dholakia. “Simultaneous micromanipulation in multiple planes using a self-reconstructing light beam.”  Nature 419 , 145–147 (2002).                 22        S.-H. Lee and D. G. Grier. ``Holographic microscopy of holographically trapped three-dimensional structures.”  Opt. Express 15 , 1505–1512 (2007).                 23        S. Albaladejo, M. I. Marqués, F. Scheffold and J. J. Sáenz. “Giant enhanced diffusion of gold nanoparticles in optical vortex fields.”  Nano Lett. 9 , 3527–3531 (2009).                 24        D. B. Ruffner and D. G. Grier. “Optical forces and torques in non-uniform beams of light.”  Phys. Rev. Lett. 108 , 173602 (2012).                 25        S.-H. Lee, K. Ladavac, M. Polin and D. G. Grier. “Observation of flux reversal in a symmetric optical thermal ratchet.”  Phys. Rev. Lett. 94 , 110601 (2005).                 26        S.-H. Lee and D. G. Grier. “Flux reversal in a two-state symmetric optical thermal ratchet.”  Phys. Rev. E 71 , 060102(R) (2005).                 27        S.-H. Lee and D. G. Grier. “One-dimensional optical thermal ratchets.”  J. Phys.: Condens. Matter 17 , S3685–S3695 (2006).                                 D. B. Ruffner and D. G. Grier, Phys. Rev. Lett. 109, 163903 (2012)"}, {"content": "Optical solenoid beams                       Optical solenoid beams     References                    David Grier's Home Page    Grier Group Publications            Optical solenoid beams       Sang-Hyuk Lee   Department of Molecular and Cell Biology, Institute for Quantitative Biology, University of California, Berkeley, CA 94720-3220         Yohai Roichman           David G. Grier   Department of Physics and Center for Soft Matter Research, New York University, New York, NY 10003         Abstract.       We introduce optical solenoid beams, diffractionless solutions of the Helmholtz equation whose diffraction-limited in-plane intensity peak spirals around the optical axis, and whose wavefronts carry an independent helical pitch. Unlike other collimated beams of light, appropriately designed solenoid beams have the noteworthy property of being able to exert forces on illuminated objects that are directed  opposite to the direction of the light's propagation. We demonstrate this through video microscopy observations of a colloidal sphere moving upstream along a holographically projected optical solenoid beam.             pacs: (350.5500) Propagation; (260.1960) Diffraction theory; (090.1760) Computer holography; (350.4855) Optical tweezers or optical manipulation.      Radiation pressure due to the momentum flux in a beam of light drives illuminated objects along the direction of the light's wave vector. Additional forces arising from intensity gradients tend to draw small objects toward extrema of the intensity. These forces are exploited in single-beam optical traps known as optical tweezers (1) , which capture microscopic objects at the focus of a strongly converging beam of light. Stable three-dimensional trapping results when axial intensity gradients are steep enough that the intensity-gradient force overcomes radiation pressure downstream of the focus. The beam of light in a tightly focused optical tweezer therefore has the remarkable property of drawing particles upstream against radiation pressure, at least near its focal point (1) . Collimated beams of light generally have no axial intensity gradients, and therefore ought not to be able to exert such retrograde forces.         In this Letter, we introduce optical solenoid beams whose principal intensity maximum spirals around the optical axis and whose wavefronts are characterized by an independent helical pitch. Figure  1 (Media 1) shows theoretical and experimentally realized examples. These beams are solutions of the Helmholtz equation, and thus propagate without diffraction (2) ; (3) , their radial intensity profiles remaining invariant in the spiraling frame of reference (4) .         Intensity gradients in a solenoid beam tend to draw small objects such as colloidal particles toward the one-dimensional spiral of maximum intensity. Radiation pressure directed by the beam's phase gradients (5)  then can drive the particle around the spiral. Under appropriate circumstances, the combination of intensity-gradient localization and phase-gradient driving can create a component of the total optical force directed  opposite to the light's direction of propagation, which can pull matter upstream along the beam's entire length.          The vector potential for a beam of light at frequency propagating along the  direction may be written as                       ( 1 )             where is the wave number of the light,  is its polarization vector and  measures the two-dimensional displacement from the beam's axis. We derive the three-dimensional optical solenoid field  by considering the two-dimensional field  in the plane, . Because the light propagating to  must first pass through the plane , the field in this plane completely specifies the beam. Moreover, a featureless beam imprinted with the complex field in the plane  will propagate into the far field as . In this sense, may be considered the hologram encoding the desired beam.               Figure 1.     (a) Calculated three-dimensional intensity distribution of a solenoid beam propagating in the direction. (b) Volumetric rendering of the measured intensity in an experimental realization. Media 1 shows a rotating view of this static beam.          Quite generally, may be obtained from by formally back-propagating the three-dimensional field to . This can be accomplished in scalar diffraction theory with the Rayleigh-Sommerfeld formula (6) ,                         ( 2 )                       ( 3 )             is the Rayleigh-Sommerfeld propagator, and where the convolution is given by                       ( 4 )             This formalism can be useful even if the desired field, , is not a solution of the Helmholtz equation, and so does not describe a physically realizable beam of light. In that case, the physical beam, , associated with can be obtained by propagating forward, again using the Rayleigh-Sommerfeld propagator,                       ( 5 )             Those solutions for which  , is independent of are said to be non-diffracting (2) ; (3) .         We now apply this formalism to designing beams of light whose intensity maxima trace out specified one-dimensional curves in three dimensions, with arbitrary amplitude and phase profiles along these curves. Such beams may be represented as                       ( 6 )             Here, is the position of the beam's maximum at axial position , is its amplitude, and is its phase. This representation does not describe a physically realizable beam of light because it neither incorporates self-diffraction nor locally conserves energy or momentum. Equations ( 2 ) through ( 5 ) nevertheless yield a physically realizable beam that has the desired properties along , provided that self-diffraction may be neglected.         Equation ( 4 ) is most easily computed with the Fourier convolution theorem. In that case, the two-dimensional Fourier transform of is                       ( 7 )             An inverse Fourier transform then provides , and Eq. ( 5 ) yields the associated beam of light. This result extends to three dimensions our previous descriptions of holographic line traps and holographic ring traps in the plane (7) ; (8) .         As a step toward deriving the solenoid beam, we first consider the case of an infinite line of light propagating along the optical axis, , with uniform amplitude, , but with a specified axial phase gradient, . For  , Eq. ( 7 ) has solutions                       ( 8 )             and , which is the zeroth-order Bessel beam (9) ; (10) ; (11) . Whereas we specified an infinitesimally finely resolved thread of light, formal back-propagation with Eq. ( 7 ) implicitly accounts for the beam's self-diffraction. The limit corresponds to a plane wave propagating along . Smaller values of yield more finely resolved beams that carry less momentum along .         To create a solenoidal beam, we set and  , where is the azimuthal angle around the optical axis in a spiral of radius and pitch . In addition to establishing a spiral structure for the beam's principal intensity maximum, we also impose a helical phase profile in the plane,  , where the helical pitch, , is independent of . This helical phase profile will enable us to exert tunable phase-gradient forces (5) along the solenoid.         As for the Bessel beam, we seek a non-diffracting solution of Eq. ( 7 ), and so integrate over all to obtain                       ( 9 )             where  and where is the integer part of . The solenoid beam thus is a particular superposition of -th order Bessel beams. Superposition of non-diffracting modes previously has been used to synthesize multi-lobed spiral  (12) ; (13) ; (14) and localized (15) ; (16) modes. More generally, Eq. ( 9 ) is a particular example of a rotating scale-invariant electromagnetic field (4) .         Figure  1 (a) shows the three-dimensional intensity distribution   computed according to Eq. ( 9 ) for , and . As intended, the locus of maximum intensity spirals around the optical axis.          Quite clearly, the intensity distribution of a solenoid depends on , and so is not strictly invariant under propagation. Nonetheless, the in-plane intensity distribution remains invariant, merely rotating about the optical axis. Such a generalization of the notion of non-diffracting propagation previously was introduced in the context of spiral waves  (12) . Solenoid beams therefore may be considered to be non-diffracting in this more general sense.         Distinct solenoid beams satisfy the orthogonality condition                       ( 10 )             except if   is an integer that falls in the range  . This additional condition defines classes of -congruent solenoid beams whose members are not mutually orthogonal and results from the solenoid modes' non-trivial periodicity along the optical axis.               Figure 2.     Retrograde forces in a helical solenoid beam. The local wave vector is normal to the light's wavefronts, with a component in the direction. (a) : is directed along the solenoid, resulting in a downstream phase-gradient force. (b) : Wavefronts are parallel to the solenoid so that is everywhere normal to the spiral. Particles trapped by intensity-gradient forces experience no net force. (c) : A component of is directed back down the spiral. A particle confined to the spiral therefore moves upstream.           Figure  2 shows the effect of changing the helicity of a solenoid beam with a fixed spiral pitch, . When , as in Fig.  2 (a), the wave vector is directed along the solenoid. A particle confined to the spiral by intensity-gradient forces therefore is driven downstream by this component of the radiation pressure. Changing does not alter , but changes the wavefronts' pitch relative to . At , the wavefronts are parallel to the solenoid's pitch. as shown in Fig.  2 (b). In this case, radiation pressure is directed normal to the spiral, and so can be balanced by intensity-gradient forces. Setting tilts the wavefronts in the retrograde direction, as shown in Fig.  2 (c). The resulting reverse-sense phase-gradient force can move the particle upstream along the spiral in the negative direction.         We experimentally projected solenoid beams using methods developed for holographic optical trapping  (17) ; (18) ; (19) . In this system, a phase-only liquid crystal spatial light modulator (SLM) (Hamamatsu X7690-16 PPM) is used to imprint the hologram associated with  onto the wavefronts of a linearly polarized laser beam with a vacuum wavelength  (Coherent Verdi). This hologram then is projected into the far field with a microscope objective lens (Nikon Plan Apo, 100 , oil immersion) mounted in a conventional inverted optical microscope (Nikon TE 2000U). The computed complex hologram is encoded on the phase-only SLM using the shape-phase holography algorithm (7) . The resulting beam includes the intended solenoid mode superposed with higher diffraction orders (20) .         To visualize the projected beam, we mount a front-surface mirror on the microscope's stage. The reflected light is collected by the objective lens, and relayed to a CCD camera (NEC TI-324AII). Images acquired at a sequence of focal depths then are combined to create a volumetric rendering of the three-dimensional intensity field (21) . The example in Fig.  1 (b) (Media 1) shows the serpentine structure of a holographically projected solenoid beam with .         To demonstrate the solenoid beam's ability to exert retrograde forces on microscopic objects, we projected it into a sample of colloidal silica spheres 1.5  in diameter dispersed in water. The sample was contained in the 50  thick gap between a glass microscope slide and a glass no. 1 cover slip, and was mounted on the microscope's stage. Bright-field images of individual spheres interacting with the solenoid beam were obtained with the same objective lens used to project the hologram, and were recorded by the video camera at 1/30  intervals. The sphere's appearance changes as it moves in  in a manner that can be calibrated (22)  to measure the particle's axial position. Combining this with simultaneous measurements of the particle's in-plane position (22)  yields the three-dimensional trajectory data that are plotted in Fig.  3 (Media 2). The gray-scale image in Fig.  3  was created by superimposing six snapshots of a single sphere that was trapped on a solenoid beam and moving along its length. This and the video sequence in Media 2 illustrate how the sphere's image changes as it moves in .               Figure 3.     Three-dimensional trajectory of a colloidal sphere moving along one turn of an optical solenoid beam together with a multiply-exposed image of the sphere at six points in its motion (Media 2). Alternating between  switches the direction of the particle's motion relative to the propagation direction, . Arrows indicate the direction of motion for the downstream (blue) and retrograde upstream (red) trajectories.           The data plotted in Fig.  3 (Media 2) were obtained by alternately setting and without changing any other properties of the solenoid beam. The three blue traces show trajectories obtained with  in which the particle moved downstream along the curve of the solenoid, advancing in the direction of the light's propagation. These alternate with two red traces obtained with  in which the particle moves back upstream, opposite to the direction of the light's propagation. These latter traces confirm that the combination of phase- and intensity-gradient forces in helical solenoid beams can exert retrograde forces on illuminated objects and transport them upstream over large distances.         Although the solenoid beam was designed to be uniformly bright, the particle does not move along it smoothly in practice. Interference between the holographically projected solenoid beam and higher diffraction orders creates unintended intensity variations along the solenoid that tend to localize the particle. Achieving retrograde motions over distances larger than the 8  in our demonstration will require improved methods for projecting solenoid modes.         The foregoing results introduce solenoidal beams of light whose non-diffracting transverse intensity profiles spiral periodically around the optical axis and whose wavefronts can be independently inclined through specified azimuthal phase profiles. We have demonstrated that solenoid beams can trap microscopic objects in three dimensions and that phase-gradient forces can be used to transport trapped objects not only down the optical axis but also up. The ability to balance radiation pressure with phase-gradient forces in solenoidal beams opens a previously unexplored avenue for single-beam control of microscopic objects. In principle, solenoid beams can transport objects over large distances, much as do Bessel beams  (11) ; (23) and related non-diffracting modes  (24) , without the need for high-numerical-aperture optics. Solenoid beams, moreover, offer the additional benefit of bidirectional transport along the optical axis.         This work was supported by the National Science Foundation through Grant Number DMR-0855741 and by the W. M. Keck Foundation. S.H.L. acknowledges support from the Kessler Family Foundation.          References             (1)        A. Ashkin, J. M. Dziedzic, J. E. Bjorkholm, and S. Chu, “Observation of a single-beam gradient force optical trap for dielectric particles,” Opt. Lett. 11 , 288–290 (1986).                 (2)        J. Durnin, “Exact-solutions for nondiffracting beams. 1. The scalar theory,” J. Opt. Soc. Am. A 4 , 651–654 (1987).                 (3)        J. Durnin, “Diffraction-free beams,” Phys. Rev. Lett. 58 , 1499–1501 (1987).                 (4)        J. Tervo and J. Turunen, “Rotating scale-invariant electromagnetic fields,” Opt. Express 9 , 9–15 (2001).                 (5)        Y. Roichman, B. Sun, Y. Roichman, J. Amato-Grill, and D. G. Grier, “Optical forces arising from phase gradients,” Phys. Rev. Lett.  100 , 013602 (2008).                 (6)       J. W. Goodman, Introduction to Fourier Optics , 2nd ed. (McGraw-Hill, New York, 1996).                 (7)        Y. Roichman and D. G. Grier, “Projecting extended optical traps with shape-phase holography,” Opt. Lett. 31 , 1675–1677 (2006).                 (8)        Y. Roichman and D. G. Grier, “Three-dimensional holographic ring traps,” Proc. SPIE 6483 , 64830F (2007).                 (9)        A. Vasara, J. Turunen, and A. T. Friberg, “Realization of general nondiffracting beams with computer-generated holograms,” J. Opt. Soc. Am. A  6 (11), 1748–1754 (1989).                 (10)        P. L. Overfelt, “Scalar optical beams with helical symmetry,” Phys. Rev. A 46 , 3516–3522 (1992).                 (11)        J. Arlt, V. Garcés-Chávez, W. Sibbett, and K. Dholakia, “Optical micromanipulation using a Bessel light beam,” Opt. Commun.  197 , 239–245 (2001).                 (12)        S. Chávez-Cerda, G. S. McDonald, and G. H. C. New, “Nondiffracting beams: travelling, standing, rotating and spiral waves,” Opt. Commun.  123 , 225–233 (1996).                 (13)        V. V. Kotlyar, V. A. Soifer, and S. N. Khonina, “An algorithm for the generation of laser beams with longitudinal periodicity: Rotating images,” J. Mod. Opt. 44 , 1409–1416 (1997).                 (14)        P. Pääkkönen, J. Lautanen, M. Honkanen, M. Kuittinen, J. Turunen, S. N. Khonina, V. V. Kotlyar, V. A. Soifer, and A. T. Friberg, “Rotating optical fields: experimental demonstration with diffractive optics,” J. Mod. Opt. 45 , 2355–2369 (1998).                 (15)        Z. Bouchal and J. Kyvalsky, “Controllable 3D spatial localization of light fields synthesized by non-diffracting modes,” J. Mod. Opt. 51 , 157–176 (2004).                 (16)        J. Courtial, G. Whyte, Z. Bouchal, and J. Wagner, “Iterative algorithms for holographic shaping of non-diffracting and self-imaging light beams,” Opt. Express 14 , 2108–2116 (2006).                 (17)        E. R. Dufresne and D. G. Grier, “Optical tweezer arrays and optical substrates created with diffractive optical elements,” Rev. Sci. Instrum.  69 , 1974–1977 (1998).                 (18)        D. G. Grier, “A revolution in optical manipulation,” Nature  424 , 810–816 (2003).                 (19)        M. Polin, K. Ladavac, S.-H. Lee, Y. Roichman, and D. G. Grier, “Optimized holographic optical traps,” Opt. Express 13 (15), 5831–5845 (2005).                 (20)        S.-H. Lee and D. G. Grier, “Robustness of holographic optical traps against phase scaling errors,” Opt. Express 13 , 7458–7465 (2005).                 (21)        Y. Roichman, I. Cholis, and D. G. Grier, “Volumetric imaging of holographic optical traps,” Opt. Express 14 , 10,907–10,912 (2006).                 (22)       J. C. Crocker and D. G. Grier, “Methods of digital video microscopy for colloidal studies,” J. Colloid Interface Sci. 179 , 298–310 (1996).                 (23)        V. Garcés-Chávez, D. McGloin, H. Melville, W. Sibbett, and K. Dholakia, “Simultaneous micromanipulation in multiple planes using a self-reconstructing light beam,” Nature 419 , 145–147 (2002).                 (24)        T. Čižmár, V. Kollárová, Z. Bouchal, and P. Zemánek, “Sub-micron particle organization by self-imaging of non-diffracting beams,” New J. Phys. 8 , 43 (2006).                                 S. Lee, Y. Roichman and D. G. Grier, Optics Express 18, 6988-6993 (2010)"}, {"content": "Mass            Mass is the amount of matter an object has. We often use a triple-balance beam to measure mass.       A triple-beam balance gets its name because it has three beams that allow you to move known masses along the beam.   Here is a picture of a triple beam balance. You probably have used one in school. To read more about the triple-beam balances shown above click here       There are also many other types of balances. Scientists need balances that can measure very small amounts of mass.   If you are interested at looking at the many other types of balances  click here .   If you are using a triple beam balance in school you might want to brush up on your skills on how to use a triple-beam balance         Now it's time to practice your skills using the triple-beam balance .           Problem 1:    A block is put onto a triple beam balance.    What is the mass of the object?   Click on the picture below and get a closer look at reading the scale after the scale has been balanced. Type your answer in the space provided below, then hit the submit button .        The mass of the object is:                 grams             Do you often get confused between mass and weight?  Check out the Mass vs. Weight Page        Please continue to Part II ."}]}]