[{"detail": [{"content": "Faculty    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                       Home                Welcome Message            People            Undergraduate Program              Graduate Programs              NYU Abu Dhabi              Editing Projects              Newsletter              Calendar              Events &amp; Series              Friends of History              Employment              Faculty Only                   Related Information       Faculty by Area of Specialization       Associated Faculty       Affiliated Faculty       Adjunct/Visitors       Retired/Emeritus Faculty       NYU Abu Dhabi Faculty       Alumni & Placement News       Graduate Student Profiles       History Department Staff       Faculty Office Hours                          Useful Links               NYU Public Directory       Faculty Directory               Home &gt; People     Faculty                  Karl Appuhn     Associate Professor of History and Italian   Email:     appuhn@nyu.edu     Field:   Early Modern Europe   Research Interests:   Environmental History, History of Science, Technology, and Medicine, History of Animals, Mediterranean History, Italian Renaissance.             Brigitte Miriam Bedos-Rezak     Professor of History   Email:     bbr2@nyu.edu     Field:   Medieval Europe   Research Interests:   History and Theory; Semiotic Anthropology; Material Culture; Media and Communication; Historical Anthropology of the Middle Ages; Medieval France; Medieval Sign Theory; Medieval Diplomatics and Sigillography; Latin and Old French Paleography               Thomas Bender     University Professor of the Humanities;   Professor of History   Email:     thomas.bender@nyu.edu     Field:   United States   Research Interests:   U.S. intellectual and cultural history, 1750-present; intellectuals and cities; transnational and global approaches to U.S. history; historiography.             Ruth Ben-Ghiat     Professor of Italian and History   Email:     rb68@nyu.edu     Field:   Modern Europe   Research Interests:   Ruth Ben-Ghiat is Professor of History and Italian Studies. A specialist in 20th century European history, with Italy a particular focus, she writes on war, including the relationship of war and cinema; empires; and fascist regimes. She is a regular contributor on these subjects to the Huffington Post and CNN.com. Follow her @ruthbenghiat.              Zvi Ben-Dor Benite     Chair; Middle Eastern and Islamic Studies;   Professor of History and Middle Eastern and Islamic Studies   Email:     zbd1@nyu.edu     Field:   East Asia   Research Interests:   Global History, Early Modern and Modern Chinese History, Asian and European Islam, Religion and World History, Middle Eastern History, History of Geography, Arab-Jewish and Mizrahi History             Lauren Benton     Silver Professor; Affiliate Professor of Law;   Professor of History   Email:     lauren.benton@nyu.edu     Field:   Atlantic World   Research Interests:   Atlantic world, legal history, comparative history of empires.               Edward Berenson     Director, Institute of French Studies;   Professor of History   Email:     Edward.Berenson@nyu.edu     Field:   Modern Europe   Research Interests:   Cultural history; colonialism; history and memory.             Jane Burbank     Professor of History and Russian & Slavic Studies   Collegiate Professor   Email:     jane.burbank@nyu.edu     Field:   Modern Europe   Research Interests:   Russian history; legal culture; empire; peasants.             Herrick Chapman     Associate Professor of History and Institute of French Studies   Email:     herrick.chapman@nyu.edu     Field:   Modern Europe   Research Interests:   French history; social history; economic history; history of public policy             Frederick Cooper     Professor of History   Email:     fred.cooper@nyu.edu     Field:   Africa   Research Interests:   Modern Africa; empires in world history; colonization and decolonization; the social sciences and the colonial situation             Valerie Deacon     Elihu Rose Assistant Professor / Faculty Fellow;     Email:     valerie.deacon@nyu.edu     Field:   Modern Europe   Research Interests:   Second World War; French Resistance; Underground political movements; International relations; Military and pseudo-military organisations             Hasia R. Diner     Paul S. and Sylvia Steinberg Professor of American Jewish History;   Professor of Hebrew and Judaic Studies and History   Director, Goldstein-Goren Center for American Jewish History; Director of Undergraduate Studies   Email:     hasia.diner@nyu.edu     Field:   United States   Research Interests:   American Jewish history, American immigration history and women's history             Nicole Eustace     Professor of History   Email:     nicole.eustace@nyu.edu     Field:   Atlantic World   Research Interests:   Eighteenth-century North America in the Atlantic world; gender, culture, and politics             Ada Ferrer     Professor of History and Latin American and Caribbean Studies   Email:     ada.ferrer@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Cuba; comparative slavery, nationalism, revolution                K. E. Fleming     Alexander S. Onassis Professor of Hellenic Culture and Civilization and Professor of History & Hellenic Studies     Email:     kef1@nyu.edu     Field:   Modern Europe   Research Interests:   religion, nationalism             Stefanos Geroulanos     Associate Professor of History   Director of Graduate Studies   Email:     sg127@nyu.edu     Field:   Modern Europe   Research Interests:   Modern European Intellectual History; French and German Thought; Political Theology and Philosophical Anthropology; History of Medical Concepts; Film; History of Science             Rebecca Goetz     Associate Professor of History   Email:     rag11@nyu.edu     Field:   Atlantic World   Research Interests:   Histories of Religion, race, and Slavery, Colonialism and Empire in the Atlantic World, and Indigenous North America.             Michael A. Gomez     Professor of History   Email:     michael.gomez@nyu.edu     Field:   Africa and African Diaspora   Research Interests:   Islam, Slavery, Social and Cultural Formation             Linda Gordon     Florence Kelley Professor;   Professor of History   Email:     lg48@nyu.edu     Field:   United States   Research Interests:   Twentieth-century U.S. social, political, and social policy history; women and gender; family; U.S. Southwest             Manu Goswami     Associate Professor of History   Email:     manu.goswami@nyu.edu     Field:   South Asia   Research Interests:   19th & 20th century Indian history, History of Economic Thought, Political Economy, Social Theory, Historiography             Greg Grandin     Professor of History   Email:     grandin@nyu.edu     Field:   Latin America and the Carribbean             Fiona J. Griffiths     Professor of History   Email:     fjg3@nyu.edu     Field:   Medieval Europe   Research Interests:   History of Women and Gender, Monasticism, Medieval libraries and book production, the Twelfth-Century Renaissance, Friendship, Heloise and Abelard.             Stephen G. Gross     Assistant Professor of History and European and Mediterranean Studies   Email:     sg152@nyu.edu     Field:   Modern Europe   Research Interests:   19th and 20th Century Germany; 20th Century Europe and European Unification; Economic History and Political Economy; International Relations; World War I and II; Theories of Imperialism             Masato Hasegawa     Visiting Assistant Professor of History   Email:     masato.hasegawa@nyu.edu     Field:   East Asia   Research Interests:   Early Modern and Modern China, Early Modern and Modern Korea, China-Korea Relations, Military Logistics, Transregional Commercial Networks, Environmental History             Martha Hodes     Professor of History   Email:     martha.hodes@nyu.edu     Field:   United States   Research Interests:   19th-century; race; Civil War and Reconstruction; gender; craft of historical writing             Jennifer Homans     Distinguished Scholar in Residence in History and European and Mediterranean Studies     Email:     jah20@nyu.edu     Research Interests:   History of dance             Richard Hull     Professor of History   Email:     richard.hull@nyu.edu     Field:   Africa   Research Interests:   Democratization in Africa; origins of segregation in South Africa.             Myles W. Jackson     Albert Gallatin Research Excellence Professor of the History of Science, NYU-Gallatin, FAS     Email:     myles.jackson@nyu.edu     Field:   Modern Europe   Research Interests:   History of science; history of physics in 19th-century Germany; intellectual property and gene patenting; humans, machines, and aesthetic theories; triangular exchange among physicists and engineers, musicians, and instrument makers.             Rebecca Karl     Associate Professor of East Asian Studies and History   Email:     rebecca.karl@nyu.edu     Field:   East Asia   Research Interests:   Modern China; Intellectual history; women and gender             Monica Kim     Assistant Professor of History   On leave 2015-2016   Email:     monica.kim@nyu.edu     Field:   United States   Research Interests:   U.S. and the World; Decolonization; Race, empire, and modern warfare; Transpacific Asian and Asian American history             Yanni Kotsonis     Associate Professor of History and Russian & Slavic Studies   Email:     yanni.kotsonis@nyu.edu     Field:   Modern Europe   Research Interests:   Imperial Russia; political economy; history of the modern state; history of taxation in Russia and the world             J. Joseph Lee     Professor of Irish Studies and History   Director, Irish Studies; Glucksman Professor of Irish Studies   Email:     joe.lee@nyu.edu     Field:   Modern Europe   Research Interests:   19th and 20th Century Irish, English, European, and Irish American history and politics; Nationalism, imperialism, and post colonialism; Irish Diaspora             Julie Livingston     Visiting Professor of History and Social and Cultural Analysis   Email:     jl6877@nyu.edu     Field:   Africa   Research Interests:   The Body; Gender; History and Anthropology; Medicine and Public Health; Historical and Ethnographic Writing.             David Ludden     Professor of History   Email:     david.ludden@nyu.edu     Field:   South Asia   Research Interests:   South Asia; Middle East; East Asia; World History; Globalization; Agrarian History; Economic Development                 Michele Mitchell     Associate Professor of History   Email:     michele.mitchell@nyu.edu     Field:   United States   Research Interests:   African Diaspora; Gender and Sexuality; West/East/South Africa; feminist theory             Maria E. Montoya     Associate Professor of History   Email:     maria.montoya@nyu.edu     Field:   United States   Research Interests:   American West, Labor History, Gender, Latina/o History             Jennifer L. Morgan     Professor of Social and Cultural Analysis and History   Email:     jennifer.morgan@nyu.edu     Field:   United States   Research Interests:   Early African American History, Comparative Slavery, Histories of Racial Ideology, Women and Gender             Andrew Needham     Associate Professor of History   Email:     andrew.needham@nyu.edu     Field:   United States   Research Interests:   I specialize in recent United States history, with teaching and research emphases in environmental, American Indian, and urban and suburban history as well as the history of the American West.                Mary Nolan     Professor of History   Lillian Vernon Professorship for Teaching Excellence   Email:     mn4@nyu.edu     Field:   Modern Europe   Research Interests:   Europe and America in the Twentieth Century, Cold War, Modern German history; European women's history.               Guy Ortolano     Associate Professor of History   Email:     ortolano@nyu.edu     Field:   Modern Europe   Research Interests:   Britain since 1688, urban history, history of science, cultural and intellectual history, historiography, post-1945 history.             David Oshinsky     Professor of History and Medicine   Email:     oshind01@nyu.edu               Leslie Peirce     Professor of History and Middle Eastern and Islamic Studies   Silver Professor   Email:     lp50@nyu.edu     Field:   Early Modern Europe   Research Interests:   early modern Ottoman history, gender, law & society, comparative empires               Jacques Revel     Global Distinguished Professor of History and the Institute of French Studies     Email:     jr77@nyu.edu               Jeffrey Sammons     Professor of History   Email:     js11@nyu.edu     Field:   United States   Research Interests:   U. S. social and cultural history with research and teaching interests in African-American History, military history, black autobiography, film history, and sports history.               Andrew Sartori     Associate Professor of History   Email:     asartori@nyu.edu     Field:   South Asia   Research Interests:   Modern South Asia, Modern Intellectual History, Social Theory             John Shovlin     Associate Professor of History   Email:     john.shovlin@nyu.edu     Field:   Early Modern Europe   Research Interests:   Political and cultural history of ancien régime Europe, particularly France; the French Revolution; history of political economy; aristocratic culture and politics; international politics and international political thought in eighteenth-century Europe; the Franco-British relationship.             Nikhil Pal Singh     Associate Professor of Social and Cultural Analysis and History   SCA Director of Graduate Studies   Email:     nikhil.singh@nyu.edu     Research Interests:   Race, empire, and culture in 20th-century U.S.; black radicalism and US liberalism; U.S. foreign policy.             Kostis Smyrlis     Associate Professor of History and Hellenic Studies   Email:     ks113@nyu.edu     Field:   Medieval Europe   Research Interests:   Byzantine empire, 9th to 15th century; economic history; emperor and subjects; state finances; law and land ownership; diplomatics             George Solt     Assistant Professor of History   Email:     george.solt@nyu.edu     Field:   East Asia   Research Interests:   Modern Japan; political economy; food history             Rachel St John     Associate Professor of History   Email:     stjohn@nyu.edu     Field:   United States   Research Interests:   19th- and 20th-century United States history with a particular emphasis on the North American West and transnational borderlands history             Jack Tchen     Associate Professor of Social and Cultural Analysis and History   Director, Asian/Pacific/American Studies   Email:     jack.tchen@nyu.edu     Field:   East Asia   Research Interests:   Interethnic and interracial relations of Asian and Americans; cross-cultural and community studies; New York City history; Asians in the Americas; race, colonialism, and museums; dialogic theory and radical pedagogy                Thomas M. Truxes     Clinical Associate Professor of Irish Studies and History   Email:     thomas.truxes@nyu.edu     Research Interests:   Early-modern Irish history; Ireland and the Atlantic world before 1800; early-modern maritime history; the overseas trade of British America; eighteenth-century urban life, particularly New York City             Sinclair Thomson     Associate Professor of History   Email:     st19@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Colonial Latin America; Andean region; peasant and Indian politics; Andean religion; race/ethnicity; historical imagination and political memory; Bolivian history and politics.             Joanna Waley-Cohen     Silver Professor of History;   Professor of History   Provost, NYU Shanghai   Email:     jw5@nyu.edu     Field:   East Asia   Research Interests:   Early modern Chinese history; China and the West; Chinese imperial culture.             Daniel J Walkowitz     Professor of Social and Cultural Analysis and History   Director of College Honors, CAS   Email:     daniel.walkowitz@nyu.edu     Field:   United States   Research Interests:   U.S. Social and Cultural History, with particular interest in Labor and Urban History             Barbara Weinstein     Professor of History   Silver Professor; Chair, Department of History   Email:     bw52@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Modern Latin America, Brazil, labor history, slavery and emancipation, race and gender, regionalism and nationalism.             Larry Wolff     Professor of History   Director, Center for European and Mediterranean Studies   Email:     lw59@nyu.edu     Field:   Modern Europe   Research Interests:   Eastern Europe, Poland, Habsburg Monarchy, Enlightenment, history of childhood             Peter Wosh     Clinical Associate Professor of History   Director, Archives/Public History Program   Email:     pw1@nyu.edu     Field:   United States   Research Interests:   Archival management; Public history; American Christianity; local and community history; institutions and organizations.             Marilyn Young     Professor of History   Collegiate Professor   Email:     marilyn.young@nyu.edu     Field:   United States   Research Interests:   U.S. and the World; U.S. foreign relations; U.S.-East Asian relations; Third World women and gender.             Jonathan Zimmerman     Professor of History   Department Chair, Humanities and Social Sciences in the Professions, Steinhardt School   Email:     jlzimm@aol.com     Field:   United States   Research Interests:   Education in the U.S. and the world; 20th-century American politics and culture; teaching of history; sexuality and schooling                     Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Faculty    | Department of History | New York University                                  NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                       Home                Welcome Message            People            Undergraduate Program              Graduate Programs              NYU Abu Dhabi              Editing Projects              Newsletter              Calendar              Events &amp; Series              Friends of History              Employment              Faculty Only                   Related Information       Faculty by Area of Specialization       Associated Faculty       Affiliated Faculty       Adjunct/Visitors       Retired/Emeritus Faculty       NYU Abu Dhabi Faculty       Alumni & Placement News       Graduate Student Profiles       History Department Staff       Faculty Office Hours                          Useful Links               NYU Public Directory       Faculty Directory               Home &gt; People     Faculty                  Karl Appuhn     Associate Professor of History and Italian   Email:     appuhn@nyu.edu     Field:   Early Modern Europe   Research Interests:   Environmental History, History of Science, Technology, and Medicine, History of Animals, Mediterranean History, Italian Renaissance.             Brigitte Miriam Bedos-Rezak     Professor of History   Email:     bbr2@nyu.edu     Field:   Medieval Europe   Research Interests:   History and Theory; Semiotic Anthropology; Material Culture; Media and Communication; Historical Anthropology of the Middle Ages; Medieval France; Medieval Sign Theory; Medieval Diplomatics and Sigillography; Latin and Old French Paleography               Thomas Bender     University Professor of the Humanities;   Professor of History   Email:     thomas.bender@nyu.edu     Field:   United States   Research Interests:   U.S. intellectual and cultural history, 1750-present; intellectuals and cities; transnational and global approaches to U.S. history; historiography.             Ruth Ben-Ghiat     Professor of Italian and History   Email:     rb68@nyu.edu     Field:   Modern Europe   Research Interests:   Ruth Ben-Ghiat is Professor of History and Italian Studies. A specialist in 20th century European history, with Italy a particular focus, she writes on war, including the relationship of war and cinema; empires; and fascist regimes. She is a regular contributor on these subjects to the Huffington Post and CNN.com. Follow her @ruthbenghiat.              Zvi Ben-Dor Benite     Chair; Middle Eastern and Islamic Studies;   Professor of History and Middle Eastern and Islamic Studies   Email:     zbd1@nyu.edu     Field:   East Asia   Research Interests:   Global History, Early Modern and Modern Chinese History, Asian and European Islam, Religion and World History, Middle Eastern History, History of Geography, Arab-Jewish and Mizrahi History             Lauren Benton     Silver Professor; Affiliate Professor of Law;   Professor of History   Email:     lauren.benton@nyu.edu     Field:   Atlantic World   Research Interests:   Atlantic world, legal history, comparative history of empires.               Edward Berenson     Director, Institute of French Studies;   Professor of History   Email:     Edward.Berenson@nyu.edu     Field:   Modern Europe   Research Interests:   Cultural history; colonialism; history and memory.             Jane Burbank     Professor of History and Russian & Slavic Studies   Collegiate Professor   Email:     jane.burbank@nyu.edu     Field:   Modern Europe   Research Interests:   Russian history; legal culture; empire; peasants.             Herrick Chapman     Associate Professor of History and Institute of French Studies   Email:     herrick.chapman@nyu.edu     Field:   Modern Europe   Research Interests:   French history; social history; economic history; history of public policy             Frederick Cooper     Professor of History   Email:     fred.cooper@nyu.edu     Field:   Africa   Research Interests:   Modern Africa; empires in world history; colonization and decolonization; the social sciences and the colonial situation             Valerie Deacon     Elihu Rose Assistant Professor / Faculty Fellow;     Email:     valerie.deacon@nyu.edu     Field:   Modern Europe   Research Interests:   Second World War; French Resistance; Underground political movements; International relations; Military and pseudo-military organisations             Hasia R. Diner     Paul S. and Sylvia Steinberg Professor of American Jewish History;   Professor of Hebrew and Judaic Studies and History   Director, Goldstein-Goren Center for American Jewish History; Director of Undergraduate Studies   Email:     hasia.diner@nyu.edu     Field:   United States   Research Interests:   American Jewish history, American immigration history and women's history             Nicole Eustace     Professor of History   Email:     nicole.eustace@nyu.edu     Field:   Atlantic World   Research Interests:   Eighteenth-century North America in the Atlantic world; gender, culture, and politics             Ada Ferrer     Professor of History and Latin American and Caribbean Studies   Email:     ada.ferrer@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Cuba; comparative slavery, nationalism, revolution                K. E. Fleming     Alexander S. Onassis Professor of Hellenic Culture and Civilization and Professor of History & Hellenic Studies     Email:     kef1@nyu.edu     Field:   Modern Europe   Research Interests:   religion, nationalism             Stefanos Geroulanos     Associate Professor of History   Director of Graduate Studies   Email:     sg127@nyu.edu     Field:   Modern Europe   Research Interests:   Modern European Intellectual History; French and German Thought; Political Theology and Philosophical Anthropology; History of Medical Concepts; Film; History of Science             Rebecca Goetz     Associate Professor of History   Email:     rag11@nyu.edu     Field:   Atlantic World   Research Interests:   Histories of Religion, race, and Slavery, Colonialism and Empire in the Atlantic World, and Indigenous North America.             Michael A. Gomez     Professor of History   Email:     michael.gomez@nyu.edu     Field:   Africa and African Diaspora   Research Interests:   Islam, Slavery, Social and Cultural Formation             Linda Gordon     Florence Kelley Professor;   Professor of History   Email:     lg48@nyu.edu     Field:   United States   Research Interests:   Twentieth-century U.S. social, political, and social policy history; women and gender; family; U.S. Southwest             Manu Goswami     Associate Professor of History   Email:     manu.goswami@nyu.edu     Field:   South Asia   Research Interests:   19th & 20th century Indian history, History of Economic Thought, Political Economy, Social Theory, Historiography             Greg Grandin     Professor of History   Email:     grandin@nyu.edu     Field:   Latin America and the Carribbean             Fiona J. Griffiths     Professor of History   Email:     fjg3@nyu.edu     Field:   Medieval Europe   Research Interests:   History of Women and Gender, Monasticism, Medieval libraries and book production, the Twelfth-Century Renaissance, Friendship, Heloise and Abelard.             Stephen G. Gross     Assistant Professor of History and European and Mediterranean Studies   Email:     sg152@nyu.edu     Field:   Modern Europe   Research Interests:   19th and 20th Century Germany; 20th Century Europe and European Unification; Economic History and Political Economy; International Relations; World War I and II; Theories of Imperialism             Masato Hasegawa     Visiting Assistant Professor of History   Email:     masato.hasegawa@nyu.edu     Field:   East Asia   Research Interests:   Early Modern and Modern China, Early Modern and Modern Korea, China-Korea Relations, Military Logistics, Transregional Commercial Networks, Environmental History             Martha Hodes     Professor of History   Email:     martha.hodes@nyu.edu     Field:   United States   Research Interests:   19th-century; race; Civil War and Reconstruction; gender; craft of historical writing             Jennifer Homans     Distinguished Scholar in Residence in History and European and Mediterranean Studies     Email:     jah20@nyu.edu     Research Interests:   History of dance             Richard Hull     Professor of History   Email:     richard.hull@nyu.edu     Field:   Africa   Research Interests:   Democratization in Africa; origins of segregation in South Africa.             Myles W. Jackson     Albert Gallatin Research Excellence Professor of the History of Science, NYU-Gallatin, FAS     Email:     myles.jackson@nyu.edu     Field:   Modern Europe   Research Interests:   History of science; history of physics in 19th-century Germany; intellectual property and gene patenting; humans, machines, and aesthetic theories; triangular exchange among physicists and engineers, musicians, and instrument makers.             Rebecca Karl     Associate Professor of East Asian Studies and History   Email:     rebecca.karl@nyu.edu     Field:   East Asia   Research Interests:   Modern China; Intellectual history; women and gender             Monica Kim     Assistant Professor of History   On leave 2015-2016   Email:     monica.kim@nyu.edu     Field:   United States   Research Interests:   U.S. and the World; Decolonization; Race, empire, and modern warfare; Transpacific Asian and Asian American history             Yanni Kotsonis     Associate Professor of History and Russian & Slavic Studies   Email:     yanni.kotsonis@nyu.edu     Field:   Modern Europe   Research Interests:   Imperial Russia; political economy; history of the modern state; history of taxation in Russia and the world             J. Joseph Lee     Professor of Irish Studies and History   Director, Irish Studies; Glucksman Professor of Irish Studies   Email:     joe.lee@nyu.edu     Field:   Modern Europe   Research Interests:   19th and 20th Century Irish, English, European, and Irish American history and politics; Nationalism, imperialism, and post colonialism; Irish Diaspora             Julie Livingston     Visiting Professor of History and Social and Cultural Analysis   Email:     jl6877@nyu.edu     Field:   Africa   Research Interests:   The Body; Gender; History and Anthropology; Medicine and Public Health; Historical and Ethnographic Writing.             David Ludden     Professor of History   Email:     david.ludden@nyu.edu     Field:   South Asia   Research Interests:   South Asia; Middle East; East Asia; World History; Globalization; Agrarian History; Economic Development                 Michele Mitchell     Associate Professor of History   Email:     michele.mitchell@nyu.edu     Field:   United States   Research Interests:   African Diaspora; Gender and Sexuality; West/East/South Africa; feminist theory             Maria E. Montoya     Associate Professor of History   Email:     maria.montoya@nyu.edu     Field:   United States   Research Interests:   American West, Labor History, Gender, Latina/o History             Jennifer L. Morgan     Professor of Social and Cultural Analysis and History   Email:     jennifer.morgan@nyu.edu     Field:   United States   Research Interests:   Early African American History, Comparative Slavery, Histories of Racial Ideology, Women and Gender             Andrew Needham     Associate Professor of History   Email:     andrew.needham@nyu.edu     Field:   United States   Research Interests:   I specialize in recent United States history, with teaching and research emphases in environmental, American Indian, and urban and suburban history as well as the history of the American West.                Mary Nolan     Professor of History   Lillian Vernon Professorship for Teaching Excellence   Email:     mn4@nyu.edu     Field:   Modern Europe   Research Interests:   Europe and America in the Twentieth Century, Cold War, Modern German history; European women's history.               Guy Ortolano     Associate Professor of History   Email:     ortolano@nyu.edu     Field:   Modern Europe   Research Interests:   Britain since 1688, urban history, history of science, cultural and intellectual history, historiography, post-1945 history.             David Oshinsky     Professor of History and Medicine   Email:     oshind01@nyu.edu               Leslie Peirce     Professor of History and Middle Eastern and Islamic Studies   Silver Professor   Email:     lp50@nyu.edu     Field:   Early Modern Europe   Research Interests:   early modern Ottoman history, gender, law & society, comparative empires               Jacques Revel     Global Distinguished Professor of History and the Institute of French Studies     Email:     jr77@nyu.edu               Jeffrey Sammons     Professor of History   Email:     js11@nyu.edu     Field:   United States   Research Interests:   U. S. social and cultural history with research and teaching interests in African-American History, military history, black autobiography, film history, and sports history.               Andrew Sartori     Associate Professor of History   Email:     asartori@nyu.edu     Field:   South Asia   Research Interests:   Modern South Asia, Modern Intellectual History, Social Theory             John Shovlin     Associate Professor of History   Email:     john.shovlin@nyu.edu     Field:   Early Modern Europe   Research Interests:   Political and cultural history of ancien régime Europe, particularly France; the French Revolution; history of political economy; aristocratic culture and politics; international politics and international political thought in eighteenth-century Europe; the Franco-British relationship.             Nikhil Pal Singh     Associate Professor of Social and Cultural Analysis and History   SCA Director of Graduate Studies   Email:     nikhil.singh@nyu.edu     Research Interests:   Race, empire, and culture in 20th-century U.S.; black radicalism and US liberalism; U.S. foreign policy.             Kostis Smyrlis     Associate Professor of History and Hellenic Studies   Email:     ks113@nyu.edu     Field:   Medieval Europe   Research Interests:   Byzantine empire, 9th to 15th century; economic history; emperor and subjects; state finances; law and land ownership; diplomatics             George Solt     Assistant Professor of History   Email:     george.solt@nyu.edu     Field:   East Asia   Research Interests:   Modern Japan; political economy; food history             Rachel St John     Associate Professor of History   Email:     stjohn@nyu.edu     Field:   United States   Research Interests:   19th- and 20th-century United States history with a particular emphasis on the North American West and transnational borderlands history             Jack Tchen     Associate Professor of Social and Cultural Analysis and History   Director, Asian/Pacific/American Studies   Email:     jack.tchen@nyu.edu     Field:   East Asia   Research Interests:   Interethnic and interracial relations of Asian and Americans; cross-cultural and community studies; New York City history; Asians in the Americas; race, colonialism, and museums; dialogic theory and radical pedagogy                Thomas M. Truxes     Clinical Associate Professor of Irish Studies and History   Email:     thomas.truxes@nyu.edu     Research Interests:   Early-modern Irish history; Ireland and the Atlantic world before 1800; early-modern maritime history; the overseas trade of British America; eighteenth-century urban life, particularly New York City             Sinclair Thomson     Associate Professor of History   Email:     st19@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Colonial Latin America; Andean region; peasant and Indian politics; Andean religion; race/ethnicity; historical imagination and political memory; Bolivian history and politics.             Joanna Waley-Cohen     Silver Professor of History;   Professor of History   Provost, NYU Shanghai   Email:     jw5@nyu.edu     Field:   East Asia   Research Interests:   Early modern Chinese history; China and the West; Chinese imperial culture.             Daniel J Walkowitz     Professor of Social and Cultural Analysis and History   Director of College Honors, CAS   Email:     daniel.walkowitz@nyu.edu     Field:   United States   Research Interests:   U.S. Social and Cultural History, with particular interest in Labor and Urban History             Barbara Weinstein     Professor of History   Silver Professor; Chair, Department of History   Email:     bw52@nyu.edu     Field:   Latin America and the Carribbean   Research Interests:   Modern Latin America, Brazil, labor history, slavery and emancipation, race and gender, regionalism and nationalism.             Larry Wolff     Professor of History   Director, Center for European and Mediterranean Studies   Email:     lw59@nyu.edu     Field:   Modern Europe   Research Interests:   Eastern Europe, Poland, Habsburg Monarchy, Enlightenment, history of childhood             Peter Wosh     Clinical Associate Professor of History   Director, Archives/Public History Program   Email:     pw1@nyu.edu     Field:   United States   Research Interests:   Archival management; Public history; American Christianity; local and community history; institutions and organizations.             Marilyn Young     Professor of History   Collegiate Professor   Email:     marilyn.young@nyu.edu     Field:   United States   Research Interests:   U.S. and the World; U.S. foreign relations; U.S.-East Asian relations; Third World women and gender.             Jonathan Zimmerman     Professor of History   Department Chair, Humanities and Social Sciences in the Professions, Steinhardt School   Email:     jlzimm@aol.com     Field:   United States   Research Interests:   Education in the U.S. and the world; 20th-century American politics and culture; teaching of history; sexuality and schooling                     Contact Us | &copy; New York University , Arts and Science"}, {"content": "Courses - Spring 2014                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          Global   /   Global Academic Centers   /   Berlin   /   Academics                 Sub Navigation                                 Courses                       Special Programs                       Faculty                       Facilities & Services                       Internships                                                                   Courses - Spring 2014        Please note that all course offerings are subject to change. Changes in faculty availability and student enrollment can occasionally result in course cancellations.   Click on a course name to see a course description and a sample syllabus from a past semester. (Current syllabi may differ.) For sample syllabi or academic questions, please email global.academics@nyu.edu .   A list of all courses offered at the Global Academic Centers, organized by department, can be found here .    Spring 2014 courses are now availble in Albert, NYU's Student Information System. Directions on how to view Study Away courses in Albert, and other Registration FAQs can be found here .                   Academic Requirements & Registration Guidelines                                           Please review these requirements and guidelines before registration                                 Students must register for 12-18 credits   All students must participate in Global Orientations. Students do not need to enroll for this course during registration.     Enrollment in a German Language course is required; select one that matches your skill level. If you are an advanced German student, please contact nyu.in.berlin@nyu.edu   Language courses cannot be taken pass/fail   Attendance is expected and required; absences will negatively affect grades   Before you plan your personal travel, check your syllabi! Academic site visits and field trips are considered required class time.   More information about Registering for Study Away Courses and registration FAQ's is available here .   If you have trouble finding a course on Albert or encounter problems, email global.academics@nyu.edu                            Spring 2014 | Fall 2014 | Spring 2015 | Fall 2015 | Spring 2016           Required Course for All Students                                                  Global Orientations: German Histories in Contemporary Life                               This course offers a survey of Modern Germany (its history, politics and culture) and an investigation of how Germany's past, always very present, shapes responses to contemporary challenges and new opportunities. The overview investigates not only the country's experiments with authoritarianism - the experiences of mass murder, war and division - but also its emergence as a democratic leader, in the arts and human rights, and as Europe's power broker. We examine questions of citizenship and diversity, Germany's 'special' responsibility as a leader in Europe, the role of the Holocaust in State governance, Berlin's status and development as an industrial and cosmpolitan metropolis, and new avenues for German identity. We ask how these histories have made today's Berlin Europe's most exciting capital - a nexus of youth culture and the interational arts scene - and Germany a vanguard of the arts, sustainable energy, technical development and global politics.   Sample Syllabus                                  German Language        All students are required to take a German language course (or course taught in German) for graded credit. (This course cannot be taken Pass/Fail).                                                  Elementary German I - GERM-UA 9001 - 4 points                               This is an introductory course to the language and culture of German-speaking countries for students with no knowledge of German. It focuses on the development of communicative competence in listening, speaking, reading, and writing. The textbook &quot;Schritte International 1&amp;2&quot;, in conjunction with current culture-rich supplemental materials, offers a balanced approach to developing your individual language competence.   Throughout your engagement with the German language you will also learn about Berlin and the Federal Republic of Germany today. In addition to language instruction, the course offers a rich cultural program that includes visits to famous museums and places in Berlin. These visits and field trips are closely related to the subjects taught in class and will help you utilize your knowledge outside the classroom.   This course covers the first part of a four part German course. Together these courses (Elementary I and II; Intermediate I and II) should help you develop a level of proficiency in German that would enable you to study abroad in German-speaking countries, to pursue advanced study of German in the US, or to use German for travel, leisure, and work. At the end of Intermediate German II (or Intensive Intermediate German) you will be prepared to successfully take a proficiency exam.   Sample Syllabus                                                                    Elementary German II - GERM-UA 9002 - 4 points                               This course continues your introduction to the language and everyday culture of German-speaking countries. You will expand your understanding of important vocabulary and customs as well as more advanced language structures and idioms. The focus of the course will continue to spoken communication and everyday language use, but there will also be increased attention to reading and writing assignments. Since the goals of communicative and grammatical competence are ultimately inseparable,students are guided towards using German as accurately as possible.   This course covers the second part of a four part German course. Together, these courses (Elementary I and II and Intermediate I and II) should help you develop a level of proficiency in German that would enable you to study abroad in German-speaking countries, to pursue advanced study of German in the US, or to use German for travel, leisure, and work. At the end of Intermediate German II (or Intensive Intermediate German) you will be prepared to successfully take a proficiency exam.   Sample Syllabus                                                                    Intensive Elementary German - GERM-UA 9010 - 6 points                               This is an intensive introductory course to the language and culture of German-speaking countries for students with no knowledge of German. The focus of the course will be on communication with emphasis on the use of German in real-life situations, as well as providing knowledge of grammar and vocabulary. At the end of the semester, students will have acquired all the skills usually obtained in the two semesters of Elementary German sequence.   Your engagement with German language will also include learning about Berlin and the Federal Republic of Germany today. In addition to language instruction, the course offers a rich cultural program that includes visits to famous museums and places in Berlin. These visits and field trips are closely related to the subjects taught in class and will help you utilize your knowledge outside the classroom.   This course covers the first two parts of a four part German course. Together these courses (Elementary I and II; Intermediate I and II) should help you develop a level of proficiency in German that would enable you to study abroad in German-speaking countries, to pursue advanced study of German in the US, or to use German for travel, leisure, and work. At the end of Intermediate German II (or Intensive Intermediate German) you will be prepared to successfully take a proficiency exam.   Sample Syllabus                                                                    Intermediate German I - GERM-UA 9003 - 4 points                               Open to students who have completed the equivalent of one year of elementary language instruction and to others on assignment by placement examination.   The first intermediate course stresses the acquisition and practice of more sophisticated written and spoken German. The focus is on expanding conversational skills, but the course also includes guided composition practice, vocabulary work, and grammar review.   Sample Syllabus                                                                    Intermediate German II - GERM-UA 9004 - 4 points                               Prerequisite: GERM-UA 9003, Intermediate German I or equivalent.   Intermediate German II is the second part of a two semester intermediate sequence. You will continue to study grammar, vocabulary and other aspects of language. You will also learn about the cultural and historical context of the German language. The class is taught entirely in German and emphasizes the language skills necessary to communicate effectively in a foreign language – speaking, reading, viewing, writing, and listening. This course intends to create a balance between working with intellectually stimulating subjects and practicing the skills needed to communicate in a foreign language.   This course covers the fourth part of a four part German course. Together, these courses (Elementary I and II and Intermediate I and II) should help you develop a level of proficiency in German that will enable you to study abroad in German-speaking countries, to pursue advanced study of German in the US, or to use German for travel, leisure, and work.   Sample Syllabus                                                                    Intensive Intermediate German - GERM-UA 9020 - 6 points                               In this intensive intermediate course you will continue to study grammar,vocabulary and other aspects of language. You will also learn about the cultural and historical context of the German language. The class is taught entirely in German and emphasizes the language skills necessary to communicate effectively in a foreign language – speaking, reading, viewing, writing, and listening. This course intends to create a balance between working with intellectually stimulating subjects and practicing the skills needed to communicate in a foreign language.  Throughout your engagement with the German language you will also learn about Berlin and the Federal Republic of Germany today. In addition to language instruction, the course offers a rich cultural program that includes visits to famous museums and places in Berlin. These visits and field trips are closely related to the subjects taught in class and will help you utilize your knowledge outside the classroom.   This course covers the second two parts of a four part German course.Together these courses (Elementary I and II; Intermediate I and II) should help you develop a level of proficiency in German that would enable you to study abroad in German-speaking countries, to pursue advanced study of German in the US, or to use German for travel, leisure, and work. At the end of Intensive Intermediate you will be prepared to successfully take a proficiency exam.   Sample Syllabus                              Courses Taught in German                                                  German Conversation and Composition - GERM-UA 9111 - 4 points                               Conducted in German. Postintermediate - 100 level.     Conversation &amp; Composition is designed for post-Intermediate students of German with a solid grasp of German grammar and vocabulary, who wish to extend their knowledge of the German language, history, and culture through reading, watching films, discussion, and writing. Conversation &amp; Composition is a reading and writing intensive course. Emphasis will be placed on refining written expression and developing the ability to express, discuss, and argue opinions.  This course will give you an overview of recent German political, social and cultural history after 1945 and of the present. Focuses will be on the variant developments in East and West Germany until the fall of the wall and on life in Berlin today. What are the important incidents and changes in German culture and society after 1945? How has the city of Berlin developed since the fall of the wall? These, and similar questions, will accompany us throughout the semester. During the course of the semester, we will explore narratives, which are related to our topics from a variety of genres: narrative prose, newspaper/magazine article, TV/radio documentary, music, film, photo, and other visual material. The class is entirely taught in German and emphasizes the language skills necessary to communicate effectively in a foreign language – speaking, reading, viewing, writing, and listening.       Sample Syllabus                                                                    Introduction to German Literature - GERM-UA 9152 - 4 points                               Conducted in German. Postintermediate - 100 level.   Der Kurs führt in die Geschichte der deutschen Literatur vom 18. Jahrhundert bis in die Gegenwart ein. Anhand repräsentativer Werke vermittelt er einen Überblick über die verschiedenen Epochen und Gattungen, erste literaturwissenschaftliche Fachbegriffe werden erläutert. Kontinuitäten und Brüche, die als signifikante Entwicklungslinien oder Zäsuren die Literaturgeschichte markieren, werden im historischen und gesellschaftlichen Zusammenhang diskutiert. Der Kurs wird durchgängig in deutscher Sprache unterrichtet.  Es ist das Ziel, in gemeinsamen close readings a) ein Verständnis für die jeweiligen Texte und ihre politischen, kulturellen und sozialen Kontexte zu erarbeiten und b) die Fähigkeit zur wissenschaftlichen Diskussion zu entwickeln. Gefördert wird dies auch durch kleinere spielerische Ein-heiten, in denen wir die Texte in die Gegenwart transferieren und so nach der Aktualität der Werke fragen.   The course provides an introduction into the history of German Literature from the 18th century until today. By reading representative texts, the student will receive an overview of various epochs and genres. In addition, basic terminology of literary studies will be explained. Continuities and disruptions, which influence the history of literature in significant ways, are discussed in their historical and social contexts. The class is taught entirely in German.  The course objectives are a) to develop an understanding of the texts and their political, cultural, and social contexts and b) to develop an ability of critical discussion through a close reading of literary works. This is also fostered by some playful teaching units, in which we transfer the texts into the present and investigate their current relevance.   Sample Syllabus                                                                        Advanced 300 Level German Course - GERM-UA 9TBA - 4 points                               Conducted in German. Advanced - 300 level.                                Art and Arts Professions                                                    Projects in Photography: Digital Imaging - ART-UE 9380 - 4 points                               The course, ‘Image and Process’ will examine the relationship between image,  made by camera and other photographic means, and process, whereby a  transformation occurs and ideas, both formal and conceptual emerge. Berlin,  a city in constant transformation itself, offers an enormous variety of sites and  layers of history, providing locations and ambience for both an environmental  as well as personal investigation into identity. The emphasis of the course will  be on learning to see and to develop one’s own personal viewpoint.     Sample Syllabus                                                                      Projects in Digital Art: Art of Noise: Sound, Installation, Environment - ART-UE 9381 - 3 points                               This course will likely carry a supplies &amp; studio fee for all non-Steinhardt Studio Art majors. More details will be available soon.   Sound art is perhaps the multidisciplinary art par excellence. Eluding most attempts at tidy classification, sound art can share formal elements and concerns with traditional sculpture, film and video, performance art, conceptual art, architecture, installation, and of course with music. This studio course will explore sound across its many and sometimes contradictory vectors, allowing students intensive work on sounds and their composition, as well as on projects that explore the broad and rich interaction of sound with other disciplines of art.    There are two main tenets of the course. The first is that issues fundamental to sound art engage some of the key problems of modern and contemporary art. Rather than viewing sound as a peripheral practice, we will see how it has been decisive in the narrative of 20th and 21st century art, exciting many of the key debates that carry through to this day. The second principle is that listening, or careful observation, can be primary in the creative process, coming before expression. From John Cage onward, the value of listening, of observation as a primary creative act, has re-attuned many strains of western art (from conceptual, minimal, and land art to media and installation art) to new ideas of process, complexity, and ecology.    This course can be approached from any level of experience. No previous work with sound or with digital media is required, only a willingness to explore the boundaries of art-making that is a natural outgrowth of working with sound as an artistic medium.     Sample Syllabus                                                                        Studio Projects: Autobiography / Berlin - ART-UE 9916 - 3 points                               This course will carry a supplies &amp; studio fee for all non-Steinhardt Studio Art majors. More details will be available soon.     Intended for Studio Art students to work on projects over the course of the semester under the guidance of an artist mentor.   Sample Syllabus                                                                    Contemporary Art - ARTCR-UE 9052 - 3 points                               Museums mount blockbuster shows. Rappers shoot videos in art galleries. Biennials  proliferate, art fairs geographically expand, and auction sales hit new records. At the  same time, public arts funding is systematically slashed, emerging artists still struggle,  and art criticism remains in its perpetual crisis. The international contemporary art  world is a convoluted interplay of aesthetics and economics; ego and idealism. Berlin’s  art world may be more production-based and experimental than the art scenes of other  major western cities, but it is still a microcosm of larger movements.  Through readings of art theory and criticism, discussions, site visits, guest speakers,  and short- and long-form response writing, this course offers an overview of the  conventions, trends, history, current developments and myriad structures and  substructures of the contemporary art world in general and Berlin’s in particular. The  course delves into contemporary art’s current prevailing discourse via methodological  analysis, practical observation, and input from professionals currently working in the  art’s institutional and commercial sectors. It also offers a critical look at how these  larger art-world structures translate to Berlin.     Sample Syllabus                                Art History                                                  Place - Building - Time: The Architecture of Berlin - ARTH-UA 9651 or SOC-UA 9941 - 4 points                               NYU Art History Students: This course counts for Urban Design credit or Art History Elective credit.   NYU Sociology Students: This course counts as an advanced seminar.   Berlin is a unique modern Metropolis, its alternating history with often-drastic changes  offers a comprehensive background to explore and investigate the nature of  architecture in correlation to the various development processes of urban culture and life.  Architecture is embedded in the urban fabric for which place and time serve as main  threads, constantly changing their multifaceted and layered relationships. This urban  fabric provides the fertile soil for urban culture and life, which literally takes place in various scales  between the public and the private realm, two more threads intertwined to the urban fabric.  Experiencing the city through walking, is essential for learning how to observe, see  and read, &quot;Place, Building and Time&quot; in Berlin.  Tours will alternate with classroom discussions and workshops.     Sample Syllabus A   Sample Syllabus B                                                                       Shaping an Educational Landscape: Museum Island - ARTH-UA 9850 or SOC-UA 9940 - 4 points                               NYU Art History Students: This course counts for Urban Design credit or Art History Elective credit.   NYU Sociology Students: This course counts as an advanced seminar.   The course is a mixture of classroom discussions and field trips (in conjunction with discussions in rooms provided by the National Museums of Berlin) to different museums in Berlin, with a focus on the five major museums on the Museum Island, which have been build over a period of 100 years (1830-1930). We will also talk about the newest addition to the Museumsinsel, the Humboldt Forum scheduled to open its doors in the reconstructed city palace on the Schlossplatz in 2019. Discussions will focus on the nature and social function of museums as well as their role as places where the image of the state and its civil society are constantly reshaped, until the era of global migration. Other topics include museums architecture, museum and identity, museum and education, museum and the 21st century. Previous knowledge of art history, architecture, or German history is not required, but useful.     Sample Syllabus                              Environmental Studies                                                  Environment and Society - ENVST-UA 9101 - 4 points                               This survey course analyzes the ways that our social and ecological worlds intersect.Through an exploration of historical and contemporary debates, we will consider how ideas about the &quot;environment&quot; and &quot;society&quot; - and the relationship between the two - are the products of socio-cultural, economic, and political processes. We will also consider the ways in which material conditions guide and constrain social life, from natural resources to disease. Fundamentally, students will learn to apply social scientific insights in order to theorize &quot;environment&quot; and &quot;society&quot; (or nature-culture) as inseparable and mutually constitutive, rather than opposed and mutually exclusive.   Sample Syllabus                                                                    European Environmental Policy - ENVST-UA 9460 or SASEM-UG 9100 - 4 points                               The course gives an introduction to various aspects of EU environmental policy making and policy implementation. After a brief recap of the basics of policy making in the EU, students will learn about the guiding principles and developments within EU environmental policy, the main actors and their interests in and influence on policy making. An optional part of the course might be a visit to the European House of the European Commission (EC) in Berlin where students either have the opportunity to role-play the decision-making process of the EC on the introduction of CO2-standards for cars or to engage in a debate with an EC representative. The second half of the course analyses EU environmental policies in different issue areas (e.g. climate change, biodiversity, waste) for their effectiveness in solving environmental problems. Different policy instruments are discussed for their merits and shortcomings (one example will be the EU Emissions Trading System) and linkages to other issue areas of EU policy making (e.g. industry and agriculture) are discussed. Finally, the course provides an international perspective on EU environmental policy making: sessions will evaluate the strengths and weaknesses of EU environmental policy making at home and in international negotiations, compare it with US environmental politics, and discuss future challenges (e.g. EU enlargement) and trends for EU environmental governance.   Sample Syllabus                                                                    Urban Greening Lab: Berlin - ENVST-UA 9495 or SCA-UA 9650 - 4 points                               Comprehensive examination of Berlin’s urban ecology and urban planning approaches, introducing their history, and the correlations between the city’s built structure, urban nature and culture. Combination of lectures, workshops and site visits to several facets of Berlin’s ‘green’ past and present.   Investigation of Berlin’s ‘green’ structures in relation to the economic, socio-cultural, and political processes that shape it with an emphasis on sustainable ideas and projects and how they influence Berlin’s built structure.   Reading-intensive course; meets for 2,5 hours per week.     Sample Syllabus                                European Studies                                                  Politics, Power and Society: The Politics of the European Union - EURO-UA 9471 or POL-UA 9471 or SOC-UA 9471 - 4 points                               This course aims to provide an overview of the history, structure, functions, processes  and current issues of European integration with a particular emphasis on the role of  Germany both as to its influence on the EU and the Europeanisation of its own political  system.  European Integration is understood in this course to mean the co-operation, which EU  Member states organize in the framework of the Union, and the direction in which this  co-operation evolves. For these twenty-eight diverse countries, integration constitutes  an increasingly essential component and extension of their own state structure. It  permits them to conceive of, to decide on, and to carry out a growing number of  important state tasks in common, and under the roof of the European Union.  You will consider the milestones of postwar European integration. You will analyze the  institutions, procedures and instruments of European integration as well as major EU  policies and the distribution of competencies between Member States and Union. And  you will get acquainted with theoretical models to explain the nature of European  integration up to the present.     Sample Syllabus                                                                    Europe's Dream of America/America's Dream of Europe - EURO-UA 9938 or HIST-UA 9938 or SOC-UA 9938 - 4 points                               NYU Sociology Students: This course counts as an advanced seminar   The course examines significant moments in the development of Europe’s and America’s notions  and images of one another from the 18th century to the present. The in-depth discussion  will be based upon historical documents and cultural texts with equal attention to sources  from America/the US and Europe/Germany in an effort to explore and evaluate the major  theoretical and rhetorical paradigms (and the shifts therein) informing the perceptions as well  as cultural constructions of the “other” past and present. Moreover, the course will investigate  and evaluate recent manifestations of Anti-Americanism and analyse the ideo-logical and  cultural coordinates of current anti-American concepts in Europe/Germany as well as concepts  of Europe as a socio-cultural model for the 21st century. In conclusion, the politics of the  current US-Administration will be discussed in terms of their impact on transatlantic relations  as well as on dealing with global challenges, particularly in the Middle East.   Sample Syllabus                              Gallatin                                                    Topics in German Cinema - GERM-UA 9253 or SASEM-UG 9102 - 4 points                               Berlin is one of the most well-known film cities in the world. This course wants to introduce you to the study of German cinema by looking at changing images of the city since the postwar period. The course will begin with an introduction to film analysis, giving special attention to the relationship between film and city. We will go on to discuss a number of influential productions from East, West and reunified Germany, and draw comparisons to other German as well as non-German city films. Through seminar discussions, reading responses, and critical essays, you will gain an understanding of how the cinema has engaged with the city of Berlin and its transformations since the end of the Second World War.     Sample Syllabus                                                                      European Environmental Policy - ENVST-UA 9460 or SASEM-UG 9100 - 4 points                               The course gives an introduction to various aspects of EU environmental policy making and policy implementation. After a brief recap of the basics of policy making in the EU, students will learn about the guiding principles and developments within EU environmental policy, the main actors and their interests in and influence on policy making. An optional part of the course might be a visit to the European House of the European Commission (EC) in Berlin where students either have the opportunity to role-play the decision-making process of the EC on the introduction of CO2-standards for cars or to engage in a debate with an EC representative. The second half of the course analyses EU environmental policies in different issue areas (e.g. climate change, biodiversity, waste) for their effectiveness in solving environmental problems. Different policy instruments are discussed for their merits and shortcomings (one example will be the EU Emissions Trading System) and linkages to other issue areas of EU policy making (e.g. industry and agriculture) are discussed. Finally, the course provides an international perspective on EU environmental policy making: sessions will evaluate the strengths and weaknesses of EU environmental policy making at home and in international negotiations, compare it with US environmental politics, and discuss future challenges (e.g. EU enlargement) and trends for EU environmental governance.   Sample Syllabus                                                                    Berlin's Modern History &amp; Culture: A European Perspective - GERM-UA 9225 or HIST-UA 9984 or IDSEM-UG 9100 - 4 points                               Note: Students may not register for both this course and Comparative Modern Societies due to content overlap.   This course explores the interstices between State power and the individual in the context of Modern  Berlin and German history. Our exploration of individual confrontations with politics includes a  discussion of how individuals react to State terror––through collaboration or resistance––and how  identities flourish, transform or are extinguished under State policies. One important location for  individual responses to the State is the arts, and we explore in depth how State power has promoted or  stifled these creative voices throughout Europe. Special topics include coercive acculturation in Jewish-  German intellectual life, the destruction of the 20s musical Avant-garde, the rise of the Nazi Aesthetic in  Leni Riefenstahl’s documentaries, the intrusion of State Security (the Stasi) in private life, the photorealist  reflections of painter Gerhard Richter on terrorism in Berlin in the 1970s, and Germany’s literary  reassessment of individual and collective war guilt following reunification. Readings and lectures are  supplemented with walking tours of Berlin and its museums, to look at traces of historical, social and  cultural change that has affected individual experience in situ.     Sample Syllabus                                German Studies                                                  Topics in German Cinema - GERM-UA 9253 or SASEM-UG 9102 - 4 points                               Berlin is one of the most well-known film cities in the world. This course wants to introduce you to the study of German cinema by looking at changing images of the city since the postwar period. The course will begin with an introduction to film analysis, giving special attention to the relationship between film and city. We will go on to discuss a number of influential productions from East, West and reunified Germany, and draw comparisons to other German as well as non-German city films. Through seminar discussions, reading responses, and critical essays, you will gain an understanding of how the cinema has engaged with the city of Berlin and its transformations since the end of the Second World War.     Sample Syllabus                                                                      Berlin's Modern History &amp; Culture: A European Perspective - GERM-UA 9225 or HIST-UA 9984 or IDSEM-UG 9100 - 4 points                               Note: Students may not register for both this course and Comparative Modern Societies due to content overlap.   This course explores the interstices between State power and the individual in the context of Modern  Berlin and German history. Our exploration of individual confrontations with politics includes a  discussion of how individuals react to State terror––through collaboration or resistance––and how  identities flourish, transform or are extinguished under State policies. One important location for  individual responses to the State is the arts, and we explore in depth how State power has promoted or  stifled these creative voices throughout Europe. Special topics include coercive acculturation in Jewish-  German intellectual life, the destruction of the 20s musical Avant-garde, the rise of the Nazi Aesthetic in  Leni Riefenstahl’s documentaries, the intrusion of State Security (the Stasi) in private life, the photorealist  reflections of painter Gerhard Richter on terrorism in Berlin in the 1970s, and Germany’s literary  reassessment of individual and collective war guilt following reunification. Readings and lectures are  supplemented with walking tours of Berlin and its museums, to look at traces of historical, social and  cultural change that has affected individual experience in situ.     Sample Syllabus                                                                      German Intellectual Tradition: Marx, Nietzsche, Freud - GERM-UA 9240 or SOC-UA 9942 - 4 points                               NYU Sociology Students: This course counts as an advanced seminar   This interdisciplinary course examines the works of Marx, Nietzsche, and Freud, three  German speaking writers who pioneered radically different and influential interpretations  of modern life, which continue to shape our contemporary understanding of society and  individuality. The seminar not only delves into the origins of these prominent traditions  of modern Western thought, but also underscores their relevance in modern social  theories and poetics. Hence, the course will also include references to the writings of  their contemporaries, as well as explications of the direct and indirect influences of  Marx, Nietzsche, and Freud on other writers.     Sample Syllabus                                                                    Topics in 20th Century German Literature: Traditions of City Writing - GERM-UA.9298, SOC-UA.9435                               This course addresses literary, cultural, and theoretical representations of Berlin and other big European cities such as Dresden and Paris. Accordingly, students will investigate different aspects of Berlin ranging from its cultural richness in the Weimar Period to the devastation of the city during World War II; from the division in the postwar period, which produced two separate literary systems, to polyphonic and transcultural texts after reunification. The course will focus on publications of canonical authors such as Alfred Döblin and Christa Wolf, but also confront the students with minority literature by Jewish and German-Turkish authors. In its theoretical approach, the course offers insights into new paradigms of cultural studies such as “spatial turn” or “urbanism” as well as seeking to enhance academic skills in the reflection of gender aspects. The corpus of readings covers different literary periods and genres from realism to postmodernism, from prose to plays and lyrics.     Sample Syllabus                              Global Liberal Studies                                                  Experiential Learning II - EXLII-UF 9302 - 2 points                               Open to Global Liberal Studies students only.   This is a seminar designed to accompany Global Liberal Studies internships.     Sample Syllabus                                History                                                  Europe's Dream of America/America's Dream of Europe - EURO-UA 9938 or HIST-UA 9938 or SOC-UA 9938 - 4 points                               NYU Sociology Students: This course counts as an advanced seminar   The course examines significant moments in the development of Europe’s and America’s notions  and images of one another from the 18th century to the present. The in-depth discussion  will be based upon historical documents and cultural texts with equal attention to sources  from America/the US and Europe/Germany in an effort to explore and evaluate the major  theoretical and rhetorical paradigms (and the shifts therein) informing the perceptions as well  as cultural constructions of the “other” past and present. Moreover, the course will investigate  and evaluate recent manifestations of Anti-Americanism and analyse the ideo-logical and  cultural coordinates of current anti-American concepts in Europe/Germany as well as concepts  of Europe as a socio-cultural model for the 21st century. In conclusion, the politics of the  current US-Administration will be discussed in terms of their impact on transatlantic relations  as well as on dealing with global challenges, particularly in the Middle East.   Sample Syllabus                                                                    Comparative Modern Societies: Politics and Society in 20th Century Germany - HIST-UA 9133 or POL-UA 9133 or SOC-UA 9133 - 4 points                               Students may not register for both this course and Berlin's History &amp; Culture due to content overlap.   The history of Germany in the twentieth century offers rich material to explore various approaches to organizing modern society. Beginning with Imperial Germany in 1900 and moving forward to today’s reunited Germany, we will look at different ways in which the relationship between the state and the individual, and relationship between politics, economy, and society developed over five different political systems. We will interrogate how these institutional arrange¬ments were envisioned and structured and how they were experienced in everyday negotiations. In this course, principle narra-tives and events will be situated in a European and global context, allowing us to place the concept of German modernity in a comparative framework. Lectures will provide an overview of Germany in the twentieth century; readings and in-class discussions will explore different approaches to analyzing German history and society. During mu¬seum vis¬its and walking tours, we will analyze contestations over the various attempts to inte¬grate – both in concerted efforts to memorialize as well as to forget and erase – Germany’s oft-problematic pasts within the narrative of Germany’s present.     Sample Syllabus                                                                    Berlin's Modern History &amp; Culture: A European Perspective - GERM-UA 9225 or HIST-UA 9984 or IDSEM-UG 9100 - 4 points                               Note: Students may not register for both this course and Comparative Modern Societies due to content overlap.   This course explores the interstices between State power and the individual in the context of Modern  Berlin and German history. Our exploration of individual confrontations with politics includes a  discussion of how individuals react to State terror––through collaboration or resistance––and how  identities flourish, transform or are extinguished under State policies. One important location for  individual responses to the State is the arts, and we explore in depth how State power has promoted or  stifled these creative voices throughout Europe. Special topics include coercive acculturation in Jewish-  German intellectual life, the destruction of the 20s musical Avant-garde, the rise of the Nazi Aesthetic in  Leni Riefenstahl’s documentaries, the intrusion of State Security (the Stasi) in private life, the photorealist  reflections of painter Gerhard Richter on terrorism in Berlin in the 1970s, and Germany’s literary  reassessment of individual and collective war guilt following reunification. Readings and lectures are  supplemented with walking tours of Berlin and its museums, to look at traces of historical, social and  cultural change that has affected individual experience in situ.     Sample Syllabus                                Mathematics                                                    Ordinary Differential Equations - MATH-UA 9262 - 4 points                               Prerequisite: MATH-UA 122 Calculus II, MATH-UA 123 Calculus III and MATH-UA 140 Linear Algebra with a grade of C or better or the equivalent.   First and second order equations. Series solutions. Laplace transforms. Introduction to partial differential equations and Fourier series.     Sample Syllabus                                                                      Introduction to Mathematical Modeling - MATH-UA 9251 - 4 points                               Prerequisite: MATH-UA 121 Calculus I, MATH-UA 122 Calculus II and MATH-UA 123 Calculus III or equivalents with a grade of C or better.     Formulation and analysis of mathematical models. Mathematical tool include dimensional analysis, optimization, simulation, probability, and elementary differential equations. Applications to biology, sports, economics, and other areas of science. The necessary mathematical and scientific background will be developed as needed. Students will participate in formulating models as well as in analyzing them.   Sample Syllabus                                Metropolitan Studies (Social &amp; Cultural Analysis)                                                    Environmental Social Movements - ENVST-UA 9481 or SOC-UA 9209 - 4 points                               How do social movements form in response to environmental concerns? What makes them effective or ineffective? This course analyses the various social movements that organized in response to environmental concerns. Both historical and sociological dimensions of environmental movements are covered, with particular attention given to how issues of environmental protection and social justice intersect. At NYU Berlin, the course includes American (I), European, and in particular German (II), as well as global movements (III).                                                                        Global Connections: Berlin Trends - SCA-UA 9634 - 4 points                               This course examines diverse current urban trends in Berlin and their connections to  worldwide phenomena. It focuses on the way that different social groups (according to  class, milieu, origin, gender or sexuality) appropriate urban space and constitute  place-specific identities.  It uses the city of Berlin with its multiple layers of history as a laboratory for  contemporary urban research with historical, empirical and theoretical material. We will  study key debates on urban developments, partly as field visits, in regard to housing,  migration, gentrification, and we will search for the creative and the sustainable city.  You will be introduced to the contemporary discourses on those trends and to new  ways of reading and seeing a city.     Sample Syllabus                                Politics                                                  Political Theory - POL-UA 9100 - 4 points                               This course provides a survey of the intellectual traditions from classic to modern  political thought in the West. Our exploration of political theory will proceed from a  close reading and analysis of seminal texts that are presented both conceptually and,  for the most part, chronologically. The primary focus will be placed on examining the  historical antecedents of some of the foundational concepts and practices that  distinguish our political behavior and institutions today. While taking account of the  historical complexities and stylized conventions of each text, the course will highlight  the recurrent themes that animate these influential writings and continue to shape our  contemporary understanding of politics. In particular, the lectures and discussions will  be geared towards tracing the conceptual underpinnings of current forms of political  organization, such as the nation-state and liberal democracy, and their effects on the  concerns of law, justice and morality. Some of the critical issues to be discussed  include the divergent views of human nature and ideal society, the structure of  authority and sovereignty, states of emergency, the defense of liberty, equality and  justice, and the different models of democratic practice.   Sample Syllabus                                                                    Comparative Modern Societies: Politics and Society in 20th Century Germany - HIST-UA 9133 or POL-UA 9133 or SOC-UA 9133 - 4 points                               Students may not register for both this course and Berlin's History &amp; Culture due to content overlap.   The history of Germany in the twentieth century offers rich material to explore various approaches to organizing modern society. Beginning with Imperial Germany in 1900 and moving forward to today’s reunited Germany, we will look at different ways in which the relationship between the state and the individual, and relationship between politics, economy, and society developed over five different political systems. We will interrogate how these institutional arrange¬ments were envisioned and structured and how they were experienced in everyday negotiations. In this course, principle narra-tives and events will be situated in a European and global context, allowing us to place the concept of German modernity in a comparative framework. Lectures will provide an overview of Germany in the twentieth century; readings and in-class discussions will explore different approaches to analyzing German history and society. During mu¬seum vis¬its and walking tours, we will analyze contestations over the various attempts to inte¬grate – both in concerted efforts to memorialize as well as to forget and erase – Germany’s oft-problematic pasts within the narrative of Germany’s present.     Sample Syllabus                                                                    Politics, Power and Society: The Politics of the European Union - EURO-UA 9471 or POL-UA 9471 or SOC-UA 9471 - 4 points                               This course aims to provide an overview of the history, structure, functions, processes  and current issues of European integration with a particular emphasis on the role of  Germany both as to its influence on the EU and the Europeanisation of its own political  system.  European Integration is understood in this course to mean the co-operation, which EU  Member states organize in the framework of the Union, and the direction in which this  co-operation evolves. For these twenty-eight diverse countries, integration constitutes  an increasingly essential component and extension of their own state structure. It  permits them to conceive of, to decide on, and to carry out a growing number of  important state tasks in common, and under the roof of the European Union.  You will consider the milestones of postwar European integration. You will analyze the  institutions, procedures and instruments of European integration as well as major EU  policies and the distribution of competencies between Member States and Union. And  you will get acquainted with theoretical models to explain the nature of European  integration up to the present.     Sample Syllabus                              Sociology        The Label \"Advanced Seminar\" attached to certain courses below is relevant ONLY for NYU Sociology majors and minors. It designates a course category internal to the NYU Sociology Department characterized by a seminar format and instruction by a regular member of the faculty. These seminars focus on the specific, most often interdisciplinary, research interests of the instructor and hence are not intended to be foundational offerings at either an elementary or advanced level in sociology or any other single discipline. For students other than NYU Sociology majors and minors, these courses should be considered ordinary seminars. For further clarification, please contact the Director of Undergraduate Studies of the NYU Sociology Department, Professor Thomas Ertman, at te11@nyu.edu .                                                  Sociological Theory - SOC-UA 9111 - 4 points                               This course introduces the distinctive concerns and main perspectives of  sociological theorizing, and examines the value as well as the problematics of  'theorizing' modern (global) society through an introduction to the major  contributions of Tocqueville, Marx, Durkheim, Simmel and Weber. Attention will  be paid to the social and intellectual context of these thinkers, but the primary  focus will be on their ideas and their relevance to the analysis of modern society  and social processes.   Sample Syllabus                                                                    Sociology of Education:  Global Education in the 21st Century - SOC-UA 9415                               This course is designed as a collaborative project between NYUB and Humboldt-Universität zu Berlin offering students a unique opportunity for academic and cultural exchange in a classroom that serves as a test lab for global education. The course will focus on the current realities and future possibilities of global higher education at the backdrop of its historical and conceptual coordinates. A glance at the con-temporary higher education landscape reveals ambivalent trends and directions: Excellence and internationalization protrude as paradigms that drive universities to secure their stakes in the global higher education market. National politics of education further enhance this competition among institutional front-runners by launching excellence initiatives or entering in supranational Bologna-type arrangements to facilitate cross-border academic exchange and knowledge production. Hence a range of distinct regional approaches to global education have emerged from national models and practices of education.    This course will serve as a site of academic dialogue between NYU and HU students in one classroom by pursuing the following three steps. First, it seeks to familiarize its participants with the visions and promises of global education while also paying attention to potential perils involved in globalizing national models of education. Among others, we will address questions such as: How are modes of producing and disseminating knowledge affected when education crosses borders? What does global education demand from student learners and how are globally educated citizens envisioned? How can experiences of knowledge production and education specific to one context be made operable in another? In a second step, the course introduces and compares regional approaches to global education. Different national histories of higher education yield different answers to the questions formulated in the first step. Yet, debates center around (one) global education, not educations. This tension requires scrutiny and, in a third step, it will ask students to develop an informed and critical position on the stakes of global education.  In order to make use of the unique classroom setting the course will employ independent (out-of-class) and in-class, individual and collective, analytical and interpretive formats. Students will be particularly encouraged to fully embrace the learning impulses resulting from the inter-cultural encounter between NYU and Humboldt students. The language we are going to acquire in this course is called global education. By starting to learn its rules and formulas, students are likely to see possible future trajectories of educational development and might even envision their future role in it. The class work will culminate in a colloquium at which both NYU and HU students will present their final group projects.       Sample Syllabus                                                                    Place - Building - Time: The Architecture of Berlin - ARTH-UA 9651 or SOC-UA 9941 - 4 points                               NYU Art History Students: This course counts for Urban Design credit or Art History Elective credit.   NYU Sociology Students: This course counts as an advanced seminar.   Berlin is a unique modern Metropolis, its alternating history with often-drastic changes  offers a comprehensive background to explore and investigate the nature of  architecture in correlation to the various development processes of urban culture and life.  Architecture is embedded in the urban fabric for which place and time serve as main  threads, constantly changing their multifaceted and layered relationships. This urban  fabric provides the fertile soil for urban culture and life, which literally takes place in various scales  between the public and the private realm, two more threads intertwined to the urban fabric.  Experiencing the city through walking, is essential for learning how to observe, see  and read, &quot;Place, Building and Time&quot; in Berlin.  Tours will alternate with classroom discussions and workshops.     Sample Syllabus A   Sample Syllabus B                                                                       Shaping an Educational Landscape: Museum Island - ARTH-UA 9850 or SOC-UA 9940 - 4 points                               NYU Art History Students: This course counts for Urban Design credit or Art History Elective credit.   NYU Sociology Students: This course counts as an advanced seminar.   The course is a mixture of classroom discussions and field trips (in conjunction with discussions in rooms provided by the National Museums of Berlin) to different museums in Berlin, with a focus on the five major museums on the Museum Island, which have been build over a period of 100 years (1830-1930). We will also talk about the newest addition to the Museumsinsel, the Humboldt Forum scheduled to open its doors in the reconstructed city palace on the Schlossplatz in 2019. Discussions will focus on the nature and social function of museums as well as their role as places where the image of the state and its civil society are constantly reshaped, until the era of global migration. Other topics include museums architecture, museum and identity, museum and education, museum and the 21st century. Previous knowledge of art history, architecture, or German history is not required, but useful.     Sample Syllabus                                                                    Politics, Power and Society: The Politics of the European Union - EURO-UA 9471 or POL-UA 9471 or SOC-UA 9471 - 4 points                               This course aims to provide an overview of the history, structure, functions, processes  and current issues of European integration with a particular emphasis on the role of  Germany both as to its influence on the EU and the Europeanisation of its own political  system.  European Integration is understood in this course to mean the co-operation, which EU  Member states organize in the framework of the Union, and the direction in which this  co-operation evolves. For these twenty-eight diverse countries, integration constitutes  an increasingly essential component and extension of their own state structure. It  permits them to conceive of, to decide on, and to carry out a growing number of  important state tasks in common, and under the roof of the European Union.  You will consider the milestones of postwar European integration. You will analyze the  institutions, procedures and instruments of European integration as well as major EU  policies and the distribution of competencies between Member States and Union. And  you will get acquainted with theoretical models to explain the nature of European  integration up to the present.     Sample Syllabus                                                                    Europe's Dream of America/America's Dream of Europe - EURO-UA 9938 or HIST-UA 9938 or SOC-UA 9938 - 4 points                               NYU Sociology Students: This course counts as an advanced seminar   The course examines significant moments in the development of Europe’s and America’s notions  and images of one another from the 18th century to the present. The in-depth discussion  will be based upon historical documents and cultural texts with equal attention to sources  from America/the US and Europe/Germany in an effort to explore and evaluate the major  theoretical and rhetorical paradigms (and the shifts therein) informing the perceptions as well  as cultural constructions of the “other” past and present. Moreover, the course will investigate  and evaluate recent manifestations of Anti-Americanism and analyse the ideo-logical and  cultural coordinates of current anti-American concepts in Europe/Germany as well as concepts  of Europe as a socio-cultural model for the 21st century. In conclusion, the politics of the  current US-Administration will be discussed in terms of their impact on transatlantic relations  as well as on dealing with global challenges, particularly in the Middle East.   Sample Syllabus                                                                    German Intellectual Tradition: Marx, Nietzsche, Freud - GERM-UA 9240 or SOC-UA 9942 - 4 points                               NYU Sociology Students: This course counts as an advanced seminar   This interdisciplinary course examines the works of Marx, Nietzsche, and Freud, three  German speaking writers who pioneered radically different and influential interpretations  of modern life, which continue to shape our contemporary understanding of society and  individuality. The seminar not only delves into the origins of these prominent traditions  of modern Western thought, but also underscores their relevance in modern social  theories and poetics. Hence, the course will also include references to the writings of  their contemporaries, as well as explications of the direct and indirect influences of  Marx, Nietzsche, and Freud on other writers.     Sample Syllabus                                                                    Topics in 20th Century German Literature: Traditions of City Writing - GERM-UA.9298, SOC-UA.9435                               This course addresses literary, cultural, and theoretical representations of Berlin and other big European cities such as Dresden and Paris. Accordingly, students will investigate different aspects of Berlin ranging from its cultural richness in the Weimar Period to the devastation of the city during World War II; from the division in the postwar period, which produced two separate literary systems, to polyphonic and transcultural texts after reunification. The course will focus on publications of canonical authors such as Alfred Döblin and Christa Wolf, but also confront the students with minority literature by Jewish and German-Turkish authors. In its theoretical approach, the course offers insights into new paradigms of cultural studies such as “spatial turn” or “urbanism” as well as seeking to enhance academic skills in the reflection of gender aspects. The corpus of readings covers different literary periods and genres from realism to postmodernism, from prose to plays and lyrics.     Sample Syllabus                                                                    Comparative Modern Societies: Politics and Society in 20th Century Germany - HIST-UA 9133 or POL-UA 9133 or SOC-UA 9133 - 4 points                               Students may not register for both this course and Berlin's History &amp; Culture due to content overlap.   The history of Germany in the twentieth century offers rich material to explore various approaches to organizing modern society. Beginning with Imperial Germany in 1900 and moving forward to today’s reunited Germany, we will look at different ways in which the relationship between the state and the individual, and relationship between politics, economy, and society developed over five different political systems. We will interrogate how these institutional arrange¬ments were envisioned and structured and how they were experienced in everyday negotiations. In this course, principle narra-tives and events will be situated in a European and global context, allowing us to place the concept of German modernity in a comparative framework. Lectures will provide an overview of Germany in the twentieth century; readings and in-class discussions will explore different approaches to analyzing German history and society. During mu¬seum vis¬its and walking tours, we will analyze contestations over the various attempts to inte¬grate – both in concerted efforts to memorialize as well as to forget and erase – Germany’s oft-problematic pasts within the narrative of Germany’s present.     Sample Syllabus                                                                    NYU Centers Abroad...           Abu Dhabi, United Arab Emirates Accra, Ghana Berlin, Germany Buenos Aires, Argentina Florence, Italy London, United Kingdom Madrid, Spain New York, United States of America Paris, France Prague, Czech Republic Shanghai, China Sydney, Australia Tel Aviv, Israel Washington, DC, United States of America                                                                           Upcoming Application Deadlines   Spring Semester     Priority: September 15   Regular: October 15   Applications received after October 15 will be reviewed on a rolling basis. Admission will be granted only when space is available and time allows for required travel documents to be attained.                                                                Admitted Students                                              Learn     Courses   Special Programs   Facilities   Faculty   Academic Calendar   Media                Live     Housing     Getting Around   Language   Culture &amp; Customs   Safety   Health &amp; Wellness     Staff                Explore     Restaurants   Nightlife   Things to do   Local Travel   Regional Travel   Shopping                                   Questions?        Contact Us                                                                    NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]