[{"detail": [{"content": "Writing Workshop II          Writing Workshop II/ Keefer      Writing is like working out: if you don't do it everyday you get flabby.  Research should be an exciting discovery if you let your imagination and curiosity feed  the meticulous process of scholarly organization or the tumultuous waves of artistic creation.  Think of the cat, whose curiosity is endless:                Course Objectives    Although Writing Workshop II is a research course with stringent academic requirements, it should also be a time to explore the way you think, to develop your writing style, and to  discover a personal methodology that works for you. As you write and improve your research skills,  think about the following questions:     1) Do you prefer to build your own house or to evaluate, analyse and synthesize  the contruction of others'? (Creative vs. Critical Thinking)  2) Do you start with a view of the big picture or do you need to piece together the details before you can understand what you're talking about? (Deductive vs. Inductive Thinking)  3) Do you prefer to see, read, hear or feel things? (Sensory Preferences)  4) Do you like clear-cut goals and definitions or do you prefer to wrestle with ambiguity, surprising yourself with different shades of meaning and interpretation?  5) Are you trapped in a compulsive rigidity of formulas and protocol or are you lost in a chaotic wilderness of creativity?  6) Are you afraid to play and make a fool of yourself or are you so wild you can't conform to anything?  7)Do you need more structure or do you need to let go?       No one is completely creative or critical, inductive or deductive, but it's good to examine preferences, so we are aware of our limitations and strengths. Although everything is related,  this course is organized into two components, the creative and the critical.    THE CRITICAL OBJECTIVES:    A. To refine our thought processes of finding and developing a thesis, constructing logical  arguments through inductive/deductive/cause and effect reasoning, analyzing logical fallacies, and focusing, narrowing, classifying  and organizing topics of interest.   B. To become familiar with library resources, including indexes, abstracts, bibliographies, and databases.   C. To become computer literate and communicate online with each other, the NYU community and the World Wide Web.   D. To master the techniques of scholarly documentation as outlined in the MLA Handbook, as well as  the style manual pertinent to your specialty and the current Internet site on the subject.   E. To complete a 5-8 page midterm paper on a subject of your choice with a clear, well-formulated  thesis developed and expanded through every paragraph, expressed as a question to be answered, a statement  to be defended and a dilemma to be explored using inductive, deductive and/or cause/effect reasoning with  at least a full page of bibliography.   F. To take a midterm exam on documentation, logic, research sites and sources, and methodology.   G.To complete a final research paper of expository writing (at least 10 pages) connected to the course  theme of Language and the Body or TimeSpace (see my other web sites) with a 3 page bibliography including  online sources, books, articles, audio-visual aids, and interviews. Hopefully, this will be creative as well, the culmination of your independent, original work.      CREATIVE THINKING:   While critical thinking is based on the principles of Aristotelian and informal logic as well as  American academic thinking, creative thinking is a more ambiguous experiment. We will be playing with such concepts as homospatial and homotempral structuring, mindbody experiments to stimulate the synaptic firing across the corpus collosum with rhythm, images and dynamics (merging of right and left brain), Janusian processes  (the door opens both ways), and unpredictable sequencing to break our traditional linearity. These creative experiments will be part of the PROCESS of the course and will be measured in a  PORTFOLIO, composed of weekly entries of your choice in any genre: photos, computer graphics, poems, short stories, monologues etc. You are encouraged to play, have fun, make mistakes and make a fool of yourself, as long as you submit one entry per week in chronological order. The PROCESS part will also include oral communication: interviews and class speeches on your subject. You must include at least one tape in your PORTFOLIO.     GRADING:    Grades are not the professor's punitive judgement of students, but rather a contract between equals.  Therefore all submissions will be marked Excellent, Satisfactory or Unsatisfactory.  50% of the grade will be based on process: 20% for attendance/participation, and 30% for the portfolio; and 50% on final projects: (30% for the final paper, 10% for the midterm paper, and 10% for the midterm exam.) The following criteria can also help you understand the grading contract but grades will also be curved so that there is at least one A in every class.   To get an A you must:     1) Have no more than one absence;   2) Submit or present all assignments on time;   3) Have Excellent research papers and portfolio with no Unsatisfactory assignments throughout the semester.      To get a B you must:     1) Have no more than three absences;   2) Submit or present all assignments on time;   3) Have Satisfactory research papers and portfolio with no more than one Unsatisfactory assignment throughout the semester.      To get a C you must:     1) Have no more than five absences;   2) Make up all assignments by the last day of class;   3) Have a Satisfactory portfolio and final paper with no more than 3 Unsatisfactory assignments throughout the semester.       N.B. To get an A, your work must be free of grammatical errors. If you still have trouble with grammar,  it is recommended that you take WWI or Grammar Strategies concurrently as WWII is a research methodology and  advanced writing course.    TEXTS: (Under Keefer/WWII in the NYU Bookstore)  MLA Handbook (1995)  Engel, S. Morris. With Good Reason. New York: St. Martin's Press, 1994.    Pick up Creativity and Madness and Perfume under my course Language and the Body and any other books pertinent to your research.     Naturally, your personal bibliography will include books, articles, video, audio, interviews and on-line material of your choice. Individual conferences, debates, library aerobics, group brainstorming, interview techniques and lectures will be scheduled according to your needs and progress. Try to come to every class on time; if you're absent, check the assignments with a classmate. Take advantage of the class news group and the internet to help you research your material, and your classmates to help you with cross-editing.    Click on my course Language and the Body for bibliography, texts, brainstorming and ideas about the course theme. Don't be afraid to put strange things together because that will make you more original. Become an exotic chef of the mind with a cat's curiosity!                   Research Sites (Where to find things)   Traditional versus Cyber Rhetoric   Exercises anyone can steal because I can always create more."}]},
{"detail": [{"content": "Writing Workshop II          Writing Workshop II/ Keefer      Writing is like working out: if you don't do it everyday you get flabby.  Research should be an exciting discovery if you let your imagination and curiosity feed  the meticulous process of scholarly organization or the tumultuous waves of artistic creation.  Think of the cat, whose curiosity is endless:                Course Objectives    Although Writing Workshop II is a research course with stringent academic requirements, it should also be a time to explore the way you think, to develop your writing style, and to  discover a personal methodology that works for you. As you write and improve your research skills,  think about the following questions:     1) Do you prefer to build your own house or to evaluate, analyse and synthesize  the contruction of others'? (Creative vs. Critical Thinking)  2) Do you start with a view of the big picture or do you need to piece together the details before you can understand what you're talking about? (Deductive vs. Inductive Thinking)  3) Do you prefer to see, read, hear or feel things? (Sensory Preferences)  4) Do you like clear-cut goals and definitions or do you prefer to wrestle with ambiguity, surprising yourself with different shades of meaning and interpretation?  5) Are you trapped in a compulsive rigidity of formulas and protocol or are you lost in a chaotic wilderness of creativity?  6) Are you afraid to play and make a fool of yourself or are you so wild you can't conform to anything?  7)Do you need more structure or do you need to let go?       No one is completely creative or critical, inductive or deductive, but it's good to examine preferences, so we are aware of our limitations and strengths. Although everything is related,  this course is organized into two components, the creative and the critical.    THE CRITICAL OBJECTIVES:    A. To refine our thought processes of finding and developing a thesis, constructing logical  arguments through inductive/deductive/cause and effect reasoning, analyzing logical fallacies, and focusing, narrowing, classifying  and organizing topics of interest.   B. To become familiar with library resources, including indexes, abstracts, bibliographies, and databases.   C. To become computer literate and communicate online with each other, the NYU community and the World Wide Web.   D. To master the techniques of scholarly documentation as outlined in the MLA Handbook, as well as  the style manual pertinent to your specialty and the current Internet site on the subject.   E. To complete a 5-8 page midterm paper on a subject of your choice with a clear, well-formulated  thesis developed and expanded through every paragraph, expressed as a question to be answered, a statement  to be defended and a dilemma to be explored using inductive, deductive and/or cause/effect reasoning with  at least a full page of bibliography.   F. To take a midterm exam on documentation, logic, research sites and sources, and methodology.   G.To complete a final research paper of expository writing (at least 10 pages) connected to the course  theme of Language and the Body or TimeSpace (see my other web sites) with a 3 page bibliography including  online sources, books, articles, audio-visual aids, and interviews. Hopefully, this will be creative as well, the culmination of your independent, original work.      CREATIVE THINKING:   While critical thinking is based on the principles of Aristotelian and informal logic as well as  American academic thinking, creative thinking is a more ambiguous experiment. We will be playing with such concepts as homospatial and homotempral structuring, mindbody experiments to stimulate the synaptic firing across the corpus collosum with rhythm, images and dynamics (merging of right and left brain), Janusian processes  (the door opens both ways), and unpredictable sequencing to break our traditional linearity. These creative experiments will be part of the PROCESS of the course and will be measured in a  PORTFOLIO, composed of weekly entries of your choice in any genre: photos, computer graphics, poems, short stories, monologues etc. You are encouraged to play, have fun, make mistakes and make a fool of yourself, as long as you submit one entry per week in chronological order. The PROCESS part will also include oral communication: interviews and class speeches on your subject. You must include at least one tape in your PORTFOLIO.     GRADING:    Grades are not the professor's punitive judgement of students, but rather a contract between equals.  Therefore all submissions will be marked Excellent, Satisfactory or Unsatisfactory.  50% of the grade will be based on process: 20% for attendance/participation, and 30% for the portfolio; and 50% on final projects: (30% for the final paper, 10% for the midterm paper, and 10% for the midterm exam.) The following criteria can also help you understand the grading contract but grades will also be curved so that there is at least one A in every class.   To get an A you must:     1) Have no more than one absence;   2) Submit or present all assignments on time;   3) Have Excellent research papers and portfolio with no Unsatisfactory assignments throughout the semester.      To get a B you must:     1) Have no more than three absences;   2) Submit or present all assignments on time;   3) Have Satisfactory research papers and portfolio with no more than one Unsatisfactory assignment throughout the semester.      To get a C you must:     1) Have no more than five absences;   2) Make up all assignments by the last day of class;   3) Have a Satisfactory portfolio and final paper with no more than 3 Unsatisfactory assignments throughout the semester.       N.B. To get an A, your work must be free of grammatical errors. If you still have trouble with grammar,  it is recommended that you take WWI or Grammar Strategies concurrently as WWII is a research methodology and  advanced writing course.    TEXTS: (Under Keefer/WWII in the NYU Bookstore)  MLA Handbook (1995)  Engel, S. Morris. With Good Reason. New York: St. Martin's Press, 1994.    Pick up Creativity and Madness and Perfume under my course Language and the Body and any other books pertinent to your research.     Naturally, your personal bibliography will include books, articles, video, audio, interviews and on-line material of your choice. Individual conferences, debates, library aerobics, group brainstorming, interview techniques and lectures will be scheduled according to your needs and progress. Try to come to every class on time; if you're absent, check the assignments with a classmate. Take advantage of the class news group and the internet to help you research your material, and your classmates to help you with cross-editing.    Click on my course Language and the Body for bibliography, texts, brainstorming and ideas about the course theme. Don't be afraid to put strange things together because that will make you more original. Become an exotic chef of the mind with a cat's curiosity!                   Research Sites (Where to find things)   Traditional versus Cyber Rhetoric   Exercises anyone can steal because I can always create more."}, {"content": "Writing Workshop II by Dr. Keefer                               Professor Julia Keefer      Email jk12@nyu.edu      Course Number EXWR1-DC7503, Section 200 WRITING WORKSHOP II Semester Spring 2015      Office Hours are by appointment. I will respond to email and phone calls promptly. My cell is 212-734-1083 for emergencies. If you want f-to-f meetings, I can usually meet at the Palladium lounge on Saturdays  after my fitness classes which you may take as well.  I will post a number of optional literary readings in conjunction with our literary club.      If you are redesigning this site in terms of your research topic, include the entire site with lessons, not just the syllabus so you have an aerial view of the semester's breakdown.                           Course Description  Literature, Health Science, and the Environment by Professor Julia Keefer     Writing Workshop II, Y207503 4 credits     Online, asynchronous   New York University    Spring 2015   This second-level course stresses analytical thinking and the use of evidence in the context of research and other scholarly writing. Students expand their understanding of the purposes and processes of research by developing a formal investigatory paper. In this way, students develop familiarity with the conventions of academic discourse. Frequent written assignments, as well as the workshop structure help students build fluency, a strong presence, and the intellectual perseverance and perspicuity to finish an excellent research paper.   This is a multidisciplinary writing and research class that changes every semester because of the different research topics you pick. The core program consists of research skills and strategies, literary analysis, critical thinking, argumentation, and claims development, but this year's theme explores a cross-disciplinary approach to literature and medicine, combining the subjectivity of characters in the throes of death, birth, love, disease, suffering, and the Western and Eastern healing arts that try to assuage these tumultuous journeys with science and nature.  How does the environment influence this investigation? How can you weave literary quotes around your research on the environment and health science? Claims of fact and policy should involve the medical or environmental problem while claims of value are literary quotes that help us understand the values of those afflicted or those in the way of &quot;progress.&quot;   How can this study help you solve an intellectual, artistic, personal and/or professional problem in your own lives? Besides environmental and health science, other possible topics are un-clashing civilizations, literary analysis, and international online education. Choose a topic that lends itself to academic analysis and your original contribution to the field through primary source research. Small weekly papers grow into a full-length academic research paper. The midterm is the first draft of the final paper.    Course Objectives     To complete a 20-40 page college research paper with a 3 page bibliography   To explore a personal methodology for creativity and research from brainstorming   To gather, organize and evaluate primary and secondary sources online, in the library, the community and through empirical research such as interviews and investigation   To engage in close and survey reading and to paraphrase, summarize, analyze, and integrate sources into personal research   To develop and refine a thesis   To structure the categories of an outline   To develop and refine critical and argumentative faculties   To establish credibility through research, audience analysis, (beliefs, values, attitudes and behaviors), critical thinking, decision making and persuasive tactics   To learn the constructs of classical (Aristotle) and contemporary (Toulmin, Roger, Monroe, Boolean, Cyber) argumentation   To constructively question and defend a claim or syllogism, identifying logical fallacies   To analyze the course theme of Literature, Health Science, and the Environment in terms of your problem, employing the rhetoric of controversy, conflict and conversion   To improve writing skills through improvisational, poetic, and personal writing through formal and task-based exercises   To create a distinctive, original expository style, using MLA or APA parenthetical documentation   To increase knowledge and understanding of content theme   To introduce you to great literature   To publish excellent papers in the Online Journals of EvergreenEnergy, Journal on Terrorism, or Journal of Online Education if you choose     Required Readings   MLA/APA pocket manual. All weekly papers, the midterm, and the final must adhere closely to the style protocols for MLA or APA depending on your topic and discipline. You must use parenthetical documentation and put an alphabetized bibliography at the end of every weekly paper in correct style.      Critical Thinking and Communication is your required text for critical thinking and argumentation.    Poetry and literary essays or novels must be used as literary quotes related to your claims of value in your chosen research topic. ND also has a nature poetry book edited by Jeffrey Yang, Birds, Beasts, and Seas . Since you need literary quotes at the top of each weekly paper, you can get them from any source you like but I recommend any work by Barbara Kingsolver since she is our Distinguished Writer. Please come to the 2/26 Kingsolver Retrospective at the NYU Bookstore 6-8 pm.   You should use the texts as springboards for your own originality and argumentation. Think of a problem you want to solve in your own life, related to the course theme. Look at texts from Bellevue Literary Review and  Bellevue Literary Press, medical and environmental journals, and the optional list.   Recommended Readings   Choose among these recommended readings to help you make your original synthesis of Literature and Medicine and the Environment to solve your problem. Use contemporary research on environmental studies to complete your interdisciplinary triad. There is also a Body in Poetry in Resources you can use for quotes. These books can be used for weekly literary quotes, (quotes are required every week in the Drop Box assignments). The following list is optional, not required.You can use any literary quotes from any poet or age.     A Heartbreaking Work of Staggering Genius by Dave Eggers    Cutting for Stone by Abraham Verghese    Charming Billy by Alice McDermott    A Palace in the Old Village by Tahar ben Jelloun    The Country Doctor by Sarah Orne Jewett   The Diary of Virginia Woolf      Swann's Way by Marcel Proust    The Autobiography of Alice B. Toklas by Gertrude Stein   Leaves of Grass by Walt Whitman   Middlemarch by George Eliot   Saturday and Solar by Ian McEwan   Exit the King by Ionesco   The Death of Ivan Ilyich by Tolstoy   Weekends at Bellevue by Dr. Julie Holland   Bellevue Literary Review (any pertinent issue)   100 Names for Love by Diane Ackerman   King Lear by William Shakespeare (Study for Alzheimer's and Multi-infarct Dementia)     Cancer Ward by Solzhenitsyn   The Diving Bell and the Butterfly by Jean-Dominique Bauby   Death in Venice (Plague) and The Magic Mountain by Thomas Mann (Tuberculosis)   Angels in America by Tony Kushner (AIDS)   The Plague by Albert Camus   Regarding the Pain of Others by Susan Sontag   Pale Faces by Charles L. Bardes   Literature and Medicine is the official journal of The Institute for the Medical Humanities   10 Year Anniversary Book, Editors' Choices from The Literature, Arts, and Medicine Database , (see order form ) and its corresponding on-line version (see left panel): editor-annotators discuss the literature, art, and films they consider most valuable for medical humanities teaching and related scholarship (published October 2003).   Note the link from A Roster of Twentieth Century Physicians Writing in English to information about the Daniel Bryant collection of books by physician writers at NYU School of Medicine   All editions of the National Strength and Conditioning Journal (excellent reserch by PhD CSCS international scholars and athletes)   Health and Disease in Human History edited by Robert I. Rotberg   Iconoclast by Gregory Berns   Medicine and Western Civilization by Rothman, Marcus, and Kiceluk   Mr.G, Einstein's Dreams and The Discoveries by Alan Lightman   Poems of Octavio Paz edited by Eliot Weinberger (good for literary quotes)    Eight Nights by Borges edited by Eliot Weinberger (good for literary quotes)     The above list is all optional. YOU create your own 3 page bibliography.     Course Prerequisites   Writing Workshop I is the prerequisite.   Grading   A: Excellent     A-:  Excellent effort, attendance, participation, original thinker, independent planner, excellent research skills, fully able to develop and refine thesis, work inductively and deductively, to identify and support claims, anticipate objections to arguments, to read closely and critically, using evidence to develop your thesis, to use abstract and concrete language effectively with mastery of English language, with a strong, coherent voice and range of discourse.     B+, B, B-: Good control of the above criteria     C+, C, C-: Inconsistent control of the above criteria     D: Only fulfills minimum requirements     F: Unsatisfactory     Midterm and Final Papers have letter grades but are evaluated in the following way numerically by professor as well as by peers to better understand the SOAR grading rubric:     25% style--grammar, style, correct APA/MLA format, strong voice, use of abstract and concrete language, distinctive style   25% originality, independence, new insights into old problems, or new discoveries   25% depth and diversity of research sources and creative, critical use of such research   25% clarity, organization and argumentation (claims and counterclaims of fact, value, and policy.       Daily Writing Discipline While the end product of this course may be a research paper that is an original contribution to knowledge, the daily writing discipline is what is going to get you there and enable you to write future papers. Don't let a day go by without reading or writing something about your project. Make sure you have real notebooks and electronic ways of recording your thoughts. Be observant. Pick up sources everywhere. Talk to friends, families, and colleagues about your project. To get a good grade in this course, you must submit weekly writing to the Drop Box without fail. Even if you are sick or busy, you must write something, even if it seems like a long email. Anything is better than nothing, and all of this will fuel your imagination and feed your unconscious. Writing can be fun and creative, frustrating and painful, exhausting and exhilarating, but it always demands the commitment of time and thoughts. Make it a daily practice like working out.     N.B. If there are more than three proofreading, grammatical, or MLA/APA style errors on your weekly papers, you will fail for the week.   Course Requirements:     Weekly writing assignments should be at least 3 pages single-spaced (pass/fail), but you are encouraged to write more, as you prepare your long research papers. Since the weekly writing is pass/fail--you are free to make mistakes, brainstorm, and take chances, because we sometimes learn the most from failure and frustration; but if you submit nothing, you fail for real. Weekly writing should be written in formal academic style with parenthetical documentation, carefully proofread, although you can break into personal, descriptive, expository, argumentative, analytical writing as long as you relate everything to your research topic, and include the readings you are choosing for your 3-page bibliography. Write down a quote from one of the literary books each week, and explain how it relates to your thesis. If you are late to the Drop Box, you fail for that week. I will upload a criticism of your writing into my Progress Report before the next assignment is due, commenting on aspects of the academic essay such as thesis, motive, key terms, evidence, analysis, structure, stitching, sources, reflecting, orienting, stance and style. Most of all, I will be looking for your presence which will help make your work original, along with a unique angle and deep commitment to your topic.    Note that the Activities and Assignments sections of the Lessons may give you suggestions on how to construct your weekly paper, in case you get writer's block. But you are free to compose your own research journey, as long as you submit something to the Drop Box every Tuesday, ANALYZE all your sources, and CONSTRUCT your own claims of fact, value, and policy around your thesis.    The weekly assignments, due every Tuesday before 9 am in the Drop Box, are not necessarily self-contained essays but parts of your midterm which grow into the long research paper, your final. The objective of these assignments is to establish writing discipline and improve your writing and research skills but also to weave a tapestry and lay the groundwork for a real academic research paper. As such, your vision should be both short-term and long-term, constantly assessing what you have done and what you need. These are invaluable exercises for all majors and help all kinds of thinking.    The reason the Lessons and Assignments are recursive, referential, and suggestive rather than sequential and mandatory is so that YOU can decide whether you need to analyze a major counterclaim, describe field research and interviews, review important texts in the field, or whatever. Because everyone's topics are different and you are different, your research journeys will not be the same. But I put the Lessons to make sure you eventually include claims and counterclaims of fact, value, and policy and that you avoid and rebut logical fallacies.   The weekly assignments, due every Tuesday morning in the Drop Box, are not necessarily self-contained essays but parts of your midterm which grow into the long research paper, your final. The objective of these assignments is to establish writing discipline and improve your writing and research skills but also to weave a tapestry and lay the groundwork for a real academic research paper. As such, your vision should be both short-term and long-term, constantly assessing what you have done and what you need. These are invaluable exercises for all majors and help all kinds of thinking.     Therefore your bibliography should GROW every week. Here is Alan's question and my answer: &quot;I have a specific question about the bibliography of each weekly assignment that we submit from now on. Should each weekly assignment include the previous weeks' bibliography (cumulative), or should each essay have its own, encapsulated bibliography? I've read through the course materials a couple of times, and it seems like you want us to build on the bibliography each week, but that would also mean that each assignment's bibliography would be cluttered with source material that is not directly referenced in that specific essay.&quot; Exactly. This way you will be forced to alphabetize your bibliography, format it correctly in APA or MLA style, and review your sources every week. While MLA recommends double-spacing, please single-space to save paper and write more.      The reason the Lessons and Assignments are recursive, referential, and suggestive rather than sequential and mandatory is so that YOU can decide whether you need to analyze a major counterclaim, describe field research and interviews, review important texts in the field, or whatever. Because everyone's topics are different and you are different, your research journeys will not be the same. But I put the Lessons to make sure you eventually include claims and counterclaims of fact, value, and policy and that you avoid and rebut logical fallacies.    Weekly attendance and participation:    For online classes, attendance includes your participation in the forums and weekly submissions to drop box. In an asynchronous environment, there is absolutely no excuse for inconsistent attendance or late papers. Weekly papers are EVERY TUESDAY before 9 am. At the midterm and final, you will get a letter grade.      Midterm paper--at least 10 pages single-spaced, hopefully more, 1 full page of bibliography    Peer Review of Midterms to be submitted to Drop Box    Final at least 25-40 pages, 3 pages of bibliography     SOAR RUBRIC for Midterm and Final Papers     The midterm ( around 10-15 pages or more if you like) and the final paper (25-40 pages with a 3-page bibliography) are research papers written on a theme of your choice, incorporating the weekly papers and literary quotes and the 3-page bibliography of your medical and literary sources including original interviews are evaluated according to the following rubric. As you can see, the goal is complete autonomy so that you are able to research, organize, and write an original research paper of style, substance, depth, breadth, and length in the future.   RUBRIC FOR Writing Workshop II SOAR    Style 25, Originality 25, Argumentation 25, Research 25 equals 100 points by Professor Julia Keefer             Criteria     Superior work            (A) 23-25%     Exceeds expectations (B) 19-23%     Meets expectations (C) 14-18 %     Below Expectations     (D) 12-14     Does not meet expectations (F) below 11%           STYLE     Control of correct English                                                                            ORIGINALITY                         Shows originality in form and content; avoids stereotypes and cliches; combines disciplines in a creative way; offers primary sources and new interviews; comes up with unique solutions to solve problems; offers an original contribution to knowledge       Demonstrates good  originality but        the work is still somewhat derivative; offers a good contribution to knowledge but not the most innovative       Work is average with no extraordinary insights nor        innovative solutions; there are some cliches, although it is not plagiarized and is somewhat competent       Work is derivative with cliches and no new insights       Work is completely cut and paste, derivative and cliche-ridden, copied from other sources, often plagiarized                    Abstract and Concrete language       Understands difference between abstract and concrete language and Uses both effectively in service of the essay. Relationship between the two is controlled by rhetorical and logical needs.       Generally understands difference between abstract and concrete language and is not dominated by one at the expense of the other. Use of language serves the objectives of the essay.       Inconsistent awareness of the difference between abstract and concrete language. Is able to use both but essay may be dominated by one or the other. Wobbles in the way language actually serves the essay.       Limited awareness of the difference between abstract and concrete language and limited ability to control the use of either in service of the objectives of the essay. Essay may be entirely controlled by one mode or the other.       Unable to distinguish between concrete and abstract and therefore unable to control either in service of the essay.                                                                       ARGUMENTATION and critical thinking       Uses clear, appropriate strategy for task at hand. Understands difference between inductive and deductive arguments.       Largely targets strategy to task. Generally understands difference between inductive and deductive arguments.       With guidance can manage either inductive or deductive strategy. Not able on own steam to develop strategy for argument.       Unable to tell the difference between inductive and deductive arguments. Sometimes can manage an inductive argument.       Unable to recognize or develop arguments of any kind.                                                           Able to anticipate objections to argument and present both the anticipated objection and developed        counter-        argument.       Usually can anticipate arguments and usually presents adequate counter-arguments, though not fully. developed.       Inconsistent ability to anticipate objections to argument and with some guidance can marshal counter-arguments.       Limited ability to anticipate objections. Even with guidance has difficulty marshalling counter-arguments.       Unable to anticipate or recognize        objections to argument; unable to produce counter-        arguments.                                        Making claims       Fully able to identify and make explicit or implicit claims and to provide appropriate support for them.        Fully able to use text to support claim.       Good ability to identify and make explicit or implicit claims and to provide appropriate support for them.        Good ability to use text to support claims.       Ability to identify and make explicit claims and to provide appropriate support for them. Some difficulty with implicit claims.        Inconsistent use of text to support claims.       Difficulty identifying and making claims of any sort. Difficulty in matching support with claim.        Often uses summary rather than examples to make arguments.       Unable to identify or make claims. Unable to provide appropriate support for claims.        Relies on summary of text rather than argument.                    Argument       Uses clear, appropriate strategy for task at hand. Understands difference between inductive and deductive arguments.       Largely targets strategy to task. Generally understands difference between inductive and deductive arguments.       With guidance can manage either inductive or deductive strategy. Not able on own steam to develop strategy for argument.       Unable to tell the difference between inductive and deductive arguments. Sometimes can manage an inductive argument.       Unable to recognize or develop arguments of any kind.                    Anticipate Objections to Argument       Able to anticipate objections to argument and present both the anticipated objection and developed        counter-        argument.       Usually can anticipate arguments and usually presents adequate counter-arguments, though not fully. developed.       Inconsistent ability to anticipate objections to argument and with some guidance can marshal counter-arguments.       Limited ability to anticipate objections. Even with guidance has difficulty marshaling counter-arguments.       Unable to anticipate or recognize        objections to argument; unable to produce counter-        arguments.                                                         RESEARCH       Bibliography shows excellent       depth and       diversity, the most timely sources, authorities in the field, and counterclaims.       Research is good, but some of the counterclaim sources may be lacking or some authorities absent       Research is adequate but lacks some depth and diversity       Research is insufficient; bibliography is too short, and sources are out-of-date or biased       Research is poor, out-of-date, biased, and ignored when adequate                 Reading Skills       (combined with research)       Fully able to grasp central points of readings. Fully able to follow arguments in written texts.       Good ability to grasp central points of readings. Good ability to follow arguments in written texts.       Inconsistent ability to grasp central points of readings. With guidance able to follow arguments in written texts.       Limited ability to grasp central points of readings. Even with guidance has trouble following written arguments.       Unable to grasp central points of readings. Unable to follow written arguments.                       Fully autonomous       Largely autonomous       Some       Autonomy       Limited Autonomy       No Autonomy                       Communication Strategy     I will be online at least three times a week, if not every day, to correct papers in the Drop Box and upload my Progress Report, to look at your Forums for eventual grading at the midterm, and to answer questions and respond to emails. In addition, I will be available f-to-f  at  the Palladium and for literary readings and student council meetings which I will post.      It is your responsibility to submit to the Drop Box and Forums at least three times a week as well. Statistics record your visits and what you did.     PLAGIARISM is a criminal offense, so practice good habits by avoiding it from the beginning. You can be sued for borrowing more than three words in a row from an author without citation; you can also be sued for stealing ideas, concepts, patents, formulas etc. As you collect your bibliography, note all your sources in correct order with index cards so you will have the bibliography ready to go. The point of this course is to help you develop YOUR writing style so put everything in your own words, and go back to your own hypotheses after analyzing all data. Some of you have a lot of medical data so quote sources directly or paraphrase and attribute sources. Keep threading the evidence with your opinions, analysis, and interpretations. Ask questions and present hypotheses in order to take the reader on your journey. To help avoid plagiarism, we must see DRAFTS of the final paper throughout the semester with concomitant entries into Blogs and Forums, and final papers will be published in the online journal of health, humanities, fitness, and the environment so that you can take responsibility for your work. Trust your own ideas: you have paid a lot of money and invested a lot of time to develop them in a university setting. Originality is always 25% of the grade of the two graded papers.         Course Outline     The following breakdown relates to the Lessons, which in fact should be recursive, which means you read all the lessons at the beginning of the semester and keep re-reading them every week as you gather your research and write your paper. If you are reading this Syllabus without the Lessons, note that you only have the tip of the iceberg. This is a workshop, which means that some of the activities and focus must change in response to your immediate needs. You are submitting weekly papers on your research topic no matter what. Therefore, the content of those entries depends on your personal research journey.          January 27 : Diagnostics. Brainstorm research topics. Lecture on thesis and claims of fact. Induction and Deduction. Cyber-rhetoric versus traditional rhetoric. Case studies. Narrative techniques in persuasive rhetoric. Activities to develop hypotheses. Lecture on research strategies, and the use of evidence.     February 3:  First weekly assignment due on your research topic. Lecture on Claims of Value--definitions, denotative and connotative meanings, literary analysis, critical thinking, compare/contrast, social norms. Go over literary reading list.           February 10: Second assignment. Lecture on Claims of Policy--procedures, classification, expository writing.           February 17: Third assignment.           Feburary 24:  Fourth assignment. Work on logic and outlines.     March 3:  Fifth assignment.     March 10: Sixth Assignment.     March 17: Midterms due any time before spring break. Put bibliography and long paper on one document. Review rubric of assessment.       March 24:   Holiday     March 31:  Peer Review. You cannot pass this course without a midterm and a peer review.                April 7:    Seventh assignment. Outlining and Organization. Expanding Research.        April 14: Eighth assignment. Literary analysis for Claims of Value. Debate Claims of Policy.           April 21 :  Ninth assignment.           April 28:  Tenth Assignment.       May 5: Eleventh Assignment      May 12: Twelth assignment.      May 19: Final Papers due, no extensions or incompletes.              Course Assignments          Submit 2-4 pages single-spaced weekly writing only on your research topic to the Drop Box and read classmates' writing.      Update your claims of fact, value and policy in the Forums related to your problem, and based on the Lectures.        Collect your 3 page bibliography by constantly reading, analyzing, and applying to your research topic.         Evaluation Plan     Weekly assignments are evaluated pass/fail, but constructive comments are made and uploaded to your Progress Report in the Drop Box. I will be evaluating your academic essays verbally by commenting on thesis, motive, key terms, evidence, analysis, structure, stitching, sources, reflecting, orienting, stance and style. The SOAR rubric (Style, Originality, Argumentation, Depth, Diversity and Analysis of Research) is used by me and for peer review of midterms and final papers.     Peer reviews are evaluated by the  way you understand the assessment rubric and  constructively criticize and help colleagues.     This &quot;attendance&quot; is 25% of the final grade;     Midterms are 25% of final grade;     Finals are 50% of final grade.          Policy on Absences     If you are plagued by the deaths of friends or family, or if you get the flu or have to have surgery, instead of emailing me with excuses, use these personal misfortunes to delve deeper into the course theme, and let the great literary writers soothe and enlighten you in your time of need. Make up some questions of your own in the Q and A forum, where you can also ask me questions about anything pertaining to the course. Theoretically, there is no excuse for spotty attendance or lack of participation in an asynchronous course. You must have the discipline to work steadily and consistently on your own schedule, and plan ahead if you know you have to travel, have a baby, or whatever.     Style Requirements     Use any applicable style manual, APA or MLA, but make sure the paper is written for the Internet. This means that you should italicize, not underline books, use parenthetical documentation right after your quotes instead of end notes or footnotes, avoid title pages, and ideally convert the text and original pictures to a pdf document to be published at the end of the semester. Do not put WW2 or Professor Keefer on the paper--only your name, or an alias, the title, but no title page, and your email or contact information, if you like. Your bibliography must be included in this document, alphabetized and correctly punctuated according to your style sheet. You must proofread carefully as grammatical errors are cemented forever in a pdf document.     Qualifications of Professor to Teach Course     Professor Julia Keefer, PhD, CSCS, M.A., M.A., LMT, NSCA-CPT, AFAA, AEA, has been teaching Writing Workshop II for the past 24 years at NYU on site. She has been teaching online since 1999--Writing Workshop II synchronous and asyncrhonous, Major Twentieth Century Writers, Screenwriting, and Classics of the Canon hybrid. She is founder and editor of the Journal of Online Education since 1999,  the Journal on Terrorism and Un-Clashing Civilizations since 2001, and EvergreenEnergy for Health, Humanities and the Environment since 2005. She is co-Founder and Coordinator of the New York Literary Club at McGhee and coordinated Ecoliterature and the Global Economy (12/2009), The Landscape of Publishing (6/2010), Censored Literature Symposium (12/2010) and Creativity, Dissidence,  the Egyptian Revolution with Dr. Nawal el Saadawi (3/2011), Literary Halloween at the NYU Bookstore 2011,  and the Symposium on Global Literature, Leadership, and International Relations, March 2012, and the Ecodisciplinary Conference 2013 April 5, Barbara Kingsolver Skype Retrospective 2014, Humanities Job Fair March 5 2015 with Wasserman. She won the NYU McGhee Award for Outstanding Service 1993-2013.     Professor Keefer has a PhD from NYU, a Masters in Literature from La Sorbonne, Paris, another Masters in Literature from Emerson College, and a plethora of medical licenses and health/fitness certificates which enable her to direct research in  Literature and Medicine and/or Literature and Health Science.      Professor Keefer published fiction in three Doubleday anthologies ( Angels of Darkness, Lovers and Other Monsters, and Don't Open this Book)  along with Ray Bradbury, Isaac Asimov et al. In the 21st century she published a trilogy, Part II of which focuses on the aftermath of 9/11 and trips to the Middle East and North Africa--Un-Clashing Civilizations.     Professor Keefer is an external PhD Advisor for Al Azhar University in Cairo, and an external assessor for the Humanities division of the University of Malaysia. She is currently directing a PhD student in Iran and advised French graduate students at NYU's GSAS. She has presented papers on online pedagogy, media theory, and narrative voice and sequencing at MIT Media in Transition conferences (1999 and 2005) and University of Hawaii online conferences. She gave a paper on screenwriting in Marrakesh, Morocco. She presented a paper on Literature and Terrorism in 2008 at the University of Westminster, London.   Professor Keefer is a member of PEN America, taught creative writing for their PEN Prison program, and helps out with the annual World Voices Festival. She is a consultant in sports medicine for Speedball Fitness and screenwriting for Philantos films.      Professor Keefer is working on a trilogy of three novels narrated by sedimentary, metamorphic, and igneous rock as well as a collection of poetry and expository essays on death, disease, and exile. She recently published wrote a chapter for a public speaking text called &quot;Aristotle's Triple-Threat Legacy in the 21st Century&quot; and an article on Literature and Terrorism for the Penn State Comparative Literature Review and chaired a panel on Creativity for the Screen Actors Guild October 29, 2013. She continues to edit her three international online journals, attend conferences, and volunteer for the Literary Club. It is her pleasure to teach Writing Workshop II to NYU students around the globe.       Positive Learning Environment     As in an on site class, every effort is made to create a positive learning environment. At the beginning of the semester, you should be familiar with the Epsilen platform, either through the tutorial, work with IT, past experience, or just opening boxes, as it is designed to be user-friendly. If you are confused about anything, don't hesitate to ask me or an Epsilen IT person. Asynchronous classes are much simpler than synchronous, and you should be able to log in anywhere any time.     Each professor makes different use of the various boxes. I have outlined what we are doing in Announcements and Syllabus, but it may take a week or two to get used to the different kinds of writing needed for different things. Weekly writing, midterms, and finals uploaded to the Drop Box are examples of formal, academic MLA writing. Forums begin as informal discussion, but by the end of the semester, progress to a place where your thesis can be defined, refined, and developed for the final paper. To establish a group atmosphere, visit each other Forums and read each other's work in the Drop Box.     If you want to tell me something in confidence, don't hesitate to email me at julia.keefer@nyu.edu or call 212-734-1083.     In addition, we always have creative, fun, on site activities like the Ecodisciplinary Conference at Kimmel 2013, the Barbara Kingsolver Skype Retrospective in 2014, Creativity, Dissidence, and Egyptian Revolution with Dr. Nawal El Saadawi in Spring 2011, The Censored Literature Symposium, Literary Readings for my New York Authors class such as the Literary Halloween Party at the NYU bookstore, and other campus activities. Even if you live outside New York, you may want to make a special trip to NYU for these memorable events. I am also open to suggestions for any new ways to make the learning environment more positive and user-friendly.     Educational Outcomes     At the end of the semester, if you have fulfilled all the weekly requirements, and written excellent midterms and final papers, you should be prepared for senior thesis and any future research in graduate, business, or law school, with the organizational, creative, literary, and research skills and methodologies. Naturally style sheets and protocols may change to conform to different publishing and research protocols, but the basic method of inquiry, knowledge of self, ability to ask and pursue questions, to persevere with a daily writing discipline, to criticize and develop claims, and to come up with an original contribution to knowledge remain the same. However, if you have not done well in this course, you will not be able to proceed to this next level.                      Lesson Title:     Lesson One: Brainstorming Your Topic     Edit Lesson               Beginning Your Research Paper           Summary:     This lesson will help you get started on your research paper for the semester.                             Lesson Sections (Click below section to view details)     ID                      Introduction This course has both terminal and instrumental values: while the goal is to write an original, provocative, enlightening, well-written academic research paper, it is also an opportunity to learn more about the WAY you think, the process of research, and the best way to organize a long paper, particul a rly when you need to write a senior thesis, a novel or screenplay, a graduate dissertation, or even a long, complex business proposal. Before you get chained down by the specificity of your claims, you must let your brain explode with ideas! I should also make clear that a professor is different from a boss. You are paid to agree with your bosses. My job is to stimulate you, challenge you, at times confuse you, and still give you As if you disagree with me. In this course, we will agree to disagree with each other!     10017448                 Specific Research Ideas                 Claims of FACT: These are your problems. Pick a specific disease or disability such as Parkinson's, Alzheimer's, Amyotrophic Lateral Sclerosis, Meningitis, rheumatoid arthritis, osteoarthritis, Lyme disease, Multiple Sclerosis, Diabetes, Obesity, Porphyria disease, spinal cord injury, cancer of the throat, breast, skin, lungs or whatever, depression--but be specific and categorize as there are many kinds, ADHD, Dyslexia, Bipolar disorder, Schizophrenia, Sociopathic personality, etc. When you pick this disease or disability, make sure you have access directly or indirectly to a specific group of at least 5-10 people you can interview with this problem. Describe this group, where they live, how they live, what they do, etc. Brainstorm in the Claim of Fact Forum.             Claims of VALUE: Based on the optional literary reading list and any literary quotes you can get from any source--poetry, drama, prose--write down 10 abstract words such as health, happiness, greed, injustice, laziness, fear, etc related to this group of people that you are studying. How do the literary quotes help you investigate the values these people have? This will help determine the compliance or discipline they may have in terms of finding a solution to their problem. Connect the literary quotes to the values of the people and then the cultural values of their environment.  While your claim of fact may be situated in New York city, open up on claims of value to embrace at least one other culture or time period where people have the SAME problem they have in your control group. This will enable you to develop compare/contrast. Brainstorm in the Claims of Value Forum.            Claims of POLICY: For now, just work on hypothetical claims, playing with every crazy idea to solve your problem. Originality will be the most important factor in the grading. Connect all claims of policy to an environmental problem. Possible areas of research are hydrofracking, drinking water, air quality, exposure to UV rays, earthquakes, tsunamis, tree planting and parks in urban environments, activities like hiking and mountain biking, big oil and gas companies, Green real estate etc.  When you develop a solution to your problem, you must include the area where these people live. Brainstorm environmental problems related to your control group in Claims of Policy Forum.     10017400                      10017447                 Do you prefer art to science? Do you consider yourself an artist or a scientist, or both? Which field do you respect the most? Which uses more imagination, which more methodical technique? How do your assumptions about these fields differ from the claims in the textbook? Is their beauty in science and logic in art? Read any chapter from Proust was a Neuroscientist and evaluate the scientitic discovery and literary intuition in terms of a problem in your life, personal, professional, or creative. This will provide the basis for your research paper on the course theme.     Your scientific discoveries can be related to medicine, geology and earth science,  technology, genetics or whatever interests you. Analyze the discoveries Lehrer talks about in his book and how they relate to the mostly modernist literature.    How does it feel to be healthy, or sick? How hard do you have to work at being healthy, by exercising, eating healthy food, sleeping soundly, breathing fresh air and drinking clean water, avoiding alcohol, drugs, cigarettes, excessive coffee, junk food, visiting the doctor and dentist, following through with treatments, reducing stress with meditations, quiet times, fun activities, and developing meaningful goals for work and home life? Is it more fun to be sick? Sick children are pampered, sick students try to get more individual attention from the professor to make up for missed classes, patients get 24-hour attention in hospitals, the elderly are nursed more meticulously than babies in nursing homes. But when does disease exile us from society? How does it feel to be quarantined, or too ugly or unsightly to see? Can exile bring about disease, or greater knowledge and health?  What happens when a culture loses belief in God or trivializes God into a manageable deity? We'll examine the human tendency to glorify humans (believing that humans are the ones who create meaning), or to find truth and beauty in nature and other spirits.    How much do emotions, attitude, and expectations influence physical disease? What part does luck play in illness, injury, or disability? How do different cultures define disease or health? How are disease and health related to the environment? Can you be healthier in the country where the air is fresher? What part do intellectual stimulation, growth, and creativity play in your physical health? Why do some beings achieve the greatest peace and happiness as they let go of their bodies in death?  When do the quantitative tests of medicine interfere with the quality of life, enjoyment of the fragile moment, and the resources needed to live with pleasure? Why do we clutter death with so many unsuccessful procedures? Is it hard to stand by and do nothing, watching a loved one die? How do we make these end-of-life decisions with knowledge and compassion? What is the real terror of dying at home? What institutions really cure disease? How many simply prolong it, and why? How does technology interact in the ebb and flow of the body's growth and decay? How do the literary books give you a better perspective on this topic?    Humans oscillate between various levels of mental and physical health and disease. Dramatic motivation is often precipitated by an infirmity, a pathological addiction, or even a burst of excess health. Understanding health and disease can help us understand deep character beyond the items on a resume, which is crucial if you are planning a career in Human Resources, or dramatic writing! We all know how it feels to be part of a community. Some of us have been set apart as weird, oddball, geeky, stupid, crazy, fat, ugly, too energetic, or even too healthy. As a college student, I often didn't fit in because I wouldn't take drugs or consume excessive alcohol. Why do communities like fraternities encourage pathological behavior? In 2010, growth industries are health care facilities, health clubs, wholesale outlets, cheap, healthy dining, drugstores; while declining industries center around apparel, particularly expensive apparel, jewelry, home furnishings, upscale restaurants, and much of the advertising and public relations surrounding media. How can you evaluate the changing times in terms of your career goals and the course theme? How are your day job, your career objectives, and/or your major affected by health, disease, and exile?    Choose a research topic related to the theme of literature and medicine, as well as your major, your career objectives, your day job, and/or your interests. Make sure this topic lends itself to controversy and argumentation, that you can gather a 3-page academic bibliography, as well as do primary source interviews and/or field research, and that you can develop an original angle on this topic, based on your unique knowledge and experience. Once you choose your topic, your commitment must be complete so that you can work on it every day. If your goal is to publish the paper in one of the online journals, that will help.     Yes, the claims of fact and policy must be as specific as a text to be analyzed, a defendant on trial, or a patient to be treated, although the claims of value can embrace centuries of thought if the definitions are clear.       NYU encourages the blending and fusion of different disciplines, another way to make your paper more original, and reach a wider audience. When publishing for specific disciplines, you may have to follow an extremely exact format, for example, in a nursing or sociology journal, or literary criticism publication. However, for this course, you are encouraged to include as many disciplines as possible, as long as your thesis is well-defined, refined, and developed throughout your paper, and your writing voice is strong and unique. The term 'multi-disciplinary' means to include several disciplines at once; &quot;interdisciplinary&quot; means to weave these disciplines together in a kind of marriage that puts a more integrated perspective on your problem; &quot;transdisciplinary&quot; approaches transcend disciplines or move across them to look at the problem from a wider perspective; and &quot;cross-disciplinary,&quot; like Boolean logic, examines the place where disciplines intersect in order to solve a particular problem.    I once did a performance art piece, personifying cancer as a moody, creative, spoiled child with ADD. How can this personification lead to scientific research? If we think of cancer as the outlaw cell, then are we doing the right thing by giving her so much attention with radiation, chemotherapy, or surgery? Can't we find a way to strengthen the total organism, ignoring cancer, until she stops her destruction and uses her energy to help the entire organism? Can't we nurture or construct a group of cells that will trump her bad behavior? As crazy as these ideas sound, they are now the basis for some kinds of research, showing how a cross-disciplinary approach to a problem can yield interesting proposals, if not solutions.    For example, my specialties are the literary arts and the medical arts, weaving language and the body together in an interdisciplinary fashion to create a new whole, when I write novels, screenplays and poems, finding analogies in the process and training of multi-disciplinary approaches to language study and personal training, studying the transdisciplinary aspects of disease and dying in pathology and Nobel Prize-winning literature to reach a deeper understanding of death, and tying personal narrative and medical case histories together in a cross-disciplinary manner to make diagnoses and treatment plans for patients.      10017446                 Your final paper should be at least 15-25 pages (or longer) with a 3-page bibliography of books, academic articles, interviews, field research, and Internet sites. It will be evaluated, by peer-review, cross-editing, and my grades, with the following rubric:   WW2 Evaluation Rubric for Writing Style, Originality, Argumentation/Logic, and Depth and Diversity of Research                  Unsatisfactory Below 15       Adequate, but Needs Work 15-20       Very Good 20-23       Exemplary 23-25                          Writing Style      Sentence structure is incorrect, there are grammatical errors, word choice is limited, or cliche, paragraphs are too short or too long, and the paper lacks a strong, consistent voice, succumbing to the cut-and-paste reporting, or the repetition of simple words that are not developing the thesis.      Writing is clear but needs a richer and/or more technical vocabulary. There are some syntactical or style errors when quoting. Some sections resemble cut and paste. The paper lacks a unique writing style.      The writer exhibits a very good style, with a few proofreading errors, or inconsistencies in voice; vocabulary could be richer or more technical, sentence structure more complex.      The writer uses a strong, elegant, persuasive writing style,with a distinctive voice, varied sentence structure, well-developed, cohesive paragraphs, and complex, abstract, or technical vocabulary when needed, free of grammatical errors and proofreading mistakes, with correct parenthetical APA or MLA documentation.                Originality      The paper repeats cliche claims, lacks a unique voice or point of view, or a sufficiently provocative critical analysis of previous material. There are no primary sources, interviews, field research to contribute to the field.      The writer has a personal investment in the topic, but lacks a truly original point of view, organizing other people's research,without sufficient interpretation, and repeating present knowledge, rather than forging a new path.      The writer is beginning an original research journey with good primary sources, but still lacks the confidence, courage, and commitment to fully express and develop a completely original approach.      The writer presents a new angle on an old topic, or investigates something for the first time, or does investigative research to contribute to the field, or puts two or more disciplines together in a unique way, or presents the evidence in a novel way so that the findings could be publishable.      Argumentation      Claims may be omitted or misunderstood. The paper shows a lack of argumentation and logic; the thesis is not clearly articulated, or adequately developed, the thesis does not embrace the topic, or the thesis is non-existent.      Thesis and claims are there somewhere but the paper lacks consistent development and application to evidence. There may be some lack of clarity in definitions, or lack of specificity in the claim of fact, lack of analysis, hierarchy, and applications in the claims of value, or lack of imagination and procedural detail in the claim of policy.      Thesis and claims are clearly articulated, but more causality and detail are needed, as well as stronger rebuttals of counterclaims.      There is a clear, original thesis that is presented, developed, and refined as each piece of new evidence is analyzed. Claims of fact, value, and policy are causally related and organized appropriately.      Counterclaims are expressed or considered and refuted with attention to pointing out logical fallacies and coming up with better solutions.                Depth and Diversity of Research      The bibliography is inadequate or even non-existent. Important elements like books, professional journals, etc could be eliminated, or the sources are all biased in favor of one point of view.      There is a complete bibliography but more scholarly books or journals are needed, as well as diverse points of view. There could be a preponderance of secondary, as opposed to primary sources.      The bibliography is complete with all necessary elements, but needs a little more depth and diversity in order to really exhaust the subject to establish authority.      Research shows both depth, in terms of using the expertise of professional journals, the best books on the subject, as well as the timely articles, interviews, field research and case studies pertinent to the topic. All points of view are considered, especially those that go against the author's thesis.      If your creativity is stultified by rubrics, aim higher by publishing in the online journals and garnering a global audience! Surf the Journal of Online Education, The Journal on Terrorism and Un-clashing Civilizations, and EvergreenEnergy, Health, Humanities, Fitness, and the Environment.      Interior syllabus:                 For every academic class you take, you should have your own syllabus. Look over the syllabus planned by the professor, peruse all the required reading, think about the assignments, and then, as you budget your time for the semester, make up your own syllabus around your research project, allowing time for library visits, field work, interviews, daily writing, and at least one long writing period a week.      In Writing Workshop I, you may have explored different kinds of writing. You may be great at writing stories or memoirs, but freeze when it comes to working on a full-length academic paper. In fact, all kinds of writing can help you develop your topic. A case history in medicine is a narrative; poems are lyrical, but so are the emotional cries of someone in pain, and the experience of pain is crucial to our theme; whenever you read something you should always analyze and criticize it in terms of your thoughts; you've all engaged in some kind of arguments and now you must organize them formally to see the different points of view embedded in your topic; doctors, lawyers, and even tourist agents describe patients, defendants, or resorts, and so you must use descriptive writing to paint the pictures that bring your problem to life; and whenever you explain a procedure or skill to someone, you are engaged in expository writing. By using narrative, lyrical, analytical/critical, argumentative, descriptive, and expository writing to explore your topic, you can be sure you are covering all aspects as you develop and refine your unique voice.           What personal stories are connected to your topic? (narrative)      How would you explain your topic to someone from another planet? (expository)      What kinds of arguments have you heard about this topic? (argumentation)      What emotions are connected to your topic? (lyrical)      Describe a typical person, text, or situation in detail that epitomizes the victim or site of your problem. (descriptive)      How would you analyze or break down the components of your problem in order to criticize the whys and wherefores? (critical/analytical)           To avoid datasmog, you must have a steering wheel to drive your car through the data. This is the purpose of the thesis. When students are askedwhat their thesis is, they usually cite a descriptive clause as an answer: &quot;My thesis is how we are addicted to the internet&quot; or &quot;My thesis is about how Rastas are different&quot; or &quot;My thesis is about Dorian Gray&quot; or &quot;My thesis is about how prisoners are denied a true home.&quot; These are topics, not theses. A thesis should be a complete sentence that contains a question, a statement and a dilemma that is big enough to grow throughout your paper and specific enough to limit your study to avoid excessive generalization. Some of you do have a thesis but it does not develop throughout the paper. A good thesis must weave itself around your evidence, making everything relevant. To do this, you must keep refining your thesis.             Think of a thesis as a long complete sentence: the noun, object and verb describe an action that contains the question and statement designed to solve the problem; the &quot;or&quot; encompasses the dilemma-- the juxtaposition of thesis and antithesis; and the subordinate clauses qualify the study to mitigate the logical fallacies incurred from too much generalization. For example: Should NYU Writing Workshop II Adjunct Professors in 2014 set high standards, seek to develop intellectual potential and demand rigorous, original work thereby risking bad evaluations, poor attendance, negative transferences to the professor, frustration, complaints to administration, and acting out or should they dumb down and pander to their adult degree students, reduce the complexity and ambiguity of the work and sell their courses like ice cream in order to be as popular as all the other products of a mass culture? Make sure your thesis is not a question that can be irrevocably answered &quot;yes.&quot;             In 2014, very few questions can be answered that way. Even the statement &quot;all men are mortal&quot; can be contested with cloning. Do not pick a thesis and topic that is entirely materialistic. That is the danger and challenge of the home sweet home sweet. Home must be a metaphor, a symbol for more abstract intellectual issues. You are doing academic writing, not business writing or journalism, even though you may be doing timely interviews and field trips. Your thesis should contain words that are ideas that need defining, that must be interpreted.             Part of your introduction involves defining. In the example, &quot;intellectual potential,&quot; &quot;negative transferences,&quot; &quot;rigorous, original work&quot; and other phrases must be defined according to what the researcher means. The English language has a huge somewhat vague vocabulary and has been spoken by so many people for so many years in so many places that defining is essential. You must also look at the implications of the sentence as an action of a subject performed on an object by a verb. Professors are doing something to students and students are doing something to professors.             This complete sentence implies a teaching problem. Students come to a course that demands painful intellectual growth. Adult degree students may not have the time, the background, the aptitude nor the inclination to work as hard as they should. That is the problem. The researcher offers two hypothetical solutions, preferably a thesis and an antithesis in order to clarify the argument, although there are usually more than two solutions.             At the end of the research a compromise, an entirely different solution, or a question could be the new answer. However, working with a hypothesis allows you to explore your problem with a sharp focus, build your arguments and organize your evidence. The adjectives and subordinate clauses of the sentence qualify the study. You must use adjectives to be specific: for example, we are talking about NYU WWII adjunct professors in 2014, not any writing professor anywhere at any time. Most of you forget dates, places and demographics. This does not mean you could not have a historical or conceptual discussion in your paper that encompasses different times and places in order to emphasize the importance of the problem; it just means that your specific research is confined to a specific place, time and group of people.             It would therefore be possible to have a discussion about the theory and history of education, citing Aristotle, Locke, Rousseau, Dewey, contemporary cognitive scientists in order to give your problem depth and perspective. However, when you open up like that you must choose only the aspects of history and theory that relate to your thesis, that is what develops the most successful writing class. The purpose of limiting a study is not just to avoid fallacies but also to develop originality. In this age of recombinant and plagiarized Internet culture, originality is increasingly important. We are not interested in how well you paraphrase and regurgitate the work of others--we want to read about your original contribution to the field through experimental research in the medical or social sciences, which could be qualitative or      quantitative, empirical or more theoretical, use of research for creative writing, or fresh interpretations of written material through close textual analysis. Therefore limit your study so that you can control the data, all the while being open to new knowledge and possibilities. In the example given, the researcher will obviously observe writing classes, interview students and professors, and record changes over a period of time, let's say 1995 to 2012.             You may also want to compare and contrast two or more studies, people, places, works of literature etc. in order to clarify and distinguish characteristics. In scientific drug studies researchers give one group the drug, another group the placebo and then they compare results. Many literary critics compare and contrast different works of literature. You may compare and contrast two or more nursing homes, prisons, hospitals.             In fact it is best if you do so. Likewise in the example, it would be more effective to compare writing classes in 2012 with writing classes in 1980 or writing classes in another country, or follow the same professor until 2014, which is what we will do in the example, all the while being solicitous of time, place and demographic limitations. Do not make the mistake of thinking that the comparison/contrast is the thesis however. For example, many literature majors say &quot;My thesis is about how Keats differs from Shelley.&quot; This may be a good start but it is purely descriptive; it leads to a grocery list of categories, not the development of an argument with thesis and antithesis. If you don't control the comparison and contrast with a thesis, you will lose your focus as you collect more and more information. Remember that a thesis is a ribbon that must be wrapped around all your presents.             Once you get your thesis, you can then tailor it to wrap around claims of fact, value, and policy.                       Hypothetical Claim of Fact as a Problem                      Obviously, you don't want to jump to conclusions about your topic before the evidence is in, but developing hypotheses is a useful technique, as long as you have the wisdom and humility to change them as more knowledge is acquired. Develop an Issues map of the context, situations, participants, and issues around a given problem, looking at all the points of view. Imagine the problem getting better or worse; look at similar problems in history or other cultures, but make the problem very specific.                                   Keefer's Cyber-Logic Boot Camp                                                      \\                                                         PROFESSOR KEEFER (COPYWRIGHT 1996)               A COMPARISON OF TRADITIONAL VERSUS CYBER RHETORIC:               PREDOMINANTLY LEFT BRAIN THINKING VERSUS RIGHT AND LEFT BRAIN COORDINATION.                     SPECIALIZING IN AND EXHAUSTING ONE DISCIPLINE AT A TIME VERSUS FINDING THE PATHS WHERE A KALEIDOSCOPE OF DISCIPLINES INTERSECT.                                 CRITICAL THINKING VERSUS WINDOWS THINKING:                     ANALYSIS VERSUS MULTIPLE SYNTHESES (different paths);                     EVALUATION (assessing assumptions and discovering logical fallacies) VERSUS OPENING ANOTHER WINDOW.                     ARISTOTELIAN LOGIC (syllogistic reasoning) VERSUS BOOLEAN LOGIC (intersecting circles of and, or and not):                     DEFENDING ONE POINT OF VIEW WITH A STRONG THESIS VERSUS JANUSIAN PROCESSES OF LOOKING IN OPPOSITE DIRECTIONS AT THE SAME TIME.                     OBSERVING THE UNITIES OF TIME/SPACE/ACTION VERSUS SUPERIMPOSITION OF TIME/SPACE/ACTION (i.e. allowing two or more discrete objects to occupy the same space or time or action).                     SPECIFIC, DEFINED AUDIENCE VERSUS UNPREDICTABLE GLOBAL AUDIENCE.                     SELF-CONTAINED ORGANIZATION OF THESIS, DEFINITIONS, DEVELOPMENT THROUGH THIS, THEREFORE THAT, INDUCTIVE AND/OR DEDUCTIVE REASONING AND A CONCLUSION VERSUS INTERACTIVE ORGANIZATION AROUND IMAGES AND THOUGHT-PROVOKING QUESTIONS.                     TRADITIONAL PARAGRAPHS AND PAGE NUMBERS VERSUS NO PAGE NUMBERS BUT VISUAL BREAKS SUCH AS BULLETS AND DIFFERENT FONTS AND IMAGES.                     LINEAR READING VERSUS CLICKING ALL OVER THE PLACE!                        In 1958 the British philosopher Stephen Toulmin realized that this form of argumentation is not what one encounters when listening to a public speech, arguing with a roommate about what music to listen to, or talking politics at a bar. Consequently, Toulmin developed his theory in order to explain how argumentation occurs in the natural process of everyday argument. Consequently, Toulmin wanted to explain how real people (not philosophers) argue. Although Toulmin's position on formal logic -- that formal rules of logic do not fit well with common practices of argument -- may seem obvious, one must remember the time period in which Toulmin developed his theory. Students of public speaking, rhetoric, and logic were only taught formal logic. Using a contemporary example to illustrate: Students were taught how to program a computer before they were taught how to click a mouse. When one recognizes the traditions of the time period, Toulmin's theory of argument seems even more revolutionary.             Toulmin developed his system of argumentation, in part to respond to twentieth century relativity, field specialization, and the need to attach data to every claim, especially in the areas of law and medicine. To understand the Toulmin model, think of the quck chain of reasoning you would need to make in an Emergency Room or a criminal trial, where you would move empirically from data to warrant to backing to qualifier to reservation to grounds to claim. An appropriate claim requires (a) initial grounds for the argument (b) a warrant that allows the speaker to move from grounds to claim (c) a qualifier that states the &quot;strength&quot; of the claim (d) reservations or rebuttals that state the exceptions to the claim. You can also reverse the order as follows:                 The first element is the claim. The claim of the argument is the conclusion that someone is trying to justify in the argument.       The second element is the grounds. The grounds of an argument are the facts on which the argument is based.       The third element of the argument is the warrant. The warrant of the argument assesses whether or not the claim is legitimate based on the grounds.       The fourth element is the backing. The backing of the argument gives additional support for a warrant by answering different questions.       The modal qualifier is the fifth element of the argument. The modal qualifier indicates the strength of the leap from the data to the warrant.       The sixth and final element of the argument is the rebuttal. The rebuttal occurs when the leap from grounds to claim does not appear to be legitimate.                                               By creating this model for argument, Toulmin contradicted what philosophers have believed for centuries. For centuries, philosophers have believed that arguments can either be explained by relative means or by absolute means. Using either of these methods according to Toulmin is irrational to the modern argument. First of all, Toulmin claims that by using a relative method, no standards for the claims are made because the analysis of the argument is only relative to that particular argument. On the other hand, absolutism or foundationalism is irrelevant in the modern era according to Toulmin also. He claims absolutism is irrelevant for several reasons. First of all, this absolute logic is based in mathematics and geometry. Therefore the concepts which are contained in them are field dependent. Because of this fact, Toulmin argues that there is no room for these viewpoints in other areas of logic.                  Another problem that Toulmin has with absolutism has to do with the fact that answers are either correct or incorrect. Toulmin believes that there is a definite gray area in some arguments that doesn't allow for this absolutism. This gray area has also been developed quantitatively in fuzzy logic. The overall problem that Toulmin has with absolutism is that its rules are so strict that it just doesn't apply to modern reasoning.      Another important belief of Toulmin is his evolutionary theory of rationality. Toulmin believes that ideas are constantly being created. He believes that these ideas are also constantly being argued over and the person who wins the argument persuades others of his beliefs. In this way, new ideas are constantly being evolved. It is Toulmin's interpretive nature of his concepts coupled with his strong emphasis on persuasion that lend itself so well to rhetoric.             The Toulmin model--data, warrant, backing, qualifier, reservation and claim--is more flexible and field dependent than formal logic, but there are some similarities. The data function like evidence and premises on which the argument is based. The claim is the conclusion. The warrant states the reasoning used to move from the data to the claim, and it functions like an inference. The backing consists of facts or information used to support the inference made in the warrant. The qualifier modifies the claim and indicates the rational strength the arguer attributes to it. The reservation states circumstances or conditions in which the claim would not be true. The Toulmin model often presents difficulties such as misidentifying unstated warrants, confusing the data and the warrant, confusing data and backing, and applying incorrect standards to diagrams of complex and subtle arguments. While this chain is still useful in many respects, the vast, unpredictable data of cyberspace, and its nonlinear spatial configuration and diverse global audience make the Toulmin method somewhat limited in the twenty-first century.      Once we have clearly recognized the argument, it is then important to categorize it into induction or deduction. While some people often generalize and say deduction moves from general to specific, and induction from specific to general, this is not always true.             A deductive argument is one in which the premises are claimed to support the conclusion in such a way that if they are assumed true, it is impossible for the conclusion to be false, so that the conclusion follows by necessity. An inductive argument is an argument in which the premises are claimed to support the conclusion in such a way that if they are assumed true, it is improbable that the conclusion is false. Five examples of arguments that are typically deductive are arguments based on math, arguments from definition, and categorical, hypothetical or conditional, and disjunctive syllogisms. Pure math is deductive but statistics are inductive. Toulmin's method is largely inductive because his system is a rebellion against the rigors of formal logic and his 6 part chain includes a qualifier.             A categorical syllogism is a syllogism in which each statement begins with one of the words &quot;all, no, or some. &quot;All cats are animals. Some cats are black and white. Therefore some animals are black and white.&quot; Or use the famous Socrates syllogism &quot;All men are mortal. Socrates is a man. Therefore Socrates is mortal.&quot; Socrates falls into the &quot;some&quot; category. A categorical syllogism relates two classes or categories, denoted respectively by the subject term and predicate term, and the proposition asserts that either all or part of the class denoted by the subject term is included in or excluded from the class denoted by the predicate term. We have four forms: All S are P. No S are P. Some S are P. Some S are not P. A hypothetical or conditional syllogism is a syllogism having a conditional statement for one or both premises. A disjunctive syllogism is a syllogism having a disjunctive statement for one of its premises: &quot;Either you are with the terrorists or you are with the US and its allies. You are not with the US and its allies. Therefore you must be with the terrorists.&quot; Then try to construct a conditional syllogism to determine how such rogue states might be punished. In everyday conversation it is hard to always detect the purity of syllogistic argument. An enthymeme is an argument missing a premise or conclusion, but usually the missing element is implied. &quot;The corporate income tax should be abolished; it encourages waste and high prices.&quot; The missing element is whatever encourages waste and high prices.             In general, inductive arguments are such that the content of the conclusion is in some way intended to &quot;go beyond&quot; the content of the premises. Inductive arguments include predictions about the future, arguments from analogy, inductive generalizations, (because some beans from the bag are chocolate, it is likely they are all chocolate,) arguments from authority (he could be stupid or misinformed in spite of his rep!), argument based on signs (or coexistential), and causal inference which isn't exactly the same as a conditional statement or hypothetical or conditional syllogism. In science, the discovery of a law of nature is generally considered to be inductive, while its application is deductive, proceeding from a true, valid premise.             Once we categorize arguments, we must then analyze them. We need to look at two things: the claim that evidence exists, and what kind of evidence that is, and the claim that the alleged evidence actually supports that claim. Deductive arguments are analyzed as valid or invalid, sound, or unsound. To test the validity of an argument, we must examine whether the premises support the conclusion in such away that if they are assumed true, it is impossible for the conclusion to be false. Here is an example of an invalid argument having true premises and a true conclusion: &quot;All banks are financial organizations. Wells Fargo is a financial organization. Therefore, Wells Fargo is a bank.&quot; Any deductive argument having true premises and a false conclusion is obviously invalid. But you can have a valid argument that is unsound such as: &quot;All wines are soft drinks. Ginger ale is a wine. Therefore ginger ale is a soft drink.&quot;             A sound argument is a deductive argument that is valid and has all true premises.                  Inductive arguments are evaluated as weak/strong or cogent/uncogent. Thus, a strong inductive argument is: &quot;This barrel contains one hundred apples. 80 apples selected at random were found to be ripe. Therefore, probably all one hundred apples are ripe.&quot; A weaker version is as follows: &quot;This barrel contains one hundred apples. Three apples selected at random were found to be ripe. Therefore, probably all one hundred apples are ripe.&quot; Hence, strength and weakness, unlike validity and soundness, relate to degrees. A cogent argument is an inductive argument that is strong and has all true premises, the inductive analogue of a sound deductive argument. Classically it is without qualification, but Toulmin added a qualifier to his reasoning chain. However for classical cogency, the premises must not only be true but also not overlook some important factor that outweighs the given evidence and requires a different conclusion.               When you are debating in a rush, keep asking these two questions:                     Do the premises (data, grounds) support the conclusion (claim)?         Are all the premises true?                    As you write research papers or debate you will develop extended arguments such as: &quot;American Doctors who attend elderly people in nursing homes in NY State in 2009 often prescribe tranquilizers to keep these people immobile. This practice is often unwarranted, and it often impairs the health of the patients. These tranquilizers often have damaging side effects in that they accentuate the symptoms of senility, and they increase the likelihood of a dangerous fall because they produce unsteadiness in walking. Furthermore, since these medications produce immobility, they increase the risk of bedsores. Doctors at the Center for Aging and Health say that physicians who care for the elderly are simply prescribing too much medication.&quot;                     We often get snowed under in our evidence, drowning instead of resurfacing to test the premises or data we need to use to back up our claim or proposition.                 Aristotle is one of my heroes, and, in a small way, I like to carry his triple-threat legacy (Rhetoric, Physic, Poetics) into the 21st century by being a cyber-rhetorician, a kinesiologist, and a screenwriter, although I could never control present knowledge the way he controlled knowledge in Ancient Athens. Traditional Rhetoric began in a confined place and time--Classical Athens-- with a specific audience of free men, thereby excluding women and slaves.Traditional logic first began with Aristotle (born 384 B.C.) who taught and wrote his treatises to explain his system of thinking and to refute the sophistry of emotional rhetoricians like Isocrates. A student of Plato and the son of a physician, Aristotle had a lifelong interest in empirically-based knowledge. He was a great categorizer and divided knowledge into four categories:                     theoretical, physics, math and theology,        practical, politics and ethics,         productive, arts, crafts and medicine, and         organa, or tools of methodology, logic and dialectic.              He used his methodology to write the Poetics, the Physic, the Logic, the Metaphysic so that the content was multi-disciplinary, but his method of inquiry was similar. He divided rhetoric into three species: deliberative (future), judicial (past), and epideictic (not time-bound, but inciting the audience to praise or blame.) Rhetoric was an indispensable part of public life in Athens and remained a potentiality, a way of constantly evaluating knowledge through dialectic, not dogmatic means. Rhetoric deals with probabilities, and uses evidence and logic to convince.                     The Syllogism (Deductive): All men are mortal. (the general principle)        Socrates is a man. (the case)        Therefore, Socrates is mortal. (the conclusion)        Premises must follow by NECESSITY, while in Inductive Syllogisms, they follow by PROBABILITY:        These candies come from that bag.        All the candies in that bag are chocolate.        Therefore, these candies are chocolate.             There are often fallacies in inductive syllogisms because that second clause cannot always be proven. One jumps from a case study to a general principle too quickly, as in many clinical medical trials with pharmaceutical sponsorship. As the world becomes more complex and invisible, deductive syllogisms are harder to prove.              Today we use rhetoric to sell our products and ourselves; Aristotle tried to use rhetoric to express logic which sincerely searched for the truth. Since truth in the twentieth century has been relative, to say the least, most leaders are really persuading people to worship the god of consumerism. Logical fallacies are exploited ruthlessly, as in courts of law. (Cases of O.J.Simpson, the Menendez brothers etc.)           To understand the origin of claims: 25% of your grade is argumentation!             First of all, we must be able to distinguish arguments/propositions/claims from other sentences such as questions (Are suicide bombers ever afraid to die?), proposals (Let's kill them.), suggestions (We recommend that you workout every day.), commands (Don't shop at Shoprite.), and exclamations (The Middle East is a bloodbath!) An argument is a group of statements, one or more of which (the premises) are claimed to provide support for, or reasons to believe, one of the others (the conclusion.) So warnings, statements of belief or opinion, loosely associated statements, reports, expository passages, illustrations, conditional statements and explanations are not arguments by themselves although they may lead to arguments. For example, a conditional statement can form the major premise of a conditional or hypothetical syllogism, but it is not an argument on its own. &quot;If cigarette companies publish warning labels, then smokers assume the risk of smoking. Cigarette companies do publish warning labels. Therefore, smokers assume the risk of smoking.&quot;             To find out if we really have an argument we should                   rule out typical kinds of non-arguments,        examine indicators such as therefore, it follows that, because, since etc. and       most importantly, the presence of an inferential relationship between the statements.                  The purpose of logic is to allow us to develop methods and techniques to distinguish good arguments from bad. Here is an example: All crimes are violations of the law. Rape is a crime. Therefore rape is a violation of the law. Symbolically, it is stated as A equals B. C equals A. Therefore C equals B. But the following is bad: Some crimes are misdemeanors. Rape is a crime. Therefore rape is a misdemeanor. This is a valid form: All A are B. All B are C. Therefore, all A are C. This is invalid: All A are B. All C are B. Therefore all A are C. For example: All cats are animals. All dogs are animals. Therefore, all cats are dogs. Remember this again when we go into testing soundness of deductive arguments.                  You must be able to distinguish premises or claimed evidence (Toulmin's data or grounds) from conclusion or what is claimed to follow from the evidence. An inference is the reasoning expressed in an argument. Some arguments have more than one conclusion or more than two premises and can be described syllogistically, horizontally, vertically, in clusters, symbolically as alphabetical letters or Venn diagrams.            After examining each source, refine your claims in response to what you have learned from your sources.       CLAIMS OF FACT       Since your goal is to write an academic research paper with elements of controversy, conflict, and conversion, the claim of fact is a misnomer, because it is, in fact a problem. By the time you finish, you should have a position stance on this problem that could be debated with a counterclaim, but don't think of facts, like the sun is shining, Obama is the first Afro-American president of the United States, or the World Trade Center was destroyed on September 11, 2001, because these are indisputable facts. Instead, look at the data surrounding a condition or problem that you could eventually solve.                 1) Prioritizing Problems                   Find the most important problems in the extended arguments that support or oppose the arguments in your fact propositions. You have to establish that a problem exists. A problem could be as simple as a crime that has been committed, an injured patient on a gurney waiting to be treated, somoeone whose back hurts so much she can't go to work, abused women at a shelter suffering from post-traumatic stress syndrome, a group of people who don't receive proper benefits, financial compensation, or recognition because of their status, age, race, or whatever, or even a mysterious text that must be deciphered and analyzed.             Remember the last time you watched a courtroom drama? The burden of proof rests on the prosecution because in America, a defendant is presumed innocent until proven guilty. It works differently in other countries, and even Americans, have often presumed &quot;terrorists&quot; guilty until proven innocent, witness Guantanamo. In terms of your case construction, society protects the status quo, so you are obliged to overcome presumption with your reasoning and evidence. I am sure you have heard the term, prima facie case, in your courtroom dramas, and that is what you do when you provide good reasons for weighing an alternative to the status quo.                       2) Narrow down your topic to limit specifics in claims of fact, so you can then fill in the details.             In order to prove that a problem exists in your claim of fact, you have to be specific--who, when, where, and why? Don't be afraid to narrow it right down, because you can open up your discussions in the claims of value.Remember how the two attorneys argue over circumstantial evidence in a murder trial, or how several doctors may argue about what the patient really has, before they prescribe treatment? Certain signs point to a particular diagnosis in the Physicians Desk Manual, but health professionals could disagree about what is really causing the pain. For example, someone with back pain could be suffering from a herniated disc, a spinal tumor, piriformis entrapment syndrome, fibromyalgia, or a facet impingement. More meticulous testing will help make this diagnosis, but sometimes people must discuss, argue, and interpret.             At times you must make people aware of the importance of a problem in order for them to pay attention to an expensive solution you may propose later on. On the other hand, doctors may not really know what is causing the pain, so they proceed to the claim of policy by prescribing a treatment, and if it works, then they move backwards to an assumption of the claim of fact. For example, a cat presents with a mouth tumor, which could be eosinophilic granuloma, an auto-immune disease, or squamous cell carcinoma, a lethal cancer. If it is a lethal cancer, the case is lost, so the doctor prescribes the treatment for the former--prednisone and antiobiotics--with the assumption that if it works, then the cat only had this auto-immune disorder.             Likewise, you may find that you have a solution before you really know the full implications of your problem. Or in literature, that you have interpretive claims of value before you understand all the problems embedded in the text you are analyzing. In these cases, simply document the process of your thinking.                                 3) Counterclaims of Fact       Interpret, analyze, criticize, and refute the arguments that go against what you believe to be true. You can use the five general refutation strategies presented in your textbook, such as exploratory refutation, examining arguments for incompatibilities or discrepancies, using tests of evidence to weaken or disclaim arguments, and making note of this to help you suggest your rebuttals.                       4) Issue mapping and rebuttals       Map the issues surrounding your claims of fact and posit a strong rebuttal to summarize fact propositions before moving to claims of value. As stated in your textbook, &quot;An issues map is a synthesis of the context, situation, participants, and issues associated with a proposition.&quot; (272)                          Looking for Details       Be as observant as a physician taking a case history, or a detective recording a crime scene.                   CLAIMS OF VALUE                                           Lecture - Claims of Fact          Edit Section                                                  1) Value claims assert a writer's sense of values--right and wrong, good and bad, just and unjust, the beautiful and the ugly. Value claims make judgments, and like all claims readers need to evaluate the evidence and assumptions supporting such claims. Value claims try to prove that some idea, action, or condition is good or bad, right or wrong, worthwhile or worthless.                &quot;Education offers the greatest chance for people to realize their full potential.&quot;        Others express our beliefs about beauty. &quot;Madonna is more beautiful than Britney Spears.&quot; &quot;The most important side-effect of exercise is a beautiful body.&quot; &quot;Shakespeare's poetry is beautiful.&quot;                Value claims reveal much about a writer's personal beliefs. And so it is that many value claims are defended or attacked because different people have different sets of values, based on family and religious background, age, experience, education, personal proclivity, and the society to which they belong.                        2) Value claims also rest upon some sense of a standard of justice, beauty, or goodness. They are also defended or attacked on the basis of differing standards between people. Some people, Nobel Prize judges, for example, feel that great literature must have &quot;universal validity, visionary power, a humanity beyond and below the reigning civilization, poetic adventure and import, extraordinary linguistic ingenuity, new departures, and humanistic integrity.&quot; Those are their standards by which they make value judgments about an author's work. By those standards, therefore, those people argue that writers like Danielle Steele or John Grisham will never be considered great writers. For others, the standard is different: if we consider how popular and how widely imitated a writer is, then Steele and Grisham are the greatest!                        3) Since we cannot be certain of the values of our readers, it is necessary for us as writers to be sensitive to, and anticipate the reactions of, different people with different sets of values. In that way, we are better able to see the issue from our readers' points of view and offer our readers evidence to support a different set of values or to adopt a new set of values.                Much of the critical writing in literature, ethics, and even history, revolves around claims of value. Throughout the semester, copy down quotes from the literary books that might pertain to claims of value in your project. Feel free to write poetry, and look at it for unconscious values related to your topic.                4) Supporting a Value Claim        It may seem impossible to convince another that your values are superior to the others. It is natural to feel that your values are the &quot;best&quot; ones or the &quot;right&quot; ones, but we all know of times in our lives when we were effective at getting someone to do something (or not to do something) simply by persuasion alone. At those times we did succeed at changing another's values. At other times, it may have been us who had our attitudes changed about a subject.                Although it may seem impossible, it does happen, both on the small scale and on the large scale. The Civil Rights Act of 1964 is testimony to the fact that large scale shifts in attitude do take place. As writers, if we are to have any chance of succeeding, we must give good reasons why we think one thing is better than another.                To achieve such a transformation, classical rhetoricians give the following advice:                Try to demonstrate that the values or principles you advocate should have priority on a scale that includes the reader's values. It is usually easier to have the reader reorganize priorities rather than adopt a completely new value system.                Demonstrate that the values you advocate have a desirable, beneficial outcome — an outcome that cannot be achieved without your set of values.                Use specific examples that illustrate the values you advocate. Values are abstract notions and it is often easier to win another's assent if you put those abstract ideals in concrete terms. This is why all your abstract terms must be defined. For example, if you are trying to advocate national health care in your claim of policy, you need to analyze the value and kind of health care people should get. Giving specific examples of how hard-working, educated people are deprived of health care because it isn't covered at their job, it is too expensive for them to buy, or they just lost their livelihood in the recession. To persuade people to cross the fence on this issue isn't easy unless they can develop sympathy for these disenfranchised people, something you must do with claims of value.                Finally, use ethical appeal in the form of testimony or quotes from highly knowledgeable or highly regarded people who share your values.                One of the goals of the EvergreenEnergy journal is to be aware of the ecological setting of any analysis or argumentation, realizing that geography, culture, and history color the claims of value in any discussion. Imagine an alien landing in your territory. What would it think of your problem, your values, and your solution, and the society in which the problem occurs? One society's problem is often another's solution.                       5) Identifying Bias with Counterclaims        What is good, bad, better, or worse about your topic? We are often blind to our own biases, so analyze the counterclaims of value of the writer with whom you disagree the most. This may make you more aware of your own prejudices, but also enable you to better defend your claims.                       6) Comparison/Contrast and Abductive Logic:        In Latin, abduct means to move away from, so in order to open up your topic through comparison/contrast, you must move away from the specifics of your claims of fact. This abductive logic, however, must still adhere to the same claims of value, simply extending time and place, in order to get a more universal perspective. Many students say that &quot;my thesis is to compare AIDS in New York with AIDS in Senegal,&quot; but this is not a thesis, because it is descriptive, without a position stance. Therefore, you can certainly compareNew York and Senegal, but before you do that, you must have a particular problem to solve around the AIDS crisis on which you have an opinion, and then open it up in the claim of value.                    CLAIMS OF POLICY             Policy claims argue that a certain condition should exist. They express a writer's sense of obligation or necessity. Consequently, we can recognize policy claims fairly easily since a specific class of verbs, the modal verbs, convey the meanings of obligation or necessity. The modal verbs that convey a sense of obligation and necessity are &quot;should, must, need, ought to, got to, and have to.&quot; Some examples of policy claims are&quot;The United States should adopt national health care by 2010.&quot;&quot;Drivers with even the slightest amount of alcohol in their blood should have their licenses revoked for 5 years.&quot; &quot;We need to tax alcohol and tobacco more heavily.&quot;Supporting a policy claim can be very difficult. The writer must first convince the reader that current policy on some issue is not working,then convince the readers that the writer has a better policy, and finally move the readers to act on the writer's suggestion, being aware of competing counterclaims that might better solve the problem.             2) Solutions: If you have made the reader cringe from the implications of the problems embedded in your claims of fact, they will surely be expecting the solutions from the claims of policy. Make sure you have established causality, however, so that your solution will really solve the problem.              3) Supporting the Policy Claim: A writer's chances to persuade a reader that current policy has failed and that s/he has a better alternative improve dramatically if s/he defines all terms and proposal clearly and precisely (the reader is more likely to agree if the reader know exactly what s/he is agreeing with), (claim of value) establishes the need for a chance factually, (claims of fact)considers the opposing arguments and explains why his/her alternative is the best approach, (counterclaims) demonstrates to the reader that there are distinct advantages to accepting the writer's alternative, and supports the policy change not only with data (rational appeal) but also with evidence that appeals to the readers' need to feel that the change is the right thing to do (emotional appeal) and with evidence that makes the readers trust the writer (ethical appeal).In business debates on policy claims determine the success of the contract and product, which is one reason business thinking often jumps from fact to policy, without spending enough time analyzing claims of value. While a rigorous, detailed, methodical policy claim can insure success for a business, it must be buttressed by a thorough investigation of all the cultural, ethical, long-term implications of its adoption.             4) In this class, feel free to let your imagination go with utopian claims of policy, that may ignore the bottom line; however, make sure your claim is thoughtful, methodical, and comprehensive enough to solve your problem. Since this is a multidisciplinary course, note that a claim of policy can be a theory you develop in philosophy, an interpretation you posit in literature, or a medical treatment, business plan, or education policy you advocate in more concrete disciplines. Re-examine your causality between fact and policy. After searching profoundly, you may come to the conclusion that your policy is wrong, incomplete, inadequate, or that making a compromise with a counterclaim is a better solution. Your conclusion may simply point the way to more questions and different kinds of research. For these reasons, it is important to expose the process of your thinking to your readers; however, this is no excuse NOT to try to move through logical thinking.             5) Procedural Thinking             Some people, like myself, enjoy the non-sequitur, free-wheeling brainstorming of creative thought, and this is an excellent way to begin a research paper. But by the time you are formulating your claims of policy for the final draft, you want to be as organized, procedural, and methodical, as experts presenting a billion-dollar plan to a CEO. To do this you must have all your evidence properly classified in your outline, your imagination must have finished the visualization of the entire plan, and then you must have the patience to write it down in all its detail.Those of you who are doing creative writing projects must submit your structural outline, showing how the research you have done will improve the foundation of the project. For example, in my last novel, I had to research terrorism, Islam, and particle physics. I did this empirically through travel and interviews, but I also read a plethora of books and articles, and even took a course on particle physics. For my current novel, I am researching geology, through academic study and hands-on field work, small-town politics, casinos, and rural universities. Great literature has depth of content as well as beauty of form, and that must come from some kind of thoughtful research as well as imaginative construction.             To persuade someone to adopt your claim of policy requires a combination of logic, rhetoric, and ethics, as Aristotle would say. Think of the reasons why people adopt a certain program or belief: They could be compliant, because of a reward-punishment behavioral approach, or military or legal necessity; they could emulate you as a role model, or identify with you if their situation is similar; they could find your knowledge is expert, and your character trustworthy; and they could be persuaded by the brilliant, methodical logic of your argument. When you publish online, you are presenting your work to an unpredictable, anonymous audience, so you need to use as many logical and rhetorical strategies as possible to strengthen your position stance.             Since a claim of policy is often a solution to a problem with a clear proposal for future action, you may want to address the ill, wrong, or harm that must be resolved, the blame for this ill because of problems in the present system, the cure, and the cost benefits with a needs-analysis approach or a comparative-advantages and goals case. Obviously if you change one part of a system, the whole system changes, which is why you need to look into benefits and costs. In a humanities paper, you may be evaluating the benefits and implications of the interpretations of literature or history you advanced during the claims of value. At the midterm, you may have played around with utopian claims of policy, simply to feed your imagination, but now you must fill in the gaps in order to propose a workable plan, even if it is advanced in the future or in a different environment.             For the claim of fact, you analyzed qualitative and quantitative significance--how the problem diminishes life, and what the scope of the problem is in terms of how people are affected. While the problem may relate to millions of people, you narrowed down your study to a specific group in a specific time and place. Now you want to return to these specifics, after opening up in the claim of value, in order to find viable solutions to the problems you analyzed. If you are doing a humanities project, it simply means returning to the original text with your definitive analysis, recommendation, or interpretation.         Not only do you have to defend your plan against the present ill, but also against counterproposals. To do this effectively, look for logical fallacies in the opponent's argument.           Fallacies of Ambiguity           Equivocation: An ambiguity caused by a shift between two legitimate meanings of a term. &quot;If you believe in the miracles of science, you should also believe in the miracles of the Bible.&quot;       Amphiboly: An ambiguity caused by faulty sentence structure. &quot;SLOW CHILDREN CROSSING!&quot;       Accent: A statement that is ambiguous because 1)its intended tone of voice is uncertain; 2) its stress is unclear; or 3) it is quoted out of context &quot;President Clinton really knows how to wag his dog.&quot;       Hypostatization: The treatment of abstract terms like concrete ones, sometimes even the ascription of human-like properties to them (similar to personification) &quot;The city is so polluted that it belches out smog, burping poisons, and farting toxins,and, and, until we ban cars from the streets, this diseased urban giant will die a long, slow, cancerous death.&quot;           While you should be aware of the poetic, persuasive, and connotative aspects of language, you should also know how to poke through them to detect deliberate fallacies in opponents' arguments. You can also use language elegantly, eloquently, and emotionally to advance your rhetoric; but sometimes, you need to translate a passage into plain prose to find out what is really being said. For these reasons, it is important to define all your connotative terms in the claims of value, so that you are ahead of the game when presenting and rebutting your claims of policy.           Fallacies of Presumption        Division: The assumption that what is true of 1) the whole or 2) the group must be true of the parts or members. &quot;This is the snobbiest eating club on campus; John, who is a member of it, must therefore be a terrible snob.&quot;   Composition: The assumption that what is true of 1) a part of a whole or 2) a member of a group must be true of the whole or the group. &quot;By the year 3500 the human race will be extinct because we know that all of us now living will be dead.&quot;       Sweeping Generalization: Applying a generalization to an exceptional case by ignoring the particularities of the case. &quot;Since step aerobics is good for the heart, they should make it mandatory in nursing homes.&quot;       Hasty Generalization: Using insufficient evidence or an isolated example as the basis for a widely general conclusion. &quot;I was raped by an Eskimo, therefore all Eskimoes are rapists.&quot; (This fallacy is often the basis for racism.)       Bifurcation: Considering a distinction or classification exclusive or exhaustive when other alternatives exist. &quot;You're either for me or against me!&quot;       Begging the Question: 1) Offering, as a premise, a simple restatement of the desired conclusion. &quot;Immortality is impossible because when we die that's it.&quot; 2) A circular argument. &quot;I'm always right.&quot; Why/&quot; &quot;Because I'm your mother and I say so.&quot; &quot;How do we know that mothers are always right?&quot; &quot;Because I'm your mother and...&quot; 3) (Wider generalization) &quot;He must be depressed: he's an existentialist!&quot;       Question-Begging Epithets: Using strongly emotional language to force an otherwise unsupported conclusion. &quot;Democrats are amoral, lustful, greedy politicians who don't care about foetuses and family values.&quot;       Special Pleading: Applying a double standard that is exemplified in the choice of words &quot;Horses sweat, men perspire, women glow.&quot;             False Analogy: Reaching a conclusion by likening or comparing two significantly incomparable cases. &quot;How can you tell your children not to take money from others when the government they live under does it all the time?&quot;       False Cause: Inferring a causal link between two events when no such causal connection has been established. &quot;The only reason crime went down was because Giuliani became mayor.&quot; (Crime also went down in every other city.)       Slippery Slope: Assuming, unjustifiably, that a proposed step will set off an undesirable and uncontrollable chain of events. &quot;Today it's Kevorkian, tomorrow everyone over 85 will be euthanized, and by 2010 we'll have a BRAVE NEW WORLD!&quot;           So much research is muddied by fallacies of presumption as we jump to conclusions prematurely. Advertising and politics are swamped with fallacies of presumption, so review your own evidence to make sure you have enough solid support for your claims.           Fallacies of Relevance           Irrelevant Thesis: Seeking, perhaps succeeding, to prove a conclusion not at issue. &quot;Hunting isn't cruel because it makes so many people happy and well-employed.&quot;       Genetic Fallacy: Attacking a thesis, institution, or idea by condemning its background or origin. &quot;Classical Greek philosophy is anachronistic because it was created by Dead White Males.&quot;       Abusive ad Hominem: Attacking the character of the opposing speaker rather his or her thesis. &quot;We shouldn't elect her because she's a lesbian.&quot;       Circumstantial ad Hominem: Attacking the opposing speaker by implying vested interests.       Tu Quoque: Attempting to show that an opponent does not act in accord with his or her thesis. &quot;How can my father tell me to stop drinking when I know he's an alcoholic?&quot;       Poisoning the Well: Attempting to preclude discussion by attacking the credibility of an opponent. &quot;President Clinton lied about his affair with Monica Lewinsky therefore he must be lying about social security, education and the environment as well.&quot;       Mob Appeal: Using emotion-laden terminology to sway people en masse. &quot;Stand up for Afro-American civil rights! If it doesn't fit, you must acquit!&quot;       Appeal to Pity: Seeking to persuade not by presenting evidence but by arousing pity. &quot;Don't send the Menendez brothers to the gas chamber because their father abused them.&quot;       Appeal to Authority: Seeking to persuade not by giving evidence but merely by citing an authority, in the form of an: 1) appeal to the one, 2) appeal to the many, 3) appeal to the select few, 4)appeal to tradition. &quot;Use this mouthwash because Madonna uses it.&quot; &quot;Everybody owns a car so buy one soon.&quot; &quot;If you use this perfume, you will be set apart from the crowd.&quot; &quot;Marriage is sacred because it's been around for ages.&quot;       Appeal to Ignorance: Emphasizing not the evidence for a thesis, but the lack of evidence against it. &quot;There must be an afterlife because no one has proven for sure that there isn't.&quot;       Appeal to Fear: Seeking to persuade through fear. &quot;Fuzzy, if you don't stop meowing, Mommy won't give you any yum yum.&quot;           Some of these fallacies may seem obvious and literal, when in fact your opponent's work may be cleverly couched in brilliant rhetoric. Even deductive categorical, disjunctive, and conditional syllogisms can be rendered formulaic with quasilogical arguments that use transitivity, incompatibility, and reciprocity to make things seem simple and clear when, in truth, there may be serious problems with the project. The more you know about a field, the easier it is to see what a certain researcher gives or takes from that field, but you can also analyze faulty methodology in a field with which you are unfamiliar.           Writers and speakers, especially American lawyers, often use logical fallacies on purpose to enhance their power of persuasion. When I was an expert juror on the Menendez case on Court TV, I realized how cleverly Leslie Abramson used fallacies of relevance to put Jerome Oziel, the psychiatrist, on trial, in order to distract the jurors from the culpability of the brothers. Johnny Cochran used similar fallacies in the O.J.Simpson case. In the following anecdote, &quot;Mother's Logical Fallacies&quot; by Lori Manning, WW2 student, gives a more endearing, at-home example:           Rhetoric, the art of persuasion, was first established as an art by Aristotle. He believed that his predecessors &quot;limited themselves to working up ideas on how to arouse in the hearers emotions (pity, indignation, anger) that would influence their judgement in a favorable way to the orator's case.&quot; (194) Aristotle categorized rhetoric into three categories or pisteis. These categories are ethos, logos and pathos, the speaker's reputation, the argument itself, and the play on emotions. I often use these three categories along with a few logical fallacies to get my niece to obey me. My niece, Lavel is a curious child who responds to most of my statements with &quot;why&quot; so I always make sure that I have a good argument. I gather facts about the situation and mentally prepare for a battle. For example, I was walking down the hall when I heard Lavel jumping on the bed so I yelled to her to stop jumping on the bed. She quickly dismounted and assured me that she had not been engaged in that act. I instructed her not to lie because I had seen her. She continued to deny my allegations because I often proclaimed that I had seen her doing a wrong act so that she would confess. Unfortunately she had caught on so I was forced to describe her action at length, which included raising her hands in an attempt to touch the ceiling and then falling onto her knees. Finally she admitted to the wrong doing and asked in a whiny voice why she couldn't jump on the bed. I just ignored her.              After she had asked me over five times, I implemented a fallacy of presumption, begging of the question in particular. I told her that she could not jump on the bed because I, her aunt, said so. She continued to ask why so I responded &quot;I'm the adult and you are the child so you have to do whatever I say!&quot; Lavel asked me why again so I decided to try another tactic. I attempted to establish my reputation with her by asking her a series of questions which were guaranteed to produce the responses that I needed to build my argument. I asked her who I was to her and she responded that I was her aunt. Next, I asked her if I was older and she answered &quot;yes&quot; in a mistrustful way. Then I asked her if she thought that I knew more than her and she responded &quot;yes,&quot; but then quickly changed her response to sometimes. I stared at her intently and she said &quot;I guess so.&quot;           Satisfied, I asked her if she thought that I cared about her and she said &quot;yes.&quot; Having gathered the responses that I was looking for, I stated, &quot;Even you said that I care about you and know more than you so trust me when I tell you not to jump on the bed.&quot; &quot;No, you just don't want me to have any fun! You never want me to have fun,&quot; she yelled as she stormed to her room. Well that tactic alone did not work so I decided to appeal to her emotions. I followed her to her room, sat on the edge of her bed and said, &quot;You know Lavel, I try really hard to be patient and understanding with you but you're never willing to do the same for me. Why is that? When you failed your math exam, I was the one who dried your tears and helped you explain the grade to your parents. When Junior said you couldn't play with his PlayStation, I talked him into letting both of us play. When Tevy didn't let you go to the mall with her and her friends, you and I did something cool.&quot; In a solemn voice, I told her that she could have broken the bed, as my older nephews as well as her father had done, or injured herself and that I as her aunt would have felt very bad and would have been responsible.    As I walked out of the room, I said, &quot;I love you, you are my favorite niece but yet you don't feel the same way. Fine! I'll just leave you alone. If that's the way you want it, then that's the way you got it.&quot; She yelled, &quot;Wait, Aunt Lori!,&quot; as she ran in front of me and hugged me around the waist. I ignored her and but she held on. She began to cry and promised that she would not be so difficult in the future. None of the three components of pisteis worked for me individually but only as a unit. By gathering the facts, witnessing her actions, building my reputation, as an adult, her aunt and someone who cares, and playing on her emotions, I was able to persuade her to behave in the way that I wanted. I never realized that these tactics they worked as a unit until I came across Aristotle¹s theory. As a result, I will use the unit as a rule of thumb in every situation, as it can only benefit me.           Formulating the Counterclaim           If you don't have clear counterclaims, imagine them, in order to strengthen your own claim through a mock rebuttal. This is what lawyers do to prepare their clients for trial.           Rebutting the Counterclaim to Strengthen Your Claim           Treat your opponent's claim as a new one, looking for logical fallacies, and re-examining your research to provide better solutions.           B. Activities: Debate your claims of policy with an opponent in the Forums. We will try both adversarial and co-orientational approaches, even pretending you have to present to a hostile audience.           C. Assignments: Rewrite the claims of policy section of your research paper, using counterclaims to strengthen and clarify your point of view.           D. Resources: CT book: Review Chapter 11.                 RESEARCH       a) Quote your sources accurately with parenthetical documentation.       b) Make sure all sources are alphabetized in correct MLA/APA format in your bibliography.       c) Professor Keefer’s three international online journals publish scholarly, technical, creative, professional, general interest, and sensational material in all disciplines for a global audience, in an effort to make scholarship more accessible, and to analyze and understand the vast amount of sensational material that controls our various cultures.      d) Review your bibliography to make sure you have multiple points of view, sources from all genre, so that you can be evaluated for both depth and diversity of research.        No matter how painstaking and tedious your research gets, never lose the wonder and joy of acquiring new knowledge. Every time I open a new book or article, or prepare an interview, I am as excited as a little kid at an amusement park. These intellectual treasure hunts are one of the great pleasures of being human. Share your joy and wonder with your readers as you describe your research journey, letting them know about your successes, failures, and frustration.   The World Wide Web has a lot to offer, but not all sources are equally valuable or reliable. Here are some points to consider. For additional points regarding Web sites for subject disciplines, Google &quot;Thinking Critically about Discipline-Based World Wide Web Resources&quot;.          Content &amp; Evaluation    Who is the audience?    What is the purpose of the Web Page &amp; what does it contain?    How complete and accurate are the information and the links provided?    What is the relative value of the Web site in comparison to the range of information resources available on this topic? (Note:    Be sure to check with a librarian.)    What other resources (print &amp; non-print) are available in this area?    What are the date(s) of coverage of the site and site-specific documents?    How comprehensive is this site?    What are the link selection criteria if any?    Are the links relevant and appropriate for the site?    Is the site inward-focused, pointing outward, or both?    Is there an appropriate balance between inward-pointing links (&quot;inlinks&quot; i.e., within the same site)&amp;    outward-pointing links (&quot;outlinks&quot; i.e., to other sites)?    Are the links comprehensive or do they just provide a sampler?    What do the links offer that is not easily available in other sources?    Are the links evaluated in any way?    Is there an appropriate range of Internet resources -- e.g., links to gophers?    Is multimedia appropriately incorporated?    How valuable is the information provided in the Web Page (intrinsic value)?    Source &amp; Date    Who is the author or producer?    What is the authority or expertise of the individual or group that created this site?    How knowledgeable is the individual or group on the subject matter of the site?    Is the site sponsored or co-sponsored by an individual or group that has created other Web sites?    Is any sort of bias evident?    When was the Web item produced?    When was the Web item mounted?    When was the Web item last revised?    How up to date are the links?    How reliable are the links; are there blind links, or references to sites which have moved?    Is contact information for the author or producer included in the document?    Structure    Does the document follow good graphic design principles?    Do the graphics and art serve a function or are they decorative?    Do the icons clearly represent what is intended?    Does the text follow basic rules of grammar, spelling and literary composition?    Is there an element of creativity, and does it add to or detract from the document itself?    Can the text stand alone for use in line-mode (text only) Web browsers as well as multimedia browsers, or is there an option    for line-mode browsers?    Is attention paid to the needs of the disabled -- e.g., large print and graphics options; audio; alternative text for graphics?    Are links provided to Web &quot;subject trees&quot; or directories -- lists of subject-arranged Web sources?    How usable is the site? Can visitors get the information they need within a reasonable number of links (preferably 3 or fewer    clicks)?    Other    Is appropriate interactivity available?    When it is necessary to send confidential information out over the Internet, is encryption (i.e., a secure coding system)    available? How secure is it?    Are there links to search engines or is a search engine attached to (embedded in) the Web site?          If you are still considering this source, dig deeper:        a) What are the author’s claims of fact, value, and policy?      b) Does the author present one biased point of view, or multiple points of view?       c) How much solid evidence is used to back the author’s claims? What kind of quantitative or qualitative research have they done?       d) Is the work scholarly, with sources cited, technical vocabulary, standard formats, or is it professional or business with specialized language and specific points of view, or is it common interest for the general public, or sensational like tabloids? All these genre have their places, but your job is to evaluate the source for some kind of truth related to your topic.       e) How can the resource present counterclaims to strengthen your claims? In this case, you are encouraged to read and analyze writers who disagree with you.   Some people think of libraries as smelly, stuffy places filled with dead trees, akin to a morgue. Nowadays research occurs everywhere: online, in the community, socializing at bars, watching TV or films, reading newspapers, making field trips, and traveling to distant lands. One of my students did her best interview during a red eye trip from California when she nabbed Gloria Steinem and got her to discuss feminism for five hours! Libraries are also better organized now, and librarians are usually a lot less busy than they were when I was a graduate student. Specialized librarians can spend hours helping you with your research project.        Kinds of Research   Books   Articles   Audiovisual sources such as film, television, radio, or audio recordings   Interviews   Field Research   Maps, Atlases   Statistics   Encyclopedias   Almanacs   Internet Sites   E-books         a) How relevant is this resource to your topic?     b) When and where was it published? Is it timely, out-of-date, or just useful for comparison and contrast?     c)What are the author’s qualifications, such as educational background, experience, biography, age, places lived?     d) Who is the publisher? What do they normally publish?     e) Who is the intended audience, general public, professionals, scholars, global, American, any specific age groups, ethnicities or political persuasions?     f) How much of the information is fact, opinion, propaganda?      g) Is the author’s intent to inform, express him or herself, to get attention, persuade, stimulate (to pity, lust, tears), or to refute or criticize previous knowledge?   Lectures. 25% of your grade is originality.   Ways to be More Original: Do your own interviews, not only of experts, but victims, patients, criminals, or any of the subjects you are studying. Do your own field research by visiting hospitals, consulates, nursing homes, hospices, schools, jails, “green” buildings, nature preserves, or wherever your problem exists. Describe your visit in detail like a good journalist, and use it as evidence to support your claims. Look for the positive and negative, examining the present situation with a knowledge of the past, and what the directors project for the future.   Combine different disciplines. Cliché arguments and papers exist in every field, but if you re-examine them in terms of another discipline, you may get a different perspective, and hence, an original point of view.   Use language in a novel, interesting way. Much originality in literature came from writers like Joyce, Proust, Woolf, Rushdie, ben Jelloun, who find a new way of expressing themselves, even though the themes or stories might be commonplace.   Connect your research to the health, disease, and exile theme, the ecodisciplinary theme, the online education theme, or the civilization and terror theme.   In the Brain Gymnasium, we work on mindbody conditioning, assessing and understanding our cognitive domains, and changing our cerebral grooves for more potent creativity.   Creativity has three stages: 1) Childlike play and wonder where we become as free and careless as a child playing;   2) Working in our cognitive domain with the appropriate combination of logical and translogical thinking such as homospatial and Janusian processes, (which can lead to frustration, and angst as repressed unconscious drives are uncovered,) and designing our structure with right and left brain synchronicity;   3) Completing and presenting our work to an audience which can necessitate courage and fearlessness if the work is truly creative because it would go against the status quo. Creativity is closely related to destruction and therefore the mind must be constantly erased through meditation and cognitive colonics. Don't get into a rut!     Proofread! You can't edit enough. There are always mistakes to correct, and better ways of expressing yourselves.     Check MLA/APA Documentation 25% of your grade is language and style, your eloquent, unique writing style framed in correct parenthetical documentation. Proofread meticulously. Consult a thesaurus for synonyms. Work on sentence structure and paragraph progression.    MLA Documentation: Use parenthetical documentation (23) after the quotes: Descartes wrote &quot;I think therefore I am.&quot; (23) Then in the bibliography, (make sure it is alphabetized) put in full publication or production details.   Books:   Tannen, Deborah. The Argument Culture: Moving from Debate to Dialogue. New York: Random, 1998.   Articles:   Kaplan, Robert D. &quot;History Moving North.&quot; Atlantic Monthly Feb. 1997: 21+.   Cheuse, Alan. &quot;Narrative Painting and Pictorial Fiction.&quot; Antioch Review 55 (1997): 277-91.   France, Peter. &quot;His Own Biggest Hero.&quot; Rev of Victor Hugo, by Graham Robb. New York Times Book Review 15 Jan. 1998:7.   Online:   Spanoudis, Steve, Bob Blair, and Nelson Miller. Poets' Corner. 7 June 1999. 13 June 1999 &lt;http:www.geocities.com/~spanoudi/poems&gt;.   Blue Note Records . 9 June 1999. Blue Note Records. 9 June 1999 &lt;http:www.bluenote.com&gt;.   Coontz, Stephanie. &quot;Family Myths, Family Realities.&quot; Salon 12 Dec. 1997. 3 Feb.2000 &lt;http://www.salonmagazine.com/mwt/teature/1997/12/23coontz.html&gt;.   Email:   Schubert, Josephine. &quot;Re: Culture Shock.&quot; E-mail to the author. 14 Mar. 2000.   Film:   The English Patient. dir. Anthony Minghella. Perf. Ralph Fiennes, Juliette Binoche, Willem Dafoe, and Kristin Scott Thomas. Miramax, 1996.   TV: Primates. Wild Discovery. Discovery Channel. 23 Mar. 1998.     Use APA documentation for health and social sciences. Consult your style book for exceptions.    B. Activities: Cross-edit and peer-review each other's papers.     C. Assignments:Write down irritating questions, look for holes in your research, expand your bibliography, and write a paper about your weaknesses for next week.   Arabic and Roman Numeral Outline    ORGANIZATION AND OUTLINING    An outline just helps you organize your research, the way empty drawers would help you do housework. It should be more like a Matryoshka doll than a grocery list. However you make the outline logical by using complex, compound sentences as often as possible. The outline is an organization of the topic paragraphs, with the thesis refined and developed in I, II, III, IV, and V. For example:   I. Introduction: State thesis as a complex, compound sentence   A. 1)   2)   a)    i.   B.   1)   2)   a)   i.       II. Claim of Fact--Restate thesis around major problem.   A. Description of specific time, place, demographics, etc of your study   1)   2)   a)    i.   B. Counterclaim to your claim of fact       1)   2)   a)    i.       III. Claim of Value--Refine thesis in terms of values, what certain groups of people, religion, culture deem better or worse.   A. Description of your angle on the claim of value.   1)   2)   a)    i.   B. One or more counterclaims to your claim of value.       A. 1)   2)   a)    i.       IV. Claim of policy-- Develop thesis in terms of potential solutions to your problem.   A. Present a methodical plan to solve your problem.   1)   2)   a)    i.   B. Counterclaim(s) to your policy claim. For example, I may present a therapeutic model to solve back pain, and the counterclaims might be what other therapists do in their rehab centers.1)   2)   a)    i.       V. Conclusion   A. Summarizing and evaluating your evidence.   B. Identifying unsolved problems and giving suggestions for future research.    Note that this model is rather rigid, and therefore should not be a writing model. You should write as creatively as possible, but you need some kind of structure that organizes your data and develops your argumentation. As you gather more information, you will then be able to evaluate it in terms of the thesis you are developing.        INTERVIEWS AND FIELD RESEARCH           Choosing and Enlisting Experts      What books or articles have they written in the field and when? What are their biases? How do they differ from yours?       Identify the interviewee. Is the interviewee reserved, talkative, shy, in pain, hysterical, a friend or stranger, a slick politician you must cut through, an expert you must impress or what? How does the person differ from you in terms of experience and beliefs about your topic? Ideally, you are doing many interviews, so pick people for and against you. How can you get the most out of them? You are NOT representing NYU, but yourself. As an excellent global university, NYU wants you to engage in rigorous scholarship, but also have the courage to question critically, to have the imagination to go against the tide, to risk positing unpopular theories, but then to present your findings in a linguistically correct style that still reflects your unique voice and point of view. In other words, if you really challenge yourselves, work critically and creatively, then both NYU and the professor should be pleased. Your goal however is never to please, admire, respect, or worship the professor but to develop your mind and advance scholarship in the field. Obviously you must come to class and fulfill requirements, but controversy, conflict, and conversion are part of most academic reseach papers. Agree to disagree with me, the people you interview, your preconceived notions, and your peers.    2)Preparing for the Interview   How can this person help you solve problems related to your topic?      Research the personal elements of their biography as if you were inviting them to spend the weekend at your home. What questions do you want to ask them? What is the most important thing in their lives? Is there any way you can interview them in their home or office?       3) Interview Techniques   Look at famous interviewers such as Larry King and Barbara Walters to analyze how they listen and ask questions. See how they use eye contact and body language to listen. Observe how and when they interrupt or redirect the conversation. Whether the interview is relaxed or combative, they make the person feel she/he is the center of the world.       Interviews provide in-depth information about a particular research issue or question. Because the information is not quantifiable (i.e., not amenable to statistical analysis), the interview often is described as a qualitative research method. Whereas quantitative research methods (e.g., the experiment) gather a small amount of information from many subjects, interviews gather a broad range of information from a few subjects.    When we analyze the results from an interview we look at how all the statements made by the interviewee are inter-related. What are the contradictions and consistencies? What is the &quot;big picture&quot; of what the interviewee is trying to say - and how does every individual statement from the interviewee relate to this big picture? The interview is a &quot;holistic&quot; research method: all the bits of data from the interviewee provide you this &quot;big picture&quot; that transcends any one single bit of data.    The information from the interview is not objective data as in quantitative research methods. If the interviewee is an expert on some particular topic or possesses some special skill or experience, his or her responses may be &quot;facts&quot; or &quot;opinions&quot; depending on how you look at it. A good interview is the art and science of exploring the subjective knowledge, opinions, and beliefs of an individual.    The structured interview consists of a list of specific questions. The interviewer does not deviate from the list or inject any extra remarks into the interview process. The interviewer may encourage the interviewee to clarify vague statements or to further elaborate on brief comments. Otherwise, the interviewer attempts to be objective and tries not to influence the interviewer's statements. The interviewer does not share his or her own beliefs and opinions. The structured interview is mostly a &quot;question and answer&quot; session.    The &quot;unstructured&quot; interview is more free-wheeling. You may ask the same sort of questions as in the structured interview, but the style is free-flowing rather than rigid. It is more conversational. You adjust your questions according to how the interviewee is responding. You may even inject your own opinions or ideas in order to stimulate the interviewee's responses. Therefore, the unstructured interview requires much more skill, is much more complex, and is a far more fascinating process.    The &quot;content&quot; of the interview is WHAT the interviewee says. This is the easiest component of the interview to study, and tends to be what the novice focusses on. The most accurate way to record the content of the interview is by using a tape recorder.    The &quot;process&quot; of the interview is a much more elusive but powerful component of the interview. It involves reading between the lines of what the interviewee says. It involves noticing HOW he or she talks and behaves during the interview. HOW the interviewee responds will give you more insights into the content of what he or she says. Your observations of the interview process may confirm, enrich, and sometimes even contradict the content of what the person says. This is particulary important when taking medical case histories, or in creating and describing characters for a novel or screenplay.    Think of the interview (especially the structured interview) as a standardized situation to which interviewees are exposed. The questions you ask everyone may be exactly the same, but everyone will react to the interview situation differently. These differences can be very informative! They reveal the &quot;process.&quot; They will tell you much about the holistic picture (the &quot;big picture&quot;) of each interview session.       To explore the interview process, consider these sorts of questions:    When does the interviewee sound confident or uncertain, confused or clear, convincing or doubtful, rational or illogical, etc?    Does the interviewee ever contradict himself or herself?    How do the pieces of what the interviewee says fit together?      At what points does the interviewee show enthusiasm and emotion, and what kinds of emotion?       What is the interviewee's body language; when does it change?    How does the interviewee speak: slow or fast, soft or loud, clear or mumbly, with simple or elaborate language, etc?    Does the interviewee's appearance or surroundings (e.g., his or her office or home) provide any insights?     One very important source of information about the process of the interview is how you personally react to the person. In a sense, you are using yourself as a &quot;barometer&quot; to assess the interviewee. Ask yourself these questions: What thoughts and feelings get stirred up in you: irritation, affection, excitement, boredom, inspiration, anger, jealousy, confusion, etc?      Do any pictures, memories, or daydreams flash through your mind?         How do you find yourself behaving during the interview?         Can you pinpoint exactly when your thoughts, feelings, and behaviors change in reaction to the interviewee?         Do you react differently to different interviewees? What might these differences tell you about the interviewee's response to the interview (and what do they tell you about yourself)?         Understanding the &quot;process&quot; of the interview is difficult. Getting good at it takes experience. Tape recordings of the interview are helpful, but also be sure to jot down ideas immediately after the session - especially ideas about your personal reactions to the interview. Interviews can be exploratory, explanatory, developmental, critical, evaluative, or just plain fun! It's your job to get the most out of the person, so be sympathetic and present.       ESTABLISH RAPPORT: Introduce yourself. Be polite, friendly, but also professional. Establishing good rapport will help the interview along. Give them enough information so that they respect you. Establish common interests or bonds.    DESCRIBE THE PROJECT: Tell the person who you are: that you are a student at NYU, what requirements the project fulfills for you, what professor is working with you on the project, why you are interested in this project, etc. Or tell them you are publishing an article in an international online journal. Tell the person what your project is about, what the interview entails, and the purpose of the interview for your project. Ask the person if it is O.K. to tape record the interview. If they say no, just drop the topic, although you may want to try to persuade them another time.    OBTAIN INFORMED CONSENT:Ethical standards do not require that informed consent be written. Many researchers in the past have simply relied on a verbal consent. Feel out how your interviewees will react to written consent. To make sure the interviewee understands the project, it's often best that they see the information about the project in written form. It's usually best to have written consent.   GO AHEAD WITH THE INTERVIEW: The goal is to get the person to express their ideas about particular issues. Everyone is different and everyone reacts to an interview differently. As the interviewer, your learning how to deal with these differences is an ART. You will be trying to help the interviewees to: (1) open up and express their ideas, (2) express their ideas CLEARLY, (3) explain and elaborate on their ideas, (4) focus on the issues at hand rather than wander to unrelated topics.    Techniques:Clarification: Getting the person to clearly explain himself.   &quot;Could you tell me more about the part about xxx&quot;      &quot;I'm not sure I understood the part about xxx - could you explain that some more?&quot;       Even experts take things for granted. Without being obnoxious, clarification is crucial to help everyone understand the breadth and depth of the claims.    Reflection:Reflecting back something important the person just said in order to get them to expand on that idea.   &quot;So you believe that depression is hereditary.&quot;      &quot;Then you do disagree with Dr. Smith.&quot;       Reflection will help you analyze later on, and encourage the interviewee to say things that you can quote.    Encouragement: Encouraging them to pursue a line of thought.   &quot;The part about xxx is interesting. Could you say more about that?&quot;      &quot;I find that fascinating! Tell me more.&quot;       Everyone likes to be admired. I have always enjoyed being interviewed, especially when the interviewer is fascinated with me.:) Make the interviewee the center of your world.    Comment: Injecting your own idea or feeling to stimulate the person into saying more.   &quot;I always thought that ...&quot;      &quot;That part about xxx scares me.&quot;      &quot;If I were in that situation, I would ...&quot;       Sometimes disclosing intimate details of your life, can trigger a like response in the interviewee, if that is what you are looking for. Many people are not comfortable exposing themselves to strangers, particularly with audio recorders and a critical eye. If you are interviewing rape victims or something similar, you can increase sympathy through mutual exposure.    Spur: Saying something to tease, spur, or challenge the person (in a friendly way) to say more.   &quot;But isn't it true that ...?&quot;      &quot;But some people would say that ...&quot;      &quot;Do you honestly believe that?&quot;       You don't have to be like Fox News or Crossfire, but some subjects, especially slick politicians, need a more incisive approach to jar them out of their beaten track.    When I was sixteen, I interviewed the Prime Minister of Canada for the CBC radio. I was so nervous that when he arrived and asked if he knew our parents, I said, &quot;I am Bob Keefer's son,&quot; instead of daughter. Then my companion, my age, said, &quot;I am George Allison's father.&quot; These faux-pas disarmed him so much, as well as our blunt, deceptively naive questions, that we spurred him on to tell us things he never told journalists, and then to suddenly blurt out in frustration, &quot;The Prime Minister is not God?&quot; The CBC LOVED it and broadcast the interview nationally!    Summary: Try to summarize the person's ideas to see if you really understood what he or she was saying.   &quot;So what your saying is ...&quot;      &quot;So your major point is that ...&quot;      &quot;Let me see if I can summarize what you've said...&quot;         Some people get mad when you summarize, but that is okay. Treat their rebuttals with respect as they will help you END ON A POSITIVE NOTE: Make the interviewee feel great about themselves. See if you can summarize their major points. Ask them again if they have any questions about the project. Let them know how to contact you if they need to. Thank them for their help.          TAKE NOTES: Always sit down immediately after an interview and jot down your impressions of the interview - things that the audio recorder could not pick up. These notes will help you remember and explore the &quot;process&quot; of the interview. They can be as biased and personal as you like, as they are notes to help you recall the interviewee.      Follow-up: Once you have made the contact and done the interview, don't be afraid to follow up with pointed questions by email that will clarify their point of view and give you exact quotes.   4)Descriptive and Narrative Techniques for Field Research   When you visit a hospice, prison, hospital, school, or whatever for your research, pretend you are a naturalistic novelist recording all the sensory details of the environment, and telling a story about what happened. Go back to the literary books to see how Thomas Mann, Camus, Solzhenitzen et al do this in their hospices or sanatoriums.   5) Integration: Where does it go in your outline? Prepare interview and field research. What quotes do you want to use? You can use the full interview as an appendix, but you must integrate quotes around your thesis.   The interview data should be an important part of your final paper. Brief quotes or references to what people said is a great waste of the interview. Quotes that are out of context in your paper are also insufficient. Your goal is to thoroughly INTEGRATE the interview data into the topics and themes of your paper. Consider these questions:   Does the interview data support or contradict your thesis?   Did what the interviewee say support the articles you read?   Did what she say contradict the articles? What might this mean?    Did what he say support or contradict the other interviewees?    Did what she say add new dimensions to the articles or to what other interviewees said?   What was the &quot;big picture&quot; of what each interviewee said and how does it relate to your thesis?   How did the &quot;process&quot; of the different interviews compare, and does this reveal any insights concerning your thesis?   Citing the interviewees and using quotes. There are several ways you can refer to the information from the interviews: (1) summarize in your own words what he or she said, (2) use short quotes (for phrases and one or two short sentences) that you embed into a paragraph, and, (3) use a separate indented paragraph (a &quot;block&quot;) for longer quotes (three or more sentences). Identifying the Interviewees. In your paper you should describe who each of the interviewees are, why you asked them to participate in the study, and how you located them. Interviewees who are professionals or &quot;experts&quot; on some topic should be identified by name, profession, where they work, the details of their expertise, and any other information about them that is relevant to your project. Other interviewees should be identified by name, age, health status, occupation, and why specifically they were selected for your project.   In some projects the identities of the interviewees must NOT be mentioned in your paper. You must always obtain permission (as part of the informed consent) to mention their names in your paper. For people who wish to remain anonymous, you can mention their real age, marital status, occupation, and any other information about them that is relevant to your project. BUT USE A FALSE NAME. Also, never mention ANY information (like occupation) if that information is so specific or unique that it could reveal who they are.   Most medical case histories have fake names. You can even use an alias when you publish your paper, if you like.   Some of my students have interviewed famous people like Bill Gates and Hilary Clinton. Once public figures give you the interview, you can write it all down.   Qualitative versus Quantitative Data   While the quantitative data of statistics, charts, graphs, are very impressive, qualitative research using language, logic, and critical thinking expressing your unique point of view is also valid. Just let the reader know which is which, and how they support your claims. I wrote a qualititative, critical, descriptive PhD combining dance history with kinesiology, using hundreds of interviews.While it is one of the best ways to get primary source, original research, it can lead to excessive subjectivity, disorganization, and logical fallacies, if you don't focus, organize, and analyze critically, and integrate everything around YOUR thesis. A combination of quantitative and qualitative data is useful in the social sciences, while the literary arts demand a precise, inventive use of language and cognitive development.        You have studied argumentation, developed claims and counterclaims, done lots of research, visited Web sites, read books and professional articles, interviewed experts and survivors, and written pages for your midterm and your weekly papers. But you seem to be repeating yourself, you are overwhelmed by data, and you are losing your unique voice. 25% of the final grade is originality, your contribution to this field, but what is it?       First of all, it's okay to feel frustrated. It's okay to hit the wall and not know what to do next. Disappointment can lead to insight if you open up new pathways in your brain. Jonah Lehrer just published a book called Imagine: How Creativity Works, using examples from music, business, sports, literature, and daily life.       One of your weekly assignments in the last month (but not too close to the final) can be the Creativity assignment. You can even do this when you are sick or tired, sleepless or waking up from a nightmare, or drunk from a party, because you let go of your &quot;left&quot; brain. Think hard about your topic, let your imagination go, and write a stream of non-stop words, a verbal &quot;vomit&quot; in the first person about your research. You can personify germs or tumors and chart their journey; you can pretend to be a plant, animal, or force of nature experiencing the ravages of pollution and development; or you can be the   &quot;stupid&quot; humans causing the problem. You need to exhaust your topic though this subjective expression. You can break into poetry or other kinds of language as long as you dig deeply into your topic. So it's like a meditation on your SPECIFIC topic, hitting it from every possible angle and perspective.       This means that while you let your mind go as you write automatically without critical thinking, you keep your focus on the topic as if you were meditating on a candle burning in the dark.        Everyone should try this exercise, possibly once a week. Sometimes it will work and sometimes it won't. When it works and you have a lot of good material that could lead to original insights and perspective, you can use it as one of your weekly papers. But make sure that when you read it a day or two after you wrote it, that there is enough there.        If you are better at oral than written communication, you can talk non-stop and then transcribe it. When you do this exercise too early in the semester, you just get vomit, but if you do it after you have learned and experienced your topic, and stay focused on the topic as you write or talk automatically, it should yield better results.       You can also write down a literary quote related to your topic when you get stuck and write around that.    Here is a spontaneous sentence I wrote using the constraint of beginning with the letter p that I used to moderate a panel of the nature of creativity for the Screen Actors Guild in Manhattan October 23, 2013:   Creativity is play, purge, pain, pleasure, perseverance, poetic license, passion for a purpose, proof of God, Promethean and preservationist, portraying personalities without pride or prejudice, punched and pummeled as a punch-drunk, percussive, provocative, and pertinent as popcorn, panoramic, painted, pretty, and petrifying as a pumpkin, or prolonged, patient, and patterned as a piano, rarely polite, proper, persnickety, prudent, perfectionist, preppy, or Puritanical; not too possessive--no prophylactics---pure promiscuous prowess, with a pinch of the pernicious, poisonous, and perilous to puncture problems and puzzles with a plethora of perspiration and persuasion in the pursuit of perpetuity with the profound prayers of a pilgrimage, 1) avoiding a prison, purgatory, or pyre that prolongs the punishing proscenium that parts the profligate performers and pushovers from the public or prohibits prolific publications professed as proletarian politics, profane puke, proselytizing pulpit, pedantic PhDs, or purloined prose 2) for partial progress in pursuit of a profession, 3) a promenade for progeny, 4) pulchritude to pigment a picturesque path, 5) a proud, propitious pregnancy, padded with popularity, publicity, and public relations, that promises postpartum prizes, productive purses, polished pay per views, and the pyrotechnics of perennial praise and Pulitzers as we parade through the portal of the pyramid, 6) a pix-axe to punctuate the pulse of our pericardium, or 7) a pantomime, parenthesis, or periphery that percolates and permeates into a paragon of purr-fection.       Imagination is the guiding light for the creative mind. The discipline and habit of discovery pave the journey to insight.  Science has shown that creativity thrives when the   mind is relaxed. But daily environmental stresses can make it difficult at times to safeguard the zone to create. How can stress work for and against us? The imagination can envision what is not yet possible and in doing so, stay the course of invention and   innovation. In research, imagine the best and the worst possible solutions to your problem.         Like Dr. Albert Rothenberg, I believe that the creative process enables us to experience homospatial imagery, figuratively and often literally, where we imagine things like two or more images superimposed in Adobe Photoshop. This permits us to combine disciplines, create characters, and make unusual connections to solve problems. But Janusian thinking strengthens argumentation, develops cognitive flexibility, and ultimately leads to a more inclusive solution. The Roman God Janus says things in two directions; in other words, the door opens both ways. If we apply this to creativity it means that presence and absence, empathy and distance, trust and skepticism, authenticity and a &quot;fake it till you make it&quot; attitude, discipline and daydreams, imagination and realism, freedom and constraints, intuition and analysis, passion and tranquility, commitment and curiosity, talent and struggle all form part of the seesaw of the creative mind.       NYU professor Dr. Scott Barry Kaufman redefines intelligence and creativity in his book Ungifted: Intelligence Redefined  taking a developmental approach that charts a personal journey of engagement and ability over time where insight, imaginative play, daydreaming, implicit learning, and a reduced latent inhibition contribute to creative greatness. In other words, passion, persistence, and a growth mindset are as important as intelligence.    Creativity means different things to different cultures. Western cultures traditionally value individual expression while Eastern cultures always consider the value to society. We should think of both as we develop as writers and researchers. There are at least 8 types of creative contribution so which ones does your paper cover?   1) Replication--confirming the field is in the right place based on your empirical research   2) Redefinition--redefining important concepts based on your studies as Kaufman did   3) Forward incrementation--moving the field forward in a direction that it is already going such as proposing an even cheaper, more inclusive health care plan   4) Advance forward direction takes the field past the point where others are ready to go such as advocating national health care for the U.S. similar to the Canadian system   5) Redirection or creating a new aesthetic for dance, art, or writing that may not be popular or uncovering a concept in physics like relativity or quantum mechanics   6) Redirection from a point in the past was part of the &quot;innovations&quot; during the Renaissance   7) Re-initiation is moving the field to a different starting point which can be done in some types of food science or even education   8) Combining two or more diverse ways of thinking about a field which you are all doing when using literary quotes for claims of value and investigating multidisciplinary aspects of health and environmental science.       Preparation, incubation, intimation, insight, inspiration, illumination, and verification can all be part of the cooking process of creativity except that they can be a simultaneous &quot;flash in the pan!&quot;       While some mentally disturbed people have high levels of creativity, particularly manic depressive writers and artists, psychosis usually renders us dysfunctional in terms of optimal productivity. Sometimes creativity can be nurtured and developed but it also grows on cold, barren land, striking out against abusive childhoods and even state censorship.       Who is blocking your creativity? Fear of failure? Your boss? Your family? Fear of not pleasing the professor? Write, think, work, and research and you will please us even if we disagree with you. You need to balance study, analysis, learning from the experts with your own intellectual rebellion and the questions and intuition that lead you to original insights. Follow your hunches and back them up with research.   WE ARE INTERESTED IN YOUR ORIGINAL CONTRIBUTION TO YOUR CHOSEN FIELD AND YOUR SELF-EXPRESSION AS A WRITER! HAVE FUN!         10017445                      10017444                      10017443                      10017429                      10017428                      10017401"}]}]