[{"detail": [{"content": "Music Technology (MUMT-MM) - Master of Music Program - Graduate Application Guide - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Graduate Application Guide                Home    Application Guide    Financial Aid    Tuition and Cost of Attendance    Housing    Events    Study Abroad    Admitted Students                     Ready to Apply?  Start Now                      Music Technology (MUMT-MM) - Master of Music Program            BRIEF DESCRIPTION    Music Technology program prepares professionals for positions in music production, recording, mastering, and editing, as well as the allied music industries, including film scoring, software development, game audio, and sound design.    MAJOR CODE/ACADEMIC PLAN and CREDITS    Major Code: MUMT (Please use this on the Document Cover Sheet)    Degree: MM    Credits: 45 Credit Program The time to completion of the degree program will vary based on the students' status (full-time versus part-time) and the number of credits registered for each semester. Students have up to 6 years to complete the degree program.    APPLICATION DEADLINES             SPRING    October 1                SUMMER    February 1                                      FALL    February 1                   Deadlines are \"in-office\" deadlines not postmark deadlines. Failure to meet the deadlines will cause significant delays in processing your application and may exclude your application from consideration.    APPLICATION REQUIREMENTS       Application (online only)    Application Fee (payable by Major Credit card only)    Statement of Purpose    Resume/Curriculum Vitae    2 Letters of Recommendation    One official copy of transcripts from all institutions attended or attending (see transcript information below)    GRE is NOT required    See TOEFL requirements information below    Portfolio is required. A list of links to your online portfolio should be provided as noted below.       REQUIREMENTS FOR PORTFOLIO       A portfolio of samples of previous professional, artistic or academic work on music, technology and related fields. Examples include, but are not limited to, school papers, scientific publications (max. 8 pages-long), web pages or audiovisual materials of work you have composed, performed, recorded, mixed and/or produced.    Portfolio Related Links.                                The portfolio should be made available online (e.g. in your personal webpage).       Please upload a document in which you list links, passwords (if needed), and descriptions for up to 3 works that you would like the Admissions Committee to review as part of your application. Do not upload the work itself. You should provide only a list of links to the works. Acceptable file types for the upload document are .doc, .docx and pdf. Music Technology candidates are encouraged to use soundcloud.com and vimeo.com.          NOTE(S)       Basic competence in music history and theory is a prerequisite for all graduate degree programs in music. Entering graduate students are required to take advisory exams in both areas prior to arrival; placements will be determined by interpreting the exam results in light of a student's educational background and the degree program for which she or he is enrolled. Remedial courses cannot be used to meet degree requirements within any of the graduate programs.       HELPFUL WEBSITE(S)    Department Name: Music and Performing Arts Professions    steinhardt.nyu.edu/music/    steinhardt.nyu.edu/music/technology    steinhardt.nyu.edu/music/technology/programs/graduate/    DEPARTMENT NUMBERS    Telephone: 212 998 5424          ONLINE APPLICATION STATUS     The Office of Graduate Admissions requires applicants to upload official copies of transcripts, copies of the GRE and TOEFL scores [if required], to the online application. In addition to this, we are requiring applicants to register their recommenders via the online system. All of these new measures will greatly facilitate the processing of an application and ensure that Admission Committees receive most, if not all of the components for a completed application at the same time.    ADMISSIONS CONTACT INFORMATION    Office of Graduate Admissions NYU Steinhardt Joseph &amp; Violet Pless Hall 82 Washington Square East, 3rd Floor New York, NY 10003-6680 steinhardt.gradadmissions@nyu.edu 212 998 5030 212 995 4328 (fax)    DEADLINE INFORMATION    Most programs have very firm deadlines so it is always advisable to apply early. All deadlines are \"in-office\" deadlines, not postmark deadlines and it is the responsibility of the applicant to ensure that all materials are in the Office of Graduate Admissions by the appropriate deadline. The Office of Graduate Admissions reserves the right to return any application that arrives after the deadline. Should any deadline fall on a weekend, the in-office deadline will be the next business day. Only completed applications will be considered.    FINANCIAL AID INFORMATION    To learn more about scholarships and other types of Financial aid, including eligibility requirements please visit: http://steinhardt.nyu.edu/financial_aid/ or click on the Financial Aid tab above.    APPLICATION COMPONENTS       Online Application:          The Office of Graduate Admissions will no longer accept paper-based applications. If you have any issues with submitting an application via the online application system, please contact our office immediately. The application must be completed, dated, electronically signed and submitted on or before the deadline, listed above for the term of entry.    Application Fee:   The $75 application fee is payable in the online system by Major Credit Card. if you are having problems submitting your payment via Credit Card, please contact the Office of Graduate Admissions.       Statement of Purpose/Personal Statement:   A typewritten, double-spaced, two- to three-page statement explaining your purpose in undertaking graduate study in your particular program. This is your opportunity to introduce yourself and to inform the Admissions Committee about your goals, interests, and career plans as they relate to your intended academic pursuits. Some programs require other statements and essays in addition to or in lieu of the statement of purpose. Please review the requirements for your program listed above.   R&eacute;sum&eacute;:   A copy of your most recent r&eacute;sum&eacute; or curriculum vitae.   Transcripts:    The Office of Graduate Admissions now requires applicants to upload one (1) official transcript from EVERY postsecondary school attended to the online application. Web printouts of an unofficial transcript is not acceptable.    For more information about this: please visit the Transcript - FAQ page .    GRE Scores (if required) - [ETS Institution Code: 2556]:   The official GRE scores must be on file by the deadline before a decision will be rendered. GRE scores are valid for 5 years. The GRE must be taken again if your GRE scores are older than 5 years.   If the GRE is required for your program you must submit your GRE scores in two formats:        An official GRE score report must be sent to NYU Steinhardt from ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.gre.org/ for more information about the exam.    A copy of your GRE score report must be uploaded into the online application under the \"GRE Upload\" section. Web printout or screenshot acceptable .       The Test of English as a Foreign Language (TOEFL) (if required)- [ETS Institution Code: 2556]:    The TOEFL is mandatory for all applicants whose native language is NOT English and did not receive the equivalent of a 4 year U.S. undergraduate education from an institution where English is the official language of instruction. Applicants holding or completing a graduate degree from an English speaking institution are still required to submit a TOEFL if your graduate education was LESS THAN four years in duration at an institution where English was the official language of instruction. The TOEFL cannot be waived.    Although we do not have a required TOEFL score, successful applicants score 100 or above on the Internet-based test or 600 or above on the paper-based test.    If you are required to submit a TOEFL score, you must submit your score in two formats:       An official TOEFL score report must be sent to NYU Steinhardt for ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.toefl.org/ for more information about the exam.    A copy of your score TOEFL Score must be uploaded into the online application under the \"TOEFL Upload\" section. Web printout or screenshot acceptable.       Note: NYU Steinhardt does not accept scores from other equivalent exams including IELTS. A second level review of English proficiency will take place after admission. Read more about requirements for Proficiency in English.          Letters of Recommendation:   You are required to send the number of Letters of Recommendation as listed above. There are no forms available for letters of recommendation. Letters should come from individuals who can assess your qualifications and potential for graduate study.    We ask that you register your recommenders or third-party recommendation service in our online application system. Once registered your recommenders will be able to submit their letters electronically. This method allows you to efficiently monitor and follow up with your recommenders.    Note: Once registered your recommenders can submit their online recommendation either before or after you submit your application. It is your responsibility to ensure your recommendations are received by the stated deadline.    Waiving your right of access: On the online system, you can waive or not waive your right of access to letters of recommendation. Once your rights have been selected via the online system, it can not be changed, you have the ability to:       I waive my right of access    I do not waive my right of access       If you are considering NOT waiving your right of access to your letters of recommendation, we strongly urge that you discuss this matter with your potential recommenders.    Please be advised even if you do not waive your right of access to letters of recommendation, you may only see your recommendations if you are or have been in attendance at NYU Steinhardt.    For more information about registering your recommenders: please visit the Letters of Recommendation - FAQ page.        DOCUMENT COVER SHEET    If any materials are mailed to our office for your major/academic plan mail the materials under one mailing using the Document Cover Sheet . Items received without a Document Cover Sheet take longer to process and match to your application.    Please do not mail your materials in binders or folders.    SPECIAL INSTRUCTIONS for ALL INTERNATIONAL APPLICANTS    To learn more about special instructions for all international applicants, please visit: Special Instructions    CAMPUS SECURITY REPORT    New York University&rsquo;s annual Campus Security Report includes statistics for the previous three years concerning reported crimes that occurred on-campus, in certain off-campus buildings or property owned or controlled by NYU, and on public property within or immediately adjacent to the campus. The report also includes institutional policies concerning campus security, such as policies concerning sexual assault, drugs and alcohol. You can obtain a copy of the current report by contacting Thomas Grace, Director of Judicial Affairs and Compliance, Office of the Vice President for Student Affairs (601 Kimmel Center: 212-998-4403) or Jay Zwicker, Crime Prevention Manager, Department of Public Safety (7 Washington Place: 212-998-1451) or by visiting the following website: www.nyu.edu/public.safety/policies/ .    Special Notes from the Office of Graduate Admissions       PLEASE check the online system to confirm that you have successfully submitted your application.    Due to the volume of applications and related materials received the Office of Graduate Admissions will only contact you if your application was successfully submitted and is deemed INCOMPLETE because of missing required materials. Otherwise you will hear from us when the Admissions Committee has made a decision.       Thank you for considering NYU Steinhardt, School of Culture, Education, and Human Development for your Graduate studies.    DEFFERAL/UPDATE POLICY    NYU Steinhardt does not allow deferrals and the Office of Graduate Admissions is no longer permitting applicants to update their application and application materials for future consideration. Applicants who wish to be considered for a future semester must reapply by submitting a new application including all of the supporting materials, including letters of recommendations by the application deadline.    DOCUMENT TYPES for UPLOAD to the Online Application System    - The following are acceptable document types for uploads: PDF, JPEG, JPG, GIF, TIFF, PNG, Bitmap, DOC, and DOCX.                             This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]},
{"detail": [{"content": "Music Technology (MUMT-MM) - Master of Music Program - Graduate Application Guide - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Graduate Application Guide                Home    Application Guide    Financial Aid    Tuition and Cost of Attendance    Housing    Events    Study Abroad    Admitted Students                     Ready to Apply?  Start Now                      Music Technology (MUMT-MM) - Master of Music Program            BRIEF DESCRIPTION    Music Technology program prepares professionals for positions in music production, recording, mastering, and editing, as well as the allied music industries, including film scoring, software development, game audio, and sound design.    MAJOR CODE/ACADEMIC PLAN and CREDITS    Major Code: MUMT (Please use this on the Document Cover Sheet)    Degree: MM    Credits: 45 Credit Program The time to completion of the degree program will vary based on the students' status (full-time versus part-time) and the number of credits registered for each semester. Students have up to 6 years to complete the degree program.    APPLICATION DEADLINES             SPRING    October 1                SUMMER    February 1                                      FALL    February 1                   Deadlines are \"in-office\" deadlines not postmark deadlines. Failure to meet the deadlines will cause significant delays in processing your application and may exclude your application from consideration.    APPLICATION REQUIREMENTS       Application (online only)    Application Fee (payable by Major Credit card only)    Statement of Purpose    Resume/Curriculum Vitae    2 Letters of Recommendation    One official copy of transcripts from all institutions attended or attending (see transcript information below)    GRE is NOT required    See TOEFL requirements information below    Portfolio is required. A list of links to your online portfolio should be provided as noted below.       REQUIREMENTS FOR PORTFOLIO       A portfolio of samples of previous professional, artistic or academic work on music, technology and related fields. Examples include, but are not limited to, school papers, scientific publications (max. 8 pages-long), web pages or audiovisual materials of work you have composed, performed, recorded, mixed and/or produced.    Portfolio Related Links.                                The portfolio should be made available online (e.g. in your personal webpage).       Please upload a document in which you list links, passwords (if needed), and descriptions for up to 3 works that you would like the Admissions Committee to review as part of your application. Do not upload the work itself. You should provide only a list of links to the works. Acceptable file types for the upload document are .doc, .docx and pdf. Music Technology candidates are encouraged to use soundcloud.com and vimeo.com.          NOTE(S)       Basic competence in music history and theory is a prerequisite for all graduate degree programs in music. Entering graduate students are required to take advisory exams in both areas prior to arrival; placements will be determined by interpreting the exam results in light of a student's educational background and the degree program for which she or he is enrolled. Remedial courses cannot be used to meet degree requirements within any of the graduate programs.       HELPFUL WEBSITE(S)    Department Name: Music and Performing Arts Professions    steinhardt.nyu.edu/music/    steinhardt.nyu.edu/music/technology    steinhardt.nyu.edu/music/technology/programs/graduate/    DEPARTMENT NUMBERS    Telephone: 212 998 5424          ONLINE APPLICATION STATUS     The Office of Graduate Admissions requires applicants to upload official copies of transcripts, copies of the GRE and TOEFL scores [if required], to the online application. In addition to this, we are requiring applicants to register their recommenders via the online system. All of these new measures will greatly facilitate the processing of an application and ensure that Admission Committees receive most, if not all of the components for a completed application at the same time.    ADMISSIONS CONTACT INFORMATION    Office of Graduate Admissions NYU Steinhardt Joseph &amp; Violet Pless Hall 82 Washington Square East, 3rd Floor New York, NY 10003-6680 steinhardt.gradadmissions@nyu.edu 212 998 5030 212 995 4328 (fax)    DEADLINE INFORMATION    Most programs have very firm deadlines so it is always advisable to apply early. All deadlines are \"in-office\" deadlines, not postmark deadlines and it is the responsibility of the applicant to ensure that all materials are in the Office of Graduate Admissions by the appropriate deadline. The Office of Graduate Admissions reserves the right to return any application that arrives after the deadline. Should any deadline fall on a weekend, the in-office deadline will be the next business day. Only completed applications will be considered.    FINANCIAL AID INFORMATION    To learn more about scholarships and other types of Financial aid, including eligibility requirements please visit: http://steinhardt.nyu.edu/financial_aid/ or click on the Financial Aid tab above.    APPLICATION COMPONENTS       Online Application:          The Office of Graduate Admissions will no longer accept paper-based applications. If you have any issues with submitting an application via the online application system, please contact our office immediately. The application must be completed, dated, electronically signed and submitted on or before the deadline, listed above for the term of entry.    Application Fee:   The $75 application fee is payable in the online system by Major Credit Card. if you are having problems submitting your payment via Credit Card, please contact the Office of Graduate Admissions.       Statement of Purpose/Personal Statement:   A typewritten, double-spaced, two- to three-page statement explaining your purpose in undertaking graduate study in your particular program. This is your opportunity to introduce yourself and to inform the Admissions Committee about your goals, interests, and career plans as they relate to your intended academic pursuits. Some programs require other statements and essays in addition to or in lieu of the statement of purpose. Please review the requirements for your program listed above.   R&eacute;sum&eacute;:   A copy of your most recent r&eacute;sum&eacute; or curriculum vitae.   Transcripts:    The Office of Graduate Admissions now requires applicants to upload one (1) official transcript from EVERY postsecondary school attended to the online application. Web printouts of an unofficial transcript is not acceptable.    For more information about this: please visit the Transcript - FAQ page .    GRE Scores (if required) - [ETS Institution Code: 2556]:   The official GRE scores must be on file by the deadline before a decision will be rendered. GRE scores are valid for 5 years. The GRE must be taken again if your GRE scores are older than 5 years.   If the GRE is required for your program you must submit your GRE scores in two formats:        An official GRE score report must be sent to NYU Steinhardt from ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.gre.org/ for more information about the exam.    A copy of your GRE score report must be uploaded into the online application under the \"GRE Upload\" section. Web printout or screenshot acceptable .       The Test of English as a Foreign Language (TOEFL) (if required)- [ETS Institution Code: 2556]:    The TOEFL is mandatory for all applicants whose native language is NOT English and did not receive the equivalent of a 4 year U.S. undergraduate education from an institution where English is the official language of instruction. Applicants holding or completing a graduate degree from an English speaking institution are still required to submit a TOEFL if your graduate education was LESS THAN four years in duration at an institution where English was the official language of instruction. The TOEFL cannot be waived.    Although we do not have a required TOEFL score, successful applicants score 100 or above on the Internet-based test or 600 or above on the paper-based test.    If you are required to submit a TOEFL score, you must submit your score in two formats:       An official TOEFL score report must be sent to NYU Steinhardt for ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.toefl.org/ for more information about the exam.    A copy of your score TOEFL Score must be uploaded into the online application under the \"TOEFL Upload\" section. Web printout or screenshot acceptable.       Note: NYU Steinhardt does not accept scores from other equivalent exams including IELTS. A second level review of English proficiency will take place after admission. Read more about requirements for Proficiency in English.          Letters of Recommendation:   You are required to send the number of Letters of Recommendation as listed above. There are no forms available for letters of recommendation. Letters should come from individuals who can assess your qualifications and potential for graduate study.    We ask that you register your recommenders or third-party recommendation service in our online application system. Once registered your recommenders will be able to submit their letters electronically. This method allows you to efficiently monitor and follow up with your recommenders.    Note: Once registered your recommenders can submit their online recommendation either before or after you submit your application. It is your responsibility to ensure your recommendations are received by the stated deadline.    Waiving your right of access: On the online system, you can waive or not waive your right of access to letters of recommendation. Once your rights have been selected via the online system, it can not be changed, you have the ability to:       I waive my right of access    I do not waive my right of access       If you are considering NOT waiving your right of access to your letters of recommendation, we strongly urge that you discuss this matter with your potential recommenders.    Please be advised even if you do not waive your right of access to letters of recommendation, you may only see your recommendations if you are or have been in attendance at NYU Steinhardt.    For more information about registering your recommenders: please visit the Letters of Recommendation - FAQ page.        DOCUMENT COVER SHEET    If any materials are mailed to our office for your major/academic plan mail the materials under one mailing using the Document Cover Sheet . Items received without a Document Cover Sheet take longer to process and match to your application.    Please do not mail your materials in binders or folders.    SPECIAL INSTRUCTIONS for ALL INTERNATIONAL APPLICANTS    To learn more about special instructions for all international applicants, please visit: Special Instructions    CAMPUS SECURITY REPORT    New York University&rsquo;s annual Campus Security Report includes statistics for the previous three years concerning reported crimes that occurred on-campus, in certain off-campus buildings or property owned or controlled by NYU, and on public property within or immediately adjacent to the campus. The report also includes institutional policies concerning campus security, such as policies concerning sexual assault, drugs and alcohol. You can obtain a copy of the current report by contacting Thomas Grace, Director of Judicial Affairs and Compliance, Office of the Vice President for Student Affairs (601 Kimmel Center: 212-998-4403) or Jay Zwicker, Crime Prevention Manager, Department of Public Safety (7 Washington Place: 212-998-1451) or by visiting the following website: www.nyu.edu/public.safety/policies/ .    Special Notes from the Office of Graduate Admissions       PLEASE check the online system to confirm that you have successfully submitted your application.    Due to the volume of applications and related materials received the Office of Graduate Admissions will only contact you if your application was successfully submitted and is deemed INCOMPLETE because of missing required materials. Otherwise you will hear from us when the Admissions Committee has made a decision.       Thank you for considering NYU Steinhardt, School of Culture, Education, and Human Development for your Graduate studies.    DEFFERAL/UPDATE POLICY    NYU Steinhardt does not allow deferrals and the Office of Graduate Admissions is no longer permitting applicants to update their application and application materials for future consideration. Applicants who wish to be considered for a future semester must reapply by submitting a new application including all of the supporting materials, including letters of recommendations by the application deadline.    DOCUMENT TYPES for UPLOAD to the Online Application System    - The following are acceptable document types for uploads: PDF, JPEG, JPG, GIF, TIFF, PNG, Bitmap, DOC, and DOCX.                             This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}, {"content": "Summer Institute of Music Production Technology (SIMPT) - Summer Programs - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Summer Programs                 Programs      Instrumental Performance          Summer Brass Workshop      Broadway Percussion Seminar      Jazz Improv Workshop      Karen Tuttle Coordination Conference      Piano Intensive      SummerStrings@NYU      Summer Institute for Woodwind Studies           Vocal Performance          Classical Voice Intensive      Summer Study in Music Theatre           Scoring & Songwriting          ASCAP Film Scoring Workshop      NYU/BMI Music in Advertising Workshop      Summer Songwriters Workshop      Music and the Moving Image           Music Business          What Makes a Star?      Music Business Innovation Lab           Music Technology          Summer Electronic Music Institute      Summer Institute of Music Production Technology      Girls Electronic Music Seminar           Music Education          IMPACT Workshop      IMPACT Conference      Kodály Summer Institute      Kodály Summer Institute in Hungary     Performamatics           Dance Education          Teaching Contemporary Limón      Summer Dance Intensive           Educational Theatre          Looking for Shakespeare      New Plays for Young Audiences           Music Therapy          Nordoff-Robbins Music Therapy           Music Theory          Music Theory Pedagogy Workshop              Application Information        How to Apply     Audition Requirements     Housing & Meal Plans     Finances     International Students     Current NYU Students     Information for Summer Students     Information for Parents        Contact Us                     Summer Institute of Music Production Technology (SIMPT)                                     SEMI         SIMPT         GEMS                   Live Calendar HERE .    Overview    Intended For: high school students       Program Dates: June 29 - July 10, 2015    Priority Application Deadline: April 1, 2015    Final Application Deadline: April 15, 2015    Required Student Orientation: June 28, 2015    Housing Dates: June 28 - July 11, 2015    Tuition: $2,754    Music Technology website        Program Description       The Summer Institute of Music Production Technology (pronounced \"SIMP-T\") is designed for rising high school juniors and seniors who play a musical instrument or sing. Students in this program will focus on all of the aspects of contemporary music production. The focus will be on recording music performed by the students, with an emphasis in the art and science of the tools and techniques of the field. To broaden the scope of young producers, several supplemental topics will also be discussed, such as sound effects editing, experimental music and the latest research in music technology.       Topics will include:                      Mastering    Mixing                Microphones    Hearing                Physics of Sound    Field Recording                Sound Effects Editing    DIY Recording Studios                      Daily activities include morning lectures and workshops taught by NYU music tech faculty, guided labs and tutorials as well as afternoon collaborative production time led by current music technology students, where students will work together to record and produce an album.       The groups will then present their finished work in a live concert at the end of the program. Students will leave the program with a deeper appreciation of the art and science of music production as well as a new collection of work to add to their artistic portfolios. The concert will also be filmed and videos of the concert and closing events will be sent to the students home addresses after being professionally edited.       Costs    Below are all costs associated with the Summer Institute of Music Production Technology:       Tuition: $2,754    Programming Fee: $80    Application Fee: $50; nonrefundable and paid at the end of the 2015 Summer Application    Housing and Meal Plan (optional): $762 shared room with 10 meals and 30 Dining Dollars - see the Housing and Meal Plan page for more information       Please note that there are additional fees for all International Students . For information about financial aid and scholarships, see the Finances page.    Apply &amp; Audition    If you would like to be considered for the workshop you must complete the following:       Complete a 2015 Summer Application    Submit all Audition Requirements and supplemental materials       For More Information    Check out our FAQ for more information.                Program Administration        MPAP Summer Programs 35 West 4th St reet , Suite 1077 New York, NY 10012 212-998-5438 mpap.summer@nyu.edu          Academic Content              Dr. Agnieszka Roginska Associate Director, Music Technology 35 West 4th St reet , Suite 1077 New York, NY 10012 212-998-5141 roginska@nyu.edu                    Langdon Crawford Advisor, Instructor 35 West 4th St reet , Suite 1077 New York, NY 10012 212-998-5810 langdon@nyu.edu                                                                      Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}]},
{"detail": [{"content": "Music Technology (MUMT-MM) - Master of Music Program - Graduate Application Guide - NYU Steinhardt                                                                                                   Skip to content       NYU Steinhardt School of Culture, Education, and Human Development         apply now     request info     contact                                               Admissions                    Undergraduate      Admissions              How       to Apply       Visiting       NYU Steinhardt       Tuition and Fees       Financial       Aid       Housing       Transfer Students       Request       Information       Apply       Now                             Graduate      Admissions             How to       Apply       Info Sessions and Events       Tuition        Application Guide       Financial Aid       Housing       Request       Information       Apply Now                             Global      and Special Sessions             Summer       Winter        Study Abroad Programs                                   About Steinhardt                                  Who We Are       Messages from the Dean       Mission and Vision       School Stats       Administration                                       Videos       Social Media Directory       Steinhardt Blogs            Snapshots       Podcasts                                   Academics                   By Level of Study              Undergraduate       Minors       Master's       Doctoral       Certificate                            By Area of Study             Applied Psychology       Art       Education       Health       Media       Music                            Global      and Special Sessions             Global Programs            Summer at Washington Square       Winter at Washington Square                            More      Academics             Academic Departments       Bulletin       Teacher Certification       Courses Listings       Course Evaluations       Course       Search       Lectures and Podcasts                                    Faculty                    Meet      Our Faculty              Alphabetical list       of Faculty       Faculty by Department       Faculty by Expertise       Faculty Blogs       Videos of our Faculty            Faculty Research       News About Our Faculty                            Faculty      Affairs              Open Faculty Positions       Faculty Policies and Guidelines       Faculty Governance       Academic Affairs            Faculty Technology Services       Faculty       Awards       Grants and Funding       Update Your Faculty Bio                                   Students                  Undergraduate Students            Advisement       Registration       Orientation       Transfer Students       Student Honors           Undergraduate Student Government (USG)                            Master's Students            Master's Connection       Advisement       Registration       Orientation       Grants       Graduate Student Organization (GSO)                            Doctoral Students            About Doctoral Studies        Full-Time Funding       Policies       Forms       Events and Deadlines        Research and Grants       Dissertation Guidelines        Past Dissertations                            All Students            Who's Who in Student Affairs       Non-Matriculated Students       Course Schedules and Locations       Graduation and Commencement       Calendar of Events       Student Counseling       Academic Standards       Student Matters Blog       Download Forms and Publications                                 Alumni                    Stay      Connected             Steinhardt Alumni News       NYU Alumni Connect Newsletter       Upcoming NYU Alumni Events       Find an NYU Alumni Club       NYU Alumni Day       Update Your Contact Information       Submit a Class Note        Alumni Profiles       NYU Steinhardt on               NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn                                            Giving      to Steinhardt                The Steinhardt Annual Fund         Make an Online Donation         NYU Giving                             Alumni Resources             NYU Alumni Homepage       Alumni Card and Benefits Program       Wasserman Center for Career Development       Library Privileges                                    Research                    Faculty      Research              Current Research Projects       Faculty       Research Interests       Faculty       Publications       Faculty Research Grant       Opportunities                             Doctoral      Research             Policies       Methods Courses       Forms and Instructions        Events and       Deadlines       Funds       Proposal       and Dissertation                            More Research             Centers and Institutes       Commissions and Consortiums       External Funding Report                                    News and Events                    Recent      News                  NYU Symphony to Play Philip Glass, Valgeir Sigurðsson, at Symphony Space, May 8th       Institute for Education and Social Policy Finds Small High School Reform Boosts Districtwide Outcomes       Secrets of the Sari Revealed at Costume Studies Event, May 2nd       An Evening of Conversation and Performance with Julia Wolfe &#8212; April 29th       At Weekend Hackathon, Experts from NYU and AT&amp;T Look for Solutions for People with Disabilities                            More News             News from NYU Steinhardt       News About Our Faculty       Steinhardt At a Glance       Newsletters            Faculty Blogs       All Blogs                            Press Room             Press Releases       Faculty Experts       Steinhardt in the News       Expert Video Commentary       Press Contact                            Events             Calendar of Events       Events and Conferences                                   Media                               Videos       Blogs       Photo Essays       Podcasts              NYU Steinhardt Facebook        NYU Steinhardt Twitter        NYU Steinhardt YouTube        NYU Steinhardt LinkedIn        NYU Steinhardt RSS        NYU Steinhardt Instagram                                                   Graduate Application Guide                Home    Application Guide    Financial Aid    Tuition and Cost of Attendance    Housing    Events    Study Abroad    Admitted Students                     Ready to Apply?  Start Now                      Music Technology (MUMT-MM) - Master of Music Program            BRIEF DESCRIPTION    Music Technology program prepares professionals for positions in music production, recording, mastering, and editing, as well as the allied music industries, including film scoring, software development, game audio, and sound design.    MAJOR CODE/ACADEMIC PLAN and CREDITS    Major Code: MUMT (Please use this on the Document Cover Sheet)    Degree: MM    Credits: 45 Credit Program The time to completion of the degree program will vary based on the students' status (full-time versus part-time) and the number of credits registered for each semester. Students have up to 6 years to complete the degree program.    APPLICATION DEADLINES             SPRING    October 1                SUMMER    February 1                                      FALL    February 1                   Deadlines are \"in-office\" deadlines not postmark deadlines. Failure to meet the deadlines will cause significant delays in processing your application and may exclude your application from consideration.    APPLICATION REQUIREMENTS       Application (online only)    Application Fee (payable by Major Credit card only)    Statement of Purpose    Resume/Curriculum Vitae    2 Letters of Recommendation    One official copy of transcripts from all institutions attended or attending (see transcript information below)    GRE is NOT required    See TOEFL requirements information below    Portfolio is required. A list of links to your online portfolio should be provided as noted below.       REQUIREMENTS FOR PORTFOLIO       A portfolio of samples of previous professional, artistic or academic work on music, technology and related fields. Examples include, but are not limited to, school papers, scientific publications (max. 8 pages-long), web pages or audiovisual materials of work you have composed, performed, recorded, mixed and/or produced.    Portfolio Related Links.                                The portfolio should be made available online (e.g. in your personal webpage).       Please upload a document in which you list links, passwords (if needed), and descriptions for up to 3 works that you would like the Admissions Committee to review as part of your application. Do not upload the work itself. You should provide only a list of links to the works. Acceptable file types for the upload document are .doc, .docx and pdf. Music Technology candidates are encouraged to use soundcloud.com and vimeo.com.          NOTE(S)       Basic competence in music history and theory is a prerequisite for all graduate degree programs in music. Entering graduate students are required to take advisory exams in both areas prior to arrival; placements will be determined by interpreting the exam results in light of a student's educational background and the degree program for which she or he is enrolled. Remedial courses cannot be used to meet degree requirements within any of the graduate programs.       HELPFUL WEBSITE(S)    Department Name: Music and Performing Arts Professions    steinhardt.nyu.edu/music/    steinhardt.nyu.edu/music/technology    steinhardt.nyu.edu/music/technology/programs/graduate/    DEPARTMENT NUMBERS    Telephone: 212 998 5424          ONLINE APPLICATION STATUS     The Office of Graduate Admissions requires applicants to upload official copies of transcripts, copies of the GRE and TOEFL scores [if required], to the online application. In addition to this, we are requiring applicants to register their recommenders via the online system. All of these new measures will greatly facilitate the processing of an application and ensure that Admission Committees receive most, if not all of the components for a completed application at the same time.    ADMISSIONS CONTACT INFORMATION    Office of Graduate Admissions NYU Steinhardt Joseph &amp; Violet Pless Hall 82 Washington Square East, 3rd Floor New York, NY 10003-6680 steinhardt.gradadmissions@nyu.edu 212 998 5030 212 995 4328 (fax)    DEADLINE INFORMATION    Most programs have very firm deadlines so it is always advisable to apply early. All deadlines are \"in-office\" deadlines, not postmark deadlines and it is the responsibility of the applicant to ensure that all materials are in the Office of Graduate Admissions by the appropriate deadline. The Office of Graduate Admissions reserves the right to return any application that arrives after the deadline. Should any deadline fall on a weekend, the in-office deadline will be the next business day. Only completed applications will be considered.    FINANCIAL AID INFORMATION    To learn more about scholarships and other types of Financial aid, including eligibility requirements please visit: http://steinhardt.nyu.edu/financial_aid/ or click on the Financial Aid tab above.    APPLICATION COMPONENTS       Online Application:          The Office of Graduate Admissions will no longer accept paper-based applications. If you have any issues with submitting an application via the online application system, please contact our office immediately. The application must be completed, dated, electronically signed and submitted on or before the deadline, listed above for the term of entry.    Application Fee:   The $75 application fee is payable in the online system by Major Credit Card. if you are having problems submitting your payment via Credit Card, please contact the Office of Graduate Admissions.       Statement of Purpose/Personal Statement:   A typewritten, double-spaced, two- to three-page statement explaining your purpose in undertaking graduate study in your particular program. This is your opportunity to introduce yourself and to inform the Admissions Committee about your goals, interests, and career plans as they relate to your intended academic pursuits. Some programs require other statements and essays in addition to or in lieu of the statement of purpose. Please review the requirements for your program listed above.   R&eacute;sum&eacute;:   A copy of your most recent r&eacute;sum&eacute; or curriculum vitae.   Transcripts:    The Office of Graduate Admissions now requires applicants to upload one (1) official transcript from EVERY postsecondary school attended to the online application. Web printouts of an unofficial transcript is not acceptable.    For more information about this: please visit the Transcript - FAQ page .    GRE Scores (if required) - [ETS Institution Code: 2556]:   The official GRE scores must be on file by the deadline before a decision will be rendered. GRE scores are valid for 5 years. The GRE must be taken again if your GRE scores are older than 5 years.   If the GRE is required for your program you must submit your GRE scores in two formats:        An official GRE score report must be sent to NYU Steinhardt from ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.gre.org/ for more information about the exam.    A copy of your GRE score report must be uploaded into the online application under the \"GRE Upload\" section. Web printout or screenshot acceptable .       The Test of English as a Foreign Language (TOEFL) (if required)- [ETS Institution Code: 2556]:    The TOEFL is mandatory for all applicants whose native language is NOT English and did not receive the equivalent of a 4 year U.S. undergraduate education from an institution where English is the official language of instruction. Applicants holding or completing a graduate degree from an English speaking institution are still required to submit a TOEFL if your graduate education was LESS THAN four years in duration at an institution where English was the official language of instruction. The TOEFL cannot be waived.    Although we do not have a required TOEFL score, successful applicants score 100 or above on the Internet-based test or 600 or above on the paper-based test.    If you are required to submit a TOEFL score, you must submit your score in two formats:       An official TOEFL score report must be sent to NYU Steinhardt for ETS. NYU Steinhardt's ETS institution code is 2556; a departmental code is not required. Visit http://www.toefl.org/ for more information about the exam.    A copy of your score TOEFL Score must be uploaded into the online application under the \"TOEFL Upload\" section. Web printout or screenshot acceptable.       Note: NYU Steinhardt does not accept scores from other equivalent exams including IELTS. A second level review of English proficiency will take place after admission. Read more about requirements for Proficiency in English.          Letters of Recommendation:   You are required to send the number of Letters of Recommendation as listed above. There are no forms available for letters of recommendation. Letters should come from individuals who can assess your qualifications and potential for graduate study.    We ask that you register your recommenders or third-party recommendation service in our online application system. Once registered your recommenders will be able to submit their letters electronically. This method allows you to efficiently monitor and follow up with your recommenders.    Note: Once registered your recommenders can submit their online recommendation either before or after you submit your application. It is your responsibility to ensure your recommendations are received by the stated deadline.    Waiving your right of access: On the online system, you can waive or not waive your right of access to letters of recommendation. Once your rights have been selected via the online system, it can not be changed, you have the ability to:       I waive my right of access    I do not waive my right of access       If you are considering NOT waiving your right of access to your letters of recommendation, we strongly urge that you discuss this matter with your potential recommenders.    Please be advised even if you do not waive your right of access to letters of recommendation, you may only see your recommendations if you are or have been in attendance at NYU Steinhardt.    For more information about registering your recommenders: please visit the Letters of Recommendation - FAQ page.        DOCUMENT COVER SHEET    If any materials are mailed to our office for your major/academic plan mail the materials under one mailing using the Document Cover Sheet . Items received without a Document Cover Sheet take longer to process and match to your application.    Please do not mail your materials in binders or folders.    SPECIAL INSTRUCTIONS for ALL INTERNATIONAL APPLICANTS    To learn more about special instructions for all international applicants, please visit: Special Instructions    CAMPUS SECURITY REPORT    New York University&rsquo;s annual Campus Security Report includes statistics for the previous three years concerning reported crimes that occurred on-campus, in certain off-campus buildings or property owned or controlled by NYU, and on public property within or immediately adjacent to the campus. The report also includes institutional policies concerning campus security, such as policies concerning sexual assault, drugs and alcohol. You can obtain a copy of the current report by contacting Thomas Grace, Director of Judicial Affairs and Compliance, Office of the Vice President for Student Affairs (601 Kimmel Center: 212-998-4403) or Jay Zwicker, Crime Prevention Manager, Department of Public Safety (7 Washington Place: 212-998-1451) or by visiting the following website: www.nyu.edu/public.safety/policies/ .    Special Notes from the Office of Graduate Admissions       PLEASE check the online system to confirm that you have successfully submitted your application.    Due to the volume of applications and related materials received the Office of Graduate Admissions will only contact you if your application was successfully submitted and is deemed INCOMPLETE because of missing required materials. Otherwise you will hear from us when the Admissions Committee has made a decision.       Thank you for considering NYU Steinhardt, School of Culture, Education, and Human Development for your Graduate studies.    DEFFERAL/UPDATE POLICY    NYU Steinhardt does not allow deferrals and the Office of Graduate Admissions is no longer permitting applicants to update their application and application materials for future consideration. Applicants who wish to be considered for a future semester must reapply by submitting a new application including all of the supporting materials, including letters of recommendations by the application deadline.    DOCUMENT TYPES for UPLOAD to the Online Application System    - The following are acceptable document types for uploads: PDF, JPEG, JPG, GIF, TIFF, PNG, Bitmap, DOC, and DOCX.                             This site, and all its contents, are Copyright &copy;        by New York University. All rights reserved.    Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}, {"content": "Summer Institute of Music Production Technology (SIMPT) - Summer Programs - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Summer Programs                 Programs      Instrumental Performance          Summer Brass Workshop      Broadway Percussion Seminar      Jazz Improv Workshop      Karen Tuttle Coordination Conference      Piano Intensive      SummerStrings@NYU      Summer Institute for Woodwind Studies           Vocal Performance          Classical Voice Intensive      Summer Study in Music Theatre           Scoring & Songwriting          ASCAP Film Scoring Workshop      NYU/BMI Music in Advertising Workshop      Summer Songwriters Workshop      Music and the Moving Image           Music Business          What Makes a Star?      Music Business Innovation Lab           Music Technology          Summer Electronic Music Institute      Summer Institute of Music Production Technology      Girls Electronic Music Seminar           Music Education          IMPACT Workshop      IMPACT Conference      Kodály Summer Institute      Kodály Summer Institute in Hungary     Performamatics           Dance Education          Teaching Contemporary Limón      Summer Dance Intensive           Educational Theatre          Looking for Shakespeare      New Plays for Young Audiences           Music Therapy          Nordoff-Robbins Music Therapy           Music Theory          Music Theory Pedagogy Workshop              Application Information        How to Apply     Audition Requirements     Housing & Meal Plans     Finances     International Students     Current NYU Students     Information for Summer Students     Information for Parents        Contact Us                     Summer Institute of Music Production Technology (SIMPT)                                     SEMI         SIMPT         GEMS                   Live Calendar HERE .    Overview    Intended For: high school students       Program Dates: June 29 - July 10, 2015    Priority Application Deadline: April 1, 2015    Final Application Deadline: April 15, 2015    Required Student Orientation: June 28, 2015    Housing Dates: June 28 - July 11, 2015    Tuition: $2,754    Music Technology website        Program Description       The Summer Institute of Music Production Technology (pronounced \"SIMP-T\") is designed for rising high school juniors and seniors who play a musical instrument or sing. Students in this program will focus on all of the aspects of contemporary music production. The focus will be on recording music performed by the students, with an emphasis in the art and science of the tools and techniques of the field. To broaden the scope of young producers, several supplemental topics will also be discussed, such as sound effects editing, experimental music and the latest research in music technology.       Topics will include:                      Mastering    Mixing                Microphones    Hearing                Physics of Sound    Field Recording                Sound Effects Editing    DIY Recording Studios                      Daily activities include morning lectures and workshops taught by NYU music tech faculty, guided labs and tutorials as well as afternoon collaborative production time led by current music technology students, where students will work together to record and produce an album.       The groups will then present their finished work in a live concert at the end of the program. Students will leave the program with a deeper appreciation of the art and science of music production as well as a new collection of work to add to their artistic portfolios. The concert will also be filmed and videos of the concert and closing events will be sent to the students home addresses after being professionally edited.       Costs    Below are all costs associated with the Summer Institute of Music Production Technology:       Tuition: $2,754    Programming Fee: $80    Application Fee: $50; nonrefundable and paid at the end of the 2015 Summer Application    Housing and Meal Plan (optional): $762 shared room with 10 meals and 30 Dining Dollars - see the Housing and Meal Plan page for more information       Please note that there are additional fees for all International Students . For information about financial aid and scholarships, see the Finances page.    Apply &amp; Audition    If you would like to be considered for the workshop you must complete the following:       Complete a 2015 Summer Application    Submit all Audition Requirements and supplemental materials       For More Information    Check out our FAQ for more information.                Program Administration        MPAP Summer Programs 35 West 4th St reet , Suite 1077 New York, NY 10012 212-998-5438 mpap.summer@nyu.edu          Academic Content              Dr. Agnieszka Roginska Associate Director, Music Technology 35 West 4th St reet , Suite 1077 New York, NY 10012 212-998-5141 roginska@nyu.edu                    Langdon Crawford Advisor, Instructor 35 West 4th St reet , Suite 1077 New York, NY 10012 212-998-5810 langdon@nyu.edu                                                                      Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}, {"content": "Music Technology - NYU Steinhardt                                                      Skip to content         NYU Steinhardt School of Culture, Education, and Human Development             apply now     request info     contact                                     Department of Music and Performing Arts Professions           Overview        Location     History     Director's Message     International Welcome and History           Academics        Brass Studies     Woodwind Studies     String Studies     Percussion Studies     Jazz Studies     Piano Studies     Music Theatre     Classical Voice and Opera Studies     Music Composition     Scoring for Film and Multimedia     Songwriting     Music Business     Music Technology     Music Education     Music Therapy     Dance Education     Educational Theatre     Performing Arts Administration     Drama Therapy     Summer Programs     Study Abroad     Music Minor           Admissions        Undergraduate     Graduate     Doctoral     Prospective Student Auditions           People        Faculty     Students     Alumni     Staff           Ensembles        Overview     Audition Guidelines     Audition Requirements     Online Audition Registration           Research        ArtsPraxis     Music and the Moving Image     Music and Audio Research Laboratory     Center for Research in Dance Education     Faculty Research Interests     Faculty Collaborations           Events        Facilities        Facilities     Music Technology Facilities           FAQ                 Music Technology                 Programs      Undergraduate        Overview     Requirements     Applying     Course List          Master's        Overview     Requirements     Applying     Course List          3-Summer Master of Music in Music Technology    Accelerated BM/MM        Overview     Requirements     Applying     Course List          Doctoral        Overview     Requirements     Applying     Course List          Summer          Undergraduate &amp; Graduate Courses     3-Summer Master of Music in Music Technology     Summer Electronic Music Institute     Summer Institute of Music Production Technology     Girls Electronic Music Seminar          Study Abroad    Internships       People      Faculty and Staff    Featured Alumni        Facilities      About the Facilities     Studios        Studio Booking     Afterhours     Theatre Spaces     NYU Library               Financial Aid        General     Student Employment         Research        About Research     MARL Homepage     Master's Theses     Doctoral Theses          Media and Events        About Media and Events     Photos     Videos     Seminars     Open Houses          2014       2013      2012      2011      2010      2009      2008      2007            Clubs/Projects          Society of Women In Technology      Music Tech Album Project                  Contact Us        Contact     Request information          FAQ        General FAQ      Prospective Graduate Students     Current Graduate Students     Prospective Undergraduate Students     Current Undergraduate Student     Advisement     Orientation          Welcome      Checklist                                  Welcome to Music Technology                     Featured Videos       Music Technology Program Overview Part 1    Music Technology Program Overview Part 2             NYU Music Technology News          SWiTCH Presents Miya Masaoka      Swagg R&#8217;Celious Teams Up with Dawn Richard to Hit Top Charts      SWiTCH Presents &#8211; Sonic Atmospheres Composition Discussion by Joan La Barbara      Graduate Information Session              Steinhardt News       MARL Researchers Win Presentation Awards at ISMIR 2014    Alum Wins Audio Engineering Society Award    Professor Roginska Interviewed on NPR's Science Friday    2014 Open House    Professors Park and Crawford Present at Mobile Futures Event    Gao Jiafeng Wins at Guthman    R. Luke DuBois Mines Data to Reveal Art    Reasearch on The Intelligible Range of the Human Voice Featured in Inside Science    Play With Your Music    Two Music Tech Students Win AES Awards    Alumnus Swagg R'celious Scores a Hit with K. Michelle's New Album, \"Rebellious Soul\"    Watch Professor Langdon Crawford Connect Music with the Latest Interactive Technology    NY Times Reviews 'Illuminating' Collaboration with EMF       Selected Events       Summer Institute of Music Production Technology: June 29&ndash;July 10, 2015    Summer Electronic Music Institute: June 29&ndash;July 10, 2015    Girls Electronic Music Seminar    Music Technology Open House: May 17, 2014       Featured Alumni       Read about some of our graduates    Alumni in the Media              Studio Facilities    New York University&rsquo;s program in Music Technology unveiled its new James L. Dolan Music Recording Studio , a 7,500 square foot multifunctional teaching, recording, and research space designed by Gensler and the Walters-Storyk Design Group. One of the most technologically advanced audio teaching facilities in the United States, the new spaces greatly enhance the 10 existing studios which house the Music Technology program. The studio is located on the sixth floor of 35 West 4th Street.       Audio Slideshow and Studio Blueprint       About the Music Technology Program    Music Technology at NYU Steinhardt is a leading and internationally recognized program in music, sound and audio technology. Students prepare for successful careers in sound engineering, computer music, audio-visual production and post-production, mastering, scoring for film and multimedia, audio for games, software development, and multimedia production.    Students study with premier faculty in New York City, the heart of the nation's new media and music industries, and join an active community of scholars, artists and engineers exploring the cutting edge of technology and music.    As part of a large and active department, the Music Technology program emphasizes the integration of musical and technical skills. Music Technology maintains a close alliance with the NYU Performance and Composition programs, encouraging collaborations that explore new relationships between experimental and traditional approaches to music. In addition, the Music Technology program offers an extensive internship program at major recording studios, new-media web-related companies, music-scoring houses and other music industry enterprises.    Students may earn a Bachelor of Music degree in Music Technology, a Master of Music degree in Music Technology, or a Doctor of Philosophy in Music Technology. Students are also encouraged to take advantage of special courses offered abroad and during the Summer .    State-of-the-art facilities include 10 fully equipped recording and computer music studios, listening rooms and research labs where over 40 Music Technology specialization courses are taught.       Dr. Kenneth J. Peacock, Ph.D. Professor of Music Director, Music Technology Program. Dr. Agnieszka Roginska , Ph.D. Assistant Professor of Music Associate Director, Music Technology Program                                   Department of Music and Performing Arts Professions - 35 W. 4th Street, Suite 1077 -  New York, NY 10012 -  212 998 5424    This site, and all its contents, are Copyright &copy;    by New York University. All rights reserved."}]}]