[{"detail": [{"content": "IFA - Events                                                                                                                   ABOUT      EVENTS      PEOPLE      NEWS      ACADEMICS      CONSERVATION PROGRAM      PROSPECTIVE STUDENTS      RESEARCH & LIBRARIES      CONTACT      SUPPORT US                                       Colloquium on Modern and Contemporary Art from the Middle East and South Asia      The Colloquium on Modern and Contemporary Art from the Middle East and South Asia offers a platform from which to explore modern and contemporary art and the visual cultures from the Middle East and South Asia. Art historical scholarship on art from these regions is in a state of flux. Rather than propose definitions, the colloquium aims to support a long-term dialogue with a cumulative impact on critical writing and the study of modern and contemporary art histories of these regions.    The diversity in the professional backgrounds of this colloquium&rsquo;s participants reflects the nature of a field in which the traditional roles of artist, curator, critic, and art historian are being rewritten to accommodate and support rapid transformations in regional cultural infrastructure and the international visibility of artists from the Middle East, Iran, Turkey, and South Asia. Likewise, a variety of presentation formats lend speakers and audiences flexibility in exploring and engaging with key issues related to how art histories of these regions are being written. Participants are invited to take an active role in structuring their own events and the colloquium is designed to encourage intellectual and artistic risk-taking capable of furthering its goals of promoting dialogue among scholars regarding emerging conditions of art historical practice and encouraging students to engage with relevant topics across geopolitical and disciplinary boundaries.    The colloquium was co-founded by Claire Brandon, Clare Davies, and Alexis Lowry.    Please check the events calendar for upcoming colloquia on Modern and Contemporary Art from the Middle East and South Asia       Archive   2014    Wednesday, February 5, 2014, 12-2PM  in the Loeb Room     Afruz Amighi in conversation with Anooradha Iyer Siddiqi          Afruz Amighi    Afruz Amighi received her B.A. in political science from Barnard College in 1997 and her M.F.A from New York University in 2007. Amighi has shown her work extensively in the United States, London and the Middle East. She is the recipient of the inaugural Jameel Prize, awarded by the Victoria &amp; Albert Museum in London in 2009. In 2011 she was awarded the fellowship for sculpture by the New York Foundation for the Arts.  In 2013 Amighi’s work was commissioned for the Venice Biennale.  Her work is in the permanent collection of the Metropolitan Museum of Art, the Victoria &amp; Albert Museum, the Houston Museum of Fine Art, the Bristol Museum, the Devi Institute and the Cleveland Museum of Art.  Amighi (born in Tehran, Iran 1974) lives and works in Brooklyn, New York. She is represented by Nicelle Beauchene Gallery in New York City.       Yto Barrada , Artist     A Lunchtime Conversation with the Artist    November 20th, 2012     Shahzia Sikander , Artist     \"Doris Duke’s Shangri La\" at the Museum of Arts and Design, New York    October 24th, 2012     Walid Raad , Artist     Scratching on Things I Could Disavow    February 23rd, 2012     Iftikhar Dadi , Professor of Art History at Cornell University and Artist     Inaugural Lecture: Between Global Media and the Urban Subaltern    April 12th, 2011          Image courtesy Afruz Amighi                                Video Spotlight                    A Convsersation with Artist Afruz Amighi.                         Events        Calendar      Lectures, Colloquia & Seminars      Conferences & Symposia      Member Events      Events Archive                               Video           Live video      Video Spotlight      Video Archive                                                Sign up to our mailing list     If you wish to receive information on our upcoming events, please click here .                 Follow us!"}]},
{"detail": [{"content": "IFA - Events                                                                                                                   ABOUT      EVENTS      PEOPLE      NEWS      ACADEMICS      CONSERVATION PROGRAM      PROSPECTIVE STUDENTS      RESEARCH & LIBRARIES      CONTACT      SUPPORT US                                       Colloquium on Modern and Contemporary Art from the Middle East and South Asia      The Colloquium on Modern and Contemporary Art from the Middle East and South Asia offers a platform from which to explore modern and contemporary art and the visual cultures from the Middle East and South Asia. Art historical scholarship on art from these regions is in a state of flux. Rather than propose definitions, the colloquium aims to support a long-term dialogue with a cumulative impact on critical writing and the study of modern and contemporary art histories of these regions.    The diversity in the professional backgrounds of this colloquium&rsquo;s participants reflects the nature of a field in which the traditional roles of artist, curator, critic, and art historian are being rewritten to accommodate and support rapid transformations in regional cultural infrastructure and the international visibility of artists from the Middle East, Iran, Turkey, and South Asia. Likewise, a variety of presentation formats lend speakers and audiences flexibility in exploring and engaging with key issues related to how art histories of these regions are being written. Participants are invited to take an active role in structuring their own events and the colloquium is designed to encourage intellectual and artistic risk-taking capable of furthering its goals of promoting dialogue among scholars regarding emerging conditions of art historical practice and encouraging students to engage with relevant topics across geopolitical and disciplinary boundaries.    The colloquium was co-founded by Claire Brandon, Clare Davies, and Alexis Lowry.    Please check the events calendar for upcoming colloquia on Modern and Contemporary Art from the Middle East and South Asia       Archive   2014    Wednesday, February 5, 2014, 12-2PM  in the Loeb Room     Afruz Amighi in conversation with Anooradha Iyer Siddiqi          Afruz Amighi    Afruz Amighi received her B.A. in political science from Barnard College in 1997 and her M.F.A from New York University in 2007. Amighi has shown her work extensively in the United States, London and the Middle East. She is the recipient of the inaugural Jameel Prize, awarded by the Victoria &amp; Albert Museum in London in 2009. In 2011 she was awarded the fellowship for sculpture by the New York Foundation for the Arts.  In 2013 Amighi’s work was commissioned for the Venice Biennale.  Her work is in the permanent collection of the Metropolitan Museum of Art, the Victoria &amp; Albert Museum, the Houston Museum of Fine Art, the Bristol Museum, the Devi Institute and the Cleveland Museum of Art.  Amighi (born in Tehran, Iran 1974) lives and works in Brooklyn, New York. She is represented by Nicelle Beauchene Gallery in New York City.       Yto Barrada , Artist     A Lunchtime Conversation with the Artist    November 20th, 2012     Shahzia Sikander , Artist     \"Doris Duke’s Shangri La\" at the Museum of Arts and Design, New York    October 24th, 2012     Walid Raad , Artist     Scratching on Things I Could Disavow    February 23rd, 2012     Iftikhar Dadi , Professor of Art History at Cornell University and Artist     Inaugural Lecture: Between Global Media and the Urban Subaltern    April 12th, 2011          Image courtesy Afruz Amighi                                Video Spotlight                    A Convsersation with Artist Afruz Amighi.                         Events        Calendar      Lectures, Colloquia & Seminars      Conferences & Symposia      Member Events      Events Archive                               Video           Live video      Video Spotlight      Video Archive                                                Sign up to our mailing list     If you wish to receive information on our upcoming events, please click here .                 Follow us!"}, {"content": "Minor in South Asian Studies    | Department of History | New York University                                    NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE             Department of History     Arts &amp; Science                      Back to Home       Minor in South Asian Studies        About  the Minor:          The minor in South Asian studies is administered by the Department of   History. It is a CAS minor and can be taken by students in any NYU   school. It provides a broad perspective on South Asia and opportunities   to concentrate on specific areas of interest. Students have many   choices of courses and course combinations. The course list (located   below) represents current offerings in 2011, and the list may change in   the years to come. There are a wide range of options. Students might   choose to study a language and its literature, colonial and postcolonial   histories, art and architecture, contemporary politics, literary forms,   cinema, and the South Asian diaspora, among other topics. The South   Asia curriculum is constantly expanding across departments and schools,   and now includes courses in anthropology, history, political science,   fine art, film studies, cultural studies, literature, and two modern   languages (Hindi and Urdu). Through a consortium with Columbia   University, students may also study other of the region’s many modern or   classical languages.                             Declaring the Minor:                                In order to declare  the South Asian Studies minor, you must complete the South Asian Minor declaration form  and  submit it to the Undergraduate Administrative Assistant in the History Department.                        Requirements:              The minimum requirement for completion of a minor is four 4-point courses (16 points) chosen in consultation with the South Asian studies advisor. Students are encouraged to register for the minor and consult the advisor before completing their course requirements.    One CORE/MAP “Cultures and Contexts” course on South Asia may be counted toward the non-language minor requirement. At least two of the four non-language courses must be above the introductory level in their respective disciplines. With prior approval, one independent study course can count toward the four courses required for a minor. At least three of the four courses must be completed at NYU.    The South Asian studies Faculty Advisor, Prof. David Ludden, will determine the eligibility of courses taken in study abroad programs of institutions not part of the consortial exchange, or other courses that students think might be applied to the minor.    Students can pursue three broad areas of concentration with four 4-point courses (16 points):    Track A: Language and Literature. This track provides students with a solid foundation in a modern Indian language. Students must complete a four-semester sequence of either Hindi or Urdu, provided that these courses are not also used to satisfy the CAS foreign language requirement.    Track B: History, Culture, and Politics: This track fosters a broad interdisciplinary perspective on South Asia. All four courses must be non-language courses. At least two courses must be above the introductory level in their respective disciplines.    Track C: Culture and Language, combining Tracks A and B. Students must take two language courses at the intermediate level (provided that these courses are not also used to satisfy the CAS foreign language requirement) or advanced level, plus two non-language South Asian studies courses.         *Students may apply any course offered  by one of the South Asian faculty with the Faculty Advisor’s approval      South Asian Studies Course Offerings:    *Please note that this list is subject to change, and available courses may vary depending upon the semester.    ANTHROPOLOGY       ANTH-UA 104: Anthropology of South Asia    Graduate Course : Rediscovering Caste and Race: Crosswords of Culture, Power, and History    ART HISTORY       ARTH-UA 530: South Asian Art I: Indus Valley to 1200    ARTH-UA 531: South Asian Art II: 1200 to the Present ARTH-UA 550: Painting Traditions of South Asia, Past to Present    CINEMA STUDIES    CINE-UT 105: Indian Cinemas  ENGLISH       ENGL-UA 708 : Post-Colonial Writer  ENGL-UA 721: South Asian Literature in English    GALLATIN    FIRST-UG 394: The Invisible  Economies of Being: Poverty in the Non-West IDSEM-UG 1266: Ancient Indian Literature IDSEM-UG 1335: South Asian Writers  HISTORY       HIST-UA 175: Topics in South Asian History  MAP-UA 516: Cultures and Contexts: India HIST-UA 533: Global Asia HIST-UA 569: Colonialism and Decolonization            LIBERAL STUDIES       SAGC-UF 1001: South Asian Cultures    MIDDLE EASTERN AND ISLAMIC STUDIES       MEIS-UA 301/302: Elementary Urdu I and II    MEIS-UA 303/304: Intermediate Urdu I and II      MEIS-UA 405/406: Elementary Hindi I and II    MEIS-UA 407/408: Intermediate Hindi I and II    MEIS-UA 409/410: Advanced Hindi I and II    MEIS-UA 691: What Is Islam?    MEIS-UA 717: Modern South Asian Literature    MEIS-UA 718: Introduction to Ancient Indian Literature    MEIS-UA 783 : Seminar: Women and Islamic Law    MEIS-UA 863: The Sufis: Mystics of Islam    LANGUAGE COURSES THROUGH CONSORTIUM WITH COLUMBIA UNIVERSITY       MEIS-UA 422 - 425: Elementary/Intermediate Punjabi I and II    MEIS-UA 426 - 429: Elementary/Intermediate Bengali I and II    MEIS-UA 430 - 433 : Elementary/Intermediate Tamil I and II    CORE CURRICULUM/MORSE ACADEMIC PLAN    CORE/MAP-UA 503: Cultures and Contexts: South Asia  CORE/MAP-UA 516 : Cultures and Contexts: India POLITICS  POL-UA 562: Politics of South Asia  RELIGIOUS STUDIES  RELST-UA 337: Religions of India RELST-UA 650: Topics in Religious Studies: Yoga and Tantra in History and Today RELST-UA 665: Perspectives on Islam: Islam in South Asia RELST-UA 832: Introduction to Buddhism SOCIAL &amp; CULTURAL ANALYSIS  SCA-UA 313: History and Literatures of the South Asian Diaspora SCA-UA 472: Theories of Gender and Sexuality                 Contact Us | &copy; New York University , Arts and Science"}]}]