[{"detail": [{"content": "General Physics I                           Experiments and Demonstrations               NYU Physics Department                                                      Home                               General Physics I                                        Click pictures for a larger image.                                                          1. Motion 1                              This experiment familiarizes the student with DataStudio and the motion sensor.                                           Download: Motion 1.pdf                                                           2. Motion 2                              Relationships between position, velocity, acceleration, and time are studied. This lab focuses on the one dimensional case where each quantity can be considered as a scalar. Acceleration is also taken to be constant.                                     Download: Motion 2.pdf                                                                     3. Equilibrium of a Particle                              Newton's 1st Law is investigated. The apparatus consists of a force table, and a set of movable pulleys with weights. A string is attached to a small ring at the top of the table which is centered with a pin.                                     Download: Equilibrium of a particle.pdf                                                             4. Newton's 2nd Law                              Students will verify Newton's 2nd Law and some of its applications.                                           Download: Newtons 2nd law.pdf                                                             5. Centripetal Force                              Students measure the period of a revolving weight and use the information to calculate angular velocity and compare the centripetal force with the force of gravity.                                     Download: Centripetal Force.pdf                                                               6. Conservation of Energy                              This experiment's purpose is to verify the concepts of potential energy and conservation of energyfor the the uniform gravitational field and for an ideal Hooke's Law spring.                                     Download: Conservation of Energy.pdf                                                             7. Work-Energy                       The work-energy relationship is explored by looking at the energy of a glider and weight at different positions during a fall.                                           Download: Work Energy.pdf                                                                   8. Collisions in One Dimension                              One dimensional 2 body collisions are investigated with emphasis on conservation of energy and momentum.                                     Download: Collision in 1D.pdf                                                                     9. Ballistic Pendulum                              In this experiment students measure the speed of a projectile by a kinematic method and also by the use of a ballistic pendulum. The latter method illustrates the use of conservation of energy and momentum.                               Download: Ballistic Pendulum.pdf                                                                                 10. Rotational Motion                              The relationship between torque, moment of inertia, and angular acceleration for a rigid body rotating about a fixed axis is investigated. Conservation of angular momentum is also examined.                                     Download: Rotational Motion.pdf                                                                11. Sonometer                              In this experiment you will be observing the oscillations of a string. The arrangement of the equipment is similar to a guitar. You will be plucking the string and observing the frequencies using a FFT.                               Download: Sonometer.pdf                            -->"}]},
{"detail": [{"content": "General Physics I                           Experiments and Demonstrations               NYU Physics Department                                                      Home                               General Physics I                                        Click pictures for a larger image.                                                          1. Motion 1                              This experiment familiarizes the student with DataStudio and the motion sensor.                                           Download: Motion 1.pdf                                                           2. Motion 2                              Relationships between position, velocity, acceleration, and time are studied. This lab focuses on the one dimensional case where each quantity can be considered as a scalar. Acceleration is also taken to be constant.                                     Download: Motion 2.pdf                                                                     3. Equilibrium of a Particle                              Newton's 1st Law is investigated. The apparatus consists of a force table, and a set of movable pulleys with weights. A string is attached to a small ring at the top of the table which is centered with a pin.                                     Download: Equilibrium of a particle.pdf                                                             4. Newton's 2nd Law                              Students will verify Newton's 2nd Law and some of its applications.                                           Download: Newtons 2nd law.pdf                                                             5. Centripetal Force                              Students measure the period of a revolving weight and use the information to calculate angular velocity and compare the centripetal force with the force of gravity.                                     Download: Centripetal Force.pdf                                                               6. Conservation of Energy                              This experiment's purpose is to verify the concepts of potential energy and conservation of energyfor the the uniform gravitational field and for an ideal Hooke's Law spring.                                     Download: Conservation of Energy.pdf                                                             7. Work-Energy                       The work-energy relationship is explored by looking at the energy of a glider and weight at different positions during a fall.                                           Download: Work Energy.pdf                                                                   8. Collisions in One Dimension                              One dimensional 2 body collisions are investigated with emphasis on conservation of energy and momentum.                                     Download: Collision in 1D.pdf                                                                     9. Ballistic Pendulum                              In this experiment students measure the speed of a projectile by a kinematic method and also by the use of a ballistic pendulum. The latter method illustrates the use of conservation of energy and momentum.                               Download: Ballistic Pendulum.pdf                                                                                 10. Rotational Motion                              The relationship between torque, moment of inertia, and angular acceleration for a rigid body rotating about a fixed axis is investigated. Conservation of angular momentum is also examined.                                     Download: Rotational Motion.pdf                                                                11. Sonometer                              In this experiment you will be observing the oscillations of a string. The arrangement of the equipment is similar to a guitar. You will be plucking the string and observing the frequencies using a FFT.                               Download: Sonometer.pdf                            -->"}, {"content": "NYU General Physics 1 Fall 2013           http://cosmo.nyu.edu/hogg/gp1/    NYU General Physics I    This syllabus is for NYU CAS Physics course PHYS-UA 11 in the Fall 2013 semester.    Staff         name    contact    office    office hours   lecture    David W. Hogg    ude.uyn@ggoh.divad    Meyer 501    Wed 15:30&ndash;17:00   laboratory    Chui-Lai Cheung    ude.uyn@gnuehclc    Meyer 333    by appointment   Giga Chkareuli    moc.liamg@iluerakhc    TBD    Thu 13:00-14:00   Phil Frankel    ude.uyn@832fmp    Meyer 639A    Wed 15:50&ndash;16:50   Ruben Gepner    moc.liamg@renpegnebur    Meyer 923    Mon 15:30&ndash;16:30   Ian Harnarine    ude.uyn@hknai    Meyer 639A    Wed 12:00&ndash;13:00   Deepak Khurana    ude.uyn@anaruhk.kapeed    Meyer 517    Wed 14:00&ndash;15:00   Shahab Kohani    ude.uyn@1343ks    Meyer 516    Fri 14:00&ndash;15:00   Layla Quinones    ude.uyn@012qml    TBD    Tue,Wed 09:00&ndash;10:00   Ellery Russell    ude.uyn@852rre    Meyer 639A    Fri 13:00-14:00   Michael Salvati    ude.uyn@itavlas.ekim    Meyer 228    by appointment   Shu Xie    ude.uyn@133xs    Meyer 639    Thu 15:00-17:00   Guolong Zhu    ude.uyn@924zg    Meyer 639    Wed 15:00-16:30   admin.    William LePage    +1.212.998.7704    Meyer 424      Aims and scope    There are several aims of this course, not limited to     learning the basics of kinematics, forces, mechanical energies,  and continuum mechanics (fluids and elastic materials);   development of critical quantitative reasoning abilities,  including estimation, approximation, and calculation;   with a concentration on physical effects of importance in the  life sciences and health professions.      The scope of the course is set by a finite set of problems.  This set of problems is the union of all the problems seen or discussed in lecture, all the problems seen or discussed in the laboratory component of the course, and the set of problems given in the weekly problem sets.    All exam questions on all of the term exams will refer only to problems from this extremely limited set of problems. Exam problems will be repeats of problems seen before, with only minor changes or transformations.    There is no assigned textbook for the lecture component of the course. Any calculus-based mechanics textbook published in the last ten years would provide an acceptable reference work. Prof Hogg's favorite book is Matter and Interactions Volume 1 by Chabay and Sherwood (any edition). If you want comfort and familiarity, then  University Physics Volume 1 by Young and Freedman (also any edition) will mesh well with what happens next semester. Once again, the scope is set by the finite set of problems, not by any textbook.    Calculus, trigonometry, and algebra will all be involved. If you are rusty, brush up.    Evaluation    Grades will be based on a total score generated with these percentages:           percentage   comments   laboratory reports  20 lowest lab grade is dropped   term exam 1   20   term exam 2   20   term exam 3   20   term exam 4   20    total   100      Grades will be assigned in one-to-one correspondence with the total score according to the following percentage ranges:     total score greater than: 90 86  82 72 68  64 54 40 percent   final grade at least:  A A&minus; B+ B B&minus; C+ C D      Laboratories    For the laboratory component of this course, you will need the General Physics I laboratory manual . There are laboratory sessions for most weeks of the semester, and for each one you will be required to hand in a laboratory report, which will be graded. Your laboratory instructor will explain what is expected in a good laboratory report.    Laboratory reports are due at the start of the laboratory session immediately following the session in which the experiment is performed. A late reports is penalized by reducing the maximum possible grade by 50 percentage points if it comes in within a week of the deadline; it is graded zero after that.    Absences from laboratories will be excused only for medical reasons with a doctor's note. No other excuses will be accepted. It is not possible to perform a laboratory experiment in advance of the scheduled laboratory time or after it. Laboratory experiments missed or reports not turned in for any reason will be graded zero unless there is a properly documented medical excuse. Importantly, if you miss or get a grade of zero on more than two laboratory experiments for any reason (medical or otherwise) , you will not receive a passing grade for the course; the best grade you can receive in this situation is \"Incomplete\". You can only complete this incomplete by retaking the entire lab sequence (not just the labs you missed) in a subsequent semester.    If you are re-taking only the laboratory part of this course, you must contact both Prof Hogg and Mr LePage at the beginning of the semester to notify them of this situation, and you must be properly registered for the laboratory session you attend.    Your laboratory instructor will be responsible for grading your laboratory reports and for providing to Prof Hogg a laboratory grade for each student. Your instructor will construct your total laboratory grade from all but your worst (lowest-score) laboratory. If you have missed a laboratory for a properly documented medical reason, that laboratory will be pro-rated out of the total score. (If you have missed more than two for any reason, including medical, you will not pass the course; see above.) If we find that there are large and statistically significant differences in the grading policies or outcomes of different laboratory instructors, Prof Hogg will make adjustments in the interest of fairness.    For safety reasons, you are not permitted to attend a laboratory session for which you are not registered , even if it is led by the same instructor as your proper session. Laboratory reports based on attendance in wrong laboratory sessions will be given scores of zero.    Problem sets    A small number of problems are assigned each week to work on as you wish (see the table below). These problem sets are not to be handed in, but it is strongly recommended that you work on the problems, because they comprise part of the scope of the course.    Please feel free to discuss problem set questions with other students. Working together can be very educational and helpful; it is also more fun; it is encouraged! Of course it is also the case that you will not learn the material and not perform well on the exams if you have not struggled individually with the problems, so seek a balance.    The problem sets provide very valuable concrete example problems around which you can seek help and advice from your peers and from the tutoring and help resources we provide. Solutions to the problems will not be provided; these problem sets will be evaluated by your performance on the term exams.    Tutoring and help    The Department and University provide tremendous resources for this class; you are doing yourself a disservice if you do not use them:     The Department provides a custom peer-tutoring service   for this class, staffed by some of the best Physics Majors. The  locations and hours for this tutoring will be available on  BlackBoard.   The University Learning Center has special tutors  hired for General Physics , all of whom have taken the class  (or equivalent) and done very well. Locations, hours, and policies  are available at the ULC  site .   All of the staff have office hours (listed above), and  you should feel free to contact them at any time about the material  of the course.     Each of these resources has the important property that you get much more out of them if you come with a specific question ready in advance.    But above all, your best resource is your fellow students. Form a study group (ideally with students of comparable ability) and work together on the lecture material, on relevant reading, and on the problem sets. Choose a regular time and meet. Multiple lines of research show that students who make use of peer support learn better and perform better on the exams. They also have more fun.    Examinations    There will be four Term Examinations during the term and no Final Exam . The Term Exams happen on dates given in the schedule below. The exams will take place in the lecture room. The scope of each exam will be made clear in lecture, but in brief, the Term Exams will concentrate on the material in the previous few weeks.    The exams will be open notes . Any written or printed documents are permitted in the exam room. On the other hand, electronic devices that can connect to a mobile-phone network or internet are forbidden. Furthermore, you do not need a calculator , so no electronic devices will be permitted at all.    Each exam question will be a small modification of a problem you have seen before, in lecture, in a laboratory, or on a problem set, with small changes or shortened to a sub-part of the problem. The idea is that good performance on the exams will demonstrate that you really have understood the work that has been assigned and discussed throughout the semester.    Missed exams will be graded zero unless there is a properly documented medical excuse. If there is a properly documented medical excuse for a missed term exam, it will be pro-rated out of the total score. No special arrangements will be made and no excuses will be granted for travel conflicts, no matter what. If you have a non-medical emergency that prevents you from making an examination, you will have to speak with a Dean of your College, not with the faculty in this course.    The exams are absolutely mandatory. If you miss or do not take or do not hand in more than one of the Term Exams for any reason  (medical or otherwise), you will not receive a passing grade for the course; the best grade you can receive in this situation is Incomplete . You can only complete this incomplete by retaking the entire exam complement (not just the exams you missed, and possibly including a Final Exam) in a subsequent semester.    If you are re-taking only the exam part of this course, you must contact both Prof Hogg and Mr LePage at the beginning of the semester to notify them of this situation.    If you arrive late for any exam, you will not be given extra time. If you fail to obey any of the instructions given to you by course staff before, during, or after any exam, your exam may be graded zero or you may be subject to academic honesty proceedings.    Miscellaneous    audio recordings: While you are not forbidden from making audio recordings during class, you must not post, publish, or share them with others , not even in small sound bites. This is because the classroom setting is a private setting in which everyone should feel free to speak plainly and without regrets. Failure to obey this rule will be considered an act of academic dishonesty.    disabilities: If you have an arrangement with the Center for Students with Disabilities, you must present the relevant forms to Mr LePage one week in advance of each of the exams.    academic honesty: By University and Departmental policy, the lightest punishment we are permitted to give for academic dishonesty is a grade of F in the course and a disciplinary action by the College. Academic dishonesty includes (in addition to the usual kinds of cheating) misrepresenting matters of material importance to the instructors.    feedback: Please ask questions during lectures and laboratory sections and help sessions. If there is something you don't understand, many other students are having the same trouble, guaranteed. If there is some aspect of the pace, content, or structure of the course you don't like, or any other feedback you would like to give, please let Prof Hogg know as soon as possible. If you wait until course evaluation forms are handed out at the end of the semester, you will have benefited next year's class at the expense of your own!    legalese: We apologize for the legal tone of this syllabus. The subject of physics is great fun; operating an enormous class can be exasperating. All of the staff of this course will do everything we can to make this class interesting and enjoyable for everyone. Physics isn't just fun for Prof Hogg; it is his profession and his calling.    Schedule    The following table is subject to change; please check back here frequently.     start of week    lecture subjects    laboratory    problem set      Sep 02    dimesional analysis, estimation   Tues: Falling bucket        Thurs: The mass of the Earth        no laboratories this week    ps 01      Sep 09    kinematics, acceleration and velocity    Tues: Thrown stone       Thurs: One-dimensional trajectory        Motion 1    ps 02      Sep 16    gravity and contact forces, planes and strings    Tues: blocks on planes        Thurs: Atwoods machine        Motion 2    ps 03      Sep 23    kinematics and dynamics, together    Tues: Term Exam 1 in Lecture on Sep 24        Thurs: banking airplane        Equilibrium of a Particle    ps 04      Sep 30    kinematics and dynamics, pseudo-forces    Tues: textbook smackdown        Thurs: The swinging coffee cup        Newton's Second Law    ps 05      Oct 07    energy and momentum    Tues: ski jump        Thurs: bullet in block        Centripetal Force    ps 06      Oct 14    energy and momentum    Tues: no lecture on Oct 15        Thurs: elastic collision        no laboratories this week    ps 07      Oct 21    torques and statics    Tues: Term Exam 2 in Lecture on Oct 22        Thurs: block on a light table        Conservation of Energy    ps 08      Oct 28    statics and vibrations   Tues: hanging sign        Thurs: harmonic oscillators        Collisions in One Dimension    ps 09      Nov 04    oscillators and sound   Tues: piano string        Thurs: waves on a string        Ballistic Pendulum    ps 10      Nov 11    real oscillators    Tues: damped harmonic oscillators        Thurs: Term Exam 3 in Lecture on Nov 14       Work&ndash;Energy    ps 11      Nov 18    fluids, buoyancy    Tues: fluid pressure        Thurs: balloon in the bus       Oscillations of a String    ps 12      Nov 25    Bernoulli    Tues: water pipes        Thurs: no lecture on Nov 28        no laboratories this week    ps 13      Dec 02    surface tension, biophysics    Tues: water tank        Thurs: droplet of water            Resonance Tube    ps 14      Dec 09    biophysics    Tues: viscous blood flow        Thurs: Term Exam 4 in Lecture on Dec 12        no laboratories this week    no ps         This page is coded in valid XHTML with  valid CSS . Prof Hogg loves and obeys standards!"}, {"content": "Courses    |     Physics    | New York University                                 Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                             Home &gt; Courses                   Courses                 &#7; Graduate  &#7; Undergraduate   &#7; All   &#7; Archive                   Course    Instructor    Room    Year    Term      Course Number       #      Days and Times                     20th Century Concepts of Space, Time &amp; Matter                  Paul   Chaikin            122         2015         Fall         PHYS-UA 20         004         TR 11:00AM-12:15              Advanced Experimental Physics                  Tycho   Sleator            325         2015         Fall         PHYS-UA 112         003         W 12:45PM-4:45PM              Computational Physics                  Roman   Scoccimarro            333         2015         Fall         PHYS-UA 210         4         TR 12:30-1:45             Dynamics                Burton   Budick            421         2015         Fall         PHYS-UA 120         003         TR 9:30AM-10:45AM              Electricity &amp; Magnet I                  Joshua   Ruderman                     2015         Fall         PHYS-UA 131         3         MW 11:00-12:15             General Physics I                Burton   Budick                     2015         Fall         PHYS-UA 11         5         TR 9:30-10:45             Independent Study                             My Office         2015         Fall         PHYS-UA 997         2-4                      Intermediate Experimental Physics I                  Andrew   Kent            122         2015         Fall         PHYS-UA 73         2         M 3:30PM-4:45PM              Introductory Experimental Physics I Lecture                  Allen   Mincer            121         2015         Fall         PHYS-UA 71         002         M 11:00-12:15             Natural Science I: Einstein's Universe                Jasna   Brujic            121         2015         Fall         CORE-UA 204         4         TR 11:00-12:15             Natural Science I: Quarks to Cosmos                Sergei   Dubovsky            121         2015         Fall         CORE-UA 209         4         MW 9:30-10:45             Natural Science I: How Things Work                Andy   Haas            121         2015         Fall         CORE-UA 214         4         MW 12:30-1:45              Prev [ 1 ] 2  3  Next            *Table can be sorted by clicking on table headers.                                     Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "General Physics I                           Experiments and Demonstrations               NYU Physics Department                                                      Home                               General Physics I                                        Click pictures for a larger image.                                                          1. Motion 1                              This experiment familiarizes the student with DataStudio and the motion sensor.                                           Download: Motion 1.pdf                                                           2. Motion 2                              Relationships between position, velocity, acceleration, and time are studied. This lab focuses on the one dimensional case where each quantity can be considered as a scalar. Acceleration is also taken to be constant.                                     Download: Motion 2.pdf                                                                     3. Equilibrium of a Particle                              Newton's 1st Law is investigated. The apparatus consists of a force table, and a set of movable pulleys with weights. A string is attached to a small ring at the top of the table which is centered with a pin.                                     Download: Equilibrium of a particle.pdf                                                             4. Newton's 2nd Law                              Students will verify Newton's 2nd Law and some of its applications.                                           Download: Newtons 2nd law.pdf                                                             5. Centripetal Force                              Students measure the period of a revolving weight and use the information to calculate angular velocity and compare the centripetal force with the force of gravity.                                     Download: Centripetal Force.pdf                                                               6. Conservation of Energy                              This experiment's purpose is to verify the concepts of potential energy and conservation of energyfor the the uniform gravitational field and for an ideal Hooke's Law spring.                                     Download: Conservation of Energy.pdf                                                             7. Work-Energy                       The work-energy relationship is explored by looking at the energy of a glider and weight at different positions during a fall.                                           Download: Work Energy.pdf                                                                   8. Collisions in One Dimension                              One dimensional 2 body collisions are investigated with emphasis on conservation of energy and momentum.                                     Download: Collision in 1D.pdf                                                                     9. Ballistic Pendulum                              In this experiment students measure the speed of a projectile by a kinematic method and also by the use of a ballistic pendulum. The latter method illustrates the use of conservation of energy and momentum.                               Download: Ballistic Pendulum.pdf                                                                                 10. Rotational Motion                              The relationship between torque, moment of inertia, and angular acceleration for a rigid body rotating about a fixed axis is investigated. Conservation of angular momentum is also examined.                                     Download: Rotational Motion.pdf                                                                11. Sonometer                              In this experiment you will be observing the oscillations of a string. The arrangement of the equipment is similar to a guitar. You will be plucking the string and observing the frequencies using a FFT.                               Download: Sonometer.pdf                            -->"}, {"content": "NYU General Physics 1 Fall 2013           http://cosmo.nyu.edu/hogg/gp1/    NYU General Physics I    This syllabus is for NYU CAS Physics course PHYS-UA 11 in the Fall 2013 semester.    Staff         name    contact    office    office hours   lecture    David W. Hogg    ude.uyn@ggoh.divad    Meyer 501    Wed 15:30&ndash;17:00   laboratory    Chui-Lai Cheung    ude.uyn@gnuehclc    Meyer 333    by appointment   Giga Chkareuli    moc.liamg@iluerakhc    TBD    Thu 13:00-14:00   Phil Frankel    ude.uyn@832fmp    Meyer 639A    Wed 15:50&ndash;16:50   Ruben Gepner    moc.liamg@renpegnebur    Meyer 923    Mon 15:30&ndash;16:30   Ian Harnarine    ude.uyn@hknai    Meyer 639A    Wed 12:00&ndash;13:00   Deepak Khurana    ude.uyn@anaruhk.kapeed    Meyer 517    Wed 14:00&ndash;15:00   Shahab Kohani    ude.uyn@1343ks    Meyer 516    Fri 14:00&ndash;15:00   Layla Quinones    ude.uyn@012qml    TBD    Tue,Wed 09:00&ndash;10:00   Ellery Russell    ude.uyn@852rre    Meyer 639A    Fri 13:00-14:00   Michael Salvati    ude.uyn@itavlas.ekim    Meyer 228    by appointment   Shu Xie    ude.uyn@133xs    Meyer 639    Thu 15:00-17:00   Guolong Zhu    ude.uyn@924zg    Meyer 639    Wed 15:00-16:30   admin.    William LePage    +1.212.998.7704    Meyer 424      Aims and scope    There are several aims of this course, not limited to     learning the basics of kinematics, forces, mechanical energies,  and continuum mechanics (fluids and elastic materials);   development of critical quantitative reasoning abilities,  including estimation, approximation, and calculation;   with a concentration on physical effects of importance in the  life sciences and health professions.      The scope of the course is set by a finite set of problems.  This set of problems is the union of all the problems seen or discussed in lecture, all the problems seen or discussed in the laboratory component of the course, and the set of problems given in the weekly problem sets.    All exam questions on all of the term exams will refer only to problems from this extremely limited set of problems. Exam problems will be repeats of problems seen before, with only minor changes or transformations.    There is no assigned textbook for the lecture component of the course. Any calculus-based mechanics textbook published in the last ten years would provide an acceptable reference work. Prof Hogg's favorite book is Matter and Interactions Volume 1 by Chabay and Sherwood (any edition). If you want comfort and familiarity, then  University Physics Volume 1 by Young and Freedman (also any edition) will mesh well with what happens next semester. Once again, the scope is set by the finite set of problems, not by any textbook.    Calculus, trigonometry, and algebra will all be involved. If you are rusty, brush up.    Evaluation    Grades will be based on a total score generated with these percentages:           percentage   comments   laboratory reports  20 lowest lab grade is dropped   term exam 1   20   term exam 2   20   term exam 3   20   term exam 4   20    total   100      Grades will be assigned in one-to-one correspondence with the total score according to the following percentage ranges:     total score greater than: 90 86  82 72 68  64 54 40 percent   final grade at least:  A A&minus; B+ B B&minus; C+ C D      Laboratories    For the laboratory component of this course, you will need the General Physics I laboratory manual . There are laboratory sessions for most weeks of the semester, and for each one you will be required to hand in a laboratory report, which will be graded. Your laboratory instructor will explain what is expected in a good laboratory report.    Laboratory reports are due at the start of the laboratory session immediately following the session in which the experiment is performed. A late reports is penalized by reducing the maximum possible grade by 50 percentage points if it comes in within a week of the deadline; it is graded zero after that.    Absences from laboratories will be excused only for medical reasons with a doctor's note. No other excuses will be accepted. It is not possible to perform a laboratory experiment in advance of the scheduled laboratory time or after it. Laboratory experiments missed or reports not turned in for any reason will be graded zero unless there is a properly documented medical excuse. Importantly, if you miss or get a grade of zero on more than two laboratory experiments for any reason (medical or otherwise) , you will not receive a passing grade for the course; the best grade you can receive in this situation is \"Incomplete\". You can only complete this incomplete by retaking the entire lab sequence (not just the labs you missed) in a subsequent semester.    If you are re-taking only the laboratory part of this course, you must contact both Prof Hogg and Mr LePage at the beginning of the semester to notify them of this situation, and you must be properly registered for the laboratory session you attend.    Your laboratory instructor will be responsible for grading your laboratory reports and for providing to Prof Hogg a laboratory grade for each student. Your instructor will construct your total laboratory grade from all but your worst (lowest-score) laboratory. If you have missed a laboratory for a properly documented medical reason, that laboratory will be pro-rated out of the total score. (If you have missed more than two for any reason, including medical, you will not pass the course; see above.) If we find that there are large and statistically significant differences in the grading policies or outcomes of different laboratory instructors, Prof Hogg will make adjustments in the interest of fairness.    For safety reasons, you are not permitted to attend a laboratory session for which you are not registered , even if it is led by the same instructor as your proper session. Laboratory reports based on attendance in wrong laboratory sessions will be given scores of zero.    Problem sets    A small number of problems are assigned each week to work on as you wish (see the table below). These problem sets are not to be handed in, but it is strongly recommended that you work on the problems, because they comprise part of the scope of the course.    Please feel free to discuss problem set questions with other students. Working together can be very educational and helpful; it is also more fun; it is encouraged! Of course it is also the case that you will not learn the material and not perform well on the exams if you have not struggled individually with the problems, so seek a balance.    The problem sets provide very valuable concrete example problems around which you can seek help and advice from your peers and from the tutoring and help resources we provide. Solutions to the problems will not be provided; these problem sets will be evaluated by your performance on the term exams.    Tutoring and help    The Department and University provide tremendous resources for this class; you are doing yourself a disservice if you do not use them:     The Department provides a custom peer-tutoring service   for this class, staffed by some of the best Physics Majors. The  locations and hours for this tutoring will be available on  BlackBoard.   The University Learning Center has special tutors  hired for General Physics , all of whom have taken the class  (or equivalent) and done very well. Locations, hours, and policies  are available at the ULC  site .   All of the staff have office hours (listed above), and  you should feel free to contact them at any time about the material  of the course.     Each of these resources has the important property that you get much more out of them if you come with a specific question ready in advance.    But above all, your best resource is your fellow students. Form a study group (ideally with students of comparable ability) and work together on the lecture material, on relevant reading, and on the problem sets. Choose a regular time and meet. Multiple lines of research show that students who make use of peer support learn better and perform better on the exams. They also have more fun.    Examinations    There will be four Term Examinations during the term and no Final Exam . The Term Exams happen on dates given in the schedule below. The exams will take place in the lecture room. The scope of each exam will be made clear in lecture, but in brief, the Term Exams will concentrate on the material in the previous few weeks.    The exams will be open notes . Any written or printed documents are permitted in the exam room. On the other hand, electronic devices that can connect to a mobile-phone network or internet are forbidden. Furthermore, you do not need a calculator , so no electronic devices will be permitted at all.    Each exam question will be a small modification of a problem you have seen before, in lecture, in a laboratory, or on a problem set, with small changes or shortened to a sub-part of the problem. The idea is that good performance on the exams will demonstrate that you really have understood the work that has been assigned and discussed throughout the semester.    Missed exams will be graded zero unless there is a properly documented medical excuse. If there is a properly documented medical excuse for a missed term exam, it will be pro-rated out of the total score. No special arrangements will be made and no excuses will be granted for travel conflicts, no matter what. If you have a non-medical emergency that prevents you from making an examination, you will have to speak with a Dean of your College, not with the faculty in this course.    The exams are absolutely mandatory. If you miss or do not take or do not hand in more than one of the Term Exams for any reason  (medical or otherwise), you will not receive a passing grade for the course; the best grade you can receive in this situation is Incomplete . You can only complete this incomplete by retaking the entire exam complement (not just the exams you missed, and possibly including a Final Exam) in a subsequent semester.    If you are re-taking only the exam part of this course, you must contact both Prof Hogg and Mr LePage at the beginning of the semester to notify them of this situation.    If you arrive late for any exam, you will not be given extra time. If you fail to obey any of the instructions given to you by course staff before, during, or after any exam, your exam may be graded zero or you may be subject to academic honesty proceedings.    Miscellaneous    audio recordings: While you are not forbidden from making audio recordings during class, you must not post, publish, or share them with others , not even in small sound bites. This is because the classroom setting is a private setting in which everyone should feel free to speak plainly and without regrets. Failure to obey this rule will be considered an act of academic dishonesty.    disabilities: If you have an arrangement with the Center for Students with Disabilities, you must present the relevant forms to Mr LePage one week in advance of each of the exams.    academic honesty: By University and Departmental policy, the lightest punishment we are permitted to give for academic dishonesty is a grade of F in the course and a disciplinary action by the College. Academic dishonesty includes (in addition to the usual kinds of cheating) misrepresenting matters of material importance to the instructors.    feedback: Please ask questions during lectures and laboratory sections and help sessions. If there is something you don't understand, many other students are having the same trouble, guaranteed. If there is some aspect of the pace, content, or structure of the course you don't like, or any other feedback you would like to give, please let Prof Hogg know as soon as possible. If you wait until course evaluation forms are handed out at the end of the semester, you will have benefited next year's class at the expense of your own!    legalese: We apologize for the legal tone of this syllabus. The subject of physics is great fun; operating an enormous class can be exasperating. All of the staff of this course will do everything we can to make this class interesting and enjoyable for everyone. Physics isn't just fun for Prof Hogg; it is his profession and his calling.    Schedule    The following table is subject to change; please check back here frequently.     start of week    lecture subjects    laboratory    problem set      Sep 02    dimesional analysis, estimation   Tues: Falling bucket        Thurs: The mass of the Earth        no laboratories this week    ps 01      Sep 09    kinematics, acceleration and velocity    Tues: Thrown stone       Thurs: One-dimensional trajectory        Motion 1    ps 02      Sep 16    gravity and contact forces, planes and strings    Tues: blocks on planes        Thurs: Atwoods machine        Motion 2    ps 03      Sep 23    kinematics and dynamics, together    Tues: Term Exam 1 in Lecture on Sep 24        Thurs: banking airplane        Equilibrium of a Particle    ps 04      Sep 30    kinematics and dynamics, pseudo-forces    Tues: textbook smackdown        Thurs: The swinging coffee cup        Newton's Second Law    ps 05      Oct 07    energy and momentum    Tues: ski jump        Thurs: bullet in block        Centripetal Force    ps 06      Oct 14    energy and momentum    Tues: no lecture on Oct 15        Thurs: elastic collision        no laboratories this week    ps 07      Oct 21    torques and statics    Tues: Term Exam 2 in Lecture on Oct 22        Thurs: block on a light table        Conservation of Energy    ps 08      Oct 28    statics and vibrations   Tues: hanging sign        Thurs: harmonic oscillators        Collisions in One Dimension    ps 09      Nov 04    oscillators and sound   Tues: piano string        Thurs: waves on a string        Ballistic Pendulum    ps 10      Nov 11    real oscillators    Tues: damped harmonic oscillators        Thurs: Term Exam 3 in Lecture on Nov 14       Work&ndash;Energy    ps 11      Nov 18    fluids, buoyancy    Tues: fluid pressure        Thurs: balloon in the bus       Oscillations of a String    ps 12      Nov 25    Bernoulli    Tues: water pipes        Thurs: no lecture on Nov 28        no laboratories this week    ps 13      Dec 02    surface tension, biophysics    Tues: water tank        Thurs: droplet of water            Resonance Tube    ps 14      Dec 09    biophysics    Tues: viscous blood flow        Thurs: Term Exam 4 in Lecture on Dec 12        no laboratories this week    no ps         This page is coded in valid XHTML with  valid CSS . Prof Hogg loves and obeys standards!"}, {"content": "Courses    |     Physics    | New York University                                 Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                             Home &gt; Courses                   Courses                 &#7; Graduate  &#7; Undergraduate   &#7; All   &#7; Archive                   Course    Instructor    Room    Year    Term      Course Number       #      Days and Times                     20th Century Concepts of Space, Time &amp; Matter                  Paul   Chaikin            122         2015         Fall         PHYS-UA 20         004         TR 11:00AM-12:15              Advanced Experimental Physics                  Tycho   Sleator            325         2015         Fall         PHYS-UA 112         003         W 12:45PM-4:45PM              Computational Physics                  Roman   Scoccimarro            333         2015         Fall         PHYS-UA 210         4         TR 12:30-1:45             Dynamics                Burton   Budick            421         2015         Fall         PHYS-UA 120         003         TR 9:30AM-10:45AM              Electricity &amp; Magnet I                  Joshua   Ruderman                     2015         Fall         PHYS-UA 131         3         MW 11:00-12:15             General Physics I                Burton   Budick                     2015         Fall         PHYS-UA 11         5         TR 9:30-10:45             Independent Study                             My Office         2015         Fall         PHYS-UA 997         2-4                      Intermediate Experimental Physics I                  Andrew   Kent            122         2015         Fall         PHYS-UA 73         2         M 3:30PM-4:45PM              Introductory Experimental Physics I Lecture                  Allen   Mincer            121         2015         Fall         PHYS-UA 71         002         M 11:00-12:15             Natural Science I: Einstein's Universe                Jasna   Brujic            121         2015         Fall         CORE-UA 204         4         TR 11:00-12:15             Natural Science I: Quarks to Cosmos                Sergei   Dubovsky            121         2015         Fall         CORE-UA 209         4         MW 9:30-10:45             Natural Science I: How Things Work                Andy   Haas            121         2015         Fall         CORE-UA 214         4         MW 12:30-1:45              Prev [ 1 ] 2  3  Next            *Table can be sorted by clicking on table headers.                                     Contact Us | &copy; New York University , Arts and Science"}]}]