[{"detail": [{"content": "\u0011ࡱ\u001a\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000>\u0000\u0003\u0000 \u0000\u0006\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0001\u0000\u0000\u0000W\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0010\u0000\u0000Y\u0000\u0000\u0000\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0000V\u0000\u0000\u0000\u0000] \u0004\u0000\u0000\u0012\u0000\u0000\u0000\u0000\u0000\u0000\u0010\u0000\u0000\u0000\u0000\u0000\b\u0000\u0000J\u0000\u0000\u000e\u0000bjbj\u001a\u001a\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \u0004\u0016\u0000.d\u0000\u0000x-\\x-\\B\u0000\u0000\u0000\u0000\u0000\u0000\u001a\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u000f\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u000f\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u000f\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000(\b\u0000\u0000\u0000\u0000\u0000\u0000(\b\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0000\u0000\u0014\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0000\u00008\u0000\u0000\u0000\u0015\u0000\u0000$\u0000\u0000\u0000\u0010\u0016\u0000\u0000D\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000 \u0000\u0000\u0001\u0000\u0000T\u0016\u0000\u0000\u0000\u0000\u0000\u0000T\u0016\u0000\u0000\u0000\u0000\u0000\u0000T\u0016\u0000\u0000\u0000\u0000\u0000\u0000T\u0016\u0000\u0000\u0000\u0000\u0000\u0000T\u0016\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000  \u0000\u0000\u0002\u0000\u0000\u0000\u000e \u0000\u0000\u0000\u0000\u0000\u0000\u000e \u0000\u0000\u0000\u0000\u0000\u0000\u000e \u0000\u0000\u0000\u0000\u0000\u0000\u000e \u0000\u0000\u0000\u0000\u0000\u0000\u000e \u0000\u0000\u0000\u0000\u0000\u0000\u000e \u0000\u0000$\u0000\u0000\u0000u\"\u0000\u0000\u0002\u0000\u0000+%\u0000\u0000X\u0000\u0000\u00002 \u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\"\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u00002 \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000T\u0016\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000T\u0016\u0000\u0000.\u0002\u0000\u0000G \u0000\u0000\u0016\u0000\u0000\u0000\u0019\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000^\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000T\u0016\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000T\u0016\u0000\u0000\u0000\u0000\u0000\u0000  \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000  \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0000\u0000:\u0000\u0000\u0000L\u001f\u0000\u0000,\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u001f\u0000\u0000\u0000\u0000\u0000\u0000T\u0016\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000Q\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0002\u0019\u0000\u0000\u0000\u0000\u0000x\u001f\u0000\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u001f\u0000\u0000\u0014\u0000\u0000\u0000] \u0000\u00000\u0000\u0000\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\u001f\u0000\u0000R\u0000\u0000\u0000%\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0000\u0000\u0000\u0000\u0000\u0000%\u0000\u0000\u0014\u0000\u0000\u0000\u001f\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000%\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000\u001f\u0000\u0000$\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u00002 \u0000\u0000\u0000\u0000\u0000\u00002 \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000%\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000(\b\u0000\u0000> \u0000\u0000f\u0014\u0000\u0000:\u0001\u0000\u0000\u0005\u0000\u0012\u0001\u0000\u0000 \u0004\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000Community building through teaching, creating, performing: Dance Education in Uganda.  MPADE-GE 2520.095  2015 Winter Intersession Study Abroad   Days: January 3-18 Points: 3 Instructor: Professor Deborah Damast, B.F.A., M.A. Phone: w.212. 998.5865; c. 917.371.0031 e-mail: Deborah.Damast@nyu.edu 244 Greene Street, room 404 Program Assistant: TBD  Course Description: Students from NYU will travel to Kampala, Uganda to work with students and teachers at the Kampala Ballet and Modern Dance School, Makerere University and children from several orphanages and disadvantaged centers in a cultural exchange program focused on fostering community building through the performing arts. NYU students will learn traditional Ugandan dances, drumming, and songs, will study the pedagogic practices of the region, and learn about the arts and culture of Uganda and East Africa.   NYU students will work with and learn from nationally recognized scholars, performers, and teachers in Uganda. The distinguished faculty includes:  Jill Pribyl (UG) and Deborah Damast (NYU): Artistic Directors and Founders  Kim Frias: assistant to the director (NYU) Grace Flavia Ibanda: Master Teacher and assistant to the director (UG) Judith Lubega-Tusiime: Master Teacher and director of research Brian Magoba: Master Teacher and director of music and technology Herman Bagonza: Master Teacher and director of vocal performance and special events Herbert Mukungu: Master Teacher and director of choreography and staging JJemba Eric Lutaaya: Master Teacher and director of community engagement  Learning Indicators: As a result of this course, students will be able to:   Perform traditional Ugandan dances, songs, and drumming Co-create and co-teach a dancemaking lesson plan to children  Comprehend the healing properties of the performing arts Integrate Ugandan pedagogy into their teaching Be able to acknowledge cultural differences and celebrate diverse viewpoints  Know how to collaborate creatively and respectfully with others  Engage in a comparative analysis of education, arts, gender, and privilege in the United States and Uganda   Experiences/Activities Students will:  keep a daily journal of experiences, ideas, questions participate in classes in traditional Ugandan dance, singing, and drumming, and lectures on Ugandan pedagogy and culture participate in trips to the source of the Nile, Jinja, the Sacred Ssezibwa Falls, visits to orphanages and centers for disadvantaged children, local homes of artists and attend traditional performances by children and professionals collaborate artistically with Ugandan University students and engage in lively and topical discussions about Uganda and the United States perform at the prestigious National Theatre  engage in discussions with Ugandan students and faculty  Assignments: Students will maintain a daily journal fully documenting their experiences on the trip. Notes from lectures, classes, workshops, and discussions as well as personal reflections should be included. Students will attend lectures and classes in traditional Ugandan dance, song, and drumming and will understand the cultural and historical, context of the dances. Students will also participate in learning a Western Modern Dance and will analyze the pedagogic differences between the two forms. In collaboration with students from Makerere University Department of Music, Dance, and Drama, students will co-create and co-teach a dance education lesson plan to children at the workshop, and develop original collaborative choreography with Ugandan teachers and children.   Students must write 2 papers.   Paper #1 to be handed in prior to the trip, due date is December 12. Topic is What do I know about Uganda. This paper can be any length, and should describe what the student knows about Uganda before the course.  Paper #2 to be handed in after March break. Topic is What do I know about Uganda. Paper is double-spaced. `Length of paper will be 7-10 pages and will synthesize and analyze their experiences in Uganda. Headings include: Dance, Culture, History, Family, Community, Health, Finance, Education, Gender, Class, Race, and the Role of the Performing Arts. Each of these headings should include personal anecdotes from conversations with Ugandan counterparts, teachers, friends, and children, information from documents, lectures, and Ugandan newspapers, and references from course readings. A compare/contrast element between Ugandan and United States education should be included.  *Note: because the nature of the trip is deeply emotional at times, this second paper should also be a place to discuss and deconstruct the emotional impact of the experiences, and to celebrate the new perspectives, changes, and paradigm shifts after the course.   Assessment:  See attached Assessment form  Required Readings and Viewings:  War Dance film about the Acholi children traumatized by the LRA in Northern Uganda The Last King of Scotland film about Idi Amin and his regime in Uganda  Asiimwe, Agnes and Grace Flavia Ibanda. Dances of Uganda. Uganda, Tourguide Publications, 2008. (found in Uganda, purchase during trip) Byakutaaga, Shirley Cathy. Tips on Ugandan Culture. Uganda, Tourguide Publications, 2006 (purchase during trip)   Suggested viewings and readings:  Bouncing Cats film about Breakdance Project Uganda (available on iTunes) Eichstaedt, Peter. First Kill Your Family: Child Soldiers of Uganda and the Lords Resistance Army. Lawrence Hill Books, 2009. Hodd, Michael. Footprint Uganda: A Handbook. Footprint handbooks, 2006. Isegawa, Moses. Abyssinian Chronicles: A Novel. Vintage Publishers, 2001. Sweikar, Michael. Mzungu: A Notre Dame Student in Uganda: 2007.  2015 UGANDA Study abroad schedule  Proposed Daily Schedule: (subject to change)   Friday January 2: fly BA from NYC- London - Entebbe Saturday January 3: arrive Entebbe evening, drive to Fang Fang  Sunday January 4: change money, groceries, Uganda Museum, welcome dinner/performance at In/Movement with traditional Ugandan music and dance performance   ********************************************************************* Monday, Jan 5: first day workshop at Nakasero Primary School: Ugandan class 9:30-1:00, lunch 1:00-2:00, modern dance rehearsal and lesson planning 2-4  Tuesday, Jan 6: workshop day #2, field trip to childrens center  Wednesday, Jan 7: workshop day #3, field trip to childrens center  Thursday, Jan 8: workshop day #4, field trip and NYU reflection in evening   Friday, Jan 9: workshop day #5, field trip to childrens center (nearby)   Saturday, Jan 10: trip to visit the source of the Nile River, boat ride up the Nile, lunch at Jinja Nile Resort, visit Ssezibwa Falls, sacred hills of the ancient kingdom  Sunday, Jan 11: travel to Jjembas village (NIT), visit Equator  Monday Jan 12: workshop with children at Kampala Ballet and Modern Dance School Morning meeting and warm up with children from all centers and adults in Lower studio from 9:00-9:30. 9:30-11:30 lesson. One in lower studio and one in upper studio, co-teaching teams have sections of dance content and dancemaking in the lesson. 11:30-12:00 childrens snack, interaction between adults and children in Caf Ballet. 12:00-1:00 share dances from the morning lessons. Children leave at 1:00, adults have lunch from 1:00-2:00 then rehearsal of Ugandan and Western dances 2:00-4:00. bus to Life in Africa  Tuesday Jan 13: workshop with children at Kampala Ballet and Modern Dance School Morning meeting and warm up with children from all centers and adults in Lower studio from 9:00-9:30. 9:30-11:30 lesson. One in lower studio and one in upper studio, co-teaching teams have sections of dance content and dancemaking in the lesson. 11:30-12:00 childrens snack, interaction between adults and children in Caf Ballet. 12:00-1:00 share dances from the morning lessons. Children leave at 1:00, adults have lunch from 1:00-2:00 then rehearsal of Ugandan and Western dances 2:00-4:00  Wednesday January 14: workshop with children at Kampala Ballet and Modern Dance School Morning meeting and warm up with children from all centers and adults in Lower studio from 9:00-9:30. 9:30-11:30 lesson. One in lower studio and one in upper studio, co-teaching teams have sections of dance content and dancemaking in the lesson. 11:30-12:00 childrens snack, interaction between adults and children in Caf Ballet. 12:00-1:00 share dances from the morning lessons. Children leave at 1:00, adults have lunch from 1:00-2:00 then rehearsal of Ugandan and Western dances 2:00-4:00  Thursday January 15: workshop with children at Kampala Ballet and Modern Dance School Morning meeting and warm up with children from all centers and adults in Lower studio from 9:00-9:30. 9:30-11:30 lesson. One in lower studio and one in upper studio, co-teaching teams have sections of dance content and dancemaking in the lesson. 11:30-12:00 childrens snack, interaction between adults and children in Caf Ballet. 12:00-1:00 share dances from the morning lessons. Children leave at 1:00, adults have lunch from 1:00-2:00 then rehearsal of Ugandan and Western dances 2:00-4:00.  Friday January 16: dress rehearsal 9:00-5:00 and performance at 6:00 at the National Theatre. Post Performance Reception for all participants. Free performance for the City of Kampala in the evening at the Prestigious National Theatre, (NYU teachers and students and Ugandan teachers and students will perform together in 2 traditional Ugandan dances and songs, one Western Modern dance work, traditional drumming, storytelling, and 8 new original dances co-choreographed with the Ugandan children who participated in the workshops. Certificates signed by NYU faculty, Uganda Faculty, and the Queen of the Buganda Kingdom will be given to children and University students at the end of the performance. )  Saturday January 17: pack, drive to Uganda Wildlife Center in Entebbe, dinner in Entebbe, drive to airport. Flight leaves just after midnight on Jan 18.   Sunday January 18: arrive back in NYC   Assessment: Full participation in activities and classes   50% Co-development of a lesson plan with Ugandan partner  10% Teaching childrens lesson      10% First paper       10% Final paper       20%  *Students are expected to respect cultural mores and established behaviors in Ugandan culture.   Participation:  A = Excellent. Student participated fully in lectures, classes, workshops, field trips, lesson planning, rehearsals, collaborative meetings, performances, visits to schools, and contributed to the learning environment  B = Good. Student participated in lectures, classes, workshops, field trips, lesson planning, rehearsals, collaborative meetings, performances, visits to schools and sometimes contributed ideas, and was sometimes engaged in dialogue and reflection  C= Average. Student attended lectures, classes, workshops, filed trips, lesson planning, rehearsals, collaborative meetings, performances, visits to schools and rarely contributed to the dialogue and reflection. OR did not attend mandatory events D= Unsatisfactory. Student did not attend lectures, classes, workshops, field trips, lesson planning, rehearsals, collaborative meetings, performances, visits to schools, did not contribute to the learning environment, and was culturally disrespectful. F=student did not engage in the course   Lesson Plan:  A= Excellent. Student collaborated exceptionally well with Ugandan University student to develop a lesson plan, shared ideas, and was able to co-design a lesson easily and in the time given. Lesson plan includes: warm up, exploration of theme, development of content, culminating project, ideas for sharing, pedagogic philosophy and management techniques. NYU student was responsive and respectful of the Ugandan students cultural background and pedagogic values and developed a well-designed lesson that takes into account the unique population of children who will be attending the workshop. B= Good. Student collaborated with Ugandan University student to develop a lesson plan, offered some ideas and was able to co-design a lesson plan. Lesson plan includes: warm up, exploration of theme, development of content, culminating project, ideas for sharing, pedagogic philosophy and management techniques. NYU student contributed basic ideas, and worked well with their teaching partner C=Average. Student had difficulty collaborating with his/her teaching partner and creating a lesson plan, and did not credit pedagogic practices other than his/her own. Lesson plan was completed but did not reflect the collaborative nature of the assignment. D= Unsatisfactory. Student met with his/her teaching partner but did not produce a lesson plan. F=Failing. Student did not meet with his/her teaching partner and did not produce a lesson plan   Teaching component:  A= Excellent. Student demonstrated comfort with, and knowledge of the lesson plan content, shared responsibility with their teaching counterpart, and was able to understand the pedagogic practices common in Uganda combined with Western teaching styles. Directions were clear, articulated and time for translation accounted for, and participants were engaged and productive in the course. Student allowed time for translation and was sensitive to the needs of the students at all times. The class had a seamless flow and opportunities for teachable moments were seized.  B= Good. Student was familiar with lesson plan and was able to follow the lesson plan format, and directions were clear. Responsibility was shared between the co-teachers and attention was paid to the participants most of the time. Students were often engaged and productive, opportunities for teachable moments were sometimes seized and the class had a good flow. C=Average. Student was not always familiar with lesson plan material, and did not share responsibility with their teaching counterpart. Directions were unclear and opportunities for teachable moments were missed. Participants were often not engaged or productive. D=Unsatisfactory Student was unfamiliar with lesson plan material, did not teach in a collaborative manner, and was not sensitive to the needs of the participants. Participants were not engaged or productive. F=Failing Student did not teach the class.  First Paper: Student must answer the question What do I know about Uganda as a pre-assessment for the course.  A= Excellent. Paper is handed in on time, double spaced and properly formatted, and states what information the student knows about Uganda B=Good. Paper is handed in late but is properly formatted, and states what information the student knows about Uganda  C= Average. Paper is handed in late and is not properly formatted  D= Unsatisfactory. Paper is handed in late, is not properly formatted, and did not answer question  F=Failing. Student did not hand in paper  Second Paper:  A= Excellent. Paper answered, What do I know about Uganda as a summative assessment of the course, and was handed in on time and properly formatted. Student was able to synthesize and analyze material and experiences from the course, compare and contrast educational systems in Uganda and the USA in depth, referenced lectures, conversations, journal entries, required readings, Ugandan news sources, and contributed many personal anecdotes and evidence of personal growth and change. Topics covered include: Dance, Culture, History, Family, Community, Health, Finance, Education, Gender, Class, Race, and the Role of the Performing Arts. B= Good. Paper answered, What do I know about Uganda as a summative assessment of the course, and was handed in late or was not properly formatted. Student was able to synthesize and analyze most material and experiences from the course, compare and contrast educational systems in Uganda and the USA on a basic level, referenced some lectures, conversations, journal entries, required readings, Ugandan news sources, and contributed some personal anecdotes and evidence of personal growth and change. Topics covered include: Dance, Culture, History, Family, Community, Health, Finance, Education, Gender, Class, Race, and the Role of the Performing Arts. C=Average. Paper did not fully answer, What do I know about Uganda as a summative assessment of the course, and was not handed in on time and/or not properly formatted. Student was not fully able to synthesize and analyze material and experiences from the course, or compare and contrast educational systems in Uganda and the USA. Student did not reference lectures, conversations, journal entries, required readings, Ugandan news sources, and contributed basic personal anecdotes and some evidence of personal growth and change. Topics covered did not include: Dance, Culture, History, Family, Community, Health, Finance, Education, Gender, Class, Race, and the Role of the Performing Arts. D=Unsatisfactory. Student did not follow instructions and paper was not complete. F=Failing. Student did not hand in paper             \u0003  \u0004  \u0003  \u0004    \b            \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\b\u0000\u0000\u0013\b\u0000\u0000U\b\u0000\u0000V\b\u0000\u0000W\b\u0000\u0000d\b\u0000\u0000h\b\u0000\u0000k\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000  \u0000\u0000\u0012 \u0000\u0000G \u0000\u0000X \u0000\u0000 \u0000\u0000 \u0000\u0000 \u0000\u0000 \u0000\u0000 \u0000\u0000( \u0000\u0000- \u0000\u0000W \u0000\u0000 \u0000\u0000  \u0000\u0000\u0010 \u0000\u0000\" \u0000\u0000( \u0000\u0000I \u0000\u0000J \u0000\u0000K \u0000\u0000v \u0000\u0000 \u0000\u0000 \u0000\u0000'\u000e\u0000\u0000(\u000e\u0000\u0000οyqyqyqyqyqy\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u000e\u0016hC\u001c\u0000PJ\u0004\u0000^J\u0003\u0000\u0000\u0014\u0015h\"\u0000\u0016hC\u001c\u0000PJ\u0004\u0000^J\u0003\u0000\u0000\u000f\u0015h\u001bS\b\u0000\u0016hC\u001c\u00005\b\u000f\u0015hP\u0000\u0016hC\u001c\u00005\b\u0012\u0015hGT\u0000\u0016hC\u001c\u00005\b>*\u0001\u0000\u000f\u0016hC\u001c\u00005\b>*\u0001\\\b\u0006\u0016hC\u001c\u0000\u0000\u0010\u0016hC\u001c\u00005\bCJ \u0000\\\b\u0000\u0016\u0015h\u001f Z\u0000\u0016hC\u001c\u00005\bCJ\u001c\u0000\\\b\u0000\u001d\u0016hC\u001c\u00005\bCJ\u001c\u0000OJ\u0003\u0000PJ\u0004\u0000QJ\u0003\u0000^J\u0003\u0000#\u0015h\u001f Z\u0000\u0016hC\u001c\u00005\bCJ\u001c\u0000OJ\u0003\u0000PJ\u0004\u0000QJ\u0003\u0000^J\u0003\u0000 \u0016hv\u00005\bCJ\u0016\u0000\u0013\u0015hK\u0000\u0016hv\u00005\bCJ\u0016\u0000\u0010\u0015hfE\u001d\u0000\u0016hv\u0000CJ\u001c\u0000\u0000 \u0016hv\u0000CJ\u001c\u0000)\u0000\b\u0000\u0000W\b\u0000\u0000k\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000  \u0000\u0000+ \u0000\u0000G \u0000\u0000^ \u0000\u0000_ \u0000\u0000j \u0000\u0000k \u0000\u0000 \u0000\u0000 \u0000\u0000J \u0000\u0000K \u0000\u0000v \u0000\u0000 \u0000\u0000 \u0000\u0000? \u0000\u0000 \u0000\u0000 \u0000\u0000'\u000e\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \u0000\u00001$\u00007$\u00008$\u0000H$\u0000gdC\u001c\u0000\u0000\u0004\u0000\u0000gdC\u001c\u0000\u0000\u0007\u0000\u0000\u0003$\u0001a$\u0001gdC\u001c\u0000\u0000\u001a'\u000e\u0000\u0000(\u000e\u0000\u0000=\u000e\u0000\u0000s\u000e\u0000\u0000t\u000e\u0000\u0000\u000e\u0000\u0000\u000e\u0000\u0000'\u000f\u0000\u0000V\u000f\u0000\u0000\u000f\u0000\u0000\u000f\u0000\u0000P\u0010\u0000\u0000Q\u0010\u0000\u0000i\u0010\u0000\u0000x\u0010\u0000\u0000\u0010\u0000\u0000(\u0011\u0000\u0000\u0010\u0012\u0000\u0000\u0012\u0000\u0000\u0012\u0000\u0000\u0000\u0013\u0000\u0000\u0001\u0013\u0000\u0000\u0012\u0016\u0000\u0000\u0013\u0016\u0000\u00002\u0016\u0000\u00003\u0016\u0000\u0000 \u0017\u0000\u0000 \u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\b\u0000\u0000 &\u0000 F\u0002\u0000gdC\u001c\u0000\b\u0000\u0000 &\u0000 F\u0001\u0000gdC\u001c\u0000\u0000\u0004\u0000\u0000gdC\u001c\u0000\u0000\u001b(\u000e\u0000\u0000=\u000e\u0000\u0000P\u0010\u0000\u0000h\u0010\u0000\u0000i\u0010\u0000\u0000x\u0010\u0000\u0000\u0010\u0000\u0000\u0010\u0000\u0000\u0010\u0000\u0000\u0010\u0000\u0000'\u0011\u0000\u0000(\u0011\u0000\u0000\u0012\u0000\u0000\u0000\u0013\u0000\u0000\u000e\u0013\u0000\u0000\u0013\u0016\u0000\u00002\u0016\u0000\u00003\u0016\u0000\u0000;\u0016\u0000\u0000 \u0017\u0000\u0000\u0012\u0017\u0000\u0000\u001a\u0000\u0000\u001a\u0000\u0000\u001a\u0000\u0000\u0005\u001b\u0000\u0000\u001b\u0000\u0000\u001b\u0000\u0000\u001b\u0000\u0000\u001b\u0000\u0000J\u001c\u0000\u0000a\u001c\u0000\u0000c\u001c\u0000\u0000\u001c\u0000\u0000\u001c\u0000\u0000\u001c\u0000\u0000!\u001d\u0000\u0000r\u001d\u0000\u0000\u001d\u0000\u0000\u0003\u001e\u0000\u0000/\u001e\u0000\u0000ڿ򏈃|ume\u0000\u0000\u0000\u000f\u0015hg\u0016f\u0000\u0016hC\u001c\u00006\b\u000f\u0015hU3\u0000\u0016hC\u001c\u00006\b \u0016hC\u001c\u00005\b>*\u0001\u0000 \u0015hy\u0000\u0016hC\u001c\u0000\u0000 \u0016hC\u001c\u00006\b \u0015ht\u0000\u0016hC\u001c\u0000\u0000\u000f\u0015ht\u0000\u0016hC\u001c\u00006\b\u0012\u0015hy\u0000\u0016hC\u001c\u00005\b>*\u0001\u0000\u0012\u0015htP\u0000\u0016hC\u001c\u00005\b>*\u0001\u0000\u0012\u0015hJ\u0000\u0016hC\u001c\u00005\b>*\u0001\u0000\u0012\u0015hJ\u0000\u0016hC\u001c\u00005\b6\b\u0000\u000f\u0015h\"\u0000\u0016hC\u001c\u0000\\\b\u000f\u0015hT\u0004\u0000\u0016hC\u001c\u0000\\\b\u0015\u0015hT\u0004\u0000\u0016hC\u001c\u00005\b>*\u0001\\\b \u0016hC\u001c\u0000\\\b\u0015\u0015h\"\u0000\u0016hC\u001c\u00005\b>*\u0001\\\b\u000f\u0016hC\u001c\u00005\b>*\u0001\\\b\u0006\u0016hC\u001c\u0000\u0000\u0012\u0015h\"\u0000\u0016hC\u001c\u00005\b>*\u0001' \u0017\u0000\u0000\u0019\u0000\u0000\u001a\u0000\u0000\u001a\u0000\u0000\u001a\u0000\u0000\u001a\u0000\u0000\u001a\u0000\u0000\u0007\u001b\u0000\u0000]\u001b\u0000\u0000\u001b\u0000\u0000/\u001c\u0000\u0000\u001c\u0000\u0000\u001c\u0000\u0000\u001c\u0000\u0000\u001c\u0000\u0000\u000e\u001d\u0000\u0000\u001d\u0000\u0000\u001d\u0000\u0000\u001f\u001e\u0000\u0000_\u001e\u0000\u0000`\u001e\u0000\u0000\u001e\u0000\u0000\u001e\u0000\u0000\u001e\u0000\u0000\u001e\u0000\u0000\u001e\u0000\u0000\u001e\u0000\u0000&\u001f\u0000\u0000'\u001f\u0000\u0000\u001f\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0004\u0000\u0000gdC\u001c\u0000\u0000\u001d/\u001e\u0000\u0000W\u001e\u0000\u0000`\u001e\u0000\u0000\u001e\u0000\u0000\u001e\u0000\u0000\u001e\u0000\u0000\u001e\u0000\u0000\u001e\u0000\u0000\u001e\u0000\u0000\u001e\u0000\u0000\u001e\u0000\u0000'\u001f\u0000\u00007\u001f\u0000\u0000\u001f\u0000\u0000\u0007 \u0000\u0000\b \u0000\u0000\u0015 \u0000\u0000 \u0000\u0000 \u0000\u0000 \u0000\u0000 \u0000\u0000 \u0000\u0000 \u0000\u0000'!\u0000\u0000/!\u0000\u00005!\u0000\u00006!\u0000\u0000t!\u0000\u0000!\u0000\u0000!\u0000\u0000!\u0000\u0000!\u0000\u0000!\u0000\u0000l\"\u0000\u0000r\"\u0000\u0000y\"\u0000\u0000z\"\u0000\u0000\"\u0000\u0000\"\u0000\u0000\"\u0000\u0000\"\u0000\u0000\u0004%\u0000\u0000\u0012%\u0000\u0000\u0014%\u0000\u0000C'\u0000\u0000W'\u0000\u0000X'\u0000\u0000)\u0000\u0000)\u0000\u0000)\u0000\u0000+\u0000\u0000+\u0000\u0000+\u0000\u0000+\u0000\u0000+\u0000\u0000.\u0000\u0000.\u0000\u0000.\u0000\u0000.\u0000\u0000./\u0000\u0000?/\u0000\u0000S/\u0000\u0000T/\u0000\u0000U/\u0000\u0000V/\u0000\u0000۶\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \u0015ht\u0000\u0016hC\u001c\u0000\u0000 \u0015h[\u0000\u0016hC\u001c\u0000\u0000\u0012\u0015h[\u0000\u0016hC\u001c\u00005\b6\b\u0000\u0012\u0015h[\u0000\u0016hC\u001c\u00005\b6\b\u0000\u0012\u0015h.\u0002\u0000\u0016hC\u001c\u00005\b6\b\u0000 \u0015h\u007f \u0000\u0016hC\u001c\u0000\u0000 \u0016hC\u001c\u00005\b6\b\u0000\u0012\u0015hCz\u0000\u0016hC\u001c\u00005\b>*\u0001\u0000 \u0016hC\u001c\u00005\b>*\u0001\u0000\u0006\u0016hC\u001c\u0000\u0000\u000f\u0015hU3\u0000\u0016hC\u001c\u00006\b\u0000@\u001f\u0000\u0000\u001f\u0000\u0000\b \u0000\u0000 \u0000\u0000 \u0000\u0000 \u0000\u0000 \u0000\u0000&!\u0000\u0000'!\u0000\u0000s!\u0000\u0000t!\u0000\u0000!\u0000\u0000!\u0000\u0000k\"\u0000\u0000l\"\u0000\u0000\"\u0000\u0000\"\u0000\u0000\u0003%\u0000\u0000\u0004%\u0000\u0000C'\u0000\u0000D'\u0000\u0000)\u0000\u0000)\u0000\u0000+\u0000\u0000+\u0000\u0000.\u0000\u0000.\u0000\u0000-/\u0000\u0000./\u0000\u0000T/\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0004\u0000\u0000gdC\u001c\u0000\u0000\u001dT/\u0000\u0000U/\u0000\u0000V/\u0000\u0000b/\u0000\u0000/\u0000\u0000/\u0000\u0000/\u0000\u0000 0\u0000\u0000\u001f0\u0000\u0000 0\u0000\u00000\u0000\u00000\u0000\u00000\u0000\u00000\u0000\u00000\u0000\u0000l1\u0000\u0000v1\u0000\u0000d2\u0000\u0000q2\u0000\u0000\\3\u0000\u0000o3\u0000\u0000Y4\u0000\u00004\u0000\u00004\u0000\u00004\u0000\u00004\u0000\u00004\u0000\u00006\u0000\u00006\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\b\u0000\u0000\u000fh\u0001^h\u0001gdC\u001c\u0000\u0000\u0004\u0000\u0000gdC\u001c\u0000\u0000\u001cV/\u0000\u0000b/\u0000\u00000\u0000\u00000\u0000\u00000\u0000\u00000\u0000\u00000\u0000\u00004\u0000\u00004\u0000\u00003:\u0000\u0000E:\u0000\u0000F:\u0000\u0000G:\u0000\u0000H:\u0000\u0000?\u0000\u0000\b@\u0000\u0000?B\u0000\u0000KB\u0000\u0000MB\u0000\u0000NB\u0000\u0000LD\u0000\u0000MD\u0000\u0000F\u0000\u0000F\u0000\u0000I\u0000\u0000I\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000򳯳\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u001a\u0003j\u0000\u0000\u0000\u0000\u0016hP7\u0000U\b\u0001mH\u0000\u0004nH\u0000\u0004u\b\u0001\u0000\u0006\u0016hP7\u0000\u0000\u0006\u0016hv\u0000\u0000\u000f\u0003j\u0000\u0000\u0000\u0000\u0016hv\u0000U\b\u0001 \u0015hCz\u0000\u0016hC\u001c\u0000\u0000 \u0015h0o\u0000\u0016hC\u001c\u0000\u0000 \u0016hC\u001c\u00005\b6\b\u0000 \u0015hAO\u0000\u0016hC\u001c\u0000\u0000\u0012\u0015hAO\u0000\u0016hC\u001c\u00005\b>*\u0001\u0000\u0012\u0015h\u001e\u0006\u0000\u0016hC\u001c\u00005\b>*\u0001\u0000 \u0016hC\u001c\u00005\b>*\u0001\u0000\u0006\u0016hC\u001c\u0000\u0000\u0012\u0015htP\u0000\u0016hC\u001c\u00005\b>*\u000176\u0000\u0000n8\u0000\u0000y8\u0000\u0000q9\u0000\u00009\u0000\u00009\u0000\u00009\u0000\u00001:\u0000\u00002:\u0000\u00003:\u0000\u0000G:\u0000\u0000H:\u0000\u0000V:\u0000\u0000 \u0000\u0000\u000f?\u0000\u0000?\u0000\u0000?\u0000\u0000?\u0000\u0000?\u0000\u0000\b@\u0000\u0000l@\u0000\u0000z@\u0000\u0000@\u0000\u0000@\u0000\u0000mA\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\b\u0000\u0000\u0011\u0002`\u0002gdC\u001c\u0000\u0000\u0004\u0000\u0000gdC\u001c\u0000\u0000\u001cmA\u0000\u0000nA\u0000\u0000zA\u0000\u0000A\u0000\u0000A\u0000\u0000\u0015B\u0000\u0000 B\u0000\u0000>B\u0000\u0000?B\u0000\u0000MB\u0000\u0000NB\u0000\u0000\\B\u0000\u0000D\u0000\u0000D\u0000\u0000cG\u0000\u0000nG\u0000\u0000\u0019J\u0000\u0000+J\u0000\u0000kJ\u0000\u0000vJ\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\b\u0000\u0000\u000fh\u0001^h\u0001gdC\u001c\u0000\u0000\u0004\u0000\u0000gdC\u001c\u0000\u0000\u001cJ\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0001\u0011\u0000\u0000\u0001\u000f\u0000\u0000\u0004\u0000\u0000gdP7\u0000\u0000\u0001\u0000\u0000\u0000\u0017,\u00001h\u0001\u001f/ =!\b\u0007\"\b\u0007#\u0005$\u0005%\u0000\u0000\u0017\u0002\u0018\u0002 \u0002\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \u0006\u0013\u0000\u0012\u0000\u0001\u0000s\u0001\u000f\u0000\u0007\u0000\u0004\u0000\u0004\u0000\u0004\u0000\u0000\u0000\u0004\u0000\b\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u0000v\u0002\u0000\u0000v\u0002\u0000\u0000v\u0002\u0000\u0000v\u0002\u0000\u0000v\u0002\u0000\u0000v\u0002\u0000\u0000v\u0002\u0000\u0000v\u0002\u0000\u0000v\u0002\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u0000>\u0002\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u0000\u0000\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u0000\u0016\u0000\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u0000\u0000\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u0000h\u0001\u0000\u0000H\u0001\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u0000\u0003\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00008\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00002\u0006\u0000\u0000\u001a\u0000\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0000\u0004\u0000\u0000\u0010\u0004\u0000\u0000 \u0004\u0000\u00000\u0004\u0000\u0000@\u0004\u0000\u0000P\u0004\u0000\u0000`\u0004\u0000\u0000p\u0004\u0000\u0000\u0004\u0000\u0000\u0004\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0000\u0004\u0000\u0000\u0010\u0004\u0000\u00002\u0006\u0000\u0000(\u0002\u0000\u0000\u0001\u0000\u0000\u0001\u0000\u0000 \u0004\u0000\u00000\u0004\u0000\u0000@\u0004\u0000\u0000P\u0004\u0000\u0000`\u0004\u0000\u0000p\u0004\u0000\u0000\u0004\u0000\u0000\u0004\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0000\u0004\u0000\u0000\u0010\u0004\u0000\u0000 \u0004\u0000\u00000\u0004\u0000\u0000@\u0004\u0000\u0000P\u0004\u0000\u0000`\u0004\u0000\u0000p\u0004\u0000\u0000\u0004\u0000\u0000\u0004\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0000\u0004\u0000\u0000\u0010\u0004\u0000\u0000 \u0004\u0000\u00000\u0004\u0000\u0000@\u0004\u0000\u0000P\u0004\u0000\u0000`\u0004\u0000\u0000p\u0004\u0000\u0000\u0004\u0000\u0000\u0004\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0000\u0004\u0000\u0000\u0010\u0004\u0000\u0000 \u0004\u0000\u00000\u0004\u0000\u0000@\u0004\u0000\u0000P\u0004\u0000\u0000`\u0004\u0000\u0000p\u0004\u0000\u0000\u0004\u0000\u0000\u0004\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0000\u0004\u0000\u0000\u0010\u0004\u0000\u0000 \u0004\u0000\u00000\u0004\u0000\u0000@\u0004\u0000\u0000P\u0004\u0000\u0000`\u0004\u0000\u0000p\u0004\u0000\u0000\u0004\u0000\u0000\u0004\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0000\u0004\u0000\u0000\u0018\u0004\u0000\u0000(\u0004\u0000\u00008\u0004\u0000\u0000H\u0004\u0000\u0000X\u0004\u0000\u0000`\u0004\u0000\u0000~\u0004\u0000\u0000\u0004\u0000\u0000\u0004\u0000\u00008\u0001\u0000\u0000X\u0001\u0000\u0000\u0001\u0000\u0000\b\u0002\u0000\u0000\u0018\u0002\u0000\u0000V\u0002\u0000\u0000~\u0002\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000 \u0000\u0000\u0000OJ\u0004\u0000PJ\u0004\u0000QJ\u0004\u0000_H\u0001\u0004mH \u0004nH \u0004sH \u0004tH \u0004\u0000\u0000\u0000\u0000L\u0000\u0000`\u0002\u0000L\u0000 \u0010\u0000\u0000y\u0000\u0000\u0000\u0006\u0000N\u0000o\u0000r\u0000m\u0000a\u0000l\u0000\u0000\u0000\u0002\u0000\u0000\u0000$\u0000CJ\u0018\u0000OJ\u0000\u0000PJ\u0000\u0000QJ\u0000\u0000_H\u0001\u0004aJ\u0018\u0000mH \u0004sH \u0004tH \u0004\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000D\u0000A \u0000D\u0000  \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0016\u0000D\u0000e\u0000f\u0000a\u0000u\u0000l\u0000t\u0000 \u0000P\u0000a\u0000r\u0000a\u0000g\u0000r\u0000a\u0000p\u0000h\u0000 \u0000F\u0000o\u0000n\u0000t\u0000\u0000\u0000\u0000\u0000R\u0000i\u0000\u0000R\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \u0000T\u0000a\u0000b\u0000l\u0000e\u0000 \u0000N\u0000o\u0000r\u0000m\u0000a\u0000l\u0000\u0000\u0000\u001c\u0000\u0017\u0003\u0000\u00004\u0006\u0000\u0001 \u0003l\u00004\u0006\u0000\u0001\u0005\u0003\u0000\u0000a\u0003\u0000\u0000\u0002\u0000 \u0000\u0000\u0000(\u0000k \u0000(\u0000\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0007\u0000N\u0000o\u0000 \u0000L\u0000i\u0000s\u0000t\u0000\u0000\u0000\u0002\u0000 \u0000\u0000\u0000\u0000\u00004\u0000\u001f@\u0001\u0000\u00004\u0000  \u0010\u0000P7\u00000\u0006\u0006\u0000H\u0000e\u0000a\u0000d\u0000e\u0000r\u0000\u0000\u0000 \u0000\u000f\u0000 \b\u0000\u0002H\u0012$\u0001\u0002\u0000\u0000\u0000B\u0000/\u0001\u0001B\u0000 \u0000\u000f\u0000P7\u00000\u0006 \u0000H\u0000e\u0000a\u0000d\u0000e\u0000r\u0000 \u0000C\u0000h\u0000a\u0000r\u0000\u0000\u0000\u0014\u0000CJ\u0018\u0000OJ\u0000\u0000PJ\u0000\u0000QJ\u0000\u0000aJ\u0018\u00004\u0000 @\u0001\u0000\u0012\u00014\u0000  \u0012\u0000P7\u00000\u0006\u0006\u0000F\u0000o\u0000o\u0000t\u0000e\u0000r\u0000\u0000\u0000 \u0000\u0011\u0000 \b\u0000\u0002H\u0012$\u0001\u0002\u0000\u0000\u0000B\u0000/!\u0001B\u0000 \u0000\u0011\u0000P7\u00000\u0006 \u0000F\u0000o\u0000o\u0000t\u0000e\u0000r\u0000 \u0000C\u0000h\u0000a\u0000r\u0000\u0000\u0000\u0014\u0000CJ\u0018\u0000OJ\u0000\u0000PJ\u0000\u0000QJ\u0000\u0000aJ\u0018\u0000PK\u0003\u0004\u0014\u0000\u0006\u0000\b\u0000\u0000\u0000!\u0000\u000f\u0000\u0000\u0000\u001c\u0002\u0000\u0000\u0013\u0000\u0000\u0000[Content_Types].xmlN0\u0010EH-J@\b%ǎǢ|ș$\u0016زULTB \u0016l,3;r\u001f\u0007ØJB+$\u001bG]7O٭V\u001a\u0018 vn\b\u0016B`2ǃ,!\"E3p\u0014#9\u007fG\u0006\u001cQd\u0019; H xuv   \u0016\u0000\u001e0F[,F᚜K s\u007f\u0016O'3\u001dw #\u0001vfSVbs\u0019ؠyX p5veuw 1z@ l,i!b I jZ\u0019\b2\u0011|\u001b9\u0018L$\u0015Z15x\u0015\u0004l.(z\bm${d:\\@'23\u009cln$^-@^i?D&\u001c|#td\u001d\u0006!6lġ\u001fB\"&\u00136\u00013\u0010y\u000ey@t!Hjp\u001bU*\u0010yeXry\u00153~{s:FXI \b\u0011O\u00155Y[Y\u0007!}S˪.7\u0013bd|\u001bn]\u0003671. tn\u007f/w/+\u0006[t6}P\u0013sںsL. J;̊i\bN  $AI\u0017)t2 \u0013L\u0019m\u001ax:\u000e(}\\-\u0016i*\u001e\u001cxQCJu\bWl'QyI@ھ  m2DB\u001cAR\u000f\u00104  w¢naQ`\u0001ԲɁ W=0\u0001#xB\u0014dT/.3-F\u0005>bY\u0001L%׭˓KK 6HhfPQ=h\u0017)GBms]_Ԡ'CZѨys v@c])h\u001c7Jه\u0019i\u001dc?\u001cFS\u001d.NP$ \u007f\u001ee&\\\u0011\u000fӀ+I \"\u0002'\u000e%QÕ@c![\u0004paAV.\u001a9Hd \\lc`|,b\u0001Uv\u0001\u0000\u0000\u0003\u0000PK\u0003\u0004\u0014\u0000\u0006\u0000\b\u0000\u0000\u0000!\u0000 ѐ\u0000\u0000\u0000\u001b\u0001\u0000\u0000'\u0000\u0000\u0000theme/theme/_rels/themeManager.xml.relsM 0\u0014w\booӺ\u0010&݈Э\u00035 6?$Q ,\b.ai\u0013c21h\u001a\b:qm@R\u0016N;d`o7\u0015gK(M&$R(.1r\u000e'JЊT8V\"AȻHu}\u0001|$b\u0010{\u0000\u0019P8\u001ag/\u001f\u0016]QAsم\u0005(#L\u0004[\u0000\u0000\u0000\u0003\u0000PK\u0001\u0002-\u0000\u0014\u0000\u0006\u0000\b\u0000\u0000\u0000!\u0000\u000f\u0000\u0000\u0000\u001c\u0002\u0000\u0000\u0013\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000[Content_Types].xmlPK\u0001\u0002-\u0000\u0014\u0000\u0006\u0000\b\u0000\u0000\u0000!\u0000֧\u0000\u0000\u00006\u0001\u0000\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u00000\u0001\u0000\u0000_rels/.relsPK\u0001\u0002-\u0000\u0014\u0000\u0006\u0000\b\u0000\u0000\u0000!\u0000ky\u0016\u0000\u0000\u0000\u0000\u0000\u0000\u001c\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0002\u0000\u0000theme/theme/themeManager.xmlPK\u0001\u0002-\u0000\u0014\u0000\u0006\u0000\b\u0000\u0000\u0000!\u0000R%\u0006\u0000\u0000\u001a\u0000\u0000\u0016\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0002\u0000\u0000theme/theme/theme1.xmlPK\u0001\u0002-\u0000\u0014\u0000\u0006\u0000\b\u0000\u0000\u0000!\u0000 ѐ\u0000\u0000\u0000\u001b\u0001\u0000\u0000'\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \u0000\u0000theme/theme/_rels/themeManager.xml.relsPK\u0005\u0006\u0000\u0000\u0000\u0000\u0005\u0000\u0005\u0000]\u0001\u0000\u0000 \u0000\u0000\u0000\u0000    \u0000\u0000\u0000\u0000B\u0000\u0000(\u0000\u0000d\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0003\u0000\u0000\u0000\u0006\u0000\u0000\u0000\u0006\u0000\u0000\u0000 \u0000\u0000\u0000 \u0000\u0000\u0000 \u0000\u0000\u0000\u000e\u0000\u0000\u0000\u0011\u0000\u0000\u0000\u0013\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0019\u0000\u0000\u0000\u001c\u0000\u0000\u0000\u0000\b\u0000\u0000(\u000e\u0000\u0000/\u001e\u0000\u0000V/\u0000\u0000J\u0000\u0000&\u0000\u0000\u0000)\u0000\u0000\u0000+\u0000\u0000\u0000.\u0000\u0000\u0000\u0000\b\u0000\u0000'\u000e\u0000\u0000 \u0017\u0000\u0000\u001f\u0000\u0000T/\u0000\u00006\u0000\u0000mA\u0000\u0000J\u0000\u0000J\u0000\u0000'\u0000\u0000\u0000(\u0000\u0000\u0000*\u0000\u0000\u0000,\u0000\u0000\u0000-\u0000\u0000\u0000/\u0000\u0000\u00000\u0000\u0000\u00001\u0000\u0000\u0000\u000f\u0000\u0000@\u0000\u0000\u0000\u0000\u0000\u0006 \u0000\u0000\u0000\u0002\b\u0000\u0000\u0003\u0000\u0000\u0000\u0003\u0000\u0000\u0000\u0002\u0000\u0000\u0000\u0001\u0000\u0000\u0000\u0002\u0000\u0000\u0000\u0002\u0000\u0000\u0000\u0002\u0000\u0000\u0000@\u0000\u001e\u0010\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0010\u0001\u000f\u0000\u0002B\u0001\u0000\u0000 \u0000\b\b\u0000\u0000\u0000\u0002\u0000\u0000\u0000\u0001\b\u0000\u0000\u000f\u0000\u0003*\u0001\u0000\u0000\u000f\u0000\u0004(\u0000\u0000\u0000\u0001\u0000 \u0010\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0002\u0000 \b\u0000\u0000\u0000\u0000\b\u0000\u0000\u0005\u0000\u0000\u0000\u000f\u0000\u0004\u0000\u0000\u0000\b \b\u0000\u0000\u0000\u0001\b\u0000\u0000\u0000 \u0000\u0000\u0000 \u0000\u0000\u0000\u0004\u0000\u0000\u0000;\u0001 \u0000\u0000\u0000\u0000\u0000\u0000\u0001\u0000\u0010\u0000\u0000\u0000\u0000\u0000D\u0000D\u0001\u0000\u0001\u0000\u0000\u0000\u0001\u0000\u0000\b\u0000D\u0000\u0000\u0000\u0003 \u0000 \u0000D\u0000R\u0000A\u0000F\u0000T\u0000\u0000\u0000C\u0000a\u0000l\u0000i\u0000b\u0000r\u0000i\u0000\u0000\u0000P\u0000o\u0000w\u0000e\u0000r\u0000P\u0000l\u0000u\u0000s\u0000W\u0000a\u0000t\u0000e\u0000r\u0000M\u0000a\u0000r\u0000k\u0000O\u0000b\u0000j\u0000e\u0000c\u0000t\u00003\u00005\u00007\u00008\u00003\u00001\u00000\u00006\u00004\u0000\u0000\u0000S\u0000\"\u001e\u0000\u0000\u0000\u0003\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0000\u0000\u0003\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0000\u0000\u0003\u0000\u0000\u0000\u0000\u0000\u0010\u0004\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0011\u0004\u0000\u0000\u0000\u0001\u0000\u0000\u0000\u0000\u000f\u0000\u0002\u0000\u0000\u0000\u0010\u0000\b\b\u0000\u0000\u0000\u0001\u0000\u0000\u0000\u0001\u0004\u0000\u0000\u000f\u0000\u00030\u0000\u0000\u0000\u000f\u0000\u0004(\u0000\u0000\u0000\u0001\u0000 \u0010\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0002\u0000 \b\u0000\u0000\u0000\u0000\u0004\u0000\u0000\u0005\u0000\u0000\u0000\u000f\u0000\u0004B\u0000\u0000\u0000\u0012\u0000 \b\u0000\u0000\u0000\u0001\u0004\u0000\u0000\u0000\u000e\u0000\u0000S\u0000 \u001e\u0000\u0000\u0000\u0001\u0000\u0000\u0010\u0000\u0001\u0000\u0000\u0000\u0000\u0001\u0000\u0000\b\u0000\u0004\u0003 \u0000\u0000\u0000?\u0003\u0001\u0000\u0001\u0000\u0000\u0000\u0011\u0004\u0000\u0000\u0000\u0001\u0000\u0000\u0000\u000e\u0000\u0000\u0000\u001c\u0000\u0000\u0000\u0001\b\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u00008 \u0000\u0000U\u0013\u0000\u0000`@\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000X \u0000\u0000] \u0000\u0000!\u0017\u0000\u0000%\u0017\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000\u0007\u0000\u001c\u0000\u0007\u0000\u001c\u0000\u0007\u0000\u0007\u0000\u0002\u0000\u0007\u0000\u0002\u0000\u0007\u0000\u0002\u0000\u0007\u0000\u0002\u0000\u0007\u0000\u0002\u0000\u0000\u0000\u0000\u0000 \u0001\u0000\u0000\u0012\u0001\u0000\u0000\b\u0014\u0000\u0000 \u0014\u0000\u0000\u007f\u0017\u0000\u0000\u0017\u0000\u0000\u001c\u0000\u0000\u001c\u0000\u0000*\u0000\u0000*\u0000\u0000+\u0000\u0000+\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000\u0007\u00003\u0000\u0007\u00003\u0000\u0007\u00003\u0000\u0007\u00003\u0000\u0007\u00003\u0000\u0007\u00003\u0000\u0007\u0000\u0007\u0000\u0002\u0000\u0007\u0000\u0002\u0000\u0007\u0000\u0002\u0000\u0007\u0000\u0002\u0000\u0007\u0000\u0002\u0000\u0002\u0000B\u0005\u0007\u000f\u000f\u000f\u000f\u000f\u000f\u000f\u000f\u000f\u0010\u0000\\ r~ 6\u000f\u000f\u000f\u000f\u000f\u000f\u000f\u000f\u000f\u0010\u0000\u0001\u0000\u0000\u0000\u0017\u0010\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0018\u0000\u0000\u000f\u0002\u0011\u0015\u0005\u0000\u0001\u0002\u0006^\u0002`OJ\u0001\u0000QJ\u0001\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0018\u0000\u0000\u000f\u0005\u0011\u0015\u0005\u0000\u0001\u0005\u0006^\u0005`OJ\u0005\u0000QJ\u0005\u0000^J\u0006\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000o\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0018\u0000\u0000\u000fp\b\u0011\u0015\u0005\u0000\u0001p\b\u0006^p\b`OJ\u0006\u0000QJ\u0006\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0018\u0000\u0000\u000f@ \u0011\u0015\u0005\u0000\u0001@ \u0006^@ `OJ\u0001\u0000QJ\u0001\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0018\u0000\u0000\u000f\u0010\u000e\u0011\u0015\u0005\u0000\u0001\u0010\u000e\u0006^\u0010\u000e`OJ\u0005\u0000QJ\u0005\u0000^J\u0006\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000o\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0018\u0000\u0000\u000f\u0010\u0011\u0015\u0005\u0000\u0001\u0010\u0006^\u0010`OJ\u0006\u0000QJ\u0006\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0018\u0000\u0000\u000f\u0013\u0011\u0015\u0005\u0000\u0001\u0013\u0006^\u0013`OJ\u0001\u0000QJ\u0001\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0018\u0000\u0000\u000f\u0016\u0011\u0015\u0005\u0000\u0001\u0016\u0006^\u0016`OJ\u0005\u0000QJ\u0005\u0000^J\u0006\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000o\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0018\u0000\u0000\u000fP\u0019\u0011\u0015\u0005\u0000\u0001P\u0019\u0006^P\u0019`OJ\u0006\u0000QJ\u0006\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000\u0001\u0000\u0000\u0000\u0017\u0010\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0018\u0000\u0000\u000f\u0002\u0011\u0015\u0005\u0000\u0001\u0002\u0006^\u0002`OJ\u0001\u0000QJ\u0001\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0018\u0000\u0000\u000f\u0005\u0011\u0015\u0005\u0000\u0001\u0005\u0006^\u0005`OJ\u0005\u0000QJ\u0005\u0000^J\u0006\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000o\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0018\u0000\u0000\u000fp\b\u0011\u0015\u0005\u0000\u0001p\b\u0006^p\b`OJ\u0006\u0000QJ\u0006\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0018\u0000\u0000\u000f@ \u0011\u0015\u0005\u0000\u0001@ \u0006^@ `OJ\u0001\u0000QJ\u0001\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0018\u0000\u0000\u000f\u0010\u000e\u0011\u0015\u0005\u0000\u0001\u0010\u000e\u0006^\u0010\u000e`OJ\u0005\u0000QJ\u0005\u0000^J\u0006\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000o\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0018\u0000\u0000\u000f\u0010\u0011\u0015\u0005\u0000\u0001\u0010\u0006^\u0010`OJ\u0006\u0000QJ\u0006\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0018\u0000\u0000\u000f\u0013\u0011\u0015\u0005\u0000\u0001\u0013\u0006^\u0013`OJ\u0001\u0000QJ\u0001\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0018\u0000\u0000\u000f\u0016\u0011\u0015\u0005\u0000\u0001\u0016\u0006^\u0016`OJ\u0005\u0000QJ\u0005\u0000^J\u0006\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000o\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0018\u0000\u0000\u000fP\u0019\u0011\u0015\u0005\u0000\u0001P\u0019\u0006^P\u0019`OJ\u0006\u0000QJ\u0006\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000\u0002\u0000\u0000\u0000B\u0005\u0007\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\\ r\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0002\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0002\u0000\u0000\u0000\u0012\u0000|t \u0000\u0000\u0000?\u0000\u0000\u0000@\u0000\u0000\u0000A\u0000\u0000\u0000B\u0000\u0000\u0000C\u0000\u0000\u0000D\u0000\u0000\u0000E\u0000\u0000\u0000G\u0000\u0000\u0000H\u0000\u0000\u0000I\u0000\u0000\u0000J\u0000\u0000\u0000K\u0000\u0000\u0000L\u0000\u0000\u0000M\u0000\u0000\u0000O\u0000\u0000\u0000P\u0000\u0000\u0000Q\u0000\u0000\u0000R\u0000\u0000\u0000S\u0000\u0000\u0000T\u0000\u0000\u0000U\u0000\u0000\u0000X\u0000\u0000\u0000R\u0000o\u0000o\u0000t\u0000 \u0000E\u0000n\u0000t\u0000r\u0000y\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0016\u0000\u0005\u0001\u0003\u0000\u0000\u0000\u0006 \u0002\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000F\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000@\u0004R\u0001Z\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u00001\u0000T\u0000a\u0000b\u0000l\u0000e\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u000e\u0000\u0002\u0001\u0005\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u00003\u0000\u0000\u0000%\u0000\u0000\u0000\u0000\u0000\u0000W\u0000o\u0000r\u0000d\u0000D\u0000o\u0000c\u0000u\u0000m\u0000e\u0000n\u0000t\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u001a\u0000\u0002\u0001\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000.d\u0000\u0000\u0000\u0000\u0000\u0000\u0005\u0000S\u0000u\u0000m\u0000m\u0000a\u0000r\u0000y\u0000I\u0000n\u0000f\u0000o\u0000r\u0000m\u0000a\u0000t\u0000i\u0000o\u0000n\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000(\u0000\u0002\u0001\u0002\u0000\u0000\u0000\u0004\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000F\u0000\u0000\u0000\u0000\u0010\u0000\u0000\u0000\u0000\u0000\u0000\u0005\u0000D\u0000o\u0000c\u0000u\u0000m\u0000e\u0000n\u0000t\u0000S\u0000u\u0000m\u0000m\u0000a\u0000r\u0000y\u0000I\u0000n\u0000f\u0000o\u0000r\u0000m\u0000a\u0000t\u0000i\u0000o\u0000n\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u00008\u0000\u0002\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000N\u0000\u0000\u0000\u0000\u0010\u0000\u0000\u0000\u0000\u0000\u0000\u0001\u0000C\u0000o\u0000m\u0000p\u0000O\u0000b\u0000j\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0012\u0000\u0002\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000r\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0001\u0000\u0000\u0000\u0001\u0000\u0003 \u0000\u0000\u0006 \u0002\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000F \u0000\u0000\u0000Microsoft Word 97-2003 Document\u0000 \u0000\u0000\u0000MSWordDoc\u0000\u0010\u0000\u0000\u0000Word.Document.8\u00009q\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000"}]},
{"detail": [{"content": "\u0011ࡱ\u001a\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000>\u0000\u0003\u0000 \u0000\u0006\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0001\u0000\u0000\u0000W\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0010\u0000\u0000Y\u0000\u0000\u0000\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0000V\u0000\u0000\u0000\u0000] \u0004\u0000\u0000\u0012\u0000\u0000\u0000\u0000\u0000\u0000\u0010\u0000\u0000\u0000\u0000\u0000\b\u0000\u0000J\u0000\u0000\u000e\u0000bjbj\u001a\u001a\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \u0004\u0016\u0000.d\u0000\u0000x-\\x-\\B\u0000\u0000\u0000\u0000\u0000\u0000\u001a\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u000f\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u000f\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u000f\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000(\b\u0000\u0000\u0000\u0000\u0000\u0000(\b\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0000\u0000\u0014\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0000\u00008\u0000\u0000\u0000\u0015\u0000\u0000$\u0000\u0000\u0000\u0010\u0016\u0000\u0000D\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000 \u0000\u0000\u0001\u0000\u0000T\u0016\u0000\u0000\u0000\u0000\u0000\u0000T\u0016\u0000\u0000\u0000\u0000\u0000\u0000T\u0016\u0000\u0000\u0000\u0000\u0000\u0000T\u0016\u0000\u0000\u0000\u0000\u0000\u0000T\u0016\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000  \u0000\u0000\u0002\u0000\u0000\u0000\u000e \u0000\u0000\u0000\u0000\u0000\u0000\u000e \u0000\u0000\u0000\u0000\u0000\u0000\u000e \u0000\u0000\u0000\u0000\u0000\u0000\u000e \u0000\u0000\u0000\u0000\u0000\u0000\u000e \u0000\u0000\u0000\u0000\u0000\u0000\u000e \u0000\u0000$\u0000\u0000\u0000u\"\u0000\u0000\u0002\u0000\u0000+%\u0000\u0000X\u0000\u0000\u00002 \u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\"\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u00002 \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000T\u0016\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000T\u0016\u0000\u0000.\u0002\u0000\u0000G \u0000\u0000\u0016\u0000\u0000\u0000\u0019\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000^\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000T\u0016\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000T\u0016\u0000\u0000\u0000\u0000\u0000\u0000  \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000  \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0000\u0000:\u0000\u0000\u0000L\u001f\u0000\u0000,\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u001f\u0000\u0000\u0000\u0000\u0000\u0000T\u0016\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000Q\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0002\u0019\u0000\u0000\u0000\u0000\u0000x\u001f\u0000\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u001f\u0000\u0000\u0014\u0000\u0000\u0000] \u0000\u00000\u0000\u0000\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\u001f\u0000\u0000R\u0000\u0000\u0000%\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0000\u0000\u0000\u0000\u0000\u0000%\u0000\u0000\u0014\u0000\u0000\u0000\u001f\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000%\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0000\u0000\u0000\u001f\u0000\u0000$\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u00002 \u0000\u0000\u0000\u0000\u0000\u00002 \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000%\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000\u0018\u0000\u0000\u0000\u0000\u0000\u0000(\b\u0000\u0000> \u0000\u0000f\u0014\u0000\u0000:\u0001\u0000\u0000\u0005\u0000\u0012\u0001\u0000\u0000 \u0004\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000Community building through teaching, creating, performing: Dance Education in Uganda.  MPADE-GE 2520.095  2015 Winter Intersession Study Abroad   Days: January 3-18 Points: 3 Instructor: Professor Deborah Damast, B.F.A., M.A. Phone: w.212. 998.5865; c. 917.371.0031 e-mail: Deborah.Damast@nyu.edu 244 Greene Street, room 404 Program Assistant: TBD  Course Description: Students from NYU will travel to Kampala, Uganda to work with students and teachers at the Kampala Ballet and Modern Dance School, Makerere University and children from several orphanages and disadvantaged centers in a cultural exchange program focused on fostering community building through the performing arts. NYU students will learn traditional Ugandan dances, drumming, and songs, will study the pedagogic practices of the region, and learn about the arts and culture of Uganda and East Africa.   NYU students will work with and learn from nationally recognized scholars, performers, and teachers in Uganda. The distinguished faculty includes:  Jill Pribyl (UG) and Deborah Damast (NYU): Artistic Directors and Founders  Kim Frias: assistant to the director (NYU) Grace Flavia Ibanda: Master Teacher and assistant to the director (UG) Judith Lubega-Tusiime: Master Teacher and director of research Brian Magoba: Master Teacher and director of music and technology Herman Bagonza: Master Teacher and director of vocal performance and special events Herbert Mukungu: Master Teacher and director of choreography and staging JJemba Eric Lutaaya: Master Teacher and director of community engagement  Learning Indicators: As a result of this course, students will be able to:   Perform traditional Ugandan dances, songs, and drumming Co-create and co-teach a dancemaking lesson plan to children  Comprehend the healing properties of the performing arts Integrate Ugandan pedagogy into their teaching Be able to acknowledge cultural differences and celebrate diverse viewpoints  Know how to collaborate creatively and respectfully with others  Engage in a comparative analysis of education, arts, gender, and privilege in the United States and Uganda   Experiences/Activities Students will:  keep a daily journal of experiences, ideas, questions participate in classes in traditional Ugandan dance, singing, and drumming, and lectures on Ugandan pedagogy and culture participate in trips to the source of the Nile, Jinja, the Sacred Ssezibwa Falls, visits to orphanages and centers for disadvantaged children, local homes of artists and attend traditional performances by children and professionals collaborate artistically with Ugandan University students and engage in lively and topical discussions about Uganda and the United States perform at the prestigious National Theatre  engage in discussions with Ugandan students and faculty  Assignments: Students will maintain a daily journal fully documenting their experiences on the trip. Notes from lectures, classes, workshops, and discussions as well as personal reflections should be included. Students will attend lectures and classes in traditional Ugandan dance, song, and drumming and will understand the cultural and historical, context of the dances. Students will also participate in learning a Western Modern Dance and will analyze the pedagogic differences between the two forms. In collaboration with students from Makerere University Department of Music, Dance, and Drama, students will co-create and co-teach a dance education lesson plan to children at the workshop, and develop original collaborative choreography with Ugandan teachers and children.   Students must write 2 papers.   Paper #1 to be handed in prior to the trip, due date is December 12. Topic is What do I know about Uganda. This paper can be any length, and should describe what the student knows about Uganda before the course.  Paper #2 to be handed in after March break. Topic is What do I know about Uganda. Paper is double-spaced. `Length of paper will be 7-10 pages and will synthesize and analyze their experiences in Uganda. Headings include: Dance, Culture, History, Family, Community, Health, Finance, Education, Gender, Class, Race, and the Role of the Performing Arts. Each of these headings should include personal anecdotes from conversations with Ugandan counterparts, teachers, friends, and children, information from documents, lectures, and Ugandan newspapers, and references from course readings. A compare/contrast element between Ugandan and United States education should be included.  *Note: because the nature of the trip is deeply emotional at times, this second paper should also be a place to discuss and deconstruct the emotional impact of the experiences, and to celebrate the new perspectives, changes, and paradigm shifts after the course.   Assessment:  See attached Assessment form  Required Readings and Viewings:  War Dance film about the Acholi children traumatized by the LRA in Northern Uganda The Last King of Scotland film about Idi Amin and his regime in Uganda  Asiimwe, Agnes and Grace Flavia Ibanda. Dances of Uganda. Uganda, Tourguide Publications, 2008. (found in Uganda, purchase during trip) Byakutaaga, Shirley Cathy. Tips on Ugandan Culture. Uganda, Tourguide Publications, 2006 (purchase during trip)   Suggested viewings and readings:  Bouncing Cats film about Breakdance Project Uganda (available on iTunes) Eichstaedt, Peter. First Kill Your Family: Child Soldiers of Uganda and the Lords Resistance Army. Lawrence Hill Books, 2009. Hodd, Michael. Footprint Uganda: A Handbook. Footprint handbooks, 2006. Isegawa, Moses. Abyssinian Chronicles: A Novel. Vintage Publishers, 2001. Sweikar, Michael. Mzungu: A Notre Dame Student in Uganda: 2007.  2015 UGANDA Study abroad schedule  Proposed Daily Schedule: (subject to change)   Friday January 2: fly BA from NYC- London - Entebbe Saturday January 3: arrive Entebbe evening, drive to Fang Fang  Sunday January 4: change money, groceries, Uganda Museum, welcome dinner/performance at In/Movement with traditional Ugandan music and dance performance   ********************************************************************* Monday, Jan 5: first day workshop at Nakasero Primary School: Ugandan class 9:30-1:00, lunch 1:00-2:00, modern dance rehearsal and lesson planning 2-4  Tuesday, Jan 6: workshop day #2, field trip to childrens center  Wednesday, Jan 7: workshop day #3, field trip to childrens center  Thursday, Jan 8: workshop day #4, field trip and NYU reflection in evening   Friday, Jan 9: workshop day #5, field trip to childrens center (nearby)   Saturday, Jan 10: trip to visit the source of the Nile River, boat ride up the Nile, lunch at Jinja Nile Resort, visit Ssezibwa Falls, sacred hills of the ancient kingdom  Sunday, Jan 11: travel to Jjembas village (NIT), visit Equator  Monday Jan 12: workshop with children at Kampala Ballet and Modern Dance School Morning meeting and warm up with children from all centers and adults in Lower studio from 9:00-9:30. 9:30-11:30 lesson. One in lower studio and one in upper studio, co-teaching teams have sections of dance content and dancemaking in the lesson. 11:30-12:00 childrens snack, interaction between adults and children in Caf Ballet. 12:00-1:00 share dances from the morning lessons. Children leave at 1:00, adults have lunch from 1:00-2:00 then rehearsal of Ugandan and Western dances 2:00-4:00. bus to Life in Africa  Tuesday Jan 13: workshop with children at Kampala Ballet and Modern Dance School Morning meeting and warm up with children from all centers and adults in Lower studio from 9:00-9:30. 9:30-11:30 lesson. One in lower studio and one in upper studio, co-teaching teams have sections of dance content and dancemaking in the lesson. 11:30-12:00 childrens snack, interaction between adults and children in Caf Ballet. 12:00-1:00 share dances from the morning lessons. Children leave at 1:00, adults have lunch from 1:00-2:00 then rehearsal of Ugandan and Western dances 2:00-4:00  Wednesday January 14: workshop with children at Kampala Ballet and Modern Dance School Morning meeting and warm up with children from all centers and adults in Lower studio from 9:00-9:30. 9:30-11:30 lesson. One in lower studio and one in upper studio, co-teaching teams have sections of dance content and dancemaking in the lesson. 11:30-12:00 childrens snack, interaction between adults and children in Caf Ballet. 12:00-1:00 share dances from the morning lessons. Children leave at 1:00, adults have lunch from 1:00-2:00 then rehearsal of Ugandan and Western dances 2:00-4:00  Thursday January 15: workshop with children at Kampala Ballet and Modern Dance School Morning meeting and warm up with children from all centers and adults in Lower studio from 9:00-9:30. 9:30-11:30 lesson. One in lower studio and one in upper studio, co-teaching teams have sections of dance content and dancemaking in the lesson. 11:30-12:00 childrens snack, interaction between adults and children in Caf Ballet. 12:00-1:00 share dances from the morning lessons. Children leave at 1:00, adults have lunch from 1:00-2:00 then rehearsal of Ugandan and Western dances 2:00-4:00.  Friday January 16: dress rehearsal 9:00-5:00 and performance at 6:00 at the National Theatre. Post Performance Reception for all participants. Free performance for the City of Kampala in the evening at the Prestigious National Theatre, (NYU teachers and students and Ugandan teachers and students will perform together in 2 traditional Ugandan dances and songs, one Western Modern dance work, traditional drumming, storytelling, and 8 new original dances co-choreographed with the Ugandan children who participated in the workshops. Certificates signed by NYU faculty, Uganda Faculty, and the Queen of the Buganda Kingdom will be given to children and University students at the end of the performance. )  Saturday January 17: pack, drive to Uganda Wildlife Center in Entebbe, dinner in Entebbe, drive to airport. Flight leaves just after midnight on Jan 18.   Sunday January 18: arrive back in NYC   Assessment: Full participation in activities and classes   50% Co-development of a lesson plan with Ugandan partner  10% Teaching childrens lesson      10% First paper       10% Final paper       20%  *Students are expected to respect cultural mores and established behaviors in Ugandan culture.   Participation:  A = Excellent. Student participated fully in lectures, classes, workshops, field trips, lesson planning, rehearsals, collaborative meetings, performances, visits to schools, and contributed to the learning environment  B = Good. Student participated in lectures, classes, workshops, field trips, lesson planning, rehearsals, collaborative meetings, performances, visits to schools and sometimes contributed ideas, and was sometimes engaged in dialogue and reflection  C= Average. Student attended lectures, classes, workshops, filed trips, lesson planning, rehearsals, collaborative meetings, performances, visits to schools and rarely contributed to the dialogue and reflection. OR did not attend mandatory events D= Unsatisfactory. Student did not attend lectures, classes, workshops, field trips, lesson planning, rehearsals, collaborative meetings, performances, visits to schools, did not contribute to the learning environment, and was culturally disrespectful. F=student did not engage in the course   Lesson Plan:  A= Excellent. Student collaborated exceptionally well with Ugandan University student to develop a lesson plan, shared ideas, and was able to co-design a lesson easily and in the time given. Lesson plan includes: warm up, exploration of theme, development of content, culminating project, ideas for sharing, pedagogic philosophy and management techniques. NYU student was responsive and respectful of the Ugandan students cultural background and pedagogic values and developed a well-designed lesson that takes into account the unique population of children who will be attending the workshop. B= Good. Student collaborated with Ugandan University student to develop a lesson plan, offered some ideas and was able to co-design a lesson plan. Lesson plan includes: warm up, exploration of theme, development of content, culminating project, ideas for sharing, pedagogic philosophy and management techniques. NYU student contributed basic ideas, and worked well with their teaching partner C=Average. Student had difficulty collaborating with his/her teaching partner and creating a lesson plan, and did not credit pedagogic practices other than his/her own. Lesson plan was completed but did not reflect the collaborative nature of the assignment. D= Unsatisfactory. Student met with his/her teaching partner but did not produce a lesson plan. F=Failing. Student did not meet with his/her teaching partner and did not produce a lesson plan   Teaching component:  A= Excellent. Student demonstrated comfort with, and knowledge of the lesson plan content, shared responsibility with their teaching counterpart, and was able to understand the pedagogic practices common in Uganda combined with Western teaching styles. Directions were clear, articulated and time for translation accounted for, and participants were engaged and productive in the course. Student allowed time for translation and was sensitive to the needs of the students at all times. The class had a seamless flow and opportunities for teachable moments were seized.  B= Good. Student was familiar with lesson plan and was able to follow the lesson plan format, and directions were clear. Responsibility was shared between the co-teachers and attention was paid to the participants most of the time. Students were often engaged and productive, opportunities for teachable moments were sometimes seized and the class had a good flow. C=Average. Student was not always familiar with lesson plan material, and did not share responsibility with their teaching counterpart. Directions were unclear and opportunities for teachable moments were missed. Participants were often not engaged or productive. D=Unsatisfactory Student was unfamiliar with lesson plan material, did not teach in a collaborative manner, and was not sensitive to the needs of the participants. Participants were not engaged or productive. F=Failing Student did not teach the class.  First Paper: Student must answer the question What do I know about Uganda as a pre-assessment for the course.  A= Excellent. Paper is handed in on time, double spaced and properly formatted, and states what information the student knows about Uganda B=Good. Paper is handed in late but is properly formatted, and states what information the student knows about Uganda  C= Average. Paper is handed in late and is not properly formatted  D= Unsatisfactory. Paper is handed in late, is not properly formatted, and did not answer question  F=Failing. Student did not hand in paper  Second Paper:  A= Excellent. Paper answered, What do I know about Uganda as a summative assessment of the course, and was handed in on time and properly formatted. Student was able to synthesize and analyze material and experiences from the course, compare and contrast educational systems in Uganda and the USA in depth, referenced lectures, conversations, journal entries, required readings, Ugandan news sources, and contributed many personal anecdotes and evidence of personal growth and change. Topics covered include: Dance, Culture, History, Family, Community, Health, Finance, Education, Gender, Class, Race, and the Role of the Performing Arts. B= Good. Paper answered, What do I know about Uganda as a summative assessment of the course, and was handed in late or was not properly formatted. Student was able to synthesize and analyze most material and experiences from the course, compare and contrast educational systems in Uganda and the USA on a basic level, referenced some lectures, conversations, journal entries, required readings, Ugandan news sources, and contributed some personal anecdotes and evidence of personal growth and change. Topics covered include: Dance, Culture, History, Family, Community, Health, Finance, Education, Gender, Class, Race, and the Role of the Performing Arts. C=Average. Paper did not fully answer, What do I know about Uganda as a summative assessment of the course, and was not handed in on time and/or not properly formatted. Student was not fully able to synthesize and analyze material and experiences from the course, or compare and contrast educational systems in Uganda and the USA. Student did not reference lectures, conversations, journal entries, required readings, Ugandan news sources, and contributed basic personal anecdotes and some evidence of personal growth and change. Topics covered did not include: Dance, Culture, History, Family, Community, Health, Finance, Education, Gender, Class, Race, and the Role of the Performing Arts. D=Unsatisfactory. Student did not follow instructions and paper was not complete. F=Failing. Student did not hand in paper             \u0003  \u0004  \u0003  \u0004    \b            \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\b\u0000\u0000\u0013\b\u0000\u0000U\b\u0000\u0000V\b\u0000\u0000W\b\u0000\u0000d\b\u0000\u0000h\b\u0000\u0000k\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000  \u0000\u0000\u0012 \u0000\u0000G \u0000\u0000X \u0000\u0000 \u0000\u0000 \u0000\u0000 \u0000\u0000 \u0000\u0000 \u0000\u0000( \u0000\u0000- \u0000\u0000W \u0000\u0000 \u0000\u0000  \u0000\u0000\u0010 \u0000\u0000\" \u0000\u0000( \u0000\u0000I \u0000\u0000J \u0000\u0000K \u0000\u0000v \u0000\u0000 \u0000\u0000 \u0000\u0000'\u000e\u0000\u0000(\u000e\u0000\u0000οyqyqyqyqyqy\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u000e\u0016hC\u001c\u0000PJ\u0004\u0000^J\u0003\u0000\u0000\u0014\u0015h\"\u0000\u0016hC\u001c\u0000PJ\u0004\u0000^J\u0003\u0000\u0000\u000f\u0015h\u001bS\b\u0000\u0016hC\u001c\u00005\b\u000f\u0015hP\u0000\u0016hC\u001c\u00005\b\u0012\u0015hGT\u0000\u0016hC\u001c\u00005\b>*\u0001\u0000\u000f\u0016hC\u001c\u00005\b>*\u0001\\\b\u0006\u0016hC\u001c\u0000\u0000\u0010\u0016hC\u001c\u00005\bCJ \u0000\\\b\u0000\u0016\u0015h\u001f Z\u0000\u0016hC\u001c\u00005\bCJ\u001c\u0000\\\b\u0000\u001d\u0016hC\u001c\u00005\bCJ\u001c\u0000OJ\u0003\u0000PJ\u0004\u0000QJ\u0003\u0000^J\u0003\u0000#\u0015h\u001f Z\u0000\u0016hC\u001c\u00005\bCJ\u001c\u0000OJ\u0003\u0000PJ\u0004\u0000QJ\u0003\u0000^J\u0003\u0000 \u0016hv\u00005\bCJ\u0016\u0000\u0013\u0015hK\u0000\u0016hv\u00005\bCJ\u0016\u0000\u0010\u0015hfE\u001d\u0000\u0016hv\u0000CJ\u001c\u0000\u0000 \u0016hv\u0000CJ\u001c\u0000)\u0000\b\u0000\u0000W\b\u0000\u0000k\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000\b\u0000\u0000  \u0000\u0000+ \u0000\u0000G \u0000\u0000^ \u0000\u0000_ \u0000\u0000j \u0000\u0000k \u0000\u0000 \u0000\u0000 \u0000\u0000J \u0000\u0000K \u0000\u0000v \u0000\u0000 \u0000\u0000 \u0000\u0000? \u0000\u0000 \u0000\u0000 \u0000\u0000'\u000e\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \u0000\u00001$\u00007$\u00008$\u0000H$\u0000gdC\u001c\u0000\u0000\u0004\u0000\u0000gdC\u001c\u0000\u0000\u0007\u0000\u0000\u0003$\u0001a$\u0001gdC\u001c\u0000\u0000\u001a'\u000e\u0000\u0000(\u000e\u0000\u0000=\u000e\u0000\u0000s\u000e\u0000\u0000t\u000e\u0000\u0000\u000e\u0000\u0000\u000e\u0000\u0000'\u000f\u0000\u0000V\u000f\u0000\u0000\u000f\u0000\u0000\u000f\u0000\u0000P\u0010\u0000\u0000Q\u0010\u0000\u0000i\u0010\u0000\u0000x\u0010\u0000\u0000\u0010\u0000\u0000(\u0011\u0000\u0000\u0010\u0012\u0000\u0000\u0012\u0000\u0000\u0012\u0000\u0000\u0000\u0013\u0000\u0000\u0001\u0013\u0000\u0000\u0012\u0016\u0000\u0000\u0013\u0016\u0000\u00002\u0016\u0000\u00003\u0016\u0000\u0000 \u0017\u0000\u0000 \u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\b\u0000\u0000 &\u0000 F\u0002\u0000gdC\u001c\u0000\b\u0000\u0000 &\u0000 F\u0001\u0000gdC\u001c\u0000\u0000\u0004\u0000\u0000gdC\u001c\u0000\u0000\u001b(\u000e\u0000\u0000=\u000e\u0000\u0000P\u0010\u0000\u0000h\u0010\u0000\u0000i\u0010\u0000\u0000x\u0010\u0000\u0000\u0010\u0000\u0000\u0010\u0000\u0000\u0010\u0000\u0000\u0010\u0000\u0000'\u0011\u0000\u0000(\u0011\u0000\u0000\u0012\u0000\u0000\u0000\u0013\u0000\u0000\u000e\u0013\u0000\u0000\u0013\u0016\u0000\u00002\u0016\u0000\u00003\u0016\u0000\u0000;\u0016\u0000\u0000 \u0017\u0000\u0000\u0012\u0017\u0000\u0000\u001a\u0000\u0000\u001a\u0000\u0000\u001a\u0000\u0000\u0005\u001b\u0000\u0000\u001b\u0000\u0000\u001b\u0000\u0000\u001b\u0000\u0000\u001b\u0000\u0000J\u001c\u0000\u0000a\u001c\u0000\u0000c\u001c\u0000\u0000\u001c\u0000\u0000\u001c\u0000\u0000\u001c\u0000\u0000!\u001d\u0000\u0000r\u001d\u0000\u0000\u001d\u0000\u0000\u0003\u001e\u0000\u0000/\u001e\u0000\u0000ڿ򏈃|ume\u0000\u0000\u0000\u000f\u0015hg\u0016f\u0000\u0016hC\u001c\u00006\b\u000f\u0015hU3\u0000\u0016hC\u001c\u00006\b \u0016hC\u001c\u00005\b>*\u0001\u0000 \u0015hy\u0000\u0016hC\u001c\u0000\u0000 \u0016hC\u001c\u00006\b \u0015ht\u0000\u0016hC\u001c\u0000\u0000\u000f\u0015ht\u0000\u0016hC\u001c\u00006\b\u0012\u0015hy\u0000\u0016hC\u001c\u00005\b>*\u0001\u0000\u0012\u0015htP\u0000\u0016hC\u001c\u00005\b>*\u0001\u0000\u0012\u0015hJ\u0000\u0016hC\u001c\u00005\b>*\u0001\u0000\u0012\u0015hJ\u0000\u0016hC\u001c\u00005\b6\b\u0000\u000f\u0015h\"\u0000\u0016hC\u001c\u0000\\\b\u000f\u0015hT\u0004\u0000\u0016hC\u001c\u0000\\\b\u0015\u0015hT\u0004\u0000\u0016hC\u001c\u00005\b>*\u0001\\\b \u0016hC\u001c\u0000\\\b\u0015\u0015h\"\u0000\u0016hC\u001c\u00005\b>*\u0001\\\b\u000f\u0016hC\u001c\u00005\b>*\u0001\\\b\u0006\u0016hC\u001c\u0000\u0000\u0012\u0015h\"\u0000\u0016hC\u001c\u00005\b>*\u0001' \u0017\u0000\u0000\u0019\u0000\u0000\u001a\u0000\u0000\u001a\u0000\u0000\u001a\u0000\u0000\u001a\u0000\u0000\u001a\u0000\u0000\u0007\u001b\u0000\u0000]\u001b\u0000\u0000\u001b\u0000\u0000/\u001c\u0000\u0000\u001c\u0000\u0000\u001c\u0000\u0000\u001c\u0000\u0000\u001c\u0000\u0000\u000e\u001d\u0000\u0000\u001d\u0000\u0000\u001d\u0000\u0000\u001f\u001e\u0000\u0000_\u001e\u0000\u0000`\u001e\u0000\u0000\u001e\u0000\u0000\u001e\u0000\u0000\u001e\u0000\u0000\u001e\u0000\u0000\u001e\u0000\u0000\u001e\u0000\u0000&\u001f\u0000\u0000'\u001f\u0000\u0000\u001f\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0004\u0000\u0000gdC\u001c\u0000\u0000\u001d/\u001e\u0000\u0000W\u001e\u0000\u0000`\u001e\u0000\u0000\u001e\u0000\u0000\u001e\u0000\u0000\u001e\u0000\u0000\u001e\u0000\u0000\u001e\u0000\u0000\u001e\u0000\u0000\u001e\u0000\u0000\u001e\u0000\u0000'\u001f\u0000\u00007\u001f\u0000\u0000\u001f\u0000\u0000\u0007 \u0000\u0000\b \u0000\u0000\u0015 \u0000\u0000 \u0000\u0000 \u0000\u0000 \u0000\u0000 \u0000\u0000 \u0000\u0000 \u0000\u0000'!\u0000\u0000/!\u0000\u00005!\u0000\u00006!\u0000\u0000t!\u0000\u0000!\u0000\u0000!\u0000\u0000!\u0000\u0000!\u0000\u0000!\u0000\u0000l\"\u0000\u0000r\"\u0000\u0000y\"\u0000\u0000z\"\u0000\u0000\"\u0000\u0000\"\u0000\u0000\"\u0000\u0000\"\u0000\u0000\u0004%\u0000\u0000\u0012%\u0000\u0000\u0014%\u0000\u0000C'\u0000\u0000W'\u0000\u0000X'\u0000\u0000)\u0000\u0000)\u0000\u0000)\u0000\u0000+\u0000\u0000+\u0000\u0000+\u0000\u0000+\u0000\u0000+\u0000\u0000.\u0000\u0000.\u0000\u0000.\u0000\u0000.\u0000\u0000./\u0000\u0000?/\u0000\u0000S/\u0000\u0000T/\u0000\u0000U/\u0000\u0000V/\u0000\u0000۶\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \u0015ht\u0000\u0016hC\u001c\u0000\u0000 \u0015h[\u0000\u0016hC\u001c\u0000\u0000\u0012\u0015h[\u0000\u0016hC\u001c\u00005\b6\b\u0000\u0012\u0015h[\u0000\u0016hC\u001c\u00005\b6\b\u0000\u0012\u0015h.\u0002\u0000\u0016hC\u001c\u00005\b6\b\u0000 \u0015h\u007f \u0000\u0016hC\u001c\u0000\u0000 \u0016hC\u001c\u00005\b6\b\u0000\u0012\u0015hCz\u0000\u0016hC\u001c\u00005\b>*\u0001\u0000 \u0016hC\u001c\u00005\b>*\u0001\u0000\u0006\u0016hC\u001c\u0000\u0000\u000f\u0015hU3\u0000\u0016hC\u001c\u00006\b\u0000@\u001f\u0000\u0000\u001f\u0000\u0000\b \u0000\u0000 \u0000\u0000 \u0000\u0000 \u0000\u0000 \u0000\u0000&!\u0000\u0000'!\u0000\u0000s!\u0000\u0000t!\u0000\u0000!\u0000\u0000!\u0000\u0000k\"\u0000\u0000l\"\u0000\u0000\"\u0000\u0000\"\u0000\u0000\u0003%\u0000\u0000\u0004%\u0000\u0000C'\u0000\u0000D'\u0000\u0000)\u0000\u0000)\u0000\u0000+\u0000\u0000+\u0000\u0000.\u0000\u0000.\u0000\u0000-/\u0000\u0000./\u0000\u0000T/\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0004\u0000\u0000gdC\u001c\u0000\u0000\u001dT/\u0000\u0000U/\u0000\u0000V/\u0000\u0000b/\u0000\u0000/\u0000\u0000/\u0000\u0000/\u0000\u0000 0\u0000\u0000\u001f0\u0000\u0000 0\u0000\u00000\u0000\u00000\u0000\u00000\u0000\u00000\u0000\u00000\u0000\u0000l1\u0000\u0000v1\u0000\u0000d2\u0000\u0000q2\u0000\u0000\\3\u0000\u0000o3\u0000\u0000Y4\u0000\u00004\u0000\u00004\u0000\u00004\u0000\u00004\u0000\u00004\u0000\u00006\u0000\u00006\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\b\u0000\u0000\u000fh\u0001^h\u0001gdC\u001c\u0000\u0000\u0004\u0000\u0000gdC\u001c\u0000\u0000\u001cV/\u0000\u0000b/\u0000\u00000\u0000\u00000\u0000\u00000\u0000\u00000\u0000\u00000\u0000\u00004\u0000\u00004\u0000\u00003:\u0000\u0000E:\u0000\u0000F:\u0000\u0000G:\u0000\u0000H:\u0000\u0000?\u0000\u0000\b@\u0000\u0000?B\u0000\u0000KB\u0000\u0000MB\u0000\u0000NB\u0000\u0000LD\u0000\u0000MD\u0000\u0000F\u0000\u0000F\u0000\u0000I\u0000\u0000I\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000򳯳\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u001a\u0003j\u0000\u0000\u0000\u0000\u0016hP7\u0000U\b\u0001mH\u0000\u0004nH\u0000\u0004u\b\u0001\u0000\u0006\u0016hP7\u0000\u0000\u0006\u0016hv\u0000\u0000\u000f\u0003j\u0000\u0000\u0000\u0000\u0016hv\u0000U\b\u0001 \u0015hCz\u0000\u0016hC\u001c\u0000\u0000 \u0015h0o\u0000\u0016hC\u001c\u0000\u0000 \u0016hC\u001c\u00005\b6\b\u0000 \u0015hAO\u0000\u0016hC\u001c\u0000\u0000\u0012\u0015hAO\u0000\u0016hC\u001c\u00005\b>*\u0001\u0000\u0012\u0015h\u001e\u0006\u0000\u0016hC\u001c\u00005\b>*\u0001\u0000 \u0016hC\u001c\u00005\b>*\u0001\u0000\u0006\u0016hC\u001c\u0000\u0000\u0012\u0015htP\u0000\u0016hC\u001c\u00005\b>*\u000176\u0000\u0000n8\u0000\u0000y8\u0000\u0000q9\u0000\u00009\u0000\u00009\u0000\u00009\u0000\u00001:\u0000\u00002:\u0000\u00003:\u0000\u0000G:\u0000\u0000H:\u0000\u0000V:\u0000\u0000 \u0000\u0000\u000f?\u0000\u0000?\u0000\u0000?\u0000\u0000?\u0000\u0000?\u0000\u0000\b@\u0000\u0000l@\u0000\u0000z@\u0000\u0000@\u0000\u0000@\u0000\u0000mA\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\b\u0000\u0000\u0011\u0002`\u0002gdC\u001c\u0000\u0000\u0004\u0000\u0000gdC\u001c\u0000\u0000\u001cmA\u0000\u0000nA\u0000\u0000zA\u0000\u0000A\u0000\u0000A\u0000\u0000\u0015B\u0000\u0000 B\u0000\u0000>B\u0000\u0000?B\u0000\u0000MB\u0000\u0000NB\u0000\u0000\\B\u0000\u0000D\u0000\u0000D\u0000\u0000cG\u0000\u0000nG\u0000\u0000\u0019J\u0000\u0000+J\u0000\u0000kJ\u0000\u0000vJ\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\b\u0000\u0000\u000fh\u0001^h\u0001gdC\u001c\u0000\u0000\u0004\u0000\u0000gdC\u001c\u0000\u0000\u001cJ\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000J\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0001\u0011\u0000\u0000\u0001\u000f\u0000\u0000\u0004\u0000\u0000gdP7\u0000\u0000\u0001\u0000\u0000\u0000\u0017,\u00001h\u0001\u001f/ =!\b\u0007\"\b\u0007#\u0005$\u0005%\u0000\u0000\u0017\u0002\u0018\u0002 \u0002\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \u0006\u0013\u0000\u0012\u0000\u0001\u0000s\u0001\u000f\u0000\u0007\u0000\u0004\u0000\u0004\u0000\u0004\u0000\u0000\u0000\u0004\u0000\b\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u0000v\u0002\u0000\u0000v\u0002\u0000\u0000v\u0002\u0000\u0000v\u0002\u0000\u0000v\u0002\u0000\u0000v\u0002\u0000\u0000v\u0002\u0000\u0000v\u0002\u0000\u0000v\u0002\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u0000>\u0002\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u0000\u0000\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u0000\u0016\u0000\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u0000\u0000\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u0000h\u0001\u0000\u0000H\u0001\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u0000\u0003\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00008\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00006\u0006\u0000\u00002\u0006\u0000\u0000\u001a\u0000\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0000\u0004\u0000\u0000\u0010\u0004\u0000\u0000 \u0004\u0000\u00000\u0004\u0000\u0000@\u0004\u0000\u0000P\u0004\u0000\u0000`\u0004\u0000\u0000p\u0004\u0000\u0000\u0004\u0000\u0000\u0004\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0000\u0004\u0000\u0000\u0010\u0004\u0000\u00002\u0006\u0000\u0000(\u0002\u0000\u0000\u0001\u0000\u0000\u0001\u0000\u0000 \u0004\u0000\u00000\u0004\u0000\u0000@\u0004\u0000\u0000P\u0004\u0000\u0000`\u0004\u0000\u0000p\u0004\u0000\u0000\u0004\u0000\u0000\u0004\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0000\u0004\u0000\u0000\u0010\u0004\u0000\u0000 \u0004\u0000\u00000\u0004\u0000\u0000@\u0004\u0000\u0000P\u0004\u0000\u0000`\u0004\u0000\u0000p\u0004\u0000\u0000\u0004\u0000\u0000\u0004\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0000\u0004\u0000\u0000\u0010\u0004\u0000\u0000 \u0004\u0000\u00000\u0004\u0000\u0000@\u0004\u0000\u0000P\u0004\u0000\u0000`\u0004\u0000\u0000p\u0004\u0000\u0000\u0004\u0000\u0000\u0004\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0000\u0004\u0000\u0000\u0010\u0004\u0000\u0000 \u0004\u0000\u00000\u0004\u0000\u0000@\u0004\u0000\u0000P\u0004\u0000\u0000`\u0004\u0000\u0000p\u0004\u0000\u0000\u0004\u0000\u0000\u0004\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0000\u0004\u0000\u0000\u0010\u0004\u0000\u0000 \u0004\u0000\u00000\u0004\u0000\u0000@\u0004\u0000\u0000P\u0004\u0000\u0000`\u0004\u0000\u0000p\u0004\u0000\u0000\u0004\u0000\u0000\u0004\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0003\u0000\u0000\u0000\u0004\u0000\u0000\u0018\u0004\u0000\u0000(\u0004\u0000\u00008\u0004\u0000\u0000H\u0004\u0000\u0000X\u0004\u0000\u0000`\u0004\u0000\u0000~\u0004\u0000\u0000\u0004\u0000\u0000\u0004\u0000\u00008\u0001\u0000\u0000X\u0001\u0000\u0000\u0001\u0000\u0000\b\u0002\u0000\u0000\u0018\u0002\u0000\u0000V\u0002\u0000\u0000~\u0002\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000\u0002\u0000\u0000\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0010\u0003\u0000\u0000 \u0003\u0000\u00000\u0003\u0000\u0000@\u0003\u0000\u0000 \u0000\u0000\u0000OJ\u0004\u0000PJ\u0004\u0000QJ\u0004\u0000_H\u0001\u0004mH \u0004nH \u0004sH \u0004tH \u0004\u0000\u0000\u0000\u0000L\u0000\u0000`\u0002\u0000L\u0000 \u0010\u0000\u0000y\u0000\u0000\u0000\u0006\u0000N\u0000o\u0000r\u0000m\u0000a\u0000l\u0000\u0000\u0000\u0002\u0000\u0000\u0000$\u0000CJ\u0018\u0000OJ\u0000\u0000PJ\u0000\u0000QJ\u0000\u0000_H\u0001\u0004aJ\u0018\u0000mH \u0004sH \u0004tH \u0004\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000D\u0000A \u0000D\u0000  \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0016\u0000D\u0000e\u0000f\u0000a\u0000u\u0000l\u0000t\u0000 \u0000P\u0000a\u0000r\u0000a\u0000g\u0000r\u0000a\u0000p\u0000h\u0000 \u0000F\u0000o\u0000n\u0000t\u0000\u0000\u0000\u0000\u0000R\u0000i\u0000\u0000R\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \u0000T\u0000a\u0000b\u0000l\u0000e\u0000 \u0000N\u0000o\u0000r\u0000m\u0000a\u0000l\u0000\u0000\u0000\u001c\u0000\u0017\u0003\u0000\u00004\u0006\u0000\u0001 \u0003l\u00004\u0006\u0000\u0001\u0005\u0003\u0000\u0000a\u0003\u0000\u0000\u0002\u0000 \u0000\u0000\u0000(\u0000k \u0000(\u0000\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0007\u0000N\u0000o\u0000 \u0000L\u0000i\u0000s\u0000t\u0000\u0000\u0000\u0002\u0000 \u0000\u0000\u0000\u0000\u00004\u0000\u001f@\u0001\u0000\u00004\u0000  \u0010\u0000P7\u00000\u0006\u0006\u0000H\u0000e\u0000a\u0000d\u0000e\u0000r\u0000\u0000\u0000 \u0000\u000f\u0000 \b\u0000\u0002H\u0012$\u0001\u0002\u0000\u0000\u0000B\u0000/\u0001\u0001B\u0000 \u0000\u000f\u0000P7\u00000\u0006 \u0000H\u0000e\u0000a\u0000d\u0000e\u0000r\u0000 \u0000C\u0000h\u0000a\u0000r\u0000\u0000\u0000\u0014\u0000CJ\u0018\u0000OJ\u0000\u0000PJ\u0000\u0000QJ\u0000\u0000aJ\u0018\u00004\u0000 @\u0001\u0000\u0012\u00014\u0000  \u0012\u0000P7\u00000\u0006\u0006\u0000F\u0000o\u0000o\u0000t\u0000e\u0000r\u0000\u0000\u0000 \u0000\u0011\u0000 \b\u0000\u0002H\u0012$\u0001\u0002\u0000\u0000\u0000B\u0000/!\u0001B\u0000 \u0000\u0011\u0000P7\u00000\u0006 \u0000F\u0000o\u0000o\u0000t\u0000e\u0000r\u0000 \u0000C\u0000h\u0000a\u0000r\u0000\u0000\u0000\u0014\u0000CJ\u0018\u0000OJ\u0000\u0000PJ\u0000\u0000QJ\u0000\u0000aJ\u0018\u0000PK\u0003\u0004\u0014\u0000\u0006\u0000\b\u0000\u0000\u0000!\u0000\u000f\u0000\u0000\u0000\u001c\u0002\u0000\u0000\u0013\u0000\u0000\u0000[Content_Types].xmlN0\u0010EH-J@\b%ǎǢ|ș$\u0016زULTB \u0016l,3;r\u001f\u0007ØJB+$\u001bG]7O٭V\u001a\u0018 vn\b\u0016B`2ǃ,!\"E3p\u0014#9\u007fG\u0006\u001cQd\u0019; H xuv   \u0016\u0000\u001e0F[,F᚜K s\u007f\u0016O'3\u001dw #\u0001vfSVbs\u0019ؠyX p5veuw 1z@ l,i!b I jZ\u0019\b2\u0011|\u001b9\u0018L$\u0015Z15x\u0015\u0004l.(z\bm${d:\\@'23\u009cln$^-@^i?D&\u001c|#td\u001d\u0006!6lġ\u001fB\"&\u00136\u00013\u0010y\u000ey@t!Hjp\u001bU*\u0010yeXry\u00153~{s:FXI \b\u0011O\u00155Y[Y\u0007!}S˪.7\u0013bd|\u001bn]\u0003671. tn\u007f/w/+\u0006[t6}P\u0013sںsL. J;̊i\bN  $AI\u0017)t2 \u0013L\u0019m\u001ax:\u000e(}\\-\u0016i*\u001e\u001cxQCJu\bWl'QyI@ھ  m2DB\u001cAR\u000f\u00104  w¢naQ`\u0001ԲɁ W=0\u0001#xB\u0014dT/.3-F\u0005>bY\u0001L%׭˓KK 6HhfPQ=h\u0017)GBms]_Ԡ'CZѨys v@c])h\u001c7Jه\u0019i\u001dc?\u001cFS\u001d.NP$ \u007f\u001ee&\\\u0011\u000fӀ+I \"\u0002'\u000e%QÕ@c![\u0004paAV.\u001a9Hd \\lc`|,b\u0001Uv\u0001\u0000\u0000\u0003\u0000PK\u0003\u0004\u0014\u0000\u0006\u0000\b\u0000\u0000\u0000!\u0000 ѐ\u0000\u0000\u0000\u001b\u0001\u0000\u0000'\u0000\u0000\u0000theme/theme/_rels/themeManager.xml.relsM 0\u0014w\booӺ\u0010&݈Э\u00035 6?$Q ,\b.ai\u0013c21h\u001a\b:qm@R\u0016N;d`o7\u0015gK(M&$R(.1r\u000e'JЊT8V\"AȻHu}\u0001|$b\u0010{\u0000\u0019P8\u001ag/\u001f\u0016]QAsم\u0005(#L\u0004[\u0000\u0000\u0000\u0003\u0000PK\u0001\u0002-\u0000\u0014\u0000\u0006\u0000\b\u0000\u0000\u0000!\u0000\u000f\u0000\u0000\u0000\u001c\u0002\u0000\u0000\u0013\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000[Content_Types].xmlPK\u0001\u0002-\u0000\u0014\u0000\u0006\u0000\b\u0000\u0000\u0000!\u0000֧\u0000\u0000\u00006\u0001\u0000\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u00000\u0001\u0000\u0000_rels/.relsPK\u0001\u0002-\u0000\u0014\u0000\u0006\u0000\b\u0000\u0000\u0000!\u0000ky\u0016\u0000\u0000\u0000\u0000\u0000\u0000\u001c\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0002\u0000\u0000theme/theme/themeManager.xmlPK\u0001\u0002-\u0000\u0014\u0000\u0006\u0000\b\u0000\u0000\u0000!\u0000R%\u0006\u0000\u0000\u001a\u0000\u0000\u0016\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0002\u0000\u0000theme/theme/theme1.xmlPK\u0001\u0002-\u0000\u0014\u0000\u0006\u0000\b\u0000\u0000\u0000!\u0000 ѐ\u0000\u0000\u0000\u001b\u0001\u0000\u0000'\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \u0000\u0000theme/theme/_rels/themeManager.xml.relsPK\u0005\u0006\u0000\u0000\u0000\u0000\u0005\u0000\u0005\u0000]\u0001\u0000\u0000 \u0000\u0000\u0000\u0000    \u0000\u0000\u0000\u0000B\u0000\u0000(\u0000\u0000d\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0003\u0000\u0000\u0000\u0006\u0000\u0000\u0000\u0006\u0000\u0000\u0000 \u0000\u0000\u0000 \u0000\u0000\u0000 \u0000\u0000\u0000\u000e\u0000\u0000\u0000\u0011\u0000\u0000\u0000\u0013\u0000\u0000\u0000\u0015\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0019\u0000\u0000\u0000\u001c\u0000\u0000\u0000\u0000\b\u0000\u0000(\u000e\u0000\u0000/\u001e\u0000\u0000V/\u0000\u0000J\u0000\u0000&\u0000\u0000\u0000)\u0000\u0000\u0000+\u0000\u0000\u0000.\u0000\u0000\u0000\u0000\b\u0000\u0000'\u000e\u0000\u0000 \u0017\u0000\u0000\u001f\u0000\u0000T/\u0000\u00006\u0000\u0000mA\u0000\u0000J\u0000\u0000J\u0000\u0000'\u0000\u0000\u0000(\u0000\u0000\u0000*\u0000\u0000\u0000,\u0000\u0000\u0000-\u0000\u0000\u0000/\u0000\u0000\u00000\u0000\u0000\u00001\u0000\u0000\u0000\u000f\u0000\u0000@\u0000\u0000\u0000\u0000\u0000\u0006 \u0000\u0000\u0000\u0002\b\u0000\u0000\u0003\u0000\u0000\u0000\u0003\u0000\u0000\u0000\u0002\u0000\u0000\u0000\u0001\u0000\u0000\u0000\u0002\u0000\u0000\u0000\u0002\u0000\u0000\u0000\u0002\u0000\u0000\u0000@\u0000\u001e\u0010\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0010\u0001\u000f\u0000\u0002B\u0001\u0000\u0000 \u0000\b\b\u0000\u0000\u0000\u0002\u0000\u0000\u0000\u0001\b\u0000\u0000\u000f\u0000\u0003*\u0001\u0000\u0000\u000f\u0000\u0004(\u0000\u0000\u0000\u0001\u0000 \u0010\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0002\u0000 \b\u0000\u0000\u0000\u0000\b\u0000\u0000\u0005\u0000\u0000\u0000\u000f\u0000\u0004\u0000\u0000\u0000\b \b\u0000\u0000\u0000\u0001\b\u0000\u0000\u0000 \u0000\u0000\u0000 \u0000\u0000\u0000\u0004\u0000\u0000\u0000;\u0001 \u0000\u0000\u0000\u0000\u0000\u0000\u0001\u0000\u0010\u0000\u0000\u0000\u0000\u0000D\u0000D\u0001\u0000\u0001\u0000\u0000\u0000\u0001\u0000\u0000\b\u0000D\u0000\u0000\u0000\u0003 \u0000 \u0000D\u0000R\u0000A\u0000F\u0000T\u0000\u0000\u0000C\u0000a\u0000l\u0000i\u0000b\u0000r\u0000i\u0000\u0000\u0000P\u0000o\u0000w\u0000e\u0000r\u0000P\u0000l\u0000u\u0000s\u0000W\u0000a\u0000t\u0000e\u0000r\u0000M\u0000a\u0000r\u0000k\u0000O\u0000b\u0000j\u0000e\u0000c\u0000t\u00003\u00005\u00007\u00008\u00003\u00001\u00000\u00006\u00004\u0000\u0000\u0000S\u0000\"\u001e\u0000\u0000\u0000\u0003\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0000\u0000\u0003\u0002\u0000\u0000\u0000\u0003\u0000\u0000\u0000\u0000\u0003\u0000\u0000\u0000\u0000\u0000\u0010\u0004\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0011\u0004\u0000\u0000\u0000\u0001\u0000\u0000\u0000\u0000\u000f\u0000\u0002\u0000\u0000\u0000\u0010\u0000\b\b\u0000\u0000\u0000\u0001\u0000\u0000\u0000\u0001\u0004\u0000\u0000\u000f\u0000\u00030\u0000\u0000\u0000\u000f\u0000\u0004(\u0000\u0000\u0000\u0001\u0000 \u0010\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0002\u0000 \b\u0000\u0000\u0000\u0000\u0004\u0000\u0000\u0005\u0000\u0000\u0000\u000f\u0000\u0004B\u0000\u0000\u0000\u0012\u0000 \b\u0000\u0000\u0000\u0001\u0004\u0000\u0000\u0000\u000e\u0000\u0000S\u0000 \u001e\u0000\u0000\u0000\u0001\u0000\u0000\u0010\u0000\u0001\u0000\u0000\u0000\u0000\u0001\u0000\u0000\b\u0000\u0004\u0003 \u0000\u0000\u0000?\u0003\u0001\u0000\u0001\u0000\u0000\u0000\u0011\u0004\u0000\u0000\u0000\u0001\u0000\u0000\u0000\u000e\u0000\u0000\u0000\u001c\u0000\u0000\u0000\u0001\b\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u00008 \u0000\u0000U\u0013\u0000\u0000`@\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000X \u0000\u0000] \u0000\u0000!\u0017\u0000\u0000%\u0017\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000\u0007\u0000\u001c\u0000\u0007\u0000\u001c\u0000\u0007\u0000\u0007\u0000\u0002\u0000\u0007\u0000\u0002\u0000\u0007\u0000\u0002\u0000\u0007\u0000\u0002\u0000\u0007\u0000\u0002\u0000\u0000\u0000\u0000\u0000 \u0001\u0000\u0000\u0012\u0001\u0000\u0000\b\u0014\u0000\u0000 \u0014\u0000\u0000\u007f\u0017\u0000\u0000\u0017\u0000\u0000\u001c\u0000\u0000\u001c\u0000\u0000*\u0000\u0000*\u0000\u0000+\u0000\u0000+\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000B\u0000\u0000\u0007\u00003\u0000\u0007\u00003\u0000\u0007\u00003\u0000\u0007\u00003\u0000\u0007\u00003\u0000\u0007\u00003\u0000\u0007\u0000\u0007\u0000\u0002\u0000\u0007\u0000\u0002\u0000\u0007\u0000\u0002\u0000\u0007\u0000\u0002\u0000\u0007\u0000\u0002\u0000\u0002\u0000B\u0005\u0007\u000f\u000f\u000f\u000f\u000f\u000f\u000f\u000f\u000f\u0010\u0000\\ r~ 6\u000f\u000f\u000f\u000f\u000f\u000f\u000f\u000f\u000f\u0010\u0000\u0001\u0000\u0000\u0000\u0017\u0010\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0018\u0000\u0000\u000f\u0002\u0011\u0015\u0005\u0000\u0001\u0002\u0006^\u0002`OJ\u0001\u0000QJ\u0001\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0018\u0000\u0000\u000f\u0005\u0011\u0015\u0005\u0000\u0001\u0005\u0006^\u0005`OJ\u0005\u0000QJ\u0005\u0000^J\u0006\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000o\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0018\u0000\u0000\u000fp\b\u0011\u0015\u0005\u0000\u0001p\b\u0006^p\b`OJ\u0006\u0000QJ\u0006\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0018\u0000\u0000\u000f@ \u0011\u0015\u0005\u0000\u0001@ \u0006^@ `OJ\u0001\u0000QJ\u0001\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0018\u0000\u0000\u000f\u0010\u000e\u0011\u0015\u0005\u0000\u0001\u0010\u000e\u0006^\u0010\u000e`OJ\u0005\u0000QJ\u0005\u0000^J\u0006\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000o\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0018\u0000\u0000\u000f\u0010\u0011\u0015\u0005\u0000\u0001\u0010\u0006^\u0010`OJ\u0006\u0000QJ\u0006\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0018\u0000\u0000\u000f\u0013\u0011\u0015\u0005\u0000\u0001\u0013\u0006^\u0013`OJ\u0001\u0000QJ\u0001\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0018\u0000\u0000\u000f\u0016\u0011\u0015\u0005\u0000\u0001\u0016\u0006^\u0016`OJ\u0005\u0000QJ\u0005\u0000^J\u0006\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000o\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0018\u0000\u0000\u000fP\u0019\u0011\u0015\u0005\u0000\u0001P\u0019\u0006^P\u0019`OJ\u0006\u0000QJ\u0006\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000\u0001\u0000\u0000\u0000\u0017\u0010\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0018\u0000\u0000\u000f\u0002\u0011\u0015\u0005\u0000\u0001\u0002\u0006^\u0002`OJ\u0001\u0000QJ\u0001\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0018\u0000\u0000\u000f\u0005\u0011\u0015\u0005\u0000\u0001\u0005\u0006^\u0005`OJ\u0005\u0000QJ\u0005\u0000^J\u0006\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000o\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0018\u0000\u0000\u000fp\b\u0011\u0015\u0005\u0000\u0001p\b\u0006^p\b`OJ\u0006\u0000QJ\u0006\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0018\u0000\u0000\u000f@ \u0011\u0015\u0005\u0000\u0001@ \u0006^@ `OJ\u0001\u0000QJ\u0001\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0018\u0000\u0000\u000f\u0010\u000e\u0011\u0015\u0005\u0000\u0001\u0010\u000e\u0006^\u0010\u000e`OJ\u0005\u0000QJ\u0005\u0000^J\u0006\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000o\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0018\u0000\u0000\u000f\u0010\u0011\u0015\u0005\u0000\u0001\u0010\u0006^\u0010`OJ\u0006\u0000QJ\u0006\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0018\u0000\u0000\u000f\u0013\u0011\u0015\u0005\u0000\u0001\u0013\u0006^\u0013`OJ\u0001\u0000QJ\u0001\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0019\u0018\u0000\u0000\u000f\u0016\u0011\u0015\u0005\u0000\u0001\u0016\u0006^\u0016`OJ\u0005\u0000QJ\u0005\u0000^J\u0006\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000o\u0000\u0001\u0000\u0000\u0000\u0017\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000h\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0015\u0018\u0000\u0000\u000fP\u0019\u0011\u0015\u0005\u0000\u0001P\u0019\u0006^P\u0019`OJ\u0006\u0000QJ\u0006\u0000o(\u0000h\u0000\u0000\u0000\u0000H\u0000\u0000\u0001\u0000\u0002\u0000\u0000\u0000B\u0005\u0007\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\\ r\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0002\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0002\u0000\u0000\u0000\u0012\u0000|t \u0000\u0000\u0000?\u0000\u0000\u0000@\u0000\u0000\u0000A\u0000\u0000\u0000B\u0000\u0000\u0000C\u0000\u0000\u0000D\u0000\u0000\u0000E\u0000\u0000\u0000G\u0000\u0000\u0000H\u0000\u0000\u0000I\u0000\u0000\u0000J\u0000\u0000\u0000K\u0000\u0000\u0000L\u0000\u0000\u0000M\u0000\u0000\u0000O\u0000\u0000\u0000P\u0000\u0000\u0000Q\u0000\u0000\u0000R\u0000\u0000\u0000S\u0000\u0000\u0000T\u0000\u0000\u0000U\u0000\u0000\u0000X\u0000\u0000\u0000R\u0000o\u0000o\u0000t\u0000 \u0000E\u0000n\u0000t\u0000r\u0000y\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0016\u0000\u0005\u0001\u0003\u0000\u0000\u0000\u0006 \u0002\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000F\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000@\u0004R\u0001Z\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u00001\u0000T\u0000a\u0000b\u0000l\u0000e\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u000e\u0000\u0002\u0001\u0005\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u00003\u0000\u0000\u0000%\u0000\u0000\u0000\u0000\u0000\u0000W\u0000o\u0000r\u0000d\u0000D\u0000o\u0000c\u0000u\u0000m\u0000e\u0000n\u0000t\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u001a\u0000\u0002\u0001\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000.d\u0000\u0000\u0000\u0000\u0000\u0000\u0005\u0000S\u0000u\u0000m\u0000m\u0000a\u0000r\u0000y\u0000I\u0000n\u0000f\u0000o\u0000r\u0000m\u0000a\u0000t\u0000i\u0000o\u0000n\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000(\u0000\u0002\u0001\u0002\u0000\u0000\u0000\u0004\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000F\u0000\u0000\u0000\u0000\u0010\u0000\u0000\u0000\u0000\u0000\u0000\u0005\u0000D\u0000o\u0000c\u0000u\u0000m\u0000e\u0000n\u0000t\u0000S\u0000u\u0000m\u0000m\u0000a\u0000r\u0000y\u0000I\u0000n\u0000f\u0000o\u0000r\u0000m\u0000a\u0000t\u0000i\u0000o\u0000n\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u00008\u0000\u0002\u0001\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000N\u0000\u0000\u0000\u0000\u0010\u0000\u0000\u0000\u0000\u0000\u0000\u0001\u0000C\u0000o\u0000m\u0000p\u0000O\u0000b\u0000j\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0012\u0000\u0002\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000r\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0001\u0000\u0000\u0000\u0001\u0000\u0003 \u0000\u0000\u0006 \u0002\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000F \u0000\u0000\u0000Microsoft Word 97-2003 Document\u0000 \u0000\u0000\u0000MSWordDoc\u0000\u0010\u0000\u0000\u0000Word.Document.8\u00009q\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000"}, {"content": "Uganda: Dance Education - Global Programs - NYU Steinhardt                                                                       Skip to content               NYU Steinhardt School of Culture, Education, and Human Development               contact                                   Global Programs            About      Mission    Global Engagement    Global Stats    eNewsletters    Staff    Contact      Undergraduate Students      Semester Study Abroad    Short-Term Study Abroad    Dean&rsquo;s Global Honors Seminar    Scholarships      Study Abroad CORE Equivalency    FAQ      Graduate Students      Summer Abroad    January and Spring Break Abroad    Intern Abroad    Apply    Tuition and Fees    Scholarships    Policies    Visiting Students    Global Sequences    Research Initiatives    FAQ      Faculty      Teaching Opportunities    Global Integration Fund    Visiting Scholar Resources    Global Institute of Advanced Study    Provost's Global Research Initiatives    Global Advisory Committees    FAQ      Professionals      Astor Teaching Fellows    Professional Development    GIFTED Women's Fellowship Program                 Uganda: Dance Education                           Spend two weeks in Uganda this January learning how to teach, create, and perform dance &ndash; and to build community &ndash; through the lens of another culture. You&rsquo;ll collaborate with professional dancers, educators, and students from the Royal Ballet Academy and Makerere University in Kampala. Take classes in traditional Ugandan dance, East African drumming, and teaching methodology, and then implement lesson plans with children from local orphanages and other community-based organizations.                Location:          Kampala, Uganda                Program Dates:          January 2 - 17, 2016                Application Deadlines:          Tuesday, September 15, 2015    Admissions for 2016 intersession programs will open in August, 2015.                Who Can Participate:             NYU graduate students    NYU undergraduate seniors who have:      96+ earned credits    related course work    approval from the faculty director as well as their advisor          Non-NYU graduate students and professionals who are not enrolled at an academic institution                   Related Areas of Study :             Dance Education and Performance    International and Global Education    Childhood Education    Music Therapy    Educational Theatre       This is not a complete list. We value diverse perspectives in our programs and encourage students from other majors and professions.                Course(s):          Students register for the course listed below for 3 points. Students should consult with their aademic advisor for approval.    MPADE-GE.2520 Section 095 (Class # 7689) - Community Building through Teaching, Creating, Performing: Dance Education in Uganda (3 Points)    Offered through the Department of Music and Performing Arts    SYLLABUS                Faculty:          Deborah Damast , BFA, MA    Master teacher of Dance Education, Artistic Advisor for Dance Education program, Director of dance concerts and of Kaleidoscope Dancers.                Tuition:          2015 Graduate Tuition : $1,479 per point plus registration and services fees    Undergraduate Tuition : if enrolling in an undergraduate course number, your tuition will reflect the current undergraduate cost per point    NYU students : this course counts toward your Spring 2015 course load and tuition    Tuition will be due based on the Bursar's Payment Schedule for Spring 2015.    Bursar&rsquo;s Payment Deadline Dates    Learn about scholarship opportunities                Other Costs:          2015 Housing Fees : $800    2015 Activity Fees : $600    Housing and Activity fees are billed through the Bursar and will be due in accordance with the Bursar billing schedule.    Flights: International airfare to and from the program location is not included in the program fee. Students must purchase their own round-trip tickets and are responsible for their own accommodation for travel beyond the program dates. Students should depart NYC on January 2 in order to arrive in Uganda on January 3.     Students may wish to book the following flight:    Depart: British Airways - Flight 174 - Friday, January 2, 2015 - JFK to EBB (1 Stop)    Return: British Airways - Flight 62 - Sunday, January 18, 2015 - EBB to JFK (1Stop)    Student will be notified when to book flights. We recommend comparing tickets on multiple sites to ensure the best fare. Past participants have used the following flight search engines: Kayak , Hipmunk , Vayama , Google Flights and StudentUniverse.com for student rates.                Accommodations:          Housing is arranged by the Office of Academic Initiatives and Global Programs at a safe and comfortable hotel in Kampala. Accommodation dates correspond with the program dates listed above.                Travel and Visa Information:          Passport : All program participants are required to have a valid passport, which must be valid at least six months beyond the program end date.    Visa : A valid visa to enter Uganda is required. To apply, you must have: a valid passport with at least 6 months remaining until it expires, 2 fully completed application forms (which can be found at the Ugandan Embassy website), 2 passport-type photos, an International Certificate of Vaccination for Yellow Fever, a copy of round-trip airline tickets (or itinerary/letter of confirmation from your travel agent) and a $50 money order for single-entry visitor visa fee (you may purchase a money order from any US Post Office).    For more information please visit the Permanent Mission of the Republic of Uganda . When applying for a visa, make sure to apply for the Tourist Visa &ndash; not a student visa. (Student visas are a designation for those going abroad for a university semester program.) You should obtain your visa in advance of your departure. To be on the safe side, please submit your application at least 1-2 months before departure. Please be aware that it takes approximately 2 days to receive your visa once you have applied. To download a visa application form, click here .    Vaccinations : In order to enter Uganda, visitors are required to show evidence of yellow fever vaccination for this mosquito-borne disease endemic to the tropical belt. Students should visit a health-care provider to determine the medications for vaccine-preventable diseases and other diseases. Make a visit at least 4&ndash;6 weeks before your trip to allow time for your vaccines to take effect and, if necessary, to start taking medicine to prevent any illness. The NYU Health Center recommends vaccinations specifically for: Hepatitis A, Typhoid, Polio Booster, Tetanus (make sure your shot is up-to-date), and Malaria.    In order to best protect yourself from contracting Malaria, it is most important to take anti-malaria medications and to use a strong insect DEET-based repellent. Malerone is a popular anti-malaria medications, and must be taken for 2 days before traveling to Uganda. Some individuals have difficulty with Malarone, so be sure to discuss this medication with your doctor prior to usage. We also recommend that you travel with nets and anti-mosquito sprays, and to wear clothing that covers your entire body at dawn and dusk when mosquitoes are most abundant. On a separate note, it is important to know that Uganda is referred to as a global leader in the fight against HIV/AIDS. For more information about any and all of the above details, please visit the NYU Student Health Center to get more information.    Helpful links : US State Department , UK Border Agency , Center for Disease Control , Lonely Planet Guide , NYU in London    Weather: Between December and February, temperatures in Uganda are hot, average from 64&deg; to 84&deg;F, although it is cooler in the mountains. It is also the dry season.    Helpful links: BBC Weather                                                                            Featured Slideshow            You may also like...       Advocacy and Education: Argentina    Education and Diversity: Comparative Perspectives: Ghana    Educational and Social Reform : South Africa    Global Perspectives in Higher Education: India    Race and Higher Education in Brazil           Featured Video        Advanced Dance Practicum with Deborah Damast ( Permalink )\"   class=\"vimeoVideo\" href=\"http://player.vimeo.com/video/12594794\">       Advanced Dance Practicum with Deborah Damast            Video Essay:  Advanced Dance Practicum in Uganda Video by William Caballero  More Video/Photo Essays               Photos                     Erica Wise - Advanced Dance Practicum                      Erica Wise - Advanced Dance Practicum                      Erica Wise - Advanced Dance Practicum                            This site, and all its contents, are Copyright &copy;       by New York University. All rights reserved.      The Steinhardt School of Culture, Education, and Human Development - 82 Washington Square East, New York, NY 10003"}]}]