[{"detail": [{"content": "News and Events    Museum Studies | NYU                                           New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                                                Home > News and Events                 Home       People       Graduate Program       Alumni       News and Events       Resources and Affiliations       Employment               News and Events   Events Museum Studies Co-Sponsored Events of Fall 2013    LATIN@ ART NOW -- Thursday, November 14, 2013, 5:00-7:30 p.m.   Panel Discussion: The State of Latin@ Art &amp; Artists in NYC    Invited Speakers: Rocio Aranda-Alvarado, Curator, El Museo del Barrio E. Carmen Ramos, Curator, Smithsonian Art Museum and Curator of Our America: The Latino Presence in American Art Taina Caragol, Curator, National Portrait Gallery Yasmin Ramirez, independent Curator Moderator : Prof. Arlene Davila SCA Flex Space, 20 Cooper Square, 4th Floor Co-sponsored by the Latino Studies Program in NYU's Department of Social and Cultural Analysis, Museum Studies, and the Anthropology Department Event Flyer      WHEN MUSEUMS STRIKE BACK -- Thursday, September 19, 2013, 5:00-7:00 p.m. A talk with Ilya Budraitskis, a historian, cultural and political activist; Curator, Historical Memorial Museum \"Presnya,\" Moscow, Russia 19 University Place, Great Room Organized by NYU Jordan Center for the Advanced Study of Russia; co-sponsored by the NYU Program in Museum Studies. Event Flyer        DECLASSIFYING THE ARCHIVE: ART, VISUAL DOCUMENTATION, AND HUMAN RIGHTS -- September 10-11, 2013 (Post-Dictatorship Chile 40 Years after the Military Coup) Book Presentation and Discussion -- Tuesday, September 10, 2013, 6:00-8:00 p.m. A conversation among artists, researchers, and documentarians regarding themes showcased in the exhibition and book, Human Rights / Copy Rights: Visual Archives in the Age of Declassification , curated and edited by Cristian Gomez-Moya (Vice-rectory of Research and Development, Museum of Contemporary Art, University of Chile). Invited Speakers: Jose Falconi (Art Forum, Harvard) Peter Kornbluh (National Security Archive) Susan Meiselas (Magnum Photo Agency) Fred Ritchin (Department of Photography &amp; Imaging, New York University) Moderator : Diana Taylor (Hemispheric Institute, New York University)    Hemispheric Institute for Performance &amp; Politics, New York University 20 Cooper Square, 5th Floor    Researcher Roundtable -- Wednesday, September 11, 2013, 12:00-2:00 p.m. A Roundtable discussion about declassification within the broader context of post-dictatorship Latin America. Presentations will examine multiple visual mechanisms through which secret documentation is made publicly accessible while considering visuality, art practice, and local conceptualizations of human rights. Speakers: Cristian Gomez-Moya (University of Chile) Lee Elizabeth Douglas (New York University) King Juan Carlos Center 53 Washington Square South, Room 404W Co-sponsored by The Center for Latin American &amp; Caribbean Studies, NYU; The Hemispheric Institute for Performance &amp; Politics, NYU; The Center for Media, Culture &amp; History, NYU; The Gallatin School of Individualized Studies, NYU; Program in Museum Studies, NYU; Department of History, NYU. Event Flyer      News   In September 2014, Jane Anderson joined the Program as a new Assistant Professor with a joint appointment in the Department of Anthropology and the Program in Museum Studies. Jane Anderson holds a Ph.D. in Law from the University of New South Wales, Sydney (2004), B.A. with Honors from the University of Sydney (1998), and B.A. in Cultural Studies and Philosophy from the University of Sydney (1997). Currently, she is involved in several collaborative projects: Local Contexts/Traditional Knowledge Licenses and Labels; Laboratory for Transformative Practice in Anthropology; The Utility and Life of Cultural Protocols/Bridging Historical Exclusions and Building Future Relationships. Glenn Wharton was named the recipient of the 2014 College Art Association and Heritage Preservation Award for Distinction in Scholarship and Conservation. He was described by CAA as \"an outstanding archaeological conservator, a sensitive conservator of outdoor sculpture, and a leader in the conservation of contemporary art and time-based art.\" This annual award was initiated in 1990 to recognize an outstanding contribution for enhancing understanding of art through the application of knowledge and experience in conservation, art history, and art. ( http://www.heritagepreservation.org/awards/caa.htm )    In September 2013 two new Assistant Professor/Faculty Fellows joined the Program in Museum Studies. Sabra Thorner holds a Ph.D. in Anthropology, with an Advanced Certificate in Culture and Media from New York University (2013), M.A. in Australian Studies from University of Melbourne (2003), and a B.A. in Sociology, Australia-New Zealand Studies and Theology from Georgetown University (2000). Aimee VonBokel holds a Ph.D. in American Culture (2013), Graduate Certificate in Museum Studies (2012) and an M.A. in American Culture (2008) from University of Michigan, and a B.A. in Art and American Studies from University of California, Santa Cruz (2005). Currently, she is working on two writing projects: one focused on public memory, racialized geographies, and house museums in New York, and the other on El Museo del Norte, a grassroots museum without walls in Southeast Michigan. She is also involved in public history projects in New York and Michigan.      In  April 2013 Dr. Bruce Altshuler published Biennials and Beyond: Exhibitions  that Made Art History, 1962-2002 (Phaidon Press). The book was  launched with a panel discussion on exhibition history at MoMA/PS1, and with a  lecture by Dr. Altshuler at the Whitechapel Gallery in London. In July,  he delivered a series of lectures in Moscow on the history of exhibitions and  contemporary curating at the Moscow Curatorial Summer School, and participated  in a think tank on ethnographic exhibitions at the Weltkulturen Museum in  Frankfurt. In the summer 2013 issue of Art in America, Altshuler  published an article on the significance of exhibitions within contemporary art  history, and in fall 2013 he is speaking at the Frieze Art Fair in London, the  Serralves Museum in Porto, Portugal, and the New York Studio School. In  spring 2014 Altshuler will give a series of lectures at Torcuato Di Tella  University in  Buenos Aires, and will lecture at the Museum Sztuki in Lodz, Poland. Dr. Miriam Basilio (joint appointment in the department of Art History with Museum Studies) was granted tenure and promoted to Associate Professor effective September 1, 2013. She is on sabbatical leave for academic year 2013-14, working on her second book which focuses on the role of Alfred Barr in defining the \"problematic term 'Latin-American art'\" through his particular strategies of collection and display at The Museum of Modern Art. Earlier this year, Miriam Basilio lectured on \"The Evolving Latin American Canon\" at the Meadows Museum, Southern Methodist University (Dallas, TX), in a two-day international symposium, From the Other Shore: Narratives and Perspectives on Spanish &amp; Latin American Art . The symposium, which took place on May 1-2, 2013, was organized to \"analyze the various ways in which ideas and perceptions about Spanish and Latin American art have evolved in the last decades...\" Here is the full program of the symposium; Professor Basilio's talk and the Q&amp;A session afterward are here and here . She also gave a presentation at the Encuentros trasatl á nticos: discursos vanguardistas en Espa ñ a y Latinoam é rica, held at the Museo Nacional Centro de Arte Reina Sof í a (Madrid, Spain) in July. Professor Basilio also lectured at the Institute of Fine Arts in October. Her talk \"The Evolving Canon: Latin American Art at MoMA, 1945-55\" was part of the Institute's Latin American Forum . In November 2013 she will lecture at the University of California, Santa Barbara.      Dr. Glenn Wharton left his position as Media Conservator at the Museum of Modern Art last summer to accept a Clinical Associate professorship in Museum Studies, effective July 1, 2013. He continues to serve on the board of the International Network for the Conservation of Contemporary Art -- North America (INCCA-NA), and as advisor to NYU's Grey Art Gallery and other arts organizations. He organized a roundtable discussion at NYU in October 2013 on Archiving Performance Art for the Future with artist Lorraine O'Grady, and spoke at the University of North Carolina on Collaborative Heritage Preservation with Descendant Communities . In November 2011, Professor Wharton published The Painted  King: Art, Activism, &amp; Authenticity in Hawai’i with the  University of Hawai’i Press. The book chronicles his community-based  conservation of a public monument in North Kohala, Hawai’i. The project was a  model for using the conservation process as a tool for excavating public memory  and stimulating critical thinking  about the past. It is based on ethnographic research and public engagement in  which local residents participated in research, decision-making, and  conservation intervention of the famous sculpture of King Kamehameha I. Through  dialogue and community activities, new relationships with the material past  were forged while negotiating its physical representation. Faculty Research Dr.  Bruce Altshuler’s research over the past decade culminated in the spring 2013  publication of the second of his two-volume documentary history of modern and  contemporary art exhibitions, Biennials and Beyond: Exhibitions that Made  Art History, 1962-2002 . (The first volume, Salon to Biennial:  Exhibitions that Made Art History, 1863-1959 , received the 2009 Bannister  Fletcher Award.) He continues his work on exhibition history with an  essay on forms of curatorial innovation around the idea of the exhibition site,  which will appear in a book on that topic to be published by the Pew Center for  Arts and Heritage. Dr. Miriam Basilio completed her first book, Visual Propaganda, Exhibitions, and The Spanish Civil War , that will be published in January 2014 by Ashgate Press. Prof. Basilio's recent articles include: (1) The \"Exhibition of Government Posters\" (1937) en The Museum of Modern Art: Carteles republicanos c ó mo modelos de dise ñ o vanguardista y de efectividad pedag ó gica, in Miguel Caba ñ as Bravo and Wifredo Rinc ó n, eds. El arte y sus redes de proyecci ó n, circulaci ó n y estudio en los siglos XX y XXI. (Madrid: Consejo Superior de Investigaciones Cientificas, forthcoming); (2) \"Esto lo vio Picasso: Goya, los grabados satiricos, el realismo, y la propaganda republicana en guerra, Manuel Borja-Villel and Rosario Peiro eds. A ñ os Treinta: Teatro de la Crueldad, lugar de encuentro (Madrid: Museo Nacional Centro de Arte Reina Sof í a, 2013); (3) \"Equipo Cr ó nica: Art History, Narrative Figuration, and Critical Realism,\" in Robert Lubar and Dolores Jim é nez Blanco, Eds. Transatlantic Dialogues (forthcoming).      Dr. Glenn Wharton's current research includes technical documentation of software-based art, and \"crowd documentation\" models for contemporary art in museums. In 2011 Dr. Wharton published a co-edited  volume titled Inside Installations: Theory and Practice in the Care of  Complex Artworks with Amsterdam University Press. This book is a  compilation of articles generated from a European project to document  installation art in museums. It was organized by the International Network for  the Conservation of Contemporary Art (INCCA) and cultural organizations  throughout Europe. The book addresses questions such as how to define and  preserve the artist’s intention while changing materials and technologies from  one installation to the next. Questions of authenticity and intentionality are  addressed through theoretical writing and case study analysis from museums  across Europe.            Student Projects        In the Fall of 2012, NYU students in Museum Studies, Public History, and Latin American and Caribbean  Studies joined over 100 others from 12 universities around the country to create the Guantanamo Public  Memory Project . The Project sought to raise public awareness of the long history of the US Naval base at Guantanamo Bay and foster dialogue on the  future of this place, its people, and its policies. Students collaborated with their peers in other communities and with people who  experienced GTMO directly to curate a traveling exhibit , digital history , and interactive map . The exhibit opened in the Kimmel Windows December 13, 2012, and is scheduled to travel around the country through 2015 to venues such as the Minnesota History Center and  the California Museum of Photography. NYU students were also trained in dialogue design and facilitation by leaders of the New York Council of  the Humanities' Community Conversations program, and developed dialogue kits that each new host of the exhibit can use to facilitate  discussion in their community. Throughout the process, students helped each other grapple with the museological challenges of the Project by  exchanging ideas and perspectives with other schools through the Project's blog and through video conferences. NYU students in Abu Dhabi and Buenos Aires will participating in future phases of the Project over the next two years.        Museum Studies students were part of the founding of the NYC Department   of Sanitation Oral History Archive which was formally launched on May   11, 2011. As part of a class entitled Oral History, Labors of Waste, and the Value of Knowledge,   taught by Prof. Robin Nagle, students created a digital archive of oral   histories of DSNY employees and were trained in oral history theory,   method and practice. This builds off of a previous class, also taught   with museum studies (Dr. Haidy Geismar &amp; Dr. Robin Nagle, Fall   2007), which began recording Sanitation histories and experiences. The archive can be accessed here: http://www.dsnyoralhistoryarchive.org/ .      In the fall of 2010, Museum Studies and Public History MA   students worked collaboratively with the Grey Art Gallery to curate an   exhibition commemorating the Centennial of the Triangle Shirtwaist   Fire. On March 25, 1911, a fire broke out in the Asch Building which is   now known as the Brown Building, part of New York University’s Silver   Center complex. The Triangle Shirtwaist Factory was located on the 8th   floor, and the fire prevented access to the stairway, though some got   through. Others climbed out the windows; many leapt to their deaths. In   all, 147 young women garment workers perished, mostly daughters of the   Jewish families from the nearby Lower East Side, but many also were from   Italian families. APH and Museum Studies students worked   collaboratively with two instructors: Dr. Marci Reaven, an urban   historian and Director of City Lore/Place Matters; and Dr. Lucy Oakley,   Head of Education and Programs at the Grey Art Gallery. Students   conducted research on the exhibition, worked with exhibition planners   and   designers in order to curate and create the show, and had the   opportunity to participate in the actual installation. Students   researched the event, focusing especially on the ways in which the   Triangle Shirtwaist Fire has been remembered, commemorated and, in some   cases, forgotten over time. They worked in archives and museums in   New York City to select artworks and other materials for the show. They   wrote the exhibition and publicity texts and were active in   co-curating the exhibition. Students immersed themselves in the   theoretical literature involving memorialization, commemoration, and   visual culture. The exhibition was on view from January 11 through   March   26 and from April 12 through July 9, 2011, and was accompanied by numerous public programs throughout the   university and beyond. Museum Studies students also assisted in the   construction of a permanent memorial in the Brown Building, on the   former shirt of the Triangle Shirtwaist Factory.      To read about student experiences in this class and exhibition, please visit a blogpost created by Alana Rosen: http://tenement-museum.blogspot.com/2011/03/artmemoryplace-commemorating-triangle.html . To   read about other NYU projects commemorating the Centennial of the   Triangle Shirtwaist Fire, please follow this link to the Campus History   section of the NYU Alumni Magazine: http://www.nyu.edu/alumni.magazine/issue15/15_square_Triangle.html .        Students in Glenn Wharton's seminar on The Challenge of Installation Art (Spring 2010) interviewed artists William Kentridge and Paul Chan as part of their course research. Dr. Wharton is the time-based media conservator at MoMA as well as being on faculty in Museum Studies. He frequently works with students on research he is engaged with at the museum. The artist interviews coincided with a current exhibit of William Kentridge at MoMA , and the recent acquisition of archival materials from Paul Chan's staging of Waiting for Godot in post-Katrina New Orleans . Chan was interviewed about the translation of a street theater project into a museum installation.                         Contact us       |       &copy; New York University       ,       Arts and Science"}]},
{"detail": [{"content": "News and Events    Museum Studies | NYU                                           New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                                                Home > News and Events                 Home       People       Graduate Program       Alumni       News and Events       Resources and Affiliations       Employment               News and Events   Events Museum Studies Co-Sponsored Events of Fall 2013    LATIN@ ART NOW -- Thursday, November 14, 2013, 5:00-7:30 p.m.   Panel Discussion: The State of Latin@ Art &amp; Artists in NYC    Invited Speakers: Rocio Aranda-Alvarado, Curator, El Museo del Barrio E. Carmen Ramos, Curator, Smithsonian Art Museum and Curator of Our America: The Latino Presence in American Art Taina Caragol, Curator, National Portrait Gallery Yasmin Ramirez, independent Curator Moderator : Prof. Arlene Davila SCA Flex Space, 20 Cooper Square, 4th Floor Co-sponsored by the Latino Studies Program in NYU's Department of Social and Cultural Analysis, Museum Studies, and the Anthropology Department Event Flyer      WHEN MUSEUMS STRIKE BACK -- Thursday, September 19, 2013, 5:00-7:00 p.m. A talk with Ilya Budraitskis, a historian, cultural and political activist; Curator, Historical Memorial Museum \"Presnya,\" Moscow, Russia 19 University Place, Great Room Organized by NYU Jordan Center for the Advanced Study of Russia; co-sponsored by the NYU Program in Museum Studies. Event Flyer        DECLASSIFYING THE ARCHIVE: ART, VISUAL DOCUMENTATION, AND HUMAN RIGHTS -- September 10-11, 2013 (Post-Dictatorship Chile 40 Years after the Military Coup) Book Presentation and Discussion -- Tuesday, September 10, 2013, 6:00-8:00 p.m. A conversation among artists, researchers, and documentarians regarding themes showcased in the exhibition and book, Human Rights / Copy Rights: Visual Archives in the Age of Declassification , curated and edited by Cristian Gomez-Moya (Vice-rectory of Research and Development, Museum of Contemporary Art, University of Chile). Invited Speakers: Jose Falconi (Art Forum, Harvard) Peter Kornbluh (National Security Archive) Susan Meiselas (Magnum Photo Agency) Fred Ritchin (Department of Photography &amp; Imaging, New York University) Moderator : Diana Taylor (Hemispheric Institute, New York University)    Hemispheric Institute for Performance &amp; Politics, New York University 20 Cooper Square, 5th Floor    Researcher Roundtable -- Wednesday, September 11, 2013, 12:00-2:00 p.m. A Roundtable discussion about declassification within the broader context of post-dictatorship Latin America. Presentations will examine multiple visual mechanisms through which secret documentation is made publicly accessible while considering visuality, art practice, and local conceptualizations of human rights. Speakers: Cristian Gomez-Moya (University of Chile) Lee Elizabeth Douglas (New York University) King Juan Carlos Center 53 Washington Square South, Room 404W Co-sponsored by The Center for Latin American &amp; Caribbean Studies, NYU; The Hemispheric Institute for Performance &amp; Politics, NYU; The Center for Media, Culture &amp; History, NYU; The Gallatin School of Individualized Studies, NYU; Program in Museum Studies, NYU; Department of History, NYU. Event Flyer      News   In September 2014, Jane Anderson joined the Program as a new Assistant Professor with a joint appointment in the Department of Anthropology and the Program in Museum Studies. Jane Anderson holds a Ph.D. in Law from the University of New South Wales, Sydney (2004), B.A. with Honors from the University of Sydney (1998), and B.A. in Cultural Studies and Philosophy from the University of Sydney (1997). Currently, she is involved in several collaborative projects: Local Contexts/Traditional Knowledge Licenses and Labels; Laboratory for Transformative Practice in Anthropology; The Utility and Life of Cultural Protocols/Bridging Historical Exclusions and Building Future Relationships. Glenn Wharton was named the recipient of the 2014 College Art Association and Heritage Preservation Award for Distinction in Scholarship and Conservation. He was described by CAA as \"an outstanding archaeological conservator, a sensitive conservator of outdoor sculpture, and a leader in the conservation of contemporary art and time-based art.\" This annual award was initiated in 1990 to recognize an outstanding contribution for enhancing understanding of art through the application of knowledge and experience in conservation, art history, and art. ( http://www.heritagepreservation.org/awards/caa.htm )    In September 2013 two new Assistant Professor/Faculty Fellows joined the Program in Museum Studies. Sabra Thorner holds a Ph.D. in Anthropology, with an Advanced Certificate in Culture and Media from New York University (2013), M.A. in Australian Studies from University of Melbourne (2003), and a B.A. in Sociology, Australia-New Zealand Studies and Theology from Georgetown University (2000). Aimee VonBokel holds a Ph.D. in American Culture (2013), Graduate Certificate in Museum Studies (2012) and an M.A. in American Culture (2008) from University of Michigan, and a B.A. in Art and American Studies from University of California, Santa Cruz (2005). Currently, she is working on two writing projects: one focused on public memory, racialized geographies, and house museums in New York, and the other on El Museo del Norte, a grassroots museum without walls in Southeast Michigan. She is also involved in public history projects in New York and Michigan.      In  April 2013 Dr. Bruce Altshuler published Biennials and Beyond: Exhibitions  that Made Art History, 1962-2002 (Phaidon Press). The book was  launched with a panel discussion on exhibition history at MoMA/PS1, and with a  lecture by Dr. Altshuler at the Whitechapel Gallery in London. In July,  he delivered a series of lectures in Moscow on the history of exhibitions and  contemporary curating at the Moscow Curatorial Summer School, and participated  in a think tank on ethnographic exhibitions at the Weltkulturen Museum in  Frankfurt. In the summer 2013 issue of Art in America, Altshuler  published an article on the significance of exhibitions within contemporary art  history, and in fall 2013 he is speaking at the Frieze Art Fair in London, the  Serralves Museum in Porto, Portugal, and the New York Studio School. In  spring 2014 Altshuler will give a series of lectures at Torcuato Di Tella  University in  Buenos Aires, and will lecture at the Museum Sztuki in Lodz, Poland. Dr. Miriam Basilio (joint appointment in the department of Art History with Museum Studies) was granted tenure and promoted to Associate Professor effective September 1, 2013. She is on sabbatical leave for academic year 2013-14, working on her second book which focuses on the role of Alfred Barr in defining the \"problematic term 'Latin-American art'\" through his particular strategies of collection and display at The Museum of Modern Art. Earlier this year, Miriam Basilio lectured on \"The Evolving Latin American Canon\" at the Meadows Museum, Southern Methodist University (Dallas, TX), in a two-day international symposium, From the Other Shore: Narratives and Perspectives on Spanish &amp; Latin American Art . The symposium, which took place on May 1-2, 2013, was organized to \"analyze the various ways in which ideas and perceptions about Spanish and Latin American art have evolved in the last decades...\" Here is the full program of the symposium; Professor Basilio's talk and the Q&amp;A session afterward are here and here . She also gave a presentation at the Encuentros trasatl á nticos: discursos vanguardistas en Espa ñ a y Latinoam é rica, held at the Museo Nacional Centro de Arte Reina Sof í a (Madrid, Spain) in July. Professor Basilio also lectured at the Institute of Fine Arts in October. Her talk \"The Evolving Canon: Latin American Art at MoMA, 1945-55\" was part of the Institute's Latin American Forum . In November 2013 she will lecture at the University of California, Santa Barbara.      Dr. Glenn Wharton left his position as Media Conservator at the Museum of Modern Art last summer to accept a Clinical Associate professorship in Museum Studies, effective July 1, 2013. He continues to serve on the board of the International Network for the Conservation of Contemporary Art -- North America (INCCA-NA), and as advisor to NYU's Grey Art Gallery and other arts organizations. He organized a roundtable discussion at NYU in October 2013 on Archiving Performance Art for the Future with artist Lorraine O'Grady, and spoke at the University of North Carolina on Collaborative Heritage Preservation with Descendant Communities . In November 2011, Professor Wharton published The Painted  King: Art, Activism, &amp; Authenticity in Hawai’i with the  University of Hawai’i Press. The book chronicles his community-based  conservation of a public monument in North Kohala, Hawai’i. The project was a  model for using the conservation process as a tool for excavating public memory  and stimulating critical thinking  about the past. It is based on ethnographic research and public engagement in  which local residents participated in research, decision-making, and  conservation intervention of the famous sculpture of King Kamehameha I. Through  dialogue and community activities, new relationships with the material past  were forged while negotiating its physical representation. Faculty Research Dr.  Bruce Altshuler’s research over the past decade culminated in the spring 2013  publication of the second of his two-volume documentary history of modern and  contemporary art exhibitions, Biennials and Beyond: Exhibitions that Made  Art History, 1962-2002 . (The first volume, Salon to Biennial:  Exhibitions that Made Art History, 1863-1959 , received the 2009 Bannister  Fletcher Award.) He continues his work on exhibition history with an  essay on forms of curatorial innovation around the idea of the exhibition site,  which will appear in a book on that topic to be published by the Pew Center for  Arts and Heritage. Dr. Miriam Basilio completed her first book, Visual Propaganda, Exhibitions, and The Spanish Civil War , that will be published in January 2014 by Ashgate Press. Prof. Basilio's recent articles include: (1) The \"Exhibition of Government Posters\" (1937) en The Museum of Modern Art: Carteles republicanos c ó mo modelos de dise ñ o vanguardista y de efectividad pedag ó gica, in Miguel Caba ñ as Bravo and Wifredo Rinc ó n, eds. El arte y sus redes de proyecci ó n, circulaci ó n y estudio en los siglos XX y XXI. (Madrid: Consejo Superior de Investigaciones Cientificas, forthcoming); (2) \"Esto lo vio Picasso: Goya, los grabados satiricos, el realismo, y la propaganda republicana en guerra, Manuel Borja-Villel and Rosario Peiro eds. A ñ os Treinta: Teatro de la Crueldad, lugar de encuentro (Madrid: Museo Nacional Centro de Arte Reina Sof í a, 2013); (3) \"Equipo Cr ó nica: Art History, Narrative Figuration, and Critical Realism,\" in Robert Lubar and Dolores Jim é nez Blanco, Eds. Transatlantic Dialogues (forthcoming).      Dr. Glenn Wharton's current research includes technical documentation of software-based art, and \"crowd documentation\" models for contemporary art in museums. In 2011 Dr. Wharton published a co-edited  volume titled Inside Installations: Theory and Practice in the Care of  Complex Artworks with Amsterdam University Press. This book is a  compilation of articles generated from a European project to document  installation art in museums. It was organized by the International Network for  the Conservation of Contemporary Art (INCCA) and cultural organizations  throughout Europe. The book addresses questions such as how to define and  preserve the artist’s intention while changing materials and technologies from  one installation to the next. Questions of authenticity and intentionality are  addressed through theoretical writing and case study analysis from museums  across Europe.            Student Projects        In the Fall of 2012, NYU students in Museum Studies, Public History, and Latin American and Caribbean  Studies joined over 100 others from 12 universities around the country to create the Guantanamo Public  Memory Project . The Project sought to raise public awareness of the long history of the US Naval base at Guantanamo Bay and foster dialogue on the  future of this place, its people, and its policies. Students collaborated with their peers in other communities and with people who  experienced GTMO directly to curate a traveling exhibit , digital history , and interactive map . The exhibit opened in the Kimmel Windows December 13, 2012, and is scheduled to travel around the country through 2015 to venues such as the Minnesota History Center and  the California Museum of Photography. NYU students were also trained in dialogue design and facilitation by leaders of the New York Council of  the Humanities' Community Conversations program, and developed dialogue kits that each new host of the exhibit can use to facilitate  discussion in their community. Throughout the process, students helped each other grapple with the museological challenges of the Project by  exchanging ideas and perspectives with other schools through the Project's blog and through video conferences. NYU students in Abu Dhabi and Buenos Aires will participating in future phases of the Project over the next two years.        Museum Studies students were part of the founding of the NYC Department   of Sanitation Oral History Archive which was formally launched on May   11, 2011. As part of a class entitled Oral History, Labors of Waste, and the Value of Knowledge,   taught by Prof. Robin Nagle, students created a digital archive of oral   histories of DSNY employees and were trained in oral history theory,   method and practice. This builds off of a previous class, also taught   with museum studies (Dr. Haidy Geismar &amp; Dr. Robin Nagle, Fall   2007), which began recording Sanitation histories and experiences. The archive can be accessed here: http://www.dsnyoralhistoryarchive.org/ .      In the fall of 2010, Museum Studies and Public History MA   students worked collaboratively with the Grey Art Gallery to curate an   exhibition commemorating the Centennial of the Triangle Shirtwaist   Fire. On March 25, 1911, a fire broke out in the Asch Building which is   now known as the Brown Building, part of New York University’s Silver   Center complex. The Triangle Shirtwaist Factory was located on the 8th   floor, and the fire prevented access to the stairway, though some got   through. Others climbed out the windows; many leapt to their deaths. In   all, 147 young women garment workers perished, mostly daughters of the   Jewish families from the nearby Lower East Side, but many also were from   Italian families. APH and Museum Studies students worked   collaboratively with two instructors: Dr. Marci Reaven, an urban   historian and Director of City Lore/Place Matters; and Dr. Lucy Oakley,   Head of Education and Programs at the Grey Art Gallery. Students   conducted research on the exhibition, worked with exhibition planners   and   designers in order to curate and create the show, and had the   opportunity to participate in the actual installation. Students   researched the event, focusing especially on the ways in which the   Triangle Shirtwaist Fire has been remembered, commemorated and, in some   cases, forgotten over time. They worked in archives and museums in   New York City to select artworks and other materials for the show. They   wrote the exhibition and publicity texts and were active in   co-curating the exhibition. Students immersed themselves in the   theoretical literature involving memorialization, commemoration, and   visual culture. The exhibition was on view from January 11 through   March   26 and from April 12 through July 9, 2011, and was accompanied by numerous public programs throughout the   university and beyond. Museum Studies students also assisted in the   construction of a permanent memorial in the Brown Building, on the   former shirt of the Triangle Shirtwaist Factory.      To read about student experiences in this class and exhibition, please visit a blogpost created by Alana Rosen: http://tenement-museum.blogspot.com/2011/03/artmemoryplace-commemorating-triangle.html . To   read about other NYU projects commemorating the Centennial of the   Triangle Shirtwaist Fire, please follow this link to the Campus History   section of the NYU Alumni Magazine: http://www.nyu.edu/alumni.magazine/issue15/15_square_Triangle.html .        Students in Glenn Wharton's seminar on The Challenge of Installation Art (Spring 2010) interviewed artists William Kentridge and Paul Chan as part of their course research. Dr. Wharton is the time-based media conservator at MoMA as well as being on faculty in Museum Studies. He frequently works with students on research he is engaged with at the museum. The artist interviews coincided with a current exhibit of William Kentridge at MoMA , and the recent acquisition of archival materials from Paul Chan's staging of Waiting for Godot in post-Katrina New Orleans . Chan was interviewed about the translation of a street theater project into a museum installation.                         Contact us       |       &copy; New York University       ,       Arts and Science"}, {"content": "Fall 2006 Course Schedule Archive    | Museum Studies | NYU                                       New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                  Back to Home                       Home       People       Graduate Program       Alumni       News and Events       Resources and Affiliations       Employment               Fall 2006 Course Schedule Archive   G49.1500-001 (Call # 30603) 4 credits   HISTORY AND THEORY OF MUSEUMS   Wednesday, 2:00-5:00 p.m.   240 Greene Street, Room 410   Haidy Geismar      G49.1500-002 (Call # 30604) 4 credits   HISTORY AND THEORY OF MUSEUMS   Wednesday, 6:15-9:15 p.m.   240 Greene Street, Room 410   Paul Williams      G49.1501-001 (Call # 30605) 4 credits   MUSEUM COLLECTIONS AND EXHIBITIONS   Thursday, 5:20-8:20 p.m.   240 Greene Street, Room 410   Josephine Gear      G49.1501-002 (Call # 30606) 4 credits   MUSEUM COLLECTIONS AND EXHIBITIONS   Friday, 11:00 a.m.-2:00 p.m.   240 Greene Street, Room 410   Josephine Gear      G49.2221-001 (Call # 30607) 4 credits   DEVELOPMENT, FUND-RAISING AND GRANTSMANSHIP   Tuesday, 6:15-9:15 p.m.   240 Greene Street, Room 410   Bruce Lineker      G49.2223-001 (Call # 30608) 4 credits   LOCAL MUSEUMS, HISTORIC HOUSES AND SITES   Tuesday, 6:00-9:00 p.m.   Lower East Side Tenement Museum   Stephen Long      G49.2225-001 (Call # 30609) 4 credits   MUSEUMS AND INTERACTIVE TECHNOLOGIES   Monday, 11:00 a.m.-2:00 p.m.   240 Greene Street, Room 410   Paul Williams      G49.3330-001 (Call # 30610) 4 credits   TOPICS IN MUSEUM STUDIES: SACRED ON DISPLAY: MUSEUMS, RELIGION AND SOCIETY   Tuesday, 3:00-6:00 p.m.   240 Greene Street, Room 410   Jeffrey D. Feldman      G49.3915-001 (Call # 30611) 1-4 credits   RESEARCH IN MUSEUM STUDIES   Independent Study -- to be arranged individually   Bruce J. Altshuler      G49.3990-001 (Call # 30612) 2 credits   INTERNSHIP   To be arranged individually with Museum Studies Internship Coordinator   Miriam Basilio      G49.3991-001 (Call # 30613) 2 credits   RESEARCH SEMINAR   Monday, 3:00-5:00 p.m.   240 Greene Street, Room 410   Bruce J. Altshuler      G49.3991-002 (Call # 30614) 2 credits   RESEARCH SEMINAR   Monday, 6:00-8:00 p.m.   240 Greene Street, Room 410   Miriam Basilio                                   Contact us       |       &copy; New York University       ,       Arts and Science"}]},
{"detail": [{"content": "News and Events    Museum Studies | NYU                                           New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                                                Home > News and Events                 Home       People       Graduate Program       Alumni       News and Events       Resources and Affiliations       Employment               News and Events   Events Museum Studies Co-Sponsored Events of Fall 2013    LATIN@ ART NOW -- Thursday, November 14, 2013, 5:00-7:30 p.m.   Panel Discussion: The State of Latin@ Art &amp; Artists in NYC    Invited Speakers: Rocio Aranda-Alvarado, Curator, El Museo del Barrio E. Carmen Ramos, Curator, Smithsonian Art Museum and Curator of Our America: The Latino Presence in American Art Taina Caragol, Curator, National Portrait Gallery Yasmin Ramirez, independent Curator Moderator : Prof. Arlene Davila SCA Flex Space, 20 Cooper Square, 4th Floor Co-sponsored by the Latino Studies Program in NYU's Department of Social and Cultural Analysis, Museum Studies, and the Anthropology Department Event Flyer      WHEN MUSEUMS STRIKE BACK -- Thursday, September 19, 2013, 5:00-7:00 p.m. A talk with Ilya Budraitskis, a historian, cultural and political activist; Curator, Historical Memorial Museum \"Presnya,\" Moscow, Russia 19 University Place, Great Room Organized by NYU Jordan Center for the Advanced Study of Russia; co-sponsored by the NYU Program in Museum Studies. Event Flyer        DECLASSIFYING THE ARCHIVE: ART, VISUAL DOCUMENTATION, AND HUMAN RIGHTS -- September 10-11, 2013 (Post-Dictatorship Chile 40 Years after the Military Coup) Book Presentation and Discussion -- Tuesday, September 10, 2013, 6:00-8:00 p.m. A conversation among artists, researchers, and documentarians regarding themes showcased in the exhibition and book, Human Rights / Copy Rights: Visual Archives in the Age of Declassification , curated and edited by Cristian Gomez-Moya (Vice-rectory of Research and Development, Museum of Contemporary Art, University of Chile). Invited Speakers: Jose Falconi (Art Forum, Harvard) Peter Kornbluh (National Security Archive) Susan Meiselas (Magnum Photo Agency) Fred Ritchin (Department of Photography &amp; Imaging, New York University) Moderator : Diana Taylor (Hemispheric Institute, New York University)    Hemispheric Institute for Performance &amp; Politics, New York University 20 Cooper Square, 5th Floor    Researcher Roundtable -- Wednesday, September 11, 2013, 12:00-2:00 p.m. A Roundtable discussion about declassification within the broader context of post-dictatorship Latin America. Presentations will examine multiple visual mechanisms through which secret documentation is made publicly accessible while considering visuality, art practice, and local conceptualizations of human rights. Speakers: Cristian Gomez-Moya (University of Chile) Lee Elizabeth Douglas (New York University) King Juan Carlos Center 53 Washington Square South, Room 404W Co-sponsored by The Center for Latin American &amp; Caribbean Studies, NYU; The Hemispheric Institute for Performance &amp; Politics, NYU; The Center for Media, Culture &amp; History, NYU; The Gallatin School of Individualized Studies, NYU; Program in Museum Studies, NYU; Department of History, NYU. Event Flyer      News   In September 2014, Jane Anderson joined the Program as a new Assistant Professor with a joint appointment in the Department of Anthropology and the Program in Museum Studies. Jane Anderson holds a Ph.D. in Law from the University of New South Wales, Sydney (2004), B.A. with Honors from the University of Sydney (1998), and B.A. in Cultural Studies and Philosophy from the University of Sydney (1997). Currently, she is involved in several collaborative projects: Local Contexts/Traditional Knowledge Licenses and Labels; Laboratory for Transformative Practice in Anthropology; The Utility and Life of Cultural Protocols/Bridging Historical Exclusions and Building Future Relationships. Glenn Wharton was named the recipient of the 2014 College Art Association and Heritage Preservation Award for Distinction in Scholarship and Conservation. He was described by CAA as \"an outstanding archaeological conservator, a sensitive conservator of outdoor sculpture, and a leader in the conservation of contemporary art and time-based art.\" This annual award was initiated in 1990 to recognize an outstanding contribution for enhancing understanding of art through the application of knowledge and experience in conservation, art history, and art. ( http://www.heritagepreservation.org/awards/caa.htm )    In September 2013 two new Assistant Professor/Faculty Fellows joined the Program in Museum Studies. Sabra Thorner holds a Ph.D. in Anthropology, with an Advanced Certificate in Culture and Media from New York University (2013), M.A. in Australian Studies from University of Melbourne (2003), and a B.A. in Sociology, Australia-New Zealand Studies and Theology from Georgetown University (2000). Aimee VonBokel holds a Ph.D. in American Culture (2013), Graduate Certificate in Museum Studies (2012) and an M.A. in American Culture (2008) from University of Michigan, and a B.A. in Art and American Studies from University of California, Santa Cruz (2005). Currently, she is working on two writing projects: one focused on public memory, racialized geographies, and house museums in New York, and the other on El Museo del Norte, a grassroots museum without walls in Southeast Michigan. She is also involved in public history projects in New York and Michigan.      In  April 2013 Dr. Bruce Altshuler published Biennials and Beyond: Exhibitions  that Made Art History, 1962-2002 (Phaidon Press). The book was  launched with a panel discussion on exhibition history at MoMA/PS1, and with a  lecture by Dr. Altshuler at the Whitechapel Gallery in London. In July,  he delivered a series of lectures in Moscow on the history of exhibitions and  contemporary curating at the Moscow Curatorial Summer School, and participated  in a think tank on ethnographic exhibitions at the Weltkulturen Museum in  Frankfurt. In the summer 2013 issue of Art in America, Altshuler  published an article on the significance of exhibitions within contemporary art  history, and in fall 2013 he is speaking at the Frieze Art Fair in London, the  Serralves Museum in Porto, Portugal, and the New York Studio School. In  spring 2014 Altshuler will give a series of lectures at Torcuato Di Tella  University in  Buenos Aires, and will lecture at the Museum Sztuki in Lodz, Poland. Dr. Miriam Basilio (joint appointment in the department of Art History with Museum Studies) was granted tenure and promoted to Associate Professor effective September 1, 2013. She is on sabbatical leave for academic year 2013-14, working on her second book which focuses on the role of Alfred Barr in defining the \"problematic term 'Latin-American art'\" through his particular strategies of collection and display at The Museum of Modern Art. Earlier this year, Miriam Basilio lectured on \"The Evolving Latin American Canon\" at the Meadows Museum, Southern Methodist University (Dallas, TX), in a two-day international symposium, From the Other Shore: Narratives and Perspectives on Spanish &amp; Latin American Art . The symposium, which took place on May 1-2, 2013, was organized to \"analyze the various ways in which ideas and perceptions about Spanish and Latin American art have evolved in the last decades...\" Here is the full program of the symposium; Professor Basilio's talk and the Q&amp;A session afterward are here and here . She also gave a presentation at the Encuentros trasatl á nticos: discursos vanguardistas en Espa ñ a y Latinoam é rica, held at the Museo Nacional Centro de Arte Reina Sof í a (Madrid, Spain) in July. Professor Basilio also lectured at the Institute of Fine Arts in October. Her talk \"The Evolving Canon: Latin American Art at MoMA, 1945-55\" was part of the Institute's Latin American Forum . In November 2013 she will lecture at the University of California, Santa Barbara.      Dr. Glenn Wharton left his position as Media Conservator at the Museum of Modern Art last summer to accept a Clinical Associate professorship in Museum Studies, effective July 1, 2013. He continues to serve on the board of the International Network for the Conservation of Contemporary Art -- North America (INCCA-NA), and as advisor to NYU's Grey Art Gallery and other arts organizations. He organized a roundtable discussion at NYU in October 2013 on Archiving Performance Art for the Future with artist Lorraine O'Grady, and spoke at the University of North Carolina on Collaborative Heritage Preservation with Descendant Communities . In November 2011, Professor Wharton published The Painted  King: Art, Activism, &amp; Authenticity in Hawai’i with the  University of Hawai’i Press. The book chronicles his community-based  conservation of a public monument in North Kohala, Hawai’i. The project was a  model for using the conservation process as a tool for excavating public memory  and stimulating critical thinking  about the past. It is based on ethnographic research and public engagement in  which local residents participated in research, decision-making, and  conservation intervention of the famous sculpture of King Kamehameha I. Through  dialogue and community activities, new relationships with the material past  were forged while negotiating its physical representation. Faculty Research Dr.  Bruce Altshuler’s research over the past decade culminated in the spring 2013  publication of the second of his two-volume documentary history of modern and  contemporary art exhibitions, Biennials and Beyond: Exhibitions that Made  Art History, 1962-2002 . (The first volume, Salon to Biennial:  Exhibitions that Made Art History, 1863-1959 , received the 2009 Bannister  Fletcher Award.) He continues his work on exhibition history with an  essay on forms of curatorial innovation around the idea of the exhibition site,  which will appear in a book on that topic to be published by the Pew Center for  Arts and Heritage. Dr. Miriam Basilio completed her first book, Visual Propaganda, Exhibitions, and The Spanish Civil War , that will be published in January 2014 by Ashgate Press. Prof. Basilio's recent articles include: (1) The \"Exhibition of Government Posters\" (1937) en The Museum of Modern Art: Carteles republicanos c ó mo modelos de dise ñ o vanguardista y de efectividad pedag ó gica, in Miguel Caba ñ as Bravo and Wifredo Rinc ó n, eds. El arte y sus redes de proyecci ó n, circulaci ó n y estudio en los siglos XX y XXI. (Madrid: Consejo Superior de Investigaciones Cientificas, forthcoming); (2) \"Esto lo vio Picasso: Goya, los grabados satiricos, el realismo, y la propaganda republicana en guerra, Manuel Borja-Villel and Rosario Peiro eds. A ñ os Treinta: Teatro de la Crueldad, lugar de encuentro (Madrid: Museo Nacional Centro de Arte Reina Sof í a, 2013); (3) \"Equipo Cr ó nica: Art History, Narrative Figuration, and Critical Realism,\" in Robert Lubar and Dolores Jim é nez Blanco, Eds. Transatlantic Dialogues (forthcoming).      Dr. Glenn Wharton's current research includes technical documentation of software-based art, and \"crowd documentation\" models for contemporary art in museums. In 2011 Dr. Wharton published a co-edited  volume titled Inside Installations: Theory and Practice in the Care of  Complex Artworks with Amsterdam University Press. This book is a  compilation of articles generated from a European project to document  installation art in museums. It was organized by the International Network for  the Conservation of Contemporary Art (INCCA) and cultural organizations  throughout Europe. The book addresses questions such as how to define and  preserve the artist’s intention while changing materials and technologies from  one installation to the next. Questions of authenticity and intentionality are  addressed through theoretical writing and case study analysis from museums  across Europe.            Student Projects        In the Fall of 2012, NYU students in Museum Studies, Public History, and Latin American and Caribbean  Studies joined over 100 others from 12 universities around the country to create the Guantanamo Public  Memory Project . The Project sought to raise public awareness of the long history of the US Naval base at Guantanamo Bay and foster dialogue on the  future of this place, its people, and its policies. Students collaborated with their peers in other communities and with people who  experienced GTMO directly to curate a traveling exhibit , digital history , and interactive map . The exhibit opened in the Kimmel Windows December 13, 2012, and is scheduled to travel around the country through 2015 to venues such as the Minnesota History Center and  the California Museum of Photography. NYU students were also trained in dialogue design and facilitation by leaders of the New York Council of  the Humanities' Community Conversations program, and developed dialogue kits that each new host of the exhibit can use to facilitate  discussion in their community. Throughout the process, students helped each other grapple with the museological challenges of the Project by  exchanging ideas and perspectives with other schools through the Project's blog and through video conferences. NYU students in Abu Dhabi and Buenos Aires will participating in future phases of the Project over the next two years.        Museum Studies students were part of the founding of the NYC Department   of Sanitation Oral History Archive which was formally launched on May   11, 2011. As part of a class entitled Oral History, Labors of Waste, and the Value of Knowledge,   taught by Prof. Robin Nagle, students created a digital archive of oral   histories of DSNY employees and were trained in oral history theory,   method and practice. This builds off of a previous class, also taught   with museum studies (Dr. Haidy Geismar &amp; Dr. Robin Nagle, Fall   2007), which began recording Sanitation histories and experiences. The archive can be accessed here: http://www.dsnyoralhistoryarchive.org/ .      In the fall of 2010, Museum Studies and Public History MA   students worked collaboratively with the Grey Art Gallery to curate an   exhibition commemorating the Centennial of the Triangle Shirtwaist   Fire. On March 25, 1911, a fire broke out in the Asch Building which is   now known as the Brown Building, part of New York University’s Silver   Center complex. The Triangle Shirtwaist Factory was located on the 8th   floor, and the fire prevented access to the stairway, though some got   through. Others climbed out the windows; many leapt to their deaths. In   all, 147 young women garment workers perished, mostly daughters of the   Jewish families from the nearby Lower East Side, but many also were from   Italian families. APH and Museum Studies students worked   collaboratively with two instructors: Dr. Marci Reaven, an urban   historian and Director of City Lore/Place Matters; and Dr. Lucy Oakley,   Head of Education and Programs at the Grey Art Gallery. Students   conducted research on the exhibition, worked with exhibition planners   and   designers in order to curate and create the show, and had the   opportunity to participate in the actual installation. Students   researched the event, focusing especially on the ways in which the   Triangle Shirtwaist Fire has been remembered, commemorated and, in some   cases, forgotten over time. They worked in archives and museums in   New York City to select artworks and other materials for the show. They   wrote the exhibition and publicity texts and were active in   co-curating the exhibition. Students immersed themselves in the   theoretical literature involving memorialization, commemoration, and   visual culture. The exhibition was on view from January 11 through   March   26 and from April 12 through July 9, 2011, and was accompanied by numerous public programs throughout the   university and beyond. Museum Studies students also assisted in the   construction of a permanent memorial in the Brown Building, on the   former shirt of the Triangle Shirtwaist Factory.      To read about student experiences in this class and exhibition, please visit a blogpost created by Alana Rosen: http://tenement-museum.blogspot.com/2011/03/artmemoryplace-commemorating-triangle.html . To   read about other NYU projects commemorating the Centennial of the   Triangle Shirtwaist Fire, please follow this link to the Campus History   section of the NYU Alumni Magazine: http://www.nyu.edu/alumni.magazine/issue15/15_square_Triangle.html .        Students in Glenn Wharton's seminar on The Challenge of Installation Art (Spring 2010) interviewed artists William Kentridge and Paul Chan as part of their course research. Dr. Wharton is the time-based media conservator at MoMA as well as being on faculty in Museum Studies. He frequently works with students on research he is engaged with at the museum. The artist interviews coincided with a current exhibit of William Kentridge at MoMA , and the recent acquisition of archival materials from Paul Chan's staging of Waiting for Godot in post-Katrina New Orleans . Chan was interviewed about the translation of a street theater project into a museum installation.                         Contact us       |       &copy; New York University       ,       Arts and Science"}, {"content": "Fall 2006 Course Schedule Archive    | Museum Studies | NYU                                       New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                  Back to Home                       Home       People       Graduate Program       Alumni       News and Events       Resources and Affiliations       Employment               Fall 2006 Course Schedule Archive   G49.1500-001 (Call # 30603) 4 credits   HISTORY AND THEORY OF MUSEUMS   Wednesday, 2:00-5:00 p.m.   240 Greene Street, Room 410   Haidy Geismar      G49.1500-002 (Call # 30604) 4 credits   HISTORY AND THEORY OF MUSEUMS   Wednesday, 6:15-9:15 p.m.   240 Greene Street, Room 410   Paul Williams      G49.1501-001 (Call # 30605) 4 credits   MUSEUM COLLECTIONS AND EXHIBITIONS   Thursday, 5:20-8:20 p.m.   240 Greene Street, Room 410   Josephine Gear      G49.1501-002 (Call # 30606) 4 credits   MUSEUM COLLECTIONS AND EXHIBITIONS   Friday, 11:00 a.m.-2:00 p.m.   240 Greene Street, Room 410   Josephine Gear      G49.2221-001 (Call # 30607) 4 credits   DEVELOPMENT, FUND-RAISING AND GRANTSMANSHIP   Tuesday, 6:15-9:15 p.m.   240 Greene Street, Room 410   Bruce Lineker      G49.2223-001 (Call # 30608) 4 credits   LOCAL MUSEUMS, HISTORIC HOUSES AND SITES   Tuesday, 6:00-9:00 p.m.   Lower East Side Tenement Museum   Stephen Long      G49.2225-001 (Call # 30609) 4 credits   MUSEUMS AND INTERACTIVE TECHNOLOGIES   Monday, 11:00 a.m.-2:00 p.m.   240 Greene Street, Room 410   Paul Williams      G49.3330-001 (Call # 30610) 4 credits   TOPICS IN MUSEUM STUDIES: SACRED ON DISPLAY: MUSEUMS, RELIGION AND SOCIETY   Tuesday, 3:00-6:00 p.m.   240 Greene Street, Room 410   Jeffrey D. Feldman      G49.3915-001 (Call # 30611) 1-4 credits   RESEARCH IN MUSEUM STUDIES   Independent Study -- to be arranged individually   Bruce J. Altshuler      G49.3990-001 (Call # 30612) 2 credits   INTERNSHIP   To be arranged individually with Museum Studies Internship Coordinator   Miriam Basilio      G49.3991-001 (Call # 30613) 2 credits   RESEARCH SEMINAR   Monday, 3:00-5:00 p.m.   240 Greene Street, Room 410   Bruce J. Altshuler      G49.3991-002 (Call # 30614) 2 credits   RESEARCH SEMINAR   Monday, 6:00-8:00 p.m.   240 Greene Street, Room 410   Miriam Basilio                                   Contact us       |       &copy; New York University       ,       Arts and Science"}, {"content": "Fall 2014 Semester Course Schedule    | Museum Studies | NYU                                       New York University       Arts and Science       College of Arts and Science       Graduate School of Arts and Science                                                                  Back to Home                       Home       People       Graduate Program       Alumni       News and Events       Resources and Affiliations       Employment               Fall 2014 Semester Course Schedule   To register for Museum Studies courses, please contact Program in Museum Studies, Graduate   School of Arts and Science, at 212.998.8080 or by email at museum.studies@nyu.edu (Course   offering, time, and location are subject to change - updated June 20, 2014.)      MSMS-GA 1500 Section: 001 | Class#: 4470 | 4 credits    HISTORY AND THEORY OF MUSEUMS Tuesday, 6:00-9:00 p.m. 194 Mercer Street, Room 210 Aimee VonBokel    MSMS-GA 1500 Section: 002 | Class#: 4471 | 4 credits    HISTORY AND THEORY OF MUSEUMS Wednesday, 2:00-5:00 194 Mercer Street, Room 202 Sabra Thorner    MSMS-GA 1501 Section: 001 | Class#: 4472 | 4 credits    MUSEUM COLLECTIONS AND EXHIBITIONS Thursday, 6:20-9:20 p.m. GCASL, 238 Thompson Street, Room 388 Josephine Gear    MSMS-GA 1501 Section: 002 | Class#: 4473 | 4 credits    MUSEUM COLLECTIONS AND EXHIBITIONS Friday, 11:00 a.m.-2:00 p.m. GCASL, 238 Thompson Street, Room 388 Josephine Gear    MSMS-GA 2221 Section: 001 | Class#: 4474 | 4 credits    DEVELOPMENT, FUND-RAISING AND GRANTSMANSHIP Tuesday, 2:00-5:00 p.m. 240 Greene Street, Room 410 Helen Warwick    MSMS-GA 2224 Section: 001 | Class#: 4476 | 4 credits (Cross-listed in Draper Program under DRAP-GA 2224.001)    MUSEUM EDUCATION Wednesday, 6:00-9:00 p.m. 240 Greene Street, Room 410 William B. Crow    MSMS-GA 2225 Section: 001 | Class#: 4477| 4 credits (Cross-listed in Draper Program under DRAP-GA 2225.001)    MUSEUMS AND INTERACTIVE TECHNOLOGIES Monday, 6:00-9:00 p.m. GCASL, 238 Thompson Street, Room 265 Rosanna Flouty    MSMS-GA 3330 Section: 001 | Class#: 4478 | 4 credits (Cross-listed in Draper Program under DRAP-GA 3330.001)    TOPICS IN MUSEUM STUDIES: CREATING A MEMORIAL MUSEUM Monday, 6:00-9:00 p.m. 240 Greene Street, Room 410 Amy S. Weisser    MSMS-GA 3330 Section: 002 | Class#: 17964 | 4 credits    TOPICS IN MUSEUM STUDIES: ARCHIVES AND THE MUSEUM Thursday, 10:00 a.m. -1:00 p.m. 240 Greene Street, Room 410 Instructors: Bruce J. Altshuler &amp; Michelle Elligott    MSMS-GA 3330 Section: 003 | Class#: 17966 | 4 credits    TOPICS IN MUSEUM STUDIES: HERITAGE, MEMORY AND NEGOTIATING TEMPORALITIES Tuesday, 10:00 a.m.-1:00 p.m. 240 Greene Street, Room 410 Instructor: Jane E. Anderson    MSMS-GA 3330 Section: 004 | Class#: 21021 | 4 credits (Cross-listed in Visual Art Administration Program, Steinhardt School, under ARVA-GE 2918)    TOPICS IN MUSEUM STUDIES: VIDEO AND BEYOND Monday, 1:30-4:30 p.m. Barney Building, 34 Stuyvesant Street, Room 502 Barbara London    MSMS-GA 3915 Section: 001 | Class#: 4480 | 1-4 credits    RESEARCH IN MUSEUM STUDIES Independent Study -- to be arranged individually Bruce J. Altshuler    MSMS-GA 3990 Section: 001 | Class#: 4481 | 2 credits    INTERNSHIP To be arranged individually with Museum Studies Internship Coordinator Aimee VonBokel    MSMS-GA 3991 Section: 001 | Class#: 4482 | 2 credits    RESEARCH SEMINAR Tuesday, 2:00-4:30 p.m. 194 Mercer Street, Room 301 Miriam M. Basilio    MSMS-GA 3991 Section: 002 | Class#: 4483 | 2 credits    RESEARCH SEMINAR Tuesday, 6:20-8:50 p.m. Silver Center, Room 406 Sabra Thorner  Cross-listed courses: MSMS-GA 1010 Section: 001 | Class#: 4989 | 4 credits (Same as HIST-GA 1010.001. Sponsor: Department of History)    INTRODUCTION TO ARCHIVES Monday, 4:55-7:35 p.m. KJCC, 53 Washington Square South, Room 701 Staff    MSMS-GA 1750 Section: 001 | Class#: 4856 | 4 credits   (Same as HIST-GA 1750.001. Sponsor: Department of History)    INTRODUCTION TO PUBLIC HISTORY Wednesday, 4:55-7:35 p.m. KJCC, 53 Washington Square South, Room 701 Staff       MSMS-GA 1500 Sections: 1 and 2 History and Theory of Museums Required Course. 4 points. Introduction to the social, cultural, and political history of museums. This course focuses on the formation of the modern museum with an emphasis on the US context. Museums of Natural History, Anthropology, Science, Technology, History, and Art will be addressed from a variety of disciplinary approaches that explore the institution and its practices with respect to governance, colonialism, nationalism, class, gender, ethnicity, and community. Weekly visits to New York museums are required, along with frequent reading response papers, an exhibition review, and a final paper. Back to top    MSMS-GA 1500 Sections: 1 and 2 History and Theory of Museums Required Course. 4 points. Introduction to the social, cultural, and political history of museums. This course focuses on the formation of the modern museum with an emphasis on the US context. Museums of Natural History, Anthropology, Science, Technology, History, and Art will be addressed from a variety of disciplinary approaches that explore the institution and its practices with respect to governance, colonialism, nationalism, class, gender, ethnicity, and community. Weekly visits to New York museums are required, along with frequent reading response papers, an exhibition review, and a final paper. Back to top    MSMS-GA 1501 Sections: 1 and 2 Museum Collections and Exhibitions. Required Course. 4 points. This course introduces students to the care and management of objects and collections, and to the process of organizing a temporary exhibition. Assignments consist of individual reports and working in small teams to prepare and present proposals on specific functions of collection management, and to make an exhibition proposal. Museum professionals (Registrars, Conservators, Curators) will speak on issues specific to their practice. Museum visits are scheduled as part of regular classroom meetings. As far as possible the course covers museums of all disciplines. Back to top    MSMS-GA 1501 Sections: 1 and 2 Museum Collections and Exhibitions. Required Course. 4 points. This course introduces students to the care and management of objects and collections, and to the process of organizing a temporary exhibition. Assignments consist of individual reports and working in small teams to prepare and present proposals on specific functions of collection management, and to make an exhibition proposal. Museum professionals (Registrars, Conservators, Curators) will speak on issues specific to their practice. Museum visits are scheduled as part of regular classroom meetings. As far as possible the course covers museums of all disciplines. Back to top    MSMS-GA 2221 Development, Fund-Raising, and Grantsmanship Elective. 4 points. In the 21st century museums worldwide need creative fundraising to survive. This course provides a comprehensive overview of museum fundraising practices and an introduction to the skills and processes necessary for effective fundraising. Focusing in particular on the funding environment in the USA -- but referencing other international models -- topics covered include an overview of sources of funding and types of fundraising (capital campaign, planned giving, benefit events, etc.) and a survey of procedures for identifying available funds. Invited guests from a range of museum environments will discuss examples of successful fundraising. Students will complete various examples of fundraising approach (individual solicitations and grant requests, for example) and a comprehensive fundraising strategy for a museum project of their choice. Back to top    MSMS-GA 2224 Museum Education Elective. 4 points. This seminar provides an overview of the field of Museum Education. Museum Education is considered in the context of the institution's relationship with constituent communities, with application to a broad range of audiences. Among the topics to be considered are teaching from objects, learning strategies, working with docents and volunteers, program planning, and the educational use of interactive technologies. Back to top    MSMS-GA 2225 Museums and Interactive Technologies Elective. 4 points. This course will present a survey and analysis of museum use of interactive technologies. Among the topics to be discussed in detail are strategies and tools for collections management, exhibitions, educational resources and programs, website design, digitization projects, and legal issues arising from the use of these technologies. Each student will develop an interactive project in an area of special interest. Back to top    MSMS-GA 3330 Section: 1 Topics in Museum Studies: Creating a Memorial Museum Elective. 4 points. This course examines the creation of a museum of memory, with a specific focus on the development of institutions honoring the events of 9/11. The course looks at the processes of building a new institution, and considers how a museum's site, architecture, exhibitions, collections, programming, and audience shape and reflect its mission. Readings and discussions focus on the theoretical underpinnings of memorializing and history making, comparative museums and exhibitions, and 9/11 chronicles and resources. Students will develop weekly writing assignments, which will often take the form of a position paper, and will produce a final creative research paper of project. This project will combine a student-initiated proposal for an exhibition topic or component with archival research. Back to top    MSMS-GA 3330 Section: 2 Topics in Museum Studies: Archives and the Museum Elective. 4 points. Archives have assumed great importance in recent museum activity, as documentation of objects and institutions is increasingly employed in the mounting of exhibitions, the retrieval of lost histories, and the production and preservation of artworks. This class will investigate a range of uses of archives in museums, along with specific matters of archival history, theory and practice. Among the topics to be discussed are varieties of archival research, the use of archival materials in exhibitions, the study of archival records for re-enactments and re-creations, the transition from document to artwork, various ways that artists use archives, and the use of archival documentation for conservation and preservation. Students will conduct archival research projects culminating in a class presentation and final paper. This class will meet in the Museum Studies seminar room, with occasional visits to the Museum of Modern Art Archives. The class will be co-taught by Bruce Altshuler and Michelle Elligott, Rona Roob Senior Museum Archivist at The Museum of Modern Art. Back to top    MSMS-GA 3330 Section: 3 Topics in Museum Studies: Heritage, Memory and Negotiating Temporalities Elective. 4 points What is heritage, how is it produced and to what extent does it (re)arrange relationships between time, memory and identity? How do some heritages come to be memorialized and institutionalized and others excluded and rendered peripheral? This seminar will cover the historical development of the concept of heritage as well as exploring the genesis of international heritage administration, charters, conventions, and national heritage laws. It will highlight emerging trends and practices including exploring the concept of \"social memory\" and contrast it with the more formalized techniques of heritage didactics and curation. We will explore the increasing interest in \"bottom-up\" heritage programming that directly involves the general public in the formulation, collection, and public presentation of historical themes and subjects as an ongoing social activity. Case studies from different regions and social contexts will be explored: \"conflicted heritage,\" \"minority heritage,\" \"indigenous heritage,\" \"diasporic heritage,\" \"sites of conscience,\" long-term community planning and involvement in \"eco-museums,\" the relationship between heritage, development and tourism and public heritage interpretation centers. Students will be asked to address specific problems in sites or organizations presented during the course and will formulate socio-interpretive assessments of projects or research of their choosing in the U.S. or abroad. Back to top    MSMS-GA 3330 Section: 4 Topics in Museum Studies: Video and Beyond Elective. 4 points. This class traces the development of video art, its progressive impact on other forms of contemporary art, and its ultimate evolution into \"media\" art and incorporation in museum collections and exhibitions. The course looks at artists' practice, museums' acceptance of media as a form of contemporary art, and different approaches to conservation and preservation. The class will connect developments in video and media art to other contemporary expressions (music, performance, installation, and conceptual art), to changes in technology (from the Portapak to digital video), and to popular culture (music videos, YouTube, and podcasts). Course requirements include three short critical papers, and a final presentation and paper. Back to top    MSMS-GA 3915 Research in Museum Studies Elective. 1-4 points. Independent research on a topic determined in consultation with the program director. Back to top    MSMS-GA 3990 Internship Required Course. 2 points. (Open to the Museum Studies students only) M.A. and Advanced Certificate students spend a minimum of 300 hours over one or more semesters in a project-oriented internship at a museum or other suitable institution. Students nearing completion of course prerequisites (MSMS-GA 1500, MSMS-GA 1501, and MSMS-GA 1502) must schedule a planning meeting with the Program's Internship Coordinator. A daily log, evaluations, and progress report are required. Students must earn a grade of B or better to receive the M.A. or Advanced Certificate. Further information is available in the Internship Guidelines Packet. Back to top    MSMS-GA 3991 Section: 1 and 2 Research Seminar Required Course. 2 points. (Open to the Museum Studies students only) Students conduct research combining their academic and professional interests, using appropriate methodology. They formulate a topic, prepare an annotated bibliography, and write a qualifying paper based on their research. M.A. students also develop their thesis proposal. Back to top    MSMS-GA 3991 Section: 1 and 2 Research Seminar Required Course. 2 points. (Open to the Museum Studies students only) Students conduct research combining their academic and professional interests, using appropriate methodology. They formulate a topic, prepare an annotated bibliography, and write a qualifying paper based on their research. M.A. students also develop their thesis proposal. Back to top     Cross-listed courses:    MSMS-GA 1010 (Same as HIST-GA 1010) Introduction to Archives Elective. 4 points.   Introduction to the theoretical and methodological issues involving   archives, historical documentation, and historical resources. Focuses   on the history of records and record keeping, development of archival   theory,   appraisal, arrangement and description, reference, legal and ethical   issues, and current trends in the profession. Back to top    MSMS-GA 1750 (same as HIST-GA 1750) Introduction to Public History Elective. 4 points.   Reviews the history of public history from the early twentieth century   through the present, focusing on historians? relationships, dialogues,   and collaborations with public audiences. Considers issues involving   memory, identity, heritage, commemoration, historic preservation,   history museums, oral history, film, and digital history. Back to top                          Contact us       |       &copy; New York University       ,       Arts and Science"}]}]