[{"detail": [{"content": "Course Offerings    | Classics | NYU                                                          Back to  previous page                  Course Offerings   Jump to: Latin Ancient Greek Advanced Latin and Advanced Ancient Greek Literature (No Latin or Greek Required) Greek and Roman History and Culture Art and Archaeology Philosophy, Religion, and Intellectual History Special Courses Spring and Summer Study Abroad Courses Graduate Courses Open to Undergraduates  Latin Elementary Latin I, II CLASS-UA 3, 4 Both terms must be completed to receive credit toward any departmental major or minor. Offered every year. 4 points per term. Introduction to the essentials of Latin, the language of Vergil, Caesar, and Seneca. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Latin rather than merely translate it. The second semester (CLASS-UA 4) introduces the student to selected readings from standard Latin authors, including Catullus, Cicero, Ovid, and Pliny. Intensive Elementary Latin CLASS-UA 2 Open to students with no previous training in Latin and to others through assignment by placement test. Offered periodically, in the spring term only. 6 points. Completes the equivalent of a year's elementary level in one semester. Intermediate Latin I: Reading Prose CLASS-UA 5 Prerequisites: Elementary Latin I and II (CLASS-UA 3 and 4), or Intensive Elementary Latin (CLASS-UA 2), or equivalent. Offered every year. 4 points. Teaches second-year students to read Latin prose through comprehensive grammar review; emphasis on the proper techniques for reading (correct phrase division, the identification of clauses, and reading in order); and practicing reading at sight. Authors may include Caesar, Cicero, Cornelius Nepos, Livy, Petronius, or Pliny, at the instructor's discretion. Intermediate Latin II: Vergil CLASS-UA 6 Prerequisite: Intermediate Latin I: Reading Prose (CLASS-UA 5) or equivalent. Offered every year. 4 points. Writings of the greatest Roman poet, focusing on his most celebrated poem, the Aeneid. Students learn to read Latin metrically to reflect the necessary sound for full appreciation of the writing. Readings in political and literary history illustrate the setting in the Augustan Age in which the Aeneid was written and enjoyed, the relationship of the poem to the other classical epics, and its influence on the poetry of later times.     Ancient Greek Elementary Ancient Greek I, II CLASS-UA 7, 8 Both terms must be completed to receive credit toward any departmental major or minor. Offered every year. 4 points per term. Introduction to the complex but highly beautiful language of ancient Greece—the language of Homer, Sophocles, Thucydides, and Plato. Students learn the essentials of ancient Greek vocabulary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Greek rather than merely translate it. Intermediate Ancient Greek I: Plato CLASS-UA 9 Prerequisites: Elementary Ancient Greek I and II (CLASS-UA 7 and 8) or equivalent. Offered every year. 4 points. Reading of Plato's Apology and Crito and selections from the Republic. The purpose of the course is to develop facility in reading Attic prose. Supplements readings in Greek with lectures on Socrates and the Platonic dialogues. Intermediate Ancient Greek II: Homer CLASS-UA 10 Prerequisite: Intermediate Ancient Greek I: Plato (CLASS-UA 9) or equivalent. Offered every year. 4 points. Extensive readings in the Iliad or Odyssey. Proficiency in scansion is expected, as well as a good command of Homeric vocabulary. Relevant topics ranging from the Homeric question to problems of oral tradition through the archaeological evidence of Bronze Age Greece and Troy are discussed in class or developed by the student through oral or written reports.     Advanced Latin and Advanced Ancient Greek    Each term, the department offers one course in advanced Latin and one course in advanced Greek. Courses are taught on a cycle; students may take up to six consecutive terms without repeating material. Advanced Latin: Epic CLASS-UA 871 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Extensive readings in Vergil's Aeneid and the other epics of Rome, including Ovid's Metamorphoses, Lucan's Bellum Civile, and Lucretius's De Rerum Natura. Consideration is given to the growth and development of Roman epic, its Greek antecedents, and its relationship to the Romans' construction of their past. Study of the development of the Latin hexameter is also included. Advanced Latin: Cicero CLASS-UA 872 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Offering extensive readings from the prose works of Cicero, this course provides readings in Latin of a selection from Cicero's speeches, letters, oratorical works, and philosophical works. Cicero's place in the development of Latin literature is also considered, as is the social and political world of the late Republic that he inhabited. Advanced Latin: Lyric and Elegy CLASS-UA 873 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Provides extensive readings from the works of Rome's greatest lyric and elegiac poets, including Catullus, Horace, Tibullus, Propertius, and Ovid. The various lyric meters adapted by the Romans are considered, as is the development of the Latin love elegy. Advanced Latin: Comedy CLASS-UA 874 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. A selection of plays from those of Plautus and Terence. The development of Roman comedy, its relationship to Greek New Comedy, and its social and cultural place in Roman life are also discussed. Some facility in Plautine and Terentian meter is expected. Advanced Latin: Satire CLASS-UA 875 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. With extensive readings from Horace's, Juvenal's, and Persius's satires, this course traces the development of the satiric mode from its earliest beginnings in Rome to its flowering under the Empire. The relationship of satire to the social world of Rome, including its treatment of money, women, political figures, and social climbers, is also examined. Advanced Latin: Latin Historians CLASS-UA 876 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Readings from the three masters of Roman historiography, Sallust, Livy, and Tacitus. The course also considers the rise and development of history in Rome, its relationship to myth, and its narrative structure and manner. Advanced Individual Study in Latin CLASS-UA 891, 892, 893, 894 Prerequisite: permission of the department. Offered every year. 2 or 4 points per term. Advanced Greek: Archaic Poetry CLASS-UA 971 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Extensive readings from the lyric, elegiac, and iambic poets of Greece. The course studies the use of the various lyric forms, the different meters employed by the archaic poets, and the social functions of archaic poetry. Advanced Greek: Greek Historians CLASS-UA 972 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings from the two fifth-century masters of Greek historiography, Herodotus and Thucydides. The course examines the themes, narrative structure, and methodology of both writers, as well as giving some consideration to the rise of history writing in Greece and its relationship to myth and epic. Advanced Greek: Drama CLASS-UA 973 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings of several plays from among those of Aeschylus, Sophocles, and Euripides. Spoken and choral meter are studied, and the role of performance, dramaturgy, and the place of theatre in Athenian society is also examined. Advanced Greek: Orators CLASS-UA 974 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings of several speeches from the major Attic orators (Lysias, Aeschines, and Demosthenes). The course also examines the role of law in Athenian society, procedure in the Athenian courts, and rhetorical education and training. Advanced Greek: Philosophy CLASS-UA 975 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings from the dialogues of Plato and the major philosophical works of Aristotle. Advanced Greek: Hellenistic Poetry CLASS-UA 976 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Offers a selection of authors (including Callimachus, Theocritus, and Apollonius) and genres (pastoral, hymn, epigram, drinking song) from the Hellenistic era. Advanced Individual Study in Ancient Greek CLASS-UA 991, 992, 993, 994 Prerequisite: permission of the department. Offered every year. 2 or 4 points per term.     Literature (No Latin or Greek Required) Greek Drama: Aeschylus, Sophocles, and Euripides CLASS-UA 143 Identical to DRLIT-UA 210. Offered periodically. 4 points. Of the ancient Greeks' many gifts to Western culture, one of the most celebrated and influential is the art of drama. This course covers, through the best available translations, the masterpieces of the three great Athenian dramatists. Analysis of the place of the plays in the history of tragedy and the continuing influence they have had on serious playwrights, including those of the 20th century. The Comedies of Greece and Rome CLASS-UA 144 Identical to DRLIT-UA 211. Offered periodically. 4 points. Study of early comedy, its form, content, and social and historical background. Covers the Old Comedy of fifth-century B.C.E. Athens through later Attic New Comedy and Roman comedy. Authors include Aristophanes (all 11 plays, one may be staged); Euripides, whose tragedies revolutionized the form of both comedy and tragedy; Menander, whose plays have only recently been discovered; and Plautus and Terence, whose works profoundly influenced the development of comedy in Western Europe. Greek and Roman Epic CLASS-UA 146 Offered periodically. 4 points. Detailed study of the epic from its earliest form, as used by Homer, to its use by the Roman authors. Concentrates on the Iliad and the Odyssey of Homer and on Vergil's Aeneid, but may also cover the Argonautica of the Alexandrian poet Apollonius of Rhodes and Ovid's Metamorphoses, as well as the epics representative of Silver Latin by Lucan, Silius Italicus, and Valerius Flaccus. The Novel in Antiquity CLASS-UA 203 Identical to COLIT-UA 203. Offered periodically. 4 points. Survey of Greek and Roman narrative fiction in antiquity, its origins and development as a literary genre, and its influence on the tradition of the novel in Western literature. Readings include Chariton's Chaereas and Callirrhoe, Longus's Daphnis and Chloe, Heliodorus's Ethiopian Tale, Lucian's True History, Petronius's Satyricon, and Apuleius's Golden Ass. Concludes with the Gesta Romanorum and the influence of this tradition on later prose, such as Elizabethan prose romance. Ancient Political Theory CLASS-UA 206 Offered periodically. 4 points. Examines the foundation and interpretation of Athenian democracy and Roman republicanism. Readings include Plato's Republic, Thucydides' History of the Peloponnesian War, Aristotle's Politics, and Cicero's Republic and Laws. Classical Mythology CLASS-UA 404 Identical to RELST-UA 404. Offered every year. 4 points. Discusses the myths and legends of Greek and Roman mythology and the gods, demigods, heroes, nymphs, monsters, and everyday mortals who played out their parts in this mythology. Begins with creation, as vividly described by Hesiod in the Theogony, and ends with the great Trojan War and the return of the Greek heroes, especially Odysseus. Roman myth is also treated, with emphasis on Aeneas and the foundation legends of Rome.      Greek and Roman History and Culture Sexuality and Gender in Greece and Rome CLASS-UA 210 Offered periodically. 4 points. Deals with the constructions of gender and experiences of sexuality in ancient Greece and Rome. Working with texts and representations from varied discourses such as medicine, law, literature, visual art, and philosophy, students explore the ways in which the ancient Greeks and Romans perceived their own bodies in such a way as to differentiate gender and understand desire. The class also discusses how eroticism and gender support and subvert political and social ideologies. Everyday Life in Ancient Rome CLASS-UA 212 Offered periodically. 4 points. Study of daily life as it was lived by the Romans in the period of the late Republic and early Empire: how they worked, worshipped, dressed, fed, and entertained themselves. Looks at questions of family life and social status, at rich and poor, at slaves and free, and at the lives of men, women, and children. Also considers marriage and divorce, crime and punishment, and law and property. All of these issues are examined primarily through original texts such as ancient documents, legal sources, and literary texts in which such Roman authors as Horace, Martial, and Juvenal describe their own lives and those of their contemporaries. Greek History from the Bronze Age to Alexander CLASS-UA 242 Identical to HIST-UA 200. Offered every other year. 4 points. Until a few decades ago, Greek history began with Homer and dealt narrowly with the Greek world. Thanks to archaeology, the social sciences, and other historical tools, the chronological and geographical horizons have been pushed back. The history of the Greeks now starts in the third millennium B.C.E. and is connected to the civilization that lay to the east, rooted in Egypt and Mesopotamia. This course traces Greek history from the Greeks' earliest appearance to the advent of Alexander. The Greek World from Alexander to Augustus CLASS-UA 243 Identical to HIST-UA 243. Offered every other year. 4 points. Continuation of the history of ancient Greece from the age of Alexander the Great in the fourth century B.C.E. until Emperor Augustus consolidated the Roman hold over the eastern Mediterranean in the first century B.C.E. These three centuries saw the relationship between Rome and the Near East become most meaningful. This course examines Alexander's conquests, the states established by his successors (Ptolemies of Egypt and Seleucids of Syria), and the increasing intervention of Rome. History of the Roman Republic CLASS-UA 267 Identical to HIST-UA 205. Offered every other year. 4 points. In the sixth century B.C.E., Rome was an obscure village. By the end of the fourth century B.C.E., Rome was master of Italy, and within another 150 years, it dominated almost all of the Mediterranean world. Then followed a century of unrest involving some of the most famous events and men—Caesar, Pompey, and Cato—in Western history. The course surveys this vital period with a modern research interpretation. History of the Roman Empire CLASS-UA 278 Identical to HIST-UA 206. Offered every other year. 4 points. In the spring of 44 B.C.E., Julius Caesar was murdered by a group of senators disgruntled with his monarchic ways. However, Caesar's adoptive son and heir, Gaius Octavius, was quickly on the scene, and over the course of the next half-century managed to establish himself as Rome's first emperor. About three centuries later, Constantine the Great would rise to imperial power and with him came a new state religion—Christianity. This course examines the social and political history of the Roman Empire from the time of Augustus to that of Constantine and also closely observes the parallel growth of Christianity. History of Ancient Law CLASS-UA 292 Offered periodically. 4 points. Examines the development of law and legal systems and the relationships of these to the societies that created them, starting with some ancient Near Eastern systems and working down to the Roman period. The main focus is on the fully developed system of Roman law.      Art and Archaeology Ancient Art at Risk: Conservation, Ethics, and Cultural Property CLASS-UA 100 Prerequisite: permission of the instructor. 4 points. Examines the environmental, material, social, and political forces that put ancient art at risk, including exposure to natural elements, acid rain, pollution, dam building, tourism, urban development, armed conflict, looting, theft, and the illicit trade in antiquities. Issues of conservation, preservation, and ethics are considered through case studies that focus on sites, monuments, and materials. Team-taught with physical chemistry professor Norbert S. Baer of the Institute of Fine Arts Conservation Center, this course reviews a range of applied technologies used in the analysis of ancient objects: radiocarbon dating, thermoluminescence, dendrochronology, stable isotope analysis, dedolomitization, and elemental analysis. Authenticity and forgery, dating and provenance, and the sourcing of ancient materials are among the issues examined. The use of coins, inscriptions, and stamped amphora handles and ceramics is evaluated as criteria for establishing absolute and relative chronologies. Consideration is given to the role that stylistic analysis and connoisseurship have played in our understanding of ancient art. This interdisciplinary course is ideal for students who are interested in the intersection of classical archaeology with law, science, ethics, public policy, cultural resource management, and the environment. We track developments in global cultural property laws, international conventions, and the repatriation of cultural materials. The Parthenon and Its Reception: From Antiquity to the Present CLASS-UA 150 Identical to ARTH-UA 150. Prerequisite: permission of the instructor. 4 points. This colloquium traces the history of the Parthenon and its reception through its transformations from the temple of Athena, to Christian church, to mosque, to ruin, to icon of Western art and culture. The landscape, topography, and topology of the Athenian Acropolis are examined with an eye toward understanding the interrelation of place, myth, cult, and ritual. The architectural phases of the Parthenon, its program of sculptural decoration, its relationship to other monuments on the Acropolis, and the foundation myths that lie behind its meaning are scrutinized. Issues of reception, projection, and appropriation are considered, as well as interventions through conservation and reconstruction. Efforts to secure the repatriation of the Parthenon sculptures are reviewed within the broader context of global cultural heritage law and the opening of the New Acropolis Museum. Introduction to Classical Archaeology: Constructions of the Greek and Roman Past CLASS-UA 305 Offered periodically. 4 points. An introduction to the archaeology of the Mediterranean world, examining the history and contexts of sites and monuments, as well as the methods, practices, and research models through which they have been excavated and studied. From Bronze Age palaces of the Aegean, to the Athenian Acropolis, to the cities of Alexander the Great, the Roman forum, Pompeii, and the Roman provinces, we consider the ways in which art, archaeology, architecture, everyday objects, landscape, urbanism, technology, and ritual teach us about ancient Greek and Roman societies. Special focus is placed on reception, the origins of archaeology in the Renaissance, 19th- to 20th-century humanistic and social scientific approaches, and postmodern social constructions of knowledge. Ancient Art CLASS-UA 310 Identical to ARTH-UA 3. Offered periodically. 4 points. Examines the arts of Egypt, Near East, Greece, and Rome within the contexts and diversities of their cultures. Special emphasis is placed on form, function, and style and on the significance of this material for later periods within the history of art. Major monuments and objects are studied within their full historiographical contexts, as well as within the frameworks of current archaeological and art historical theory and methods. Focus is placed on materiality, technique, authorship, patronage, and reception. This course serves as a foundation for study of almost any branch of Western humanism. Birth of Greek Art: From the Bronze Age to the Geometric Period CLASS-UA 311 Identical to ARTH-UA 101. Offered periodically. 4 points. Surveys the art, archaeology, and culture of the Aegean Bronze Age and early Iron Age: from ancient Thera to the palace-based states of Minoan Crete and the Mycenaean Greek mainland, to developments within communities of the eighth century B.C.E. Architecture, wall painting, sculpture, ceramics, and narrative in early Greek art are among the topics examined, along with absolute and relative chronologies and the development of writing. Emphasis is placed on critical approaches to material culture within the contexts of religion, sociopolitical and economic organization, burial practices, trade networks, and interactions with neighboring cultures. Archaic and Classical Art: Greek and Etruscan CLASS-UA 312 Identical to ARTH-UA 102. Prerequisite: History of Western Art I (ARTH-UA 1), Ancient Art (ARTH-UA 3), or permission of the instructor. Offered every other year. 4 points. Greek and Etruscan art and archaeology from the seventh century through the fourth century B.C.E., including the orientalizing and archaic styles, the emergence of the classical style, changes in art and life in the fourth century, and the impact of Macedonian court art before and during the time of Alexander the Great. Focuses on architecture, sculpture, and vase painting within their full social, religious, and political contexts, with careful attention to material, style, technique, function, iconography, authorship, and patronage. Special topics include the body, votive practice, cult statues, athletic statuary, architectural decoration, portraiture, myth, narrative, landscape, and aesthetics. Includes study of the Metropolitan Museum of Art collections. Hellenistic and Roman Art CLASS-UA 313 Identical to ARTH-UA 103. Prerequisite: History of Western Art I (ARTH-UA 1), Ancient Art (ARTH-UA 3), or permission of the instructor. Offered every other year. 4 points. Traces developments in art and archaeology from the conquests of Alexander the Great to the beginnings of Christian domination under Constantine in the fourth century C.E. The diversity of the Hellenistic and Roman worlds is examined through careful consideration of Macedonian court art; the spread of Hellenistic culture from Greece to the Indus Valley; the arts of the Ptolemaic, Attalid, and Seleucid kingdoms; the expansion of Rome in the western Mediterranean; and the arts of the Roman Empire. Special emphasis on landscapes; rituals; social and political complexities; problems of chronology, styles, and copies; portraiture and identity; power and empire; luxury and trade; and hybridization. Includes study of the Metropolitan Museum of Art and Brooklyn Museum collections. Archaeologies of Rome and the Empire CLASS-UA 351 Offered periodically. 4 points. Surveys the archaeologies of Rome and the Italian Peninsula, including the cities of Etruria and the Greek settlements of South Italy and Sicily, as well as the Roman provinces, with special focus on Asia and North Africa. Public and private buildings and monuments, including temples, marketplaces, triumphal arches, colonnaded streets, theatres, amphitheatres, baths, water supply systems, luxury villas, apartment blocks, and gardens, are examined. From urban centers to rural landscapes, we consider Roman taste and technologies, identity and traditions, within their full social, cultural, religious, and economic contexts. With a focus on sculpture, wall painting, mosaics, and decorative arts, developments in Roman visual culture are tracked through the late antique period. Archaeologies of Greece CLASS-UA 352 Offered periodically. 4 points. This survey of Greek landscapes, sites, monuments, and images presents the art and archaeology of the Greek world from the Neolithic to the late antique period. Architecture, painting, sculpture, and decorative arts are studied within their full social, cultural, and religious contexts. From the palaces of the Aegean Bronze Age; to the Panhellenic sanctuaries at Olympia, Delphi, Nemea, and Isthmia; to the city of Athens and the monuments of the Athenian Acropolis; to the great Hellenistic cities of Asia Minor, special focus is placed on landscape, myth, memory, materials, and ritual in shaping the visual culture of ancient Greece. The formation of the city-state and its political, economic, and religious institutions are explored within their full urban settings. The development and history of classical archaeology as a discipline are reviewed, along with issues of reception, connoisseurship, critical theory, and methods. Greek Architecture CLASS-UA 353 Identical to ARTH-UA 104. Prerequisite: permission of the instructor. Offered periodically. 4 points. History of Greek architecture from the archaic through the Hellenistic periods (eighth to first centuries B.C.E.). Provides a chronological survey of the Greek architectural tradition from its Iron Age origins, marked by the construction of the first all-stone temples, to its radical transformation in the late Hellenistic period, most distinctively embodied in the baroque palace architecture reflected in contemporary theatre stage-buildings. The lectures, accompanying images, and readings present the major monuments and building types, as well as such related subjects as city planning and urbanism, building methods, and traditions of architectural patronage. Roman Architecture CLASS-UA 354 Identical to ARTH-UA 105. Prerequisite: permission of the instructor. Offered periodically. 4 points. History of Roman architecture from the Hellenistic to the early Christian periods (first century B.C.E. to sixth century C.E.). Provides a chronological survey of Roman architecture from its early development against the background of the Greek and Etruscan traditions to the dramatic melding of the divergent trends of late antiquity in the great Justinian churches of Constantinople and Ravenna. The lectures, accompanying images, and readings present the major monuments and building types, as well as such related subjects as city planning and urbanism, Roman engineering, and the interaction between Rome and the provinces.       Philosophy, Religion, and Intellectual History Ancient Political Theory CLASS-UA 206 Offered periodically. 4 points. Examines the foundation, interpretation, and modern reception of Athenian democracy and Roman republicanism. Readings include Plato's Republic, Thucydides' History of the Peloponnesian War, Aristotle's Politics, and Cicero's Republic and Laws. Introduction to the New Testament CLASS-UA 293 Identical to RELST-UA 302 and HBRJD-UA 22. Offered periodically. 4 points. Introduces students to issues and themes in the history of the Jesus movement and early Christianity through a survey of the main texts of the canonical New Testament, as well as other important early Christian documents. Students are given the opportunity to read most of the New Testament text in a lecture-hall setting where the professor provides historical context and focuses on significant issues, describes modern scholarly methodologies, and places the empirical material within the larger framework of ancient history and the theoretical study of religion. Ancient Religion: From Paganism to Christianity CLASS-UA 409 Identical to RELST-UA 409. Offered periodically. 4 points. The period from the beginnings of Greek religion until the spread of Christianity spans over 2,000 years and many approaches to religious and moral issues. This course traces developments such as the Olympian gods of Homer and Hesiod; hero worship; public and private religion; views of death, the soul, and afterlife; Dionysus; Epicureanism; and Stoicism. It deals with changes in Greek religion during the Roman republic and early empire and the success of Christians in converting pagans in spite of official persecution. Martyrdom, Ancient and Modern CLASS-UA 646 Identical to RELST-UA 660. Offered every other year. 4 points. Examines the theory and practice of martyrdom in the West. Begins with a close study of the development of the martyrological discourse in classical, early Christian, early Jewish, and Muslim literature and culture. Also traces how the concept of martyrdom is deployed in modern culture in various phenomena, such as the \"Columbine martyrs,\" \"martyrdom operations\" (\"suicide bombers\"), political martyrdom, and modern notions of holy war. Greek Thinkers CLASS-UA 700 Identical to PHIL-UA 122. Offered periodically. 4 points. The origins of nonmythical speculation among the Greeks and the main patterns of philosophical thought, from Thales and other early speculators about the physical nature of the world through Socrates, Plato, Aristotle, the Stoics, the Epicureans, and the Neoplatonists.       Special Courses Special Topics in Classical Studies I, II, III CLASS-UA 291, 293, 294 Usually assigns readings in English translation. Offered periodically. 2 or 4 points per term. Seminar topics vary from semester to semester, although the focus is always on a limited aspect of life, history, literature, art, or archaeology of Greco-Roman antiquity. Topics from past semesters include the Trojan War, archaeology and pottery, Alexander the Great, the Etruscans, and crime and violence in the ancient world. Future topics may include Plato and Aristotle, ancient medicine, the Age of Pericles, the Age of Augustus, and Latin love poetry. Senior Honors Seminar and Thesis CLASS-UA 295, 297 Prerequisite: permission of the department. 2 or 4 points per term.             Internship CLASS-UA 980, 981 Prerequisite: permission of the department. Open only to juniors and seniors. Offered every year. 2 or 4 points per term. Internships with institutions such as the Brooklyn Museum and the American Numismatic Society afford students the opportunity to work outside the University in areas related to the field of classics. Requirements for completion of such internships include periodic progress reports and a paper describing the entire project.       Independent Study CLASS-UA 997, 998 Prerequisite: permission of the department. 2 or 4 points per term.  Spring and Summer Study Abroad Courses Archaeological Fieldwork: Yeronisos Island Excavation Field School, Cyprus Summer Session I. 4 points. This five-week field practicum is held on Yeronisos Island, Cyprus, a Ptolemaic sanctuary of Apollo that flourished during the final years of Cleopatra's reign. The course focuses on the aims, scope, and tools of field survey and archaeology; the practice of stratigraphic excavation; and the ways in which we deal with archaeological evidence. Field training includes surface survey and field walking; principles of stratigraphic excavation, using a level and laser theodolite, taking elevations, computer-aided drawing and design, setting out an excavation grid square, keeping a field book, and field photography; data entry and the Yeronisos Island Expedition Database; health and safety in the field and on the boat; closing the site for the season, final elevations, aerial photography, rubble wall consolidation, geo-textiles, and backfilling; packing up the storeroom and conservation and registration of finds; and writing final field reports. Afternoon seminars cover pottery washing, conservation, and analysis; drawing stratigraphic sections; drawing pottery profiles, glass, and metal objects; object photography; Neolithic and Chalcolithic Cyprus; Ptolemaic rule in Cyprus; late Roman and Byzantine Cyprus; archaeologies of cult and religion; Hellenistic pottery: shapes, wares, and functions; and reading Greek inscriptions. Field trips include Nea Paphos, Roman villas and mosaics at the House of Theseus, House of Aion, and House of Dionysos; Hellenistic Tombs of the Kings, the sanctuary of Aphrodite at Palaipaphos and the Kouklia Museum, the Persian siege mound at Palaiphaphos; Souskiou Neolithic/Chalcolithic Cemetery; the Paphos Museum; Geroskipou Folk Art Museum, Lemba Experimental Chalcolithic Village, the Monastery and Byzantine Museum at Agios Neophytos; and flora and fauna study, hiking in the Akamas Peninsula, and the Sea Turtle Conservation Project at Lara Beach.       Spring Semester in Egypt       Study Abroad Courses Inquiries about the associated undergraduate spring semester abroad program Archaeology and History in Egypt, offered through the NYU Institute for the Study of the Ancient World, should be made to its director, Ellen Morris ( em129@nyu.edu ). The website is www.amheida.org . Click on the Student Information button for more information on this program. The Oases of Egypt CLASS-UA 9355 Offered in the spring. 4 points. This seminar explores the history and culture of Egypt's western oases, especially of Dakhleh Oasis. In the course of this month, as we travel physically around Dakhleh and Kharga and chronologically from deep prehistory to the advent of Christianity, we address issues of insularity and connectivity with respect to the Nile Valley, as well as the relationship between humans, technology, and the natural environment. Inhabitants of the oases always enjoyed a rather precarious existence, because of the difficulty of travel, the ever-present risk of salinization, hostile desert raiders, and general remoteness; thus, we are alerted to the ways in which the realities of living on an oasis provoked identifiable and to some degree recurrent cultural dynamics. The Archaeology of Egypt's Nile Valley CLASS-UA 9356 Prerequisites: The Oases of Egypt (CLASS-UA 9355) and Field Work in Egypt (CLASS-UA 9357). Offered in the spring. 4 points. In this traveling seminar, students leave Dakhleh Oasis for the Nile Valley to place what they have studied into a wider cultural context. During the course of the month, students visit temples, tombs, settlements, and other sites throughout Egypt, from Aswan to Alexandria. Seminar sessions and class presentations focus on themes related especially to Egypt's ever-evolving religious and funerary beliefs, as well as the complex, often multicultural, nature of Egyptian civic life at various periods. Field Work in Egypt CLASS-UA 9357 Prerequisite: The Oases of Egypt (CLASS-UA 9355). Offered in the spring. 4 points. This intensive course is largely field-based, with additional time spent processing, recording, and analyzing materials at the excavation house. Students are involved in almost every aspect of the archaeological field process. Specialists offer instruction in survey techniques, in the drafting of archaeological plans, and in the interpretation of ceramics and other highly indicative artifacts. As the bulk of excavation in Egypt is undertaken by local workmen, students receive training as a site supervisor (with all of the necessary background in archaeological methodology that this entails). Independent Project: Excavation at Amheida CLASS-UA 9358 Prerequisite: participation in the NYU Archaeology and History in Egypt program. Offered in the spring. 4 points. For this independent project, students produce original research on some aspect of the material culture so far unearthed at Amheida. Students may choose to specialize in a type of artifact (such as pottery, flints, or coins), choose to analyze specific contexts in depth, or develop a specific project based on their own interests and backgrounds. In all cases, they are encouraged to formulate and test hypotheses. Once completed, independent projects are archived in the library for the use of all other archaeologists who work at Amheida. Research undertaken while at Dakhleh is facilitated by our online database, by collections stored on site, and by the dig house library.        Graduate Courses Open to Undergraduates Courses in classics offered in the Graduate School of Arts and Science are open to all undergraduates who have reached the required advanced level of Greek or Latin language instruction.                                                                                              Back to Top"}]},
{"detail": [{"content": "Course Offerings    | Classics | NYU                                                          Back to  previous page                  Course Offerings   Jump to: Latin Ancient Greek Advanced Latin and Advanced Ancient Greek Literature (No Latin or Greek Required) Greek and Roman History and Culture Art and Archaeology Philosophy, Religion, and Intellectual History Special Courses Spring and Summer Study Abroad Courses Graduate Courses Open to Undergraduates  Latin Elementary Latin I, II CLASS-UA 3, 4 Both terms must be completed to receive credit toward any departmental major or minor. Offered every year. 4 points per term. Introduction to the essentials of Latin, the language of Vergil, Caesar, and Seneca. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Latin rather than merely translate it. The second semester (CLASS-UA 4) introduces the student to selected readings from standard Latin authors, including Catullus, Cicero, Ovid, and Pliny. Intensive Elementary Latin CLASS-UA 2 Open to students with no previous training in Latin and to others through assignment by placement test. Offered periodically, in the spring term only. 6 points. Completes the equivalent of a year's elementary level in one semester. Intermediate Latin I: Reading Prose CLASS-UA 5 Prerequisites: Elementary Latin I and II (CLASS-UA 3 and 4), or Intensive Elementary Latin (CLASS-UA 2), or equivalent. Offered every year. 4 points. Teaches second-year students to read Latin prose through comprehensive grammar review; emphasis on the proper techniques for reading (correct phrase division, the identification of clauses, and reading in order); and practicing reading at sight. Authors may include Caesar, Cicero, Cornelius Nepos, Livy, Petronius, or Pliny, at the instructor's discretion. Intermediate Latin II: Vergil CLASS-UA 6 Prerequisite: Intermediate Latin I: Reading Prose (CLASS-UA 5) or equivalent. Offered every year. 4 points. Writings of the greatest Roman poet, focusing on his most celebrated poem, the Aeneid. Students learn to read Latin metrically to reflect the necessary sound for full appreciation of the writing. Readings in political and literary history illustrate the setting in the Augustan Age in which the Aeneid was written and enjoyed, the relationship of the poem to the other classical epics, and its influence on the poetry of later times.     Ancient Greek Elementary Ancient Greek I, II CLASS-UA 7, 8 Both terms must be completed to receive credit toward any departmental major or minor. Offered every year. 4 points per term. Introduction to the complex but highly beautiful language of ancient Greece—the language of Homer, Sophocles, Thucydides, and Plato. Students learn the essentials of ancient Greek vocabulary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Greek rather than merely translate it. Intermediate Ancient Greek I: Plato CLASS-UA 9 Prerequisites: Elementary Ancient Greek I and II (CLASS-UA 7 and 8) or equivalent. Offered every year. 4 points. Reading of Plato's Apology and Crito and selections from the Republic. The purpose of the course is to develop facility in reading Attic prose. Supplements readings in Greek with lectures on Socrates and the Platonic dialogues. Intermediate Ancient Greek II: Homer CLASS-UA 10 Prerequisite: Intermediate Ancient Greek I: Plato (CLASS-UA 9) or equivalent. Offered every year. 4 points. Extensive readings in the Iliad or Odyssey. Proficiency in scansion is expected, as well as a good command of Homeric vocabulary. Relevant topics ranging from the Homeric question to problems of oral tradition through the archaeological evidence of Bronze Age Greece and Troy are discussed in class or developed by the student through oral or written reports.     Advanced Latin and Advanced Ancient Greek    Each term, the department offers one course in advanced Latin and one course in advanced Greek. Courses are taught on a cycle; students may take up to six consecutive terms without repeating material. Advanced Latin: Epic CLASS-UA 871 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Extensive readings in Vergil's Aeneid and the other epics of Rome, including Ovid's Metamorphoses, Lucan's Bellum Civile, and Lucretius's De Rerum Natura. Consideration is given to the growth and development of Roman epic, its Greek antecedents, and its relationship to the Romans' construction of their past. Study of the development of the Latin hexameter is also included. Advanced Latin: Cicero CLASS-UA 872 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Offering extensive readings from the prose works of Cicero, this course provides readings in Latin of a selection from Cicero's speeches, letters, oratorical works, and philosophical works. Cicero's place in the development of Latin literature is also considered, as is the social and political world of the late Republic that he inhabited. Advanced Latin: Lyric and Elegy CLASS-UA 873 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Provides extensive readings from the works of Rome's greatest lyric and elegiac poets, including Catullus, Horace, Tibullus, Propertius, and Ovid. The various lyric meters adapted by the Romans are considered, as is the development of the Latin love elegy. Advanced Latin: Comedy CLASS-UA 874 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. A selection of plays from those of Plautus and Terence. The development of Roman comedy, its relationship to Greek New Comedy, and its social and cultural place in Roman life are also discussed. Some facility in Plautine and Terentian meter is expected. Advanced Latin: Satire CLASS-UA 875 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. With extensive readings from Horace's, Juvenal's, and Persius's satires, this course traces the development of the satiric mode from its earliest beginnings in Rome to its flowering under the Empire. The relationship of satire to the social world of Rome, including its treatment of money, women, political figures, and social climbers, is also examined. Advanced Latin: Latin Historians CLASS-UA 876 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Readings from the three masters of Roman historiography, Sallust, Livy, and Tacitus. The course also considers the rise and development of history in Rome, its relationship to myth, and its narrative structure and manner. Advanced Individual Study in Latin CLASS-UA 891, 892, 893, 894 Prerequisite: permission of the department. Offered every year. 2 or 4 points per term. Advanced Greek: Archaic Poetry CLASS-UA 971 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Extensive readings from the lyric, elegiac, and iambic poets of Greece. The course studies the use of the various lyric forms, the different meters employed by the archaic poets, and the social functions of archaic poetry. Advanced Greek: Greek Historians CLASS-UA 972 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings from the two fifth-century masters of Greek historiography, Herodotus and Thucydides. The course examines the themes, narrative structure, and methodology of both writers, as well as giving some consideration to the rise of history writing in Greece and its relationship to myth and epic. Advanced Greek: Drama CLASS-UA 973 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings of several plays from among those of Aeschylus, Sophocles, and Euripides. Spoken and choral meter are studied, and the role of performance, dramaturgy, and the place of theatre in Athenian society is also examined. Advanced Greek: Orators CLASS-UA 974 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings of several speeches from the major Attic orators (Lysias, Aeschines, and Demosthenes). The course also examines the role of law in Athenian society, procedure in the Athenian courts, and rhetorical education and training. Advanced Greek: Philosophy CLASS-UA 975 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings from the dialogues of Plato and the major philosophical works of Aristotle. Advanced Greek: Hellenistic Poetry CLASS-UA 976 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Offers a selection of authors (including Callimachus, Theocritus, and Apollonius) and genres (pastoral, hymn, epigram, drinking song) from the Hellenistic era. Advanced Individual Study in Ancient Greek CLASS-UA 991, 992, 993, 994 Prerequisite: permission of the department. Offered every year. 2 or 4 points per term.     Literature (No Latin or Greek Required) Greek Drama: Aeschylus, Sophocles, and Euripides CLASS-UA 143 Identical to DRLIT-UA 210. Offered periodically. 4 points. Of the ancient Greeks' many gifts to Western culture, one of the most celebrated and influential is the art of drama. This course covers, through the best available translations, the masterpieces of the three great Athenian dramatists. Analysis of the place of the plays in the history of tragedy and the continuing influence they have had on serious playwrights, including those of the 20th century. The Comedies of Greece and Rome CLASS-UA 144 Identical to DRLIT-UA 211. Offered periodically. 4 points. Study of early comedy, its form, content, and social and historical background. Covers the Old Comedy of fifth-century B.C.E. Athens through later Attic New Comedy and Roman comedy. Authors include Aristophanes (all 11 plays, one may be staged); Euripides, whose tragedies revolutionized the form of both comedy and tragedy; Menander, whose plays have only recently been discovered; and Plautus and Terence, whose works profoundly influenced the development of comedy in Western Europe. Greek and Roman Epic CLASS-UA 146 Offered periodically. 4 points. Detailed study of the epic from its earliest form, as used by Homer, to its use by the Roman authors. Concentrates on the Iliad and the Odyssey of Homer and on Vergil's Aeneid, but may also cover the Argonautica of the Alexandrian poet Apollonius of Rhodes and Ovid's Metamorphoses, as well as the epics representative of Silver Latin by Lucan, Silius Italicus, and Valerius Flaccus. The Novel in Antiquity CLASS-UA 203 Identical to COLIT-UA 203. Offered periodically. 4 points. Survey of Greek and Roman narrative fiction in antiquity, its origins and development as a literary genre, and its influence on the tradition of the novel in Western literature. Readings include Chariton's Chaereas and Callirrhoe, Longus's Daphnis and Chloe, Heliodorus's Ethiopian Tale, Lucian's True History, Petronius's Satyricon, and Apuleius's Golden Ass. Concludes with the Gesta Romanorum and the influence of this tradition on later prose, such as Elizabethan prose romance. Ancient Political Theory CLASS-UA 206 Offered periodically. 4 points. Examines the foundation and interpretation of Athenian democracy and Roman republicanism. Readings include Plato's Republic, Thucydides' History of the Peloponnesian War, Aristotle's Politics, and Cicero's Republic and Laws. Classical Mythology CLASS-UA 404 Identical to RELST-UA 404. Offered every year. 4 points. Discusses the myths and legends of Greek and Roman mythology and the gods, demigods, heroes, nymphs, monsters, and everyday mortals who played out their parts in this mythology. Begins with creation, as vividly described by Hesiod in the Theogony, and ends with the great Trojan War and the return of the Greek heroes, especially Odysseus. Roman myth is also treated, with emphasis on Aeneas and the foundation legends of Rome.      Greek and Roman History and Culture Sexuality and Gender in Greece and Rome CLASS-UA 210 Offered periodically. 4 points. Deals with the constructions of gender and experiences of sexuality in ancient Greece and Rome. Working with texts and representations from varied discourses such as medicine, law, literature, visual art, and philosophy, students explore the ways in which the ancient Greeks and Romans perceived their own bodies in such a way as to differentiate gender and understand desire. The class also discusses how eroticism and gender support and subvert political and social ideologies. Everyday Life in Ancient Rome CLASS-UA 212 Offered periodically. 4 points. Study of daily life as it was lived by the Romans in the period of the late Republic and early Empire: how they worked, worshipped, dressed, fed, and entertained themselves. Looks at questions of family life and social status, at rich and poor, at slaves and free, and at the lives of men, women, and children. Also considers marriage and divorce, crime and punishment, and law and property. All of these issues are examined primarily through original texts such as ancient documents, legal sources, and literary texts in which such Roman authors as Horace, Martial, and Juvenal describe their own lives and those of their contemporaries. Greek History from the Bronze Age to Alexander CLASS-UA 242 Identical to HIST-UA 200. Offered every other year. 4 points. Until a few decades ago, Greek history began with Homer and dealt narrowly with the Greek world. Thanks to archaeology, the social sciences, and other historical tools, the chronological and geographical horizons have been pushed back. The history of the Greeks now starts in the third millennium B.C.E. and is connected to the civilization that lay to the east, rooted in Egypt and Mesopotamia. This course traces Greek history from the Greeks' earliest appearance to the advent of Alexander. The Greek World from Alexander to Augustus CLASS-UA 243 Identical to HIST-UA 243. Offered every other year. 4 points. Continuation of the history of ancient Greece from the age of Alexander the Great in the fourth century B.C.E. until Emperor Augustus consolidated the Roman hold over the eastern Mediterranean in the first century B.C.E. These three centuries saw the relationship between Rome and the Near East become most meaningful. This course examines Alexander's conquests, the states established by his successors (Ptolemies of Egypt and Seleucids of Syria), and the increasing intervention of Rome. History of the Roman Republic CLASS-UA 267 Identical to HIST-UA 205. Offered every other year. 4 points. In the sixth century B.C.E., Rome was an obscure village. By the end of the fourth century B.C.E., Rome was master of Italy, and within another 150 years, it dominated almost all of the Mediterranean world. Then followed a century of unrest involving some of the most famous events and men—Caesar, Pompey, and Cato—in Western history. The course surveys this vital period with a modern research interpretation. History of the Roman Empire CLASS-UA 278 Identical to HIST-UA 206. Offered every other year. 4 points. In the spring of 44 B.C.E., Julius Caesar was murdered by a group of senators disgruntled with his monarchic ways. However, Caesar's adoptive son and heir, Gaius Octavius, was quickly on the scene, and over the course of the next half-century managed to establish himself as Rome's first emperor. About three centuries later, Constantine the Great would rise to imperial power and with him came a new state religion—Christianity. This course examines the social and political history of the Roman Empire from the time of Augustus to that of Constantine and also closely observes the parallel growth of Christianity. History of Ancient Law CLASS-UA 292 Offered periodically. 4 points. Examines the development of law and legal systems and the relationships of these to the societies that created them, starting with some ancient Near Eastern systems and working down to the Roman period. The main focus is on the fully developed system of Roman law.      Art and Archaeology Ancient Art at Risk: Conservation, Ethics, and Cultural Property CLASS-UA 100 Prerequisite: permission of the instructor. 4 points. Examines the environmental, material, social, and political forces that put ancient art at risk, including exposure to natural elements, acid rain, pollution, dam building, tourism, urban development, armed conflict, looting, theft, and the illicit trade in antiquities. Issues of conservation, preservation, and ethics are considered through case studies that focus on sites, monuments, and materials. Team-taught with physical chemistry professor Norbert S. Baer of the Institute of Fine Arts Conservation Center, this course reviews a range of applied technologies used in the analysis of ancient objects: radiocarbon dating, thermoluminescence, dendrochronology, stable isotope analysis, dedolomitization, and elemental analysis. Authenticity and forgery, dating and provenance, and the sourcing of ancient materials are among the issues examined. The use of coins, inscriptions, and stamped amphora handles and ceramics is evaluated as criteria for establishing absolute and relative chronologies. Consideration is given to the role that stylistic analysis and connoisseurship have played in our understanding of ancient art. This interdisciplinary course is ideal for students who are interested in the intersection of classical archaeology with law, science, ethics, public policy, cultural resource management, and the environment. We track developments in global cultural property laws, international conventions, and the repatriation of cultural materials. The Parthenon and Its Reception: From Antiquity to the Present CLASS-UA 150 Identical to ARTH-UA 150. Prerequisite: permission of the instructor. 4 points. This colloquium traces the history of the Parthenon and its reception through its transformations from the temple of Athena, to Christian church, to mosque, to ruin, to icon of Western art and culture. The landscape, topography, and topology of the Athenian Acropolis are examined with an eye toward understanding the interrelation of place, myth, cult, and ritual. The architectural phases of the Parthenon, its program of sculptural decoration, its relationship to other monuments on the Acropolis, and the foundation myths that lie behind its meaning are scrutinized. Issues of reception, projection, and appropriation are considered, as well as interventions through conservation and reconstruction. Efforts to secure the repatriation of the Parthenon sculptures are reviewed within the broader context of global cultural heritage law and the opening of the New Acropolis Museum. Introduction to Classical Archaeology: Constructions of the Greek and Roman Past CLASS-UA 305 Offered periodically. 4 points. An introduction to the archaeology of the Mediterranean world, examining the history and contexts of sites and monuments, as well as the methods, practices, and research models through which they have been excavated and studied. From Bronze Age palaces of the Aegean, to the Athenian Acropolis, to the cities of Alexander the Great, the Roman forum, Pompeii, and the Roman provinces, we consider the ways in which art, archaeology, architecture, everyday objects, landscape, urbanism, technology, and ritual teach us about ancient Greek and Roman societies. Special focus is placed on reception, the origins of archaeology in the Renaissance, 19th- to 20th-century humanistic and social scientific approaches, and postmodern social constructions of knowledge. Ancient Art CLASS-UA 310 Identical to ARTH-UA 3. Offered periodically. 4 points. Examines the arts of Egypt, Near East, Greece, and Rome within the contexts and diversities of their cultures. Special emphasis is placed on form, function, and style and on the significance of this material for later periods within the history of art. Major monuments and objects are studied within their full historiographical contexts, as well as within the frameworks of current archaeological and art historical theory and methods. Focus is placed on materiality, technique, authorship, patronage, and reception. This course serves as a foundation for study of almost any branch of Western humanism. Birth of Greek Art: From the Bronze Age to the Geometric Period CLASS-UA 311 Identical to ARTH-UA 101. Offered periodically. 4 points. Surveys the art, archaeology, and culture of the Aegean Bronze Age and early Iron Age: from ancient Thera to the palace-based states of Minoan Crete and the Mycenaean Greek mainland, to developments within communities of the eighth century B.C.E. Architecture, wall painting, sculpture, ceramics, and narrative in early Greek art are among the topics examined, along with absolute and relative chronologies and the development of writing. Emphasis is placed on critical approaches to material culture within the contexts of religion, sociopolitical and economic organization, burial practices, trade networks, and interactions with neighboring cultures. Archaic and Classical Art: Greek and Etruscan CLASS-UA 312 Identical to ARTH-UA 102. Prerequisite: History of Western Art I (ARTH-UA 1), Ancient Art (ARTH-UA 3), or permission of the instructor. Offered every other year. 4 points. Greek and Etruscan art and archaeology from the seventh century through the fourth century B.C.E., including the orientalizing and archaic styles, the emergence of the classical style, changes in art and life in the fourth century, and the impact of Macedonian court art before and during the time of Alexander the Great. Focuses on architecture, sculpture, and vase painting within their full social, religious, and political contexts, with careful attention to material, style, technique, function, iconography, authorship, and patronage. Special topics include the body, votive practice, cult statues, athletic statuary, architectural decoration, portraiture, myth, narrative, landscape, and aesthetics. Includes study of the Metropolitan Museum of Art collections. Hellenistic and Roman Art CLASS-UA 313 Identical to ARTH-UA 103. Prerequisite: History of Western Art I (ARTH-UA 1), Ancient Art (ARTH-UA 3), or permission of the instructor. Offered every other year. 4 points. Traces developments in art and archaeology from the conquests of Alexander the Great to the beginnings of Christian domination under Constantine in the fourth century C.E. The diversity of the Hellenistic and Roman worlds is examined through careful consideration of Macedonian court art; the spread of Hellenistic culture from Greece to the Indus Valley; the arts of the Ptolemaic, Attalid, and Seleucid kingdoms; the expansion of Rome in the western Mediterranean; and the arts of the Roman Empire. Special emphasis on landscapes; rituals; social and political complexities; problems of chronology, styles, and copies; portraiture and identity; power and empire; luxury and trade; and hybridization. Includes study of the Metropolitan Museum of Art and Brooklyn Museum collections. Archaeologies of Rome and the Empire CLASS-UA 351 Offered periodically. 4 points. Surveys the archaeologies of Rome and the Italian Peninsula, including the cities of Etruria and the Greek settlements of South Italy and Sicily, as well as the Roman provinces, with special focus on Asia and North Africa. Public and private buildings and monuments, including temples, marketplaces, triumphal arches, colonnaded streets, theatres, amphitheatres, baths, water supply systems, luxury villas, apartment blocks, and gardens, are examined. From urban centers to rural landscapes, we consider Roman taste and technologies, identity and traditions, within their full social, cultural, religious, and economic contexts. With a focus on sculpture, wall painting, mosaics, and decorative arts, developments in Roman visual culture are tracked through the late antique period. Archaeologies of Greece CLASS-UA 352 Offered periodically. 4 points. This survey of Greek landscapes, sites, monuments, and images presents the art and archaeology of the Greek world from the Neolithic to the late antique period. Architecture, painting, sculpture, and decorative arts are studied within their full social, cultural, and religious contexts. From the palaces of the Aegean Bronze Age; to the Panhellenic sanctuaries at Olympia, Delphi, Nemea, and Isthmia; to the city of Athens and the monuments of the Athenian Acropolis; to the great Hellenistic cities of Asia Minor, special focus is placed on landscape, myth, memory, materials, and ritual in shaping the visual culture of ancient Greece. The formation of the city-state and its political, economic, and religious institutions are explored within their full urban settings. The development and history of classical archaeology as a discipline are reviewed, along with issues of reception, connoisseurship, critical theory, and methods. Greek Architecture CLASS-UA 353 Identical to ARTH-UA 104. Prerequisite: permission of the instructor. Offered periodically. 4 points. History of Greek architecture from the archaic through the Hellenistic periods (eighth to first centuries B.C.E.). Provides a chronological survey of the Greek architectural tradition from its Iron Age origins, marked by the construction of the first all-stone temples, to its radical transformation in the late Hellenistic period, most distinctively embodied in the baroque palace architecture reflected in contemporary theatre stage-buildings. The lectures, accompanying images, and readings present the major monuments and building types, as well as such related subjects as city planning and urbanism, building methods, and traditions of architectural patronage. Roman Architecture CLASS-UA 354 Identical to ARTH-UA 105. Prerequisite: permission of the instructor. Offered periodically. 4 points. History of Roman architecture from the Hellenistic to the early Christian periods (first century B.C.E. to sixth century C.E.). Provides a chronological survey of Roman architecture from its early development against the background of the Greek and Etruscan traditions to the dramatic melding of the divergent trends of late antiquity in the great Justinian churches of Constantinople and Ravenna. The lectures, accompanying images, and readings present the major monuments and building types, as well as such related subjects as city planning and urbanism, Roman engineering, and the interaction between Rome and the provinces.       Philosophy, Religion, and Intellectual History Ancient Political Theory CLASS-UA 206 Offered periodically. 4 points. Examines the foundation, interpretation, and modern reception of Athenian democracy and Roman republicanism. Readings include Plato's Republic, Thucydides' History of the Peloponnesian War, Aristotle's Politics, and Cicero's Republic and Laws. Introduction to the New Testament CLASS-UA 293 Identical to RELST-UA 302 and HBRJD-UA 22. Offered periodically. 4 points. Introduces students to issues and themes in the history of the Jesus movement and early Christianity through a survey of the main texts of the canonical New Testament, as well as other important early Christian documents. Students are given the opportunity to read most of the New Testament text in a lecture-hall setting where the professor provides historical context and focuses on significant issues, describes modern scholarly methodologies, and places the empirical material within the larger framework of ancient history and the theoretical study of religion. Ancient Religion: From Paganism to Christianity CLASS-UA 409 Identical to RELST-UA 409. Offered periodically. 4 points. The period from the beginnings of Greek religion until the spread of Christianity spans over 2,000 years and many approaches to religious and moral issues. This course traces developments such as the Olympian gods of Homer and Hesiod; hero worship; public and private religion; views of death, the soul, and afterlife; Dionysus; Epicureanism; and Stoicism. It deals with changes in Greek religion during the Roman republic and early empire and the success of Christians in converting pagans in spite of official persecution. Martyrdom, Ancient and Modern CLASS-UA 646 Identical to RELST-UA 660. Offered every other year. 4 points. Examines the theory and practice of martyrdom in the West. Begins with a close study of the development of the martyrological discourse in classical, early Christian, early Jewish, and Muslim literature and culture. Also traces how the concept of martyrdom is deployed in modern culture in various phenomena, such as the \"Columbine martyrs,\" \"martyrdom operations\" (\"suicide bombers\"), political martyrdom, and modern notions of holy war. Greek Thinkers CLASS-UA 700 Identical to PHIL-UA 122. Offered periodically. 4 points. The origins of nonmythical speculation among the Greeks and the main patterns of philosophical thought, from Thales and other early speculators about the physical nature of the world through Socrates, Plato, Aristotle, the Stoics, the Epicureans, and the Neoplatonists.       Special Courses Special Topics in Classical Studies I, II, III CLASS-UA 291, 293, 294 Usually assigns readings in English translation. Offered periodically. 2 or 4 points per term. Seminar topics vary from semester to semester, although the focus is always on a limited aspect of life, history, literature, art, or archaeology of Greco-Roman antiquity. Topics from past semesters include the Trojan War, archaeology and pottery, Alexander the Great, the Etruscans, and crime and violence in the ancient world. Future topics may include Plato and Aristotle, ancient medicine, the Age of Pericles, the Age of Augustus, and Latin love poetry. Senior Honors Seminar and Thesis CLASS-UA 295, 297 Prerequisite: permission of the department. 2 or 4 points per term.             Internship CLASS-UA 980, 981 Prerequisite: permission of the department. Open only to juniors and seniors. Offered every year. 2 or 4 points per term. Internships with institutions such as the Brooklyn Museum and the American Numismatic Society afford students the opportunity to work outside the University in areas related to the field of classics. Requirements for completion of such internships include periodic progress reports and a paper describing the entire project.       Independent Study CLASS-UA 997, 998 Prerequisite: permission of the department. 2 or 4 points per term.  Spring and Summer Study Abroad Courses Archaeological Fieldwork: Yeronisos Island Excavation Field School, Cyprus Summer Session I. 4 points. This five-week field practicum is held on Yeronisos Island, Cyprus, a Ptolemaic sanctuary of Apollo that flourished during the final years of Cleopatra's reign. The course focuses on the aims, scope, and tools of field survey and archaeology; the practice of stratigraphic excavation; and the ways in which we deal with archaeological evidence. Field training includes surface survey and field walking; principles of stratigraphic excavation, using a level and laser theodolite, taking elevations, computer-aided drawing and design, setting out an excavation grid square, keeping a field book, and field photography; data entry and the Yeronisos Island Expedition Database; health and safety in the field and on the boat; closing the site for the season, final elevations, aerial photography, rubble wall consolidation, geo-textiles, and backfilling; packing up the storeroom and conservation and registration of finds; and writing final field reports. Afternoon seminars cover pottery washing, conservation, and analysis; drawing stratigraphic sections; drawing pottery profiles, glass, and metal objects; object photography; Neolithic and Chalcolithic Cyprus; Ptolemaic rule in Cyprus; late Roman and Byzantine Cyprus; archaeologies of cult and religion; Hellenistic pottery: shapes, wares, and functions; and reading Greek inscriptions. Field trips include Nea Paphos, Roman villas and mosaics at the House of Theseus, House of Aion, and House of Dionysos; Hellenistic Tombs of the Kings, the sanctuary of Aphrodite at Palaipaphos and the Kouklia Museum, the Persian siege mound at Palaiphaphos; Souskiou Neolithic/Chalcolithic Cemetery; the Paphos Museum; Geroskipou Folk Art Museum, Lemba Experimental Chalcolithic Village, the Monastery and Byzantine Museum at Agios Neophytos; and flora and fauna study, hiking in the Akamas Peninsula, and the Sea Turtle Conservation Project at Lara Beach.       Spring Semester in Egypt       Study Abroad Courses Inquiries about the associated undergraduate spring semester abroad program Archaeology and History in Egypt, offered through the NYU Institute for the Study of the Ancient World, should be made to its director, Ellen Morris ( em129@nyu.edu ). The website is www.amheida.org . Click on the Student Information button for more information on this program. The Oases of Egypt CLASS-UA 9355 Offered in the spring. 4 points. This seminar explores the history and culture of Egypt's western oases, especially of Dakhleh Oasis. In the course of this month, as we travel physically around Dakhleh and Kharga and chronologically from deep prehistory to the advent of Christianity, we address issues of insularity and connectivity with respect to the Nile Valley, as well as the relationship between humans, technology, and the natural environment. Inhabitants of the oases always enjoyed a rather precarious existence, because of the difficulty of travel, the ever-present risk of salinization, hostile desert raiders, and general remoteness; thus, we are alerted to the ways in which the realities of living on an oasis provoked identifiable and to some degree recurrent cultural dynamics. The Archaeology of Egypt's Nile Valley CLASS-UA 9356 Prerequisites: The Oases of Egypt (CLASS-UA 9355) and Field Work in Egypt (CLASS-UA 9357). Offered in the spring. 4 points. In this traveling seminar, students leave Dakhleh Oasis for the Nile Valley to place what they have studied into a wider cultural context. During the course of the month, students visit temples, tombs, settlements, and other sites throughout Egypt, from Aswan to Alexandria. Seminar sessions and class presentations focus on themes related especially to Egypt's ever-evolving religious and funerary beliefs, as well as the complex, often multicultural, nature of Egyptian civic life at various periods. Field Work in Egypt CLASS-UA 9357 Prerequisite: The Oases of Egypt (CLASS-UA 9355). Offered in the spring. 4 points. This intensive course is largely field-based, with additional time spent processing, recording, and analyzing materials at the excavation house. Students are involved in almost every aspect of the archaeological field process. Specialists offer instruction in survey techniques, in the drafting of archaeological plans, and in the interpretation of ceramics and other highly indicative artifacts. As the bulk of excavation in Egypt is undertaken by local workmen, students receive training as a site supervisor (with all of the necessary background in archaeological methodology that this entails). Independent Project: Excavation at Amheida CLASS-UA 9358 Prerequisite: participation in the NYU Archaeology and History in Egypt program. Offered in the spring. 4 points. For this independent project, students produce original research on some aspect of the material culture so far unearthed at Amheida. Students may choose to specialize in a type of artifact (such as pottery, flints, or coins), choose to analyze specific contexts in depth, or develop a specific project based on their own interests and backgrounds. In all cases, they are encouraged to formulate and test hypotheses. Once completed, independent projects are archived in the library for the use of all other archaeologists who work at Amheida. Research undertaken while at Dakhleh is facilitated by our online database, by collections stored on site, and by the dig house library.        Graduate Courses Open to Undergraduates Courses in classics offered in the Graduate School of Arts and Science are open to all undergraduates who have reached the required advanced level of Greek or Latin language instruction.                                                                                              Back to Top"}, {"content": "Course Offerings, Spanish and Portuguese | NYU                                Navigation           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to Home       Course Offerings   Jump to:    BRAZILIAN AND PORTUGUESE STUDIES COURSES    SPANISH LANGUAGE COURSES    QUECHUA LANGUAGE COURSES    ADVANCED SPANISH LANGUAGE    ADVANCED SPANISH LANGUAGE ELECTIVES    SPANISH: FOUNDATION COURSES    SPANISH: ADVANCED COURSES      Portuguese          LANGUAGE  COURSES          Elementary-level  courses stress the structures and patterns that permit meaningful communication  in and outside the classroom. Intermediate-level courses aim to promote fluency  in speaking, as well as proficiency in reading and writing. Both include  readings and discussions of Portuguese and Brazilian texts, film, and other  media. Successful completion of Intermediate Portuguese II (PORT-UA 4) fulfills  the College Core Curriculum language requirement.          Portuguese  for Beginners Level I, II    PORT-UA  1, 2 PORT-UA  1 is open to students with no previous training in Portuguese and no knowledge  of Spanish, and to others on assignment by placement test. Prerequisite for  PORT-UA 2: PORT-UA 1 or placement test. 4 points per course.    Designed  to teach the elements of Portuguese grammar and language structure using  primarily a proficiency approach involving listening, speaking, reading and  writing. Emphasis is on building vocabulary and language patterns to encourage  spontaneous language use in and out of the classroom.          Intensive  Elementary Portuguese    PORT-UA  10 Open  to students with no previous training in Portuguese and no knowledge of Spanish  and to others on assignment by placement test. 6 points.    Covers  the equivalent of PORT-UA 1 and 2 in one semester.          Intensive  Elementary Portuguese for Spanish Speakers    PORT-UA  11 Prerequisite:  native or near-native fluency in Spanish. 4 points.    Accelerated  introduction to spoken and written Portuguese that relies on the similarities  of the Portuguese and Spanish languages to maximize learning and language  acquisition.          Intermediate  Portuguese I    PORT-UA  3 Prerequisite:  Intensive Elementary Portuguese (PORT-UA 10), or Intensive Elementary  Portuguese for Spanish Speakers (PORT-UA 11), or Portuguese for Beginners Level  II (PORT-UA 2), or assignment by placement test, or permission of the director  of undergraduate studies. 4 points.    Continuation  of PORT-UA 10 (or 11) and PORT-UA 2.          Intermediate  Portuguese II    PORT-UA  4 Prerequisite:  Intermediate Portuguese I (PORT-UA 3), assignment by placement, or permission  of the director of undergraduate studies. 4 points.    Continuation  of PORT-UA 3. Satisfies the Core language requirement.            BRAZILIAN  AND PORTUGUESE STUDIES COURSES          When  taught in Portuguese, the following courses have as a prerequisite Intermediate  Portuguese II (PORT-UA 4) or the permission of the director of undergraduate  studies.          Topics  in Brazil Studies    PORT-UA  700, 701 4  points.    Topics  vary. Focused on Brazilian culture, society, and/or arts and the relationship  between them.          Fiction  into Film: Brazilian Novels and their Screen Adaptations    PORT-UA  702 When  cross-listed with Spanish, also carries the number SPAN-UA 702. Offered every  other year. 4 points.    Focused  on the adaptation of novels into film. Provides an introduction to Brazilian  literature (including the work of Machado de Assis, Graciliano Ramos, Mario de  Andrade, João Guimarães Rosa, Clarice Lispector, Chico Buarque de Hollanda,  Paulo Lins) and to the rich tradition of Brazilian film (from Cinema Novo of  the 1960s to its legacy and revision in contemporary film-making). Invites  students to reflect on the theoretical and technical dimensions of adapting  fiction to film. Conducted in Portuguese.          Narrating  Poverty in Brazilian Literature and Film    PORT-UA  704 When  cross-listed with Spanish, also carries the number SPAN-UA 706. Offered every  other year. 4 points.    Literary  works in various genres (novels, autobiography, short stories) and Brazilian  films (Cinema Novo and after, including documentaries) that narrate the  experience of poverty. Explores the politics and poetics of representing  scarcity and deprivation in texts by Graciliano Ramos, Carolina Maria de Jesus,  Clarice Lispector, Rubem Fonseca, and Patricia Melo and in a range of films  including Barren  Lives ,   The  Scavengers ,   The  Hour of the Star , Pixote , Bus 174 , City of God , Babilônia 2000 , and Black Orpheus .          The  New Brazilian Documentary    PORT-UA  706 When  cross-listed with Spanish, also carries the number SPAN-UA 706. Offered every  other year. 4 points.    Brazilian  documentary film-making and critical thinking about this genre from the 1990s  to the present. Explores such issues as the uses of fact and fiction and the  blurring of lines between them; ethical concerns about the use of other  people's images and words; and the construction of layered and complex images  of Brazil.          Modern  Brazilian Fiction    PORT-UA  821 When  conducted in English, this course is numbered PORT-UA 820. Offered every other  year. 4 points.   Introduction to the fiction of 19th- and 20th-century Brazil. Studies the  development of a national literature within the broader context of cultural and  literary history.          The  Brazilian Short Story    PORT-UA  830 Offered  periodically. 4 points.    Examines  formal aspects of the Brazilian short story while developing skills in written  and spoken Portuguese. Authors include Machado de Assis, Lima  Barreto, Mário de Andrade, João Guimarães Rosa, Clarice Lispector, Rubem  Fonseca, and João Gilberto Noll.          Topics  in Brazil Studies    PORT-UA  850 When  taught in English, carries the number PORT-UA 851. Offered every year. 4  points.    Topics  vary. Focused on Brazilian culture, society, and/or arts and the relationship  between these. Recent topics include Brazilian architecture, the Amazon, and  Brazilian poetry and song.          Independent  Study    PORT-UA  997, 998 Prerequisite:  permission of the director of undergraduate studies. Open only to majors.  Offered every semester. 2 or 4 points per term.            Spanish          SPANISH  LANGUAGE COURSES          Placement  in Spanish Language Courses    The  placement of students in Spanish language and literature courses is explained  under \"placement examinations\" in the academic policies section of this  Bulletin, as well as on the website of the Department of Spanish and  Portuguese. To enroll in a Spanish language course, students must have taken  the SAT Subject Test in Spanish, have advanced standing credit for Advanced  Placement, International Baccalaureate, A Levels, or equivalent, or have taken  the placement examination administered by the University. Students from a  Spanish-speaking background who wish to study the language may not enroll in  any level of Spanish for Beginners (SPAN-UA 1, SPAN-UA 2, and SPAN-UA 10) or  Intermediate Spanish (SPAN-UA 3, SPAN-UA 4, and SPAN-UA 20), but must instead  enroll in Spanish for Spanish Speakers (SPAN-UA 11) or Advanced Spanish for  Spanish Speakers (SPAN-UA 111) after taking a written placement test in the  department.          Fulfillment  of College Core Curriculum Language Requirement    Successful  completion of Intermediate Spanish II (SPAN-UA 4) or Intensive Intermediate  Spanish (SPAN-UA 20) satisfies the Core language requirement. Students from  Spanish-speaking backgrounds should instead complete successfully either  Spanish for Spanish Speakers (SPAN-UA 11) or Advanced Spanish for Spanish  Speakers (SPAN-UA 111).          Admission  to Courses beyond Intermediate Spanish    Students  who have completed Intermediate Spanish I and II (SPAN-UA 3 and SPAN-UA 4) or  Intensive Intermediate Spanish (SPAN-UA 20) must take Advanced Grammar and  Composition (SPAN-UA 100) as a prerequisite for upper-level courses.          Spanish  for Beginners I    SPAN-UA  1 Open  to students with no previous training in Spanish and to others on assignment by  placement test. 4 points.    Designed  to teach the elements of Spanish grammar and language structure using primarily  a proficiency approach involving listening, speaking, reading and writing.  Emphasis is on building vocabulary and language patterns to encourage  spontaneous language use in and out of the classroom. After completion of this  course, students take SPAN-UA 2.          Spanish  for Beginners II    SPAN-UA  2 Prerequisite:  Spanish for Beginners I (SPAN-UA 1) or placement. Continuation of SPAN-UA 1. 4  points.    Focus  is on the basic elements of Spanish grammar not covered in SPAN-UA 1. Emphasis  is on building vocabulary and language patterns to encourage spontaneous  language use in and out of the classroom. After completion of this course,  students take SPAN-UA 3. Students with a B-plus or higher may enroll in  Intensive Intermediate Spanish (SPAN-UA 20).          Intermediate  Spanish I    SPAN-UA  3 Prerequisite:  Spanish for Beginners II (SPAN-UA 2), Intensive Elementary Spanish (SPAN-UA  10), or placement. 4 points.    Review  of grammar, language structure, and culture, concentrating on fluency and  accuracy through listening, speaking, reading, and writing activities. After  completion of this course, students take SPAN-UA 4.          Intermediate  Spanish II   SPAN-UA 4 Prerequisite:  Intermediate Spanish I (SPAN-UA 3) or placement. Continuation of SPAN-UA 3. 4  points.    Promotes  proficiency in reading and writing as well as oral performance. It focuses on  aspects of Spanish grammar, language structure, and culture not covered in  SPAN-UA 3. These include readings and discussions of contemporary Hispanic  texts and a review of major grammatical concepts. Fulfills the Core foreign  language requirement.          Intensive  Elementary Spanish    SPAN-UA  10 Open  to students with some previous training in Spanish or another Romance language  (one year of high school Spanish or the equivalent, or two years of high school  French, Italian, or Latin) and to others on assignment by placement exam or in  consultation with the director of the Spanish language program. 6 points.    Covers  the equivalent of one year of Elementary Spanish (SPAN-UA 1 and SPAN-UA 2) in  one semester. Students with a final grade of B-plus or better in SPAN-UA 10 may  enroll in SPAN-UA 20. Other students may enroll in SPAN-UA 3.          Spanish  for Spanish Speakers    SPAN-UA  11 Prerequisite:  permission of the director of the Spanish language program. Offered every  semester. 4 points.    A  formal introduction to Spanish grammar designed for heritage speakers who  understand spoken Spanish but need to further develop their speaking, reading,  and writing skills. In addition to grammar and vocabulary review, incorporates  cultural and literary readings in Spanish to develop written and oral  communication skills. Fulfills the Core foreign language requirement.          Intensive  Intermediate Spanish    SPAN-UA  20 Prerequisite:  Intensive Elementary Spanish (SPAN-UA 10), Spanish for Beginners II (SPAN-UA 2)  with a final grade of B-plus or better, or permission of the director of the  Spanish language program. 6 points.    Promotes  proficiency in reading and writing as well as oral performance. Covers the  equivalent of one year of Intermediate Spanish (SPAN-UA 3 and SPAN-UA 4) in one  semester. Fulfills the Core foreign language requirement.            QUECHUA  LANGUAGE COURSES          Quechua  is the most important and widely spoken indigenous language in Latin America.  Increasing numbers of Quechua speakers have migrated to Spain, Italy, and the  United States (especially to New Jersey and New York City). The goal in the  four-course sequence is effective communication in Quechua, which is emphasized  in all of the classroom activities. The approach uses all four language skills:  listening, speaking, reading, and writing. Successful completion of  Intermediate Quechua II (SPAN-UA 84) fulfills the College Core Curriculum  language requirement.          Beginning  Quechua I    SPAN-UA  81 No  prerequisite. 4 points.          Beginning  Quechua II    SPAN-UA  82 Prerequisite:  Beginning Quechua I (SPAN-UA 81) or permission of the instructor. 4 points.    Continuation  of SPAN-UA 81.          Intermediate  Quechua I    SPAN-UA  83 Prerequisite:  Beginning Quechua II (SPAN-UA 82) or permission of the instructor. 4 points.    Provides  students with a deeper understanding of the Quechua language.          Intermediate  Quechua II    SPAN-UA  84 Prerequisite:  Intermediate Quechua I (SPAN-UA 83) or permission of the instructor. 4 points.    Continuation  of SPAN-UA 84. Completion of Intermediate Quechua II satisfies the Core foreign  language requirement.            ADVANCED  SPANISH LANGUAGE          Advanced  Grammar and Composition    SPAN-UA  100 Prerequisite:  Intermediate Spanish II (SPAN-UA 4), Intensive Intermediate Spanish (SPAN-UA  20), or permission of the director of the Spanish language program. For  non-native speakers only. Native or quasi-native Spanish speakers should  register for SPAN-UA 111. Offered every semester. 4 points. Expands and consolidates students’ lexical and grammatical understanding of the language and introduces them to the fundamental principles of expository writing as they apply to Spanish. Utilizes exercises, readings, and intensive practice of various prose techniques and styles.           Advanced  Spanish for Spanish-Speaking Students    SPAN-UA  111 Prerequisite:  Spanish for Spanish Speakers (SPAN-UA 11) or permission of the director of  Spanish language program. Offered every semester. 4 points.    For  native and quasi-native speakers of Spanish with uneven formal training in the  language.            ADVANCED  SPANISH LANGUAGE ELECTIVES          Advanced  Spanish Conversation    SPAN-UA  101 Prerequisite:  Advanced Grammar and Composition (SPAN-UA 100). Offered every semester. 4 points.    Intensive  work in spoken Spanish, designed to give the student fluency in the use of  idiomatic, everyday language as well as a comprehensive, practical vocabulary.  For non-native speakers only.          Advanced  Spanish Conversation for the Medical Professions    SPAN-UA  102 Prerequisite:  Advanced Grammar and Composition (SPAN-UA 100) or equivalent, or permission of  the director of Spanish language program. Offered periodically. 4 points.    Designed  to expand students' speaking skills beyond the practical, day-to-day language  functions. The goal is a more complex and technical proficiency in Spanish in a  medical context, through the practice of pronunciation, vocabulary, idioms, and  linguistic structures. For non-native speakers only.          Techniques  of Translation    SPAN-UA  110 Prerequisite:  Advanced Grammar and Composition (SPAN-UA 100). Offered in the fall. 4 points.    Theory  and practice of translation through comparison of Spanish and English grammar,  syntax, and style.          Topics  in Advanced Language    SPAN-UA  190 Workshop  and/or seminar. Prerequisite: Advanced Grammar and Composition (SPAN-UA 100).  Offered periodically. 2-4 points.    Topics  in advanced language study. Varies by semester and instructor, but may include  Spanish for the professions (Spanish for law, business, and medicine) or  advanced topics in the practical use of the language (public speaking, Spanish  for research). See department for specific course offerings.          Introduction  to Creative Writing in Spanish    SPAN-UA  225 Prerequisite:  Critical Approaches to Textual and Cultural Analysis (SPAN-UA 200) or  permission of the instructor. Offered every semester. 4 points.    Students  reflect on the creative process while developing their own writing. Students  read exemplary poems and short stories by Latin American and Spanish authors,  and expand writing skills through related exercises.          Advanced  Poetry Workshop in Spanish    SPAN-UA  320 Prerequisite:  Critical Approaches to Textual and Cultural Analysis (SPAN-UA 200) or  permission of the instructor. Offered every other semester. 4 points.    Students  refine their skills in poetry writing through collaborative work and individual  guidance from the instructor, and through close reading of individual poems,  excerpts from poetry collections, and complete books of poems written by  contemporary Latin American and Spanish poets.          Advanced  Fiction and Nonfiction Workshop in Spanish    SPAN-UA  325 Prerequisite:  Critical Approaches to textual and Cultural Analysis (SPAN-UA 200) or  permission of the instructor. Offered every other semester. 4 points.   Students refine their skills in fiction and nonfiction writing through close  reading of short stories, a novella, and personal essays and excerpts from  testimonies and autobiographies written by contemporary Latin American and  Spanish authors. Fiction and nonfiction prose are studied side by side, to  analyze specific techniques and structures of each particular form.            SPANISH:  FOUNDATION COURSES          Critical  Approaches to Textual and Cultural Analysis    SPAN-UA  200 Prerequisite:  Advanced Grammar and Composition (SPAN-UA 100) or equivalent. Taught in  Spanish. Offered every semester. 4 points.    Introduction  to literary and cultural analysis through close reading of and writing about  texts from Spain and Spanish America.          The  Iberian Atlantic    SPAN-UA  300 Taught  in English, with one recitation available in Spanish. Offered once a year,  typically in the fall. 4 points.    Explores  the Iberian Atlantic world, from Islamic Spain and indigenous America to the  era of Spanish and Portuguese conquest and colonization, to understand how the  Iberian Peninsula, Western Africa, and the Americas were tied to one another in  a vast oceanic inter-culture.          Cultural  History of Latin America    SPAN-UA  305 Prerequisite:  Critical Approaches to Textual and Cultural Analysis (SPAN-UA 200). Taught in  Spanish. Offered once a year, typically in the fall. 4 points.    Provides  an introduction to the making of modern Latin America through the study of key  cultural practices in literature, visual art, film, and performance from the  19th century to the present. Organized around key concepts, which may vary by  semester and by instructor.          Cultural  History of Spain    SPAN-UA  310 Prerequisite:  Critical Approaches to Textual and Cultural Analysis (SPAN-UA 200). Taught in  Spanish. Offered once a year, typically in the spring. 4 points.    Provides  an introduction to the making of modern Spain through the study of key cultural  practices in literature, visual art, film, and performance from the 19th  century to the present. Organized around key concepts, which may vary by  semester and by instructor.            SPANISH:  ADVANCED COURSES          When  the following courses are taught in Spanish, they carry as a prerequisite  Critical Approaches to Textual and Cultural Analysis (SPAN-UA 200).          Chronicles  and Travel Literature of the Colonial World    SPAN-UA  273 Identical  to MEDI-UA 273. Offered periodically. 4 points.    Chronicles  of the encounter between Spain and non-European cultures. Diaries and memoirs  of explorers and travelers such as Columbus, Bernal Díaz de Castillo, el Inca  Garcilaso, and Cabeza de Vaca.          Reading  Realism: La  Regenta       SPAN-UA  308 Conducted  in Spanish. Offered periodically. 4 points.    Focuses  on the Spanish realist novel La Regenta by Leopoldo Alas  (1885-1885), a tale of female adultery and a classic of world literature.  Approaches this very long text (approximately 700 pages) in manageable sections  and explores related issues in realism and 19th-century Spanish culture.  Alongside the novel, viewing of the television adaptation (1994-1995) directed  by Fernando Méndez-Leite for Spanish state television.          Islam  in Spain    SPAN-UA  333 Offered  periodically. 4 points.    Explores  the key role Spain has played in the relationship between Islam and the West  and the mutual influences between Spain and Morocco, from Al-Andalus (the  Islamic state in the Iberian Peninsula in the medieval period) to the present.  Considers Spanish colonization and de-colonization in Morocco and present-day  immigrant communities from Morocco.          Is  Spanish One Language?    SPAN-UA  355 Offered  every year. 4 points.    Familiarizes  students with the historical, geographical, ethnic, and sociolinguistic factors  that contributed to the large variety of Spanish dialects spoken in the  Americas. Why do people in Costa Rica speak like those in Uruguay and not like  their neighbors in Panama? Why do Colombians have a different vocabulary in  Bogotá and in Cartagena de Indias? Surveys the wide variations of Castilian in the  Americas, a language that was itself subject to drastic changes since its  evolution from Latin roots.          Pre-Hispanic  Literature: The World of the Aztecs, Incas, and Mayas    SPAN-UA  370 Offered  periodically. 4 points.    Texts  from the Aztec, Inca, and Maya civilizations as expressions of their society,  religion, and relationship with nature, as well as reflections of a highly  developed aesthetic sensibility.          Cervantes    SPAN-UA  371 Identical  to MEDI-UA 335. Offered every other year. 4 points.    Close  readings of the principal prose works, particularly Don Quijote and/or the Novelas ejemplares , supplemented by  critical and historical readings. Special attention paid to questions of  madness and desire, authorship, the seductions and the dangers of reading, the  status of representation, the relation between history and truth, the  Inquisition, Spanish imperialism, the New World, and the Morisco expulsion.          Theatre  and Poetry of the Spanish Golden Age    SPAN-UA  421 Offered  every other year. 4 points.    Selected  texts from 16th- and 17th-century Spain (traditionally considered the Golden  Age of Spanish art and literature), read in the context of Counter-Reformation  culture and Spain's changing place in early modern Europe. Authors  include Garcilaso, Lope de Vega, Tirso de Molina, Calderón de la Barca,  Quevedo, and Góngora. May  focus on theatre or poetry (or both).          History  of Spanish Art from 1890 to the Present    SPAN-UA  426 When  taught in English, carries the course number SPAN-UA 425. Offered every other  year. 4 points.   Survey of the major artists, movements, and institutions that shaped Spanish  art from the end of the 19th century to the end of the 20th, including Gaudí,  Picasso, Miró, Buñuel, Dalí, Tàpies, Crónica, and Almodóvar. Themes include the  reception of the European avant-garde; the debate between \"pure\" and \"social\"  art; the use of history and myth in the construction of national artistic  styles; center and periphery; and the role of academies, galleries,  exhibitions, and cafés in the formation of artistic identities.          See  It, Read It: Photography and Discourse in Latin America    SPAN-UA  440 Offered  every other year. 4 points.    An  analysis of photography in relation to writing. Explores the tension inherent  in the photograph's dual identity (historical document or work of art) through  a study of the history of Latin American photography, and explores the impact  of photography on writing through key texts that take photography as their main  concern (but where no photographs appear) and texts that play on the page with  the relationship between image and word.          Secret  Weapons: Reading Julio Cortázar Today    SPAN-UA  441 Offered  periodically. 4 points.    Compares  Cortázar's work with that of his contemporaries, establishing connections and  influences among them, while at the same time studying the author's  manipulation of high and low culture through his involvement with photography,  painting, jazz, boxing, almanacs, and music.          Latin  American Theatre    SPAN-UA  460 When  taught in English, carries the course number SPAN-UA 761. Offered every other  year. 4 points.   An introduction to the history, theories, and practices of Latin American  theatre in the twentieth and twenty-first centuries, paying special attention  to special meanings of modernist and post-modernist dramatic forms in cultures  where industrial modernity has been an insecure social context. We draw on  postcolonial Latin American theories of culture and art, such as  transculturation, antropofagía , and the  \"aesthetics of hunger,\" and consider \"magical realism\" as a social poetics of  scarcity, newly relevant for today's neoliberal regimes. Throughout, we  consider the theatre in relation to the region's complex social, sexual, and  cultural politics.          Topics  in Spanish American Literature and Culture    SPAN-UA  550 When  conducted in English, carries the course number SPAN-UA 551. Offered every  semester. 4 points.    Recent  topics include new borderlands in Latin America and Spain, cultures of the  Mexican Revolution, myth and literature, Hispanic cities, Latin American film,  intimacy and precarity, performance and human rights in Latin America, and  literature and animality.          Transatlantic  Avant-gardes: Sites of Modernity    SPAN-UA  625 Offered  every other year. 4 points.    A  study of mobility, travel, and cultural transmission in the artistic and  literary avant-gardes of the 20th century in Europe and the Americas, with a  focus on those sites in which vibrant transatlantic exchange took place among  artists and writers from Spain and Latin America.          Intimacy  and Precariousness: Problems of Contemporary Latin American Culture    SPAN-UA  645 Conducted  in Spanish. Offered every other semester. 4 points.    Organized  around two axes that condense determining aspects of recent literary work in  Latin America. (1) Writings of the \"I\": the relation between biography and  fiction, between intimacy and public exhibition(ism), and new modes of  constructing subjectivity are explored in texts by Fernando Vallejo, Roberto  Bolaño, Alan Pauls, and Sylvia Molloy. (2) Figures of abandonment, of precariousness,  and of disavowal that reflect (directly or obliquely) radical transformations  of the political and of the relation between politics and literature are  examined through texts by Rodolfo Fogwill, Mario Bellatín, and Martin Kohan,  and films of Lucrecia Martel and Eduardo Coutinho.          Modern  Hispanic Cities    SPAN-UA  650 Offered  periodically. 4 points.    Using  an interdisciplinary, multimedia, and comparative approach, examines various  cities in the Spanish-speaking world and their physical, spatial, literary,  musical, and imaginary constructions. Cities covered may include Mexico City,  Havana, Lima, Buenos Aires, San Juan, Madrid, Barcelona, and New York.          Topics  in Brazil Studies    SPAN-UA  700, 701 If  taught in Portuguese, the prerequisite is Intermediate Portuguese (PORT-UA 4 or  equivalent) or comparable language proficiency. 4 points.    Topics  vary. Focused on Brazilian culture, society, and/or arts and the relationship  between these. Recent topics include Brazilian architecture, the Amazon, and  Brazilian poetry and song.          Fictions  of Power in Spain and Latin America    SPAN-UA  732 Offered  periodically. 4 points.    Topics  vary. Details about the texts, authors, and films covered in any particular  semester may be found on the department's website and in course descriptions  available in the department.          Literature  and Film of the Cuban Revolution    SPAN-UA  795 Offered  every other year. 4 points.    Critical  readings of speeches, essays, novels, and films from and about the 1959 Cuban  Revolution. Texts by Castro, Guevara, Barnet, Fernández Retamar, Padilla,  Cabrera Infante, Desnoes, and Arenas, and films by Kalamazov, Gutiérrez Alea,  and Almendros.          Topics  in Peninsular Spanish Literature and Culture    SPAN-UA  950 When  conducted in English, carries the course number SPAN-UA 951. Offered every  semester. 4 points.    Recent  topics include culture and memory, experimental documentary from Spain,  researching the Abraham Lincoln Brigades, Spanish romanticism, poetics and  ethics, Spanish cultural studies, and nineteenth-century novels.                 Home       People       Language Placement       Undergraduate Program       Graduate Programs       Study Away       News &amp; Events       Alumni       Resources &amp; Affiliations       Ph.D. Portal       Employment Opportunities       Contact Us               Stay Connected           like us on Facebook                     Photo Credits         Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Course Offerings    | Classics | NYU                                                          Back to  previous page                  Course Offerings   Jump to: Latin Ancient Greek Advanced Latin and Advanced Ancient Greek Literature (No Latin or Greek Required) Greek and Roman History and Culture Art and Archaeology Philosophy, Religion, and Intellectual History Special Courses Spring and Summer Study Abroad Courses Graduate Courses Open to Undergraduates  Latin Elementary Latin I, II CLASS-UA 3, 4 Both terms must be completed to receive credit toward any departmental major or minor. Offered every year. 4 points per term. Introduction to the essentials of Latin, the language of Vergil, Caesar, and Seneca. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Latin rather than merely translate it. The second semester (CLASS-UA 4) introduces the student to selected readings from standard Latin authors, including Catullus, Cicero, Ovid, and Pliny. Intensive Elementary Latin CLASS-UA 2 Open to students with no previous training in Latin and to others through assignment by placement test. Offered periodically, in the spring term only. 6 points. Completes the equivalent of a year's elementary level in one semester. Intermediate Latin I: Reading Prose CLASS-UA 5 Prerequisites: Elementary Latin I and II (CLASS-UA 3 and 4), or Intensive Elementary Latin (CLASS-UA 2), or equivalent. Offered every year. 4 points. Teaches second-year students to read Latin prose through comprehensive grammar review; emphasis on the proper techniques for reading (correct phrase division, the identification of clauses, and reading in order); and practicing reading at sight. Authors may include Caesar, Cicero, Cornelius Nepos, Livy, Petronius, or Pliny, at the instructor's discretion. Intermediate Latin II: Vergil CLASS-UA 6 Prerequisite: Intermediate Latin I: Reading Prose (CLASS-UA 5) or equivalent. Offered every year. 4 points. Writings of the greatest Roman poet, focusing on his most celebrated poem, the Aeneid. Students learn to read Latin metrically to reflect the necessary sound for full appreciation of the writing. Readings in political and literary history illustrate the setting in the Augustan Age in which the Aeneid was written and enjoyed, the relationship of the poem to the other classical epics, and its influence on the poetry of later times.     Ancient Greek Elementary Ancient Greek I, II CLASS-UA 7, 8 Both terms must be completed to receive credit toward any departmental major or minor. Offered every year. 4 points per term. Introduction to the complex but highly beautiful language of ancient Greece—the language of Homer, Sophocles, Thucydides, and Plato. Students learn the essentials of ancient Greek vocabulary, morphology, and syntax. Five hours of instruction weekly, with both oral and written drills and an emphasis on the ability to read Greek rather than merely translate it. Intermediate Ancient Greek I: Plato CLASS-UA 9 Prerequisites: Elementary Ancient Greek I and II (CLASS-UA 7 and 8) or equivalent. Offered every year. 4 points. Reading of Plato's Apology and Crito and selections from the Republic. The purpose of the course is to develop facility in reading Attic prose. Supplements readings in Greek with lectures on Socrates and the Platonic dialogues. Intermediate Ancient Greek II: Homer CLASS-UA 10 Prerequisite: Intermediate Ancient Greek I: Plato (CLASS-UA 9) or equivalent. Offered every year. 4 points. Extensive readings in the Iliad or Odyssey. Proficiency in scansion is expected, as well as a good command of Homeric vocabulary. Relevant topics ranging from the Homeric question to problems of oral tradition through the archaeological evidence of Bronze Age Greece and Troy are discussed in class or developed by the student through oral or written reports.     Advanced Latin and Advanced Ancient Greek    Each term, the department offers one course in advanced Latin and one course in advanced Greek. Courses are taught on a cycle; students may take up to six consecutive terms without repeating material. Advanced Latin: Epic CLASS-UA 871 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Extensive readings in Vergil's Aeneid and the other epics of Rome, including Ovid's Metamorphoses, Lucan's Bellum Civile, and Lucretius's De Rerum Natura. Consideration is given to the growth and development of Roman epic, its Greek antecedents, and its relationship to the Romans' construction of their past. Study of the development of the Latin hexameter is also included. Advanced Latin: Cicero CLASS-UA 872 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Offering extensive readings from the prose works of Cicero, this course provides readings in Latin of a selection from Cicero's speeches, letters, oratorical works, and philosophical works. Cicero's place in the development of Latin literature is also considered, as is the social and political world of the late Republic that he inhabited. Advanced Latin: Lyric and Elegy CLASS-UA 873 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Provides extensive readings from the works of Rome's greatest lyric and elegiac poets, including Catullus, Horace, Tibullus, Propertius, and Ovid. The various lyric meters adapted by the Romans are considered, as is the development of the Latin love elegy. Advanced Latin: Comedy CLASS-UA 874 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. A selection of plays from those of Plautus and Terence. The development of Roman comedy, its relationship to Greek New Comedy, and its social and cultural place in Roman life are also discussed. Some facility in Plautine and Terentian meter is expected. Advanced Latin: Satire CLASS-UA 875 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. With extensive readings from Horace's, Juvenal's, and Persius's satires, this course traces the development of the satiric mode from its earliest beginnings in Rome to its flowering under the Empire. The relationship of satire to the social world of Rome, including its treatment of money, women, political figures, and social climbers, is also examined. Advanced Latin: Latin Historians CLASS-UA 876 Prerequisite: Intermediate Latin II: Vergil (CLASS-UA 6) or equivalent. Offered every three years. 4 points. Readings from the three masters of Roman historiography, Sallust, Livy, and Tacitus. The course also considers the rise and development of history in Rome, its relationship to myth, and its narrative structure and manner. Advanced Individual Study in Latin CLASS-UA 891, 892, 893, 894 Prerequisite: permission of the department. Offered every year. 2 or 4 points per term. Advanced Greek: Archaic Poetry CLASS-UA 971 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Extensive readings from the lyric, elegiac, and iambic poets of Greece. The course studies the use of the various lyric forms, the different meters employed by the archaic poets, and the social functions of archaic poetry. Advanced Greek: Greek Historians CLASS-UA 972 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings from the two fifth-century masters of Greek historiography, Herodotus and Thucydides. The course examines the themes, narrative structure, and methodology of both writers, as well as giving some consideration to the rise of history writing in Greece and its relationship to myth and epic. Advanced Greek: Drama CLASS-UA 973 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings of several plays from among those of Aeschylus, Sophocles, and Euripides. Spoken and choral meter are studied, and the role of performance, dramaturgy, and the place of theatre in Athenian society is also examined. Advanced Greek: Orators CLASS-UA 974 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings of several speeches from the major Attic orators (Lysias, Aeschines, and Demosthenes). The course also examines the role of law in Athenian society, procedure in the Athenian courts, and rhetorical education and training. Advanced Greek: Philosophy CLASS-UA 975 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Readings from the dialogues of Plato and the major philosophical works of Aristotle. Advanced Greek: Hellenistic Poetry CLASS-UA 976 Prerequisite: Intermediate Ancient Greek II: Homer (CLASS-UA 10) or equivalent. Offered every three years. 4 points. Offers a selection of authors (including Callimachus, Theocritus, and Apollonius) and genres (pastoral, hymn, epigram, drinking song) from the Hellenistic era. Advanced Individual Study in Ancient Greek CLASS-UA 991, 992, 993, 994 Prerequisite: permission of the department. Offered every year. 2 or 4 points per term.     Literature (No Latin or Greek Required) Greek Drama: Aeschylus, Sophocles, and Euripides CLASS-UA 143 Identical to DRLIT-UA 210. Offered periodically. 4 points. Of the ancient Greeks' many gifts to Western culture, one of the most celebrated and influential is the art of drama. This course covers, through the best available translations, the masterpieces of the three great Athenian dramatists. Analysis of the place of the plays in the history of tragedy and the continuing influence they have had on serious playwrights, including those of the 20th century. The Comedies of Greece and Rome CLASS-UA 144 Identical to DRLIT-UA 211. Offered periodically. 4 points. Study of early comedy, its form, content, and social and historical background. Covers the Old Comedy of fifth-century B.C.E. Athens through later Attic New Comedy and Roman comedy. Authors include Aristophanes (all 11 plays, one may be staged); Euripides, whose tragedies revolutionized the form of both comedy and tragedy; Menander, whose plays have only recently been discovered; and Plautus and Terence, whose works profoundly influenced the development of comedy in Western Europe. Greek and Roman Epic CLASS-UA 146 Offered periodically. 4 points. Detailed study of the epic from its earliest form, as used by Homer, to its use by the Roman authors. Concentrates on the Iliad and the Odyssey of Homer and on Vergil's Aeneid, but may also cover the Argonautica of the Alexandrian poet Apollonius of Rhodes and Ovid's Metamorphoses, as well as the epics representative of Silver Latin by Lucan, Silius Italicus, and Valerius Flaccus. The Novel in Antiquity CLASS-UA 203 Identical to COLIT-UA 203. Offered periodically. 4 points. Survey of Greek and Roman narrative fiction in antiquity, its origins and development as a literary genre, and its influence on the tradition of the novel in Western literature. Readings include Chariton's Chaereas and Callirrhoe, Longus's Daphnis and Chloe, Heliodorus's Ethiopian Tale, Lucian's True History, Petronius's Satyricon, and Apuleius's Golden Ass. Concludes with the Gesta Romanorum and the influence of this tradition on later prose, such as Elizabethan prose romance. Ancient Political Theory CLASS-UA 206 Offered periodically. 4 points. Examines the foundation and interpretation of Athenian democracy and Roman republicanism. Readings include Plato's Republic, Thucydides' History of the Peloponnesian War, Aristotle's Politics, and Cicero's Republic and Laws. Classical Mythology CLASS-UA 404 Identical to RELST-UA 404. Offered every year. 4 points. Discusses the myths and legends of Greek and Roman mythology and the gods, demigods, heroes, nymphs, monsters, and everyday mortals who played out their parts in this mythology. Begins with creation, as vividly described by Hesiod in the Theogony, and ends with the great Trojan War and the return of the Greek heroes, especially Odysseus. Roman myth is also treated, with emphasis on Aeneas and the foundation legends of Rome.      Greek and Roman History and Culture Sexuality and Gender in Greece and Rome CLASS-UA 210 Offered periodically. 4 points. Deals with the constructions of gender and experiences of sexuality in ancient Greece and Rome. Working with texts and representations from varied discourses such as medicine, law, literature, visual art, and philosophy, students explore the ways in which the ancient Greeks and Romans perceived their own bodies in such a way as to differentiate gender and understand desire. The class also discusses how eroticism and gender support and subvert political and social ideologies. Everyday Life in Ancient Rome CLASS-UA 212 Offered periodically. 4 points. Study of daily life as it was lived by the Romans in the period of the late Republic and early Empire: how they worked, worshipped, dressed, fed, and entertained themselves. Looks at questions of family life and social status, at rich and poor, at slaves and free, and at the lives of men, women, and children. Also considers marriage and divorce, crime and punishment, and law and property. All of these issues are examined primarily through original texts such as ancient documents, legal sources, and literary texts in which such Roman authors as Horace, Martial, and Juvenal describe their own lives and those of their contemporaries. Greek History from the Bronze Age to Alexander CLASS-UA 242 Identical to HIST-UA 200. Offered every other year. 4 points. Until a few decades ago, Greek history began with Homer and dealt narrowly with the Greek world. Thanks to archaeology, the social sciences, and other historical tools, the chronological and geographical horizons have been pushed back. The history of the Greeks now starts in the third millennium B.C.E. and is connected to the civilization that lay to the east, rooted in Egypt and Mesopotamia. This course traces Greek history from the Greeks' earliest appearance to the advent of Alexander. The Greek World from Alexander to Augustus CLASS-UA 243 Identical to HIST-UA 243. Offered every other year. 4 points. Continuation of the history of ancient Greece from the age of Alexander the Great in the fourth century B.C.E. until Emperor Augustus consolidated the Roman hold over the eastern Mediterranean in the first century B.C.E. These three centuries saw the relationship between Rome and the Near East become most meaningful. This course examines Alexander's conquests, the states established by his successors (Ptolemies of Egypt and Seleucids of Syria), and the increasing intervention of Rome. History of the Roman Republic CLASS-UA 267 Identical to HIST-UA 205. Offered every other year. 4 points. In the sixth century B.C.E., Rome was an obscure village. By the end of the fourth century B.C.E., Rome was master of Italy, and within another 150 years, it dominated almost all of the Mediterranean world. Then followed a century of unrest involving some of the most famous events and men—Caesar, Pompey, and Cato—in Western history. The course surveys this vital period with a modern research interpretation. History of the Roman Empire CLASS-UA 278 Identical to HIST-UA 206. Offered every other year. 4 points. In the spring of 44 B.C.E., Julius Caesar was murdered by a group of senators disgruntled with his monarchic ways. However, Caesar's adoptive son and heir, Gaius Octavius, was quickly on the scene, and over the course of the next half-century managed to establish himself as Rome's first emperor. About three centuries later, Constantine the Great would rise to imperial power and with him came a new state religion—Christianity. This course examines the social and political history of the Roman Empire from the time of Augustus to that of Constantine and also closely observes the parallel growth of Christianity. History of Ancient Law CLASS-UA 292 Offered periodically. 4 points. Examines the development of law and legal systems and the relationships of these to the societies that created them, starting with some ancient Near Eastern systems and working down to the Roman period. The main focus is on the fully developed system of Roman law.      Art and Archaeology Ancient Art at Risk: Conservation, Ethics, and Cultural Property CLASS-UA 100 Prerequisite: permission of the instructor. 4 points. Examines the environmental, material, social, and political forces that put ancient art at risk, including exposure to natural elements, acid rain, pollution, dam building, tourism, urban development, armed conflict, looting, theft, and the illicit trade in antiquities. Issues of conservation, preservation, and ethics are considered through case studies that focus on sites, monuments, and materials. Team-taught with physical chemistry professor Norbert S. Baer of the Institute of Fine Arts Conservation Center, this course reviews a range of applied technologies used in the analysis of ancient objects: radiocarbon dating, thermoluminescence, dendrochronology, stable isotope analysis, dedolomitization, and elemental analysis. Authenticity and forgery, dating and provenance, and the sourcing of ancient materials are among the issues examined. The use of coins, inscriptions, and stamped amphora handles and ceramics is evaluated as criteria for establishing absolute and relative chronologies. Consideration is given to the role that stylistic analysis and connoisseurship have played in our understanding of ancient art. This interdisciplinary course is ideal for students who are interested in the intersection of classical archaeology with law, science, ethics, public policy, cultural resource management, and the environment. We track developments in global cultural property laws, international conventions, and the repatriation of cultural materials. The Parthenon and Its Reception: From Antiquity to the Present CLASS-UA 150 Identical to ARTH-UA 150. Prerequisite: permission of the instructor. 4 points. This colloquium traces the history of the Parthenon and its reception through its transformations from the temple of Athena, to Christian church, to mosque, to ruin, to icon of Western art and culture. The landscape, topography, and topology of the Athenian Acropolis are examined with an eye toward understanding the interrelation of place, myth, cult, and ritual. The architectural phases of the Parthenon, its program of sculptural decoration, its relationship to other monuments on the Acropolis, and the foundation myths that lie behind its meaning are scrutinized. Issues of reception, projection, and appropriation are considered, as well as interventions through conservation and reconstruction. Efforts to secure the repatriation of the Parthenon sculptures are reviewed within the broader context of global cultural heritage law and the opening of the New Acropolis Museum. Introduction to Classical Archaeology: Constructions of the Greek and Roman Past CLASS-UA 305 Offered periodically. 4 points. An introduction to the archaeology of the Mediterranean world, examining the history and contexts of sites and monuments, as well as the methods, practices, and research models through which they have been excavated and studied. From Bronze Age palaces of the Aegean, to the Athenian Acropolis, to the cities of Alexander the Great, the Roman forum, Pompeii, and the Roman provinces, we consider the ways in which art, archaeology, architecture, everyday objects, landscape, urbanism, technology, and ritual teach us about ancient Greek and Roman societies. Special focus is placed on reception, the origins of archaeology in the Renaissance, 19th- to 20th-century humanistic and social scientific approaches, and postmodern social constructions of knowledge. Ancient Art CLASS-UA 310 Identical to ARTH-UA 3. Offered periodically. 4 points. Examines the arts of Egypt, Near East, Greece, and Rome within the contexts and diversities of their cultures. Special emphasis is placed on form, function, and style and on the significance of this material for later periods within the history of art. Major monuments and objects are studied within their full historiographical contexts, as well as within the frameworks of current archaeological and art historical theory and methods. Focus is placed on materiality, technique, authorship, patronage, and reception. This course serves as a foundation for study of almost any branch of Western humanism. Birth of Greek Art: From the Bronze Age to the Geometric Period CLASS-UA 311 Identical to ARTH-UA 101. Offered periodically. 4 points. Surveys the art, archaeology, and culture of the Aegean Bronze Age and early Iron Age: from ancient Thera to the palace-based states of Minoan Crete and the Mycenaean Greek mainland, to developments within communities of the eighth century B.C.E. Architecture, wall painting, sculpture, ceramics, and narrative in early Greek art are among the topics examined, along with absolute and relative chronologies and the development of writing. Emphasis is placed on critical approaches to material culture within the contexts of religion, sociopolitical and economic organization, burial practices, trade networks, and interactions with neighboring cultures. Archaic and Classical Art: Greek and Etruscan CLASS-UA 312 Identical to ARTH-UA 102. Prerequisite: History of Western Art I (ARTH-UA 1), Ancient Art (ARTH-UA 3), or permission of the instructor. Offered every other year. 4 points. Greek and Etruscan art and archaeology from the seventh century through the fourth century B.C.E., including the orientalizing and archaic styles, the emergence of the classical style, changes in art and life in the fourth century, and the impact of Macedonian court art before and during the time of Alexander the Great. Focuses on architecture, sculpture, and vase painting within their full social, religious, and political contexts, with careful attention to material, style, technique, function, iconography, authorship, and patronage. Special topics include the body, votive practice, cult statues, athletic statuary, architectural decoration, portraiture, myth, narrative, landscape, and aesthetics. Includes study of the Metropolitan Museum of Art collections. Hellenistic and Roman Art CLASS-UA 313 Identical to ARTH-UA 103. Prerequisite: History of Western Art I (ARTH-UA 1), Ancient Art (ARTH-UA 3), or permission of the instructor. Offered every other year. 4 points. Traces developments in art and archaeology from the conquests of Alexander the Great to the beginnings of Christian domination under Constantine in the fourth century C.E. The diversity of the Hellenistic and Roman worlds is examined through careful consideration of Macedonian court art; the spread of Hellenistic culture from Greece to the Indus Valley; the arts of the Ptolemaic, Attalid, and Seleucid kingdoms; the expansion of Rome in the western Mediterranean; and the arts of the Roman Empire. Special emphasis on landscapes; rituals; social and political complexities; problems of chronology, styles, and copies; portraiture and identity; power and empire; luxury and trade; and hybridization. Includes study of the Metropolitan Museum of Art and Brooklyn Museum collections. Archaeologies of Rome and the Empire CLASS-UA 351 Offered periodically. 4 points. Surveys the archaeologies of Rome and the Italian Peninsula, including the cities of Etruria and the Greek settlements of South Italy and Sicily, as well as the Roman provinces, with special focus on Asia and North Africa. Public and private buildings and monuments, including temples, marketplaces, triumphal arches, colonnaded streets, theatres, amphitheatres, baths, water supply systems, luxury villas, apartment blocks, and gardens, are examined. From urban centers to rural landscapes, we consider Roman taste and technologies, identity and traditions, within their full social, cultural, religious, and economic contexts. With a focus on sculpture, wall painting, mosaics, and decorative arts, developments in Roman visual culture are tracked through the late antique period. Archaeologies of Greece CLASS-UA 352 Offered periodically. 4 points. This survey of Greek landscapes, sites, monuments, and images presents the art and archaeology of the Greek world from the Neolithic to the late antique period. Architecture, painting, sculpture, and decorative arts are studied within their full social, cultural, and religious contexts. From the palaces of the Aegean Bronze Age; to the Panhellenic sanctuaries at Olympia, Delphi, Nemea, and Isthmia; to the city of Athens and the monuments of the Athenian Acropolis; to the great Hellenistic cities of Asia Minor, special focus is placed on landscape, myth, memory, materials, and ritual in shaping the visual culture of ancient Greece. The formation of the city-state and its political, economic, and religious institutions are explored within their full urban settings. The development and history of classical archaeology as a discipline are reviewed, along with issues of reception, connoisseurship, critical theory, and methods. Greek Architecture CLASS-UA 353 Identical to ARTH-UA 104. Prerequisite: permission of the instructor. Offered periodically. 4 points. History of Greek architecture from the archaic through the Hellenistic periods (eighth to first centuries B.C.E.). Provides a chronological survey of the Greek architectural tradition from its Iron Age origins, marked by the construction of the first all-stone temples, to its radical transformation in the late Hellenistic period, most distinctively embodied in the baroque palace architecture reflected in contemporary theatre stage-buildings. The lectures, accompanying images, and readings present the major monuments and building types, as well as such related subjects as city planning and urbanism, building methods, and traditions of architectural patronage. Roman Architecture CLASS-UA 354 Identical to ARTH-UA 105. Prerequisite: permission of the instructor. Offered periodically. 4 points. History of Roman architecture from the Hellenistic to the early Christian periods (first century B.C.E. to sixth century C.E.). Provides a chronological survey of Roman architecture from its early development against the background of the Greek and Etruscan traditions to the dramatic melding of the divergent trends of late antiquity in the great Justinian churches of Constantinople and Ravenna. The lectures, accompanying images, and readings present the major monuments and building types, as well as such related subjects as city planning and urbanism, Roman engineering, and the interaction between Rome and the provinces.       Philosophy, Religion, and Intellectual History Ancient Political Theory CLASS-UA 206 Offered periodically. 4 points. Examines the foundation, interpretation, and modern reception of Athenian democracy and Roman republicanism. Readings include Plato's Republic, Thucydides' History of the Peloponnesian War, Aristotle's Politics, and Cicero's Republic and Laws. Introduction to the New Testament CLASS-UA 293 Identical to RELST-UA 302 and HBRJD-UA 22. Offered periodically. 4 points. Introduces students to issues and themes in the history of the Jesus movement and early Christianity through a survey of the main texts of the canonical New Testament, as well as other important early Christian documents. Students are given the opportunity to read most of the New Testament text in a lecture-hall setting where the professor provides historical context and focuses on significant issues, describes modern scholarly methodologies, and places the empirical material within the larger framework of ancient history and the theoretical study of religion. Ancient Religion: From Paganism to Christianity CLASS-UA 409 Identical to RELST-UA 409. Offered periodically. 4 points. The period from the beginnings of Greek religion until the spread of Christianity spans over 2,000 years and many approaches to religious and moral issues. This course traces developments such as the Olympian gods of Homer and Hesiod; hero worship; public and private religion; views of death, the soul, and afterlife; Dionysus; Epicureanism; and Stoicism. It deals with changes in Greek religion during the Roman republic and early empire and the success of Christians in converting pagans in spite of official persecution. Martyrdom, Ancient and Modern CLASS-UA 646 Identical to RELST-UA 660. Offered every other year. 4 points. Examines the theory and practice of martyrdom in the West. Begins with a close study of the development of the martyrological discourse in classical, early Christian, early Jewish, and Muslim literature and culture. Also traces how the concept of martyrdom is deployed in modern culture in various phenomena, such as the \"Columbine martyrs,\" \"martyrdom operations\" (\"suicide bombers\"), political martyrdom, and modern notions of holy war. Greek Thinkers CLASS-UA 700 Identical to PHIL-UA 122. Offered periodically. 4 points. The origins of nonmythical speculation among the Greeks and the main patterns of philosophical thought, from Thales and other early speculators about the physical nature of the world through Socrates, Plato, Aristotle, the Stoics, the Epicureans, and the Neoplatonists.       Special Courses Special Topics in Classical Studies I, II, III CLASS-UA 291, 293, 294 Usually assigns readings in English translation. Offered periodically. 2 or 4 points per term. Seminar topics vary from semester to semester, although the focus is always on a limited aspect of life, history, literature, art, or archaeology of Greco-Roman antiquity. Topics from past semesters include the Trojan War, archaeology and pottery, Alexander the Great, the Etruscans, and crime and violence in the ancient world. Future topics may include Plato and Aristotle, ancient medicine, the Age of Pericles, the Age of Augustus, and Latin love poetry. Senior Honors Seminar and Thesis CLASS-UA 295, 297 Prerequisite: permission of the department. 2 or 4 points per term.             Internship CLASS-UA 980, 981 Prerequisite: permission of the department. Open only to juniors and seniors. Offered every year. 2 or 4 points per term. Internships with institutions such as the Brooklyn Museum and the American Numismatic Society afford students the opportunity to work outside the University in areas related to the field of classics. Requirements for completion of such internships include periodic progress reports and a paper describing the entire project.       Independent Study CLASS-UA 997, 998 Prerequisite: permission of the department. 2 or 4 points per term.  Spring and Summer Study Abroad Courses Archaeological Fieldwork: Yeronisos Island Excavation Field School, Cyprus Summer Session I. 4 points. This five-week field practicum is held on Yeronisos Island, Cyprus, a Ptolemaic sanctuary of Apollo that flourished during the final years of Cleopatra's reign. The course focuses on the aims, scope, and tools of field survey and archaeology; the practice of stratigraphic excavation; and the ways in which we deal with archaeological evidence. Field training includes surface survey and field walking; principles of stratigraphic excavation, using a level and laser theodolite, taking elevations, computer-aided drawing and design, setting out an excavation grid square, keeping a field book, and field photography; data entry and the Yeronisos Island Expedition Database; health and safety in the field and on the boat; closing the site for the season, final elevations, aerial photography, rubble wall consolidation, geo-textiles, and backfilling; packing up the storeroom and conservation and registration of finds; and writing final field reports. Afternoon seminars cover pottery washing, conservation, and analysis; drawing stratigraphic sections; drawing pottery profiles, glass, and metal objects; object photography; Neolithic and Chalcolithic Cyprus; Ptolemaic rule in Cyprus; late Roman and Byzantine Cyprus; archaeologies of cult and religion; Hellenistic pottery: shapes, wares, and functions; and reading Greek inscriptions. Field trips include Nea Paphos, Roman villas and mosaics at the House of Theseus, House of Aion, and House of Dionysos; Hellenistic Tombs of the Kings, the sanctuary of Aphrodite at Palaipaphos and the Kouklia Museum, the Persian siege mound at Palaiphaphos; Souskiou Neolithic/Chalcolithic Cemetery; the Paphos Museum; Geroskipou Folk Art Museum, Lemba Experimental Chalcolithic Village, the Monastery and Byzantine Museum at Agios Neophytos; and flora and fauna study, hiking in the Akamas Peninsula, and the Sea Turtle Conservation Project at Lara Beach.       Spring Semester in Egypt       Study Abroad Courses Inquiries about the associated undergraduate spring semester abroad program Archaeology and History in Egypt, offered through the NYU Institute for the Study of the Ancient World, should be made to its director, Ellen Morris ( em129@nyu.edu ). The website is www.amheida.org . Click on the Student Information button for more information on this program. The Oases of Egypt CLASS-UA 9355 Offered in the spring. 4 points. This seminar explores the history and culture of Egypt's western oases, especially of Dakhleh Oasis. In the course of this month, as we travel physically around Dakhleh and Kharga and chronologically from deep prehistory to the advent of Christianity, we address issues of insularity and connectivity with respect to the Nile Valley, as well as the relationship between humans, technology, and the natural environment. Inhabitants of the oases always enjoyed a rather precarious existence, because of the difficulty of travel, the ever-present risk of salinization, hostile desert raiders, and general remoteness; thus, we are alerted to the ways in which the realities of living on an oasis provoked identifiable and to some degree recurrent cultural dynamics. The Archaeology of Egypt's Nile Valley CLASS-UA 9356 Prerequisites: The Oases of Egypt (CLASS-UA 9355) and Field Work in Egypt (CLASS-UA 9357). Offered in the spring. 4 points. In this traveling seminar, students leave Dakhleh Oasis for the Nile Valley to place what they have studied into a wider cultural context. During the course of the month, students visit temples, tombs, settlements, and other sites throughout Egypt, from Aswan to Alexandria. Seminar sessions and class presentations focus on themes related especially to Egypt's ever-evolving religious and funerary beliefs, as well as the complex, often multicultural, nature of Egyptian civic life at various periods. Field Work in Egypt CLASS-UA 9357 Prerequisite: The Oases of Egypt (CLASS-UA 9355). Offered in the spring. 4 points. This intensive course is largely field-based, with additional time spent processing, recording, and analyzing materials at the excavation house. Students are involved in almost every aspect of the archaeological field process. Specialists offer instruction in survey techniques, in the drafting of archaeological plans, and in the interpretation of ceramics and other highly indicative artifacts. As the bulk of excavation in Egypt is undertaken by local workmen, students receive training as a site supervisor (with all of the necessary background in archaeological methodology that this entails). Independent Project: Excavation at Amheida CLASS-UA 9358 Prerequisite: participation in the NYU Archaeology and History in Egypt program. Offered in the spring. 4 points. For this independent project, students produce original research on some aspect of the material culture so far unearthed at Amheida. Students may choose to specialize in a type of artifact (such as pottery, flints, or coins), choose to analyze specific contexts in depth, or develop a specific project based on their own interests and backgrounds. In all cases, they are encouraged to formulate and test hypotheses. Once completed, independent projects are archived in the library for the use of all other archaeologists who work at Amheida. Research undertaken while at Dakhleh is facilitated by our online database, by collections stored on site, and by the dig house library.        Graduate Courses Open to Undergraduates Courses in classics offered in the Graduate School of Arts and Science are open to all undergraduates who have reached the required advanced level of Greek or Latin language instruction.                                                                                              Back to Top"}, {"content": "Course Offerings, Spanish and Portuguese | NYU                                Navigation           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to Home       Course Offerings   Jump to:    BRAZILIAN AND PORTUGUESE STUDIES COURSES    SPANISH LANGUAGE COURSES    QUECHUA LANGUAGE COURSES    ADVANCED SPANISH LANGUAGE    ADVANCED SPANISH LANGUAGE ELECTIVES    SPANISH: FOUNDATION COURSES    SPANISH: ADVANCED COURSES      Portuguese          LANGUAGE  COURSES          Elementary-level  courses stress the structures and patterns that permit meaningful communication  in and outside the classroom. Intermediate-level courses aim to promote fluency  in speaking, as well as proficiency in reading and writing. Both include  readings and discussions of Portuguese and Brazilian texts, film, and other  media. Successful completion of Intermediate Portuguese II (PORT-UA 4) fulfills  the College Core Curriculum language requirement.          Portuguese  for Beginners Level I, II    PORT-UA  1, 2 PORT-UA  1 is open to students with no previous training in Portuguese and no knowledge  of Spanish, and to others on assignment by placement test. Prerequisite for  PORT-UA 2: PORT-UA 1 or placement test. 4 points per course.    Designed  to teach the elements of Portuguese grammar and language structure using  primarily a proficiency approach involving listening, speaking, reading and  writing. Emphasis is on building vocabulary and language patterns to encourage  spontaneous language use in and out of the classroom.          Intensive  Elementary Portuguese    PORT-UA  10 Open  to students with no previous training in Portuguese and no knowledge of Spanish  and to others on assignment by placement test. 6 points.    Covers  the equivalent of PORT-UA 1 and 2 in one semester.          Intensive  Elementary Portuguese for Spanish Speakers    PORT-UA  11 Prerequisite:  native or near-native fluency in Spanish. 4 points.    Accelerated  introduction to spoken and written Portuguese that relies on the similarities  of the Portuguese and Spanish languages to maximize learning and language  acquisition.          Intermediate  Portuguese I    PORT-UA  3 Prerequisite:  Intensive Elementary Portuguese (PORT-UA 10), or Intensive Elementary  Portuguese for Spanish Speakers (PORT-UA 11), or Portuguese for Beginners Level  II (PORT-UA 2), or assignment by placement test, or permission of the director  of undergraduate studies. 4 points.    Continuation  of PORT-UA 10 (or 11) and PORT-UA 2.          Intermediate  Portuguese II    PORT-UA  4 Prerequisite:  Intermediate Portuguese I (PORT-UA 3), assignment by placement, or permission  of the director of undergraduate studies. 4 points.    Continuation  of PORT-UA 3. Satisfies the Core language requirement.            BRAZILIAN  AND PORTUGUESE STUDIES COURSES          When  taught in Portuguese, the following courses have as a prerequisite Intermediate  Portuguese II (PORT-UA 4) or the permission of the director of undergraduate  studies.          Topics  in Brazil Studies    PORT-UA  700, 701 4  points.    Topics  vary. Focused on Brazilian culture, society, and/or arts and the relationship  between them.          Fiction  into Film: Brazilian Novels and their Screen Adaptations    PORT-UA  702 When  cross-listed with Spanish, also carries the number SPAN-UA 702. Offered every  other year. 4 points.    Focused  on the adaptation of novels into film. Provides an introduction to Brazilian  literature (including the work of Machado de Assis, Graciliano Ramos, Mario de  Andrade, João Guimarães Rosa, Clarice Lispector, Chico Buarque de Hollanda,  Paulo Lins) and to the rich tradition of Brazilian film (from Cinema Novo of  the 1960s to its legacy and revision in contemporary film-making). Invites  students to reflect on the theoretical and technical dimensions of adapting  fiction to film. Conducted in Portuguese.          Narrating  Poverty in Brazilian Literature and Film    PORT-UA  704 When  cross-listed with Spanish, also carries the number SPAN-UA 706. Offered every  other year. 4 points.    Literary  works in various genres (novels, autobiography, short stories) and Brazilian  films (Cinema Novo and after, including documentaries) that narrate the  experience of poverty. Explores the politics and poetics of representing  scarcity and deprivation in texts by Graciliano Ramos, Carolina Maria de Jesus,  Clarice Lispector, Rubem Fonseca, and Patricia Melo and in a range of films  including Barren  Lives ,   The  Scavengers ,   The  Hour of the Star , Pixote , Bus 174 , City of God , Babilônia 2000 , and Black Orpheus .          The  New Brazilian Documentary    PORT-UA  706 When  cross-listed with Spanish, also carries the number SPAN-UA 706. Offered every  other year. 4 points.    Brazilian  documentary film-making and critical thinking about this genre from the 1990s  to the present. Explores such issues as the uses of fact and fiction and the  blurring of lines between them; ethical concerns about the use of other  people's images and words; and the construction of layered and complex images  of Brazil.          Modern  Brazilian Fiction    PORT-UA  821 When  conducted in English, this course is numbered PORT-UA 820. Offered every other  year. 4 points.   Introduction to the fiction of 19th- and 20th-century Brazil. Studies the  development of a national literature within the broader context of cultural and  literary history.          The  Brazilian Short Story    PORT-UA  830 Offered  periodically. 4 points.    Examines  formal aspects of the Brazilian short story while developing skills in written  and spoken Portuguese. Authors include Machado de Assis, Lima  Barreto, Mário de Andrade, João Guimarães Rosa, Clarice Lispector, Rubem  Fonseca, and João Gilberto Noll.          Topics  in Brazil Studies    PORT-UA  850 When  taught in English, carries the number PORT-UA 851. Offered every year. 4  points.    Topics  vary. Focused on Brazilian culture, society, and/or arts and the relationship  between these. Recent topics include Brazilian architecture, the Amazon, and  Brazilian poetry and song.          Independent  Study    PORT-UA  997, 998 Prerequisite:  permission of the director of undergraduate studies. Open only to majors.  Offered every semester. 2 or 4 points per term.            Spanish          SPANISH  LANGUAGE COURSES          Placement  in Spanish Language Courses    The  placement of students in Spanish language and literature courses is explained  under \"placement examinations\" in the academic policies section of this  Bulletin, as well as on the website of the Department of Spanish and  Portuguese. To enroll in a Spanish language course, students must have taken  the SAT Subject Test in Spanish, have advanced standing credit for Advanced  Placement, International Baccalaureate, A Levels, or equivalent, or have taken  the placement examination administered by the University. Students from a  Spanish-speaking background who wish to study the language may not enroll in  any level of Spanish for Beginners (SPAN-UA 1, SPAN-UA 2, and SPAN-UA 10) or  Intermediate Spanish (SPAN-UA 3, SPAN-UA 4, and SPAN-UA 20), but must instead  enroll in Spanish for Spanish Speakers (SPAN-UA 11) or Advanced Spanish for  Spanish Speakers (SPAN-UA 111) after taking a written placement test in the  department.          Fulfillment  of College Core Curriculum Language Requirement    Successful  completion of Intermediate Spanish II (SPAN-UA 4) or Intensive Intermediate  Spanish (SPAN-UA 20) satisfies the Core language requirement. Students from  Spanish-speaking backgrounds should instead complete successfully either  Spanish for Spanish Speakers (SPAN-UA 11) or Advanced Spanish for Spanish  Speakers (SPAN-UA 111).          Admission  to Courses beyond Intermediate Spanish    Students  who have completed Intermediate Spanish I and II (SPAN-UA 3 and SPAN-UA 4) or  Intensive Intermediate Spanish (SPAN-UA 20) must take Advanced Grammar and  Composition (SPAN-UA 100) as a prerequisite for upper-level courses.          Spanish  for Beginners I    SPAN-UA  1 Open  to students with no previous training in Spanish and to others on assignment by  placement test. 4 points.    Designed  to teach the elements of Spanish grammar and language structure using primarily  a proficiency approach involving listening, speaking, reading and writing.  Emphasis is on building vocabulary and language patterns to encourage  spontaneous language use in and out of the classroom. After completion of this  course, students take SPAN-UA 2.          Spanish  for Beginners II    SPAN-UA  2 Prerequisite:  Spanish for Beginners I (SPAN-UA 1) or placement. Continuation of SPAN-UA 1. 4  points.    Focus  is on the basic elements of Spanish grammar not covered in SPAN-UA 1. Emphasis  is on building vocabulary and language patterns to encourage spontaneous  language use in and out of the classroom. After completion of this course,  students take SPAN-UA 3. Students with a B-plus or higher may enroll in  Intensive Intermediate Spanish (SPAN-UA 20).          Intermediate  Spanish I    SPAN-UA  3 Prerequisite:  Spanish for Beginners II (SPAN-UA 2), Intensive Elementary Spanish (SPAN-UA  10), or placement. 4 points.    Review  of grammar, language structure, and culture, concentrating on fluency and  accuracy through listening, speaking, reading, and writing activities. After  completion of this course, students take SPAN-UA 4.          Intermediate  Spanish II   SPAN-UA 4 Prerequisite:  Intermediate Spanish I (SPAN-UA 3) or placement. Continuation of SPAN-UA 3. 4  points.    Promotes  proficiency in reading and writing as well as oral performance. It focuses on  aspects of Spanish grammar, language structure, and culture not covered in  SPAN-UA 3. These include readings and discussions of contemporary Hispanic  texts and a review of major grammatical concepts. Fulfills the Core foreign  language requirement.          Intensive  Elementary Spanish    SPAN-UA  10 Open  to students with some previous training in Spanish or another Romance language  (one year of high school Spanish or the equivalent, or two years of high school  French, Italian, or Latin) and to others on assignment by placement exam or in  consultation with the director of the Spanish language program. 6 points.    Covers  the equivalent of one year of Elementary Spanish (SPAN-UA 1 and SPAN-UA 2) in  one semester. Students with a final grade of B-plus or better in SPAN-UA 10 may  enroll in SPAN-UA 20. Other students may enroll in SPAN-UA 3.          Spanish  for Spanish Speakers    SPAN-UA  11 Prerequisite:  permission of the director of the Spanish language program. Offered every  semester. 4 points.    A  formal introduction to Spanish grammar designed for heritage speakers who  understand spoken Spanish but need to further develop their speaking, reading,  and writing skills. In addition to grammar and vocabulary review, incorporates  cultural and literary readings in Spanish to develop written and oral  communication skills. Fulfills the Core foreign language requirement.          Intensive  Intermediate Spanish    SPAN-UA  20 Prerequisite:  Intensive Elementary Spanish (SPAN-UA 10), Spanish for Beginners II (SPAN-UA 2)  with a final grade of B-plus or better, or permission of the director of the  Spanish language program. 6 points.    Promotes  proficiency in reading and writing as well as oral performance. Covers the  equivalent of one year of Intermediate Spanish (SPAN-UA 3 and SPAN-UA 4) in one  semester. Fulfills the Core foreign language requirement.            QUECHUA  LANGUAGE COURSES          Quechua  is the most important and widely spoken indigenous language in Latin America.  Increasing numbers of Quechua speakers have migrated to Spain, Italy, and the  United States (especially to New Jersey and New York City). The goal in the  four-course sequence is effective communication in Quechua, which is emphasized  in all of the classroom activities. The approach uses all four language skills:  listening, speaking, reading, and writing. Successful completion of  Intermediate Quechua II (SPAN-UA 84) fulfills the College Core Curriculum  language requirement.          Beginning  Quechua I    SPAN-UA  81 No  prerequisite. 4 points.          Beginning  Quechua II    SPAN-UA  82 Prerequisite:  Beginning Quechua I (SPAN-UA 81) or permission of the instructor. 4 points.    Continuation  of SPAN-UA 81.          Intermediate  Quechua I    SPAN-UA  83 Prerequisite:  Beginning Quechua II (SPAN-UA 82) or permission of the instructor. 4 points.    Provides  students with a deeper understanding of the Quechua language.          Intermediate  Quechua II    SPAN-UA  84 Prerequisite:  Intermediate Quechua I (SPAN-UA 83) or permission of the instructor. 4 points.    Continuation  of SPAN-UA 84. Completion of Intermediate Quechua II satisfies the Core foreign  language requirement.            ADVANCED  SPANISH LANGUAGE          Advanced  Grammar and Composition    SPAN-UA  100 Prerequisite:  Intermediate Spanish II (SPAN-UA 4), Intensive Intermediate Spanish (SPAN-UA  20), or permission of the director of the Spanish language program. For  non-native speakers only. Native or quasi-native Spanish speakers should  register for SPAN-UA 111. Offered every semester. 4 points. Expands and consolidates students’ lexical and grammatical understanding of the language and introduces them to the fundamental principles of expository writing as they apply to Spanish. Utilizes exercises, readings, and intensive practice of various prose techniques and styles.           Advanced  Spanish for Spanish-Speaking Students    SPAN-UA  111 Prerequisite:  Spanish for Spanish Speakers (SPAN-UA 11) or permission of the director of  Spanish language program. Offered every semester. 4 points.    For  native and quasi-native speakers of Spanish with uneven formal training in the  language.            ADVANCED  SPANISH LANGUAGE ELECTIVES          Advanced  Spanish Conversation    SPAN-UA  101 Prerequisite:  Advanced Grammar and Composition (SPAN-UA 100). Offered every semester. 4 points.    Intensive  work in spoken Spanish, designed to give the student fluency in the use of  idiomatic, everyday language as well as a comprehensive, practical vocabulary.  For non-native speakers only.          Advanced  Spanish Conversation for the Medical Professions    SPAN-UA  102 Prerequisite:  Advanced Grammar and Composition (SPAN-UA 100) or equivalent, or permission of  the director of Spanish language program. Offered periodically. 4 points.    Designed  to expand students' speaking skills beyond the practical, day-to-day language  functions. The goal is a more complex and technical proficiency in Spanish in a  medical context, through the practice of pronunciation, vocabulary, idioms, and  linguistic structures. For non-native speakers only.          Techniques  of Translation    SPAN-UA  110 Prerequisite:  Advanced Grammar and Composition (SPAN-UA 100). Offered in the fall. 4 points.    Theory  and practice of translation through comparison of Spanish and English grammar,  syntax, and style.          Topics  in Advanced Language    SPAN-UA  190 Workshop  and/or seminar. Prerequisite: Advanced Grammar and Composition (SPAN-UA 100).  Offered periodically. 2-4 points.    Topics  in advanced language study. Varies by semester and instructor, but may include  Spanish for the professions (Spanish for law, business, and medicine) or  advanced topics in the practical use of the language (public speaking, Spanish  for research). See department for specific course offerings.          Introduction  to Creative Writing in Spanish    SPAN-UA  225 Prerequisite:  Critical Approaches to Textual and Cultural Analysis (SPAN-UA 200) or  permission of the instructor. Offered every semester. 4 points.    Students  reflect on the creative process while developing their own writing. Students  read exemplary poems and short stories by Latin American and Spanish authors,  and expand writing skills through related exercises.          Advanced  Poetry Workshop in Spanish    SPAN-UA  320 Prerequisite:  Critical Approaches to Textual and Cultural Analysis (SPAN-UA 200) or  permission of the instructor. Offered every other semester. 4 points.    Students  refine their skills in poetry writing through collaborative work and individual  guidance from the instructor, and through close reading of individual poems,  excerpts from poetry collections, and complete books of poems written by  contemporary Latin American and Spanish poets.          Advanced  Fiction and Nonfiction Workshop in Spanish    SPAN-UA  325 Prerequisite:  Critical Approaches to textual and Cultural Analysis (SPAN-UA 200) or  permission of the instructor. Offered every other semester. 4 points.   Students refine their skills in fiction and nonfiction writing through close  reading of short stories, a novella, and personal essays and excerpts from  testimonies and autobiographies written by contemporary Latin American and  Spanish authors. Fiction and nonfiction prose are studied side by side, to  analyze specific techniques and structures of each particular form.            SPANISH:  FOUNDATION COURSES          Critical  Approaches to Textual and Cultural Analysis    SPAN-UA  200 Prerequisite:  Advanced Grammar and Composition (SPAN-UA 100) or equivalent. Taught in  Spanish. Offered every semester. 4 points.    Introduction  to literary and cultural analysis through close reading of and writing about  texts from Spain and Spanish America.          The  Iberian Atlantic    SPAN-UA  300 Taught  in English, with one recitation available in Spanish. Offered once a year,  typically in the fall. 4 points.    Explores  the Iberian Atlantic world, from Islamic Spain and indigenous America to the  era of Spanish and Portuguese conquest and colonization, to understand how the  Iberian Peninsula, Western Africa, and the Americas were tied to one another in  a vast oceanic inter-culture.          Cultural  History of Latin America    SPAN-UA  305 Prerequisite:  Critical Approaches to Textual and Cultural Analysis (SPAN-UA 200). Taught in  Spanish. Offered once a year, typically in the fall. 4 points.    Provides  an introduction to the making of modern Latin America through the study of key  cultural practices in literature, visual art, film, and performance from the  19th century to the present. Organized around key concepts, which may vary by  semester and by instructor.          Cultural  History of Spain    SPAN-UA  310 Prerequisite:  Critical Approaches to Textual and Cultural Analysis (SPAN-UA 200). Taught in  Spanish. Offered once a year, typically in the spring. 4 points.    Provides  an introduction to the making of modern Spain through the study of key cultural  practices in literature, visual art, film, and performance from the 19th  century to the present. Organized around key concepts, which may vary by  semester and by instructor.            SPANISH:  ADVANCED COURSES          When  the following courses are taught in Spanish, they carry as a prerequisite  Critical Approaches to Textual and Cultural Analysis (SPAN-UA 200).          Chronicles  and Travel Literature of the Colonial World    SPAN-UA  273 Identical  to MEDI-UA 273. Offered periodically. 4 points.    Chronicles  of the encounter between Spain and non-European cultures. Diaries and memoirs  of explorers and travelers such as Columbus, Bernal Díaz de Castillo, el Inca  Garcilaso, and Cabeza de Vaca.          Reading  Realism: La  Regenta       SPAN-UA  308 Conducted  in Spanish. Offered periodically. 4 points.    Focuses  on the Spanish realist novel La Regenta by Leopoldo Alas  (1885-1885), a tale of female adultery and a classic of world literature.  Approaches this very long text (approximately 700 pages) in manageable sections  and explores related issues in realism and 19th-century Spanish culture.  Alongside the novel, viewing of the television adaptation (1994-1995) directed  by Fernando Méndez-Leite for Spanish state television.          Islam  in Spain    SPAN-UA  333 Offered  periodically. 4 points.    Explores  the key role Spain has played in the relationship between Islam and the West  and the mutual influences between Spain and Morocco, from Al-Andalus (the  Islamic state in the Iberian Peninsula in the medieval period) to the present.  Considers Spanish colonization and de-colonization in Morocco and present-day  immigrant communities from Morocco.          Is  Spanish One Language?    SPAN-UA  355 Offered  every year. 4 points.    Familiarizes  students with the historical, geographical, ethnic, and sociolinguistic factors  that contributed to the large variety of Spanish dialects spoken in the  Americas. Why do people in Costa Rica speak like those in Uruguay and not like  their neighbors in Panama? Why do Colombians have a different vocabulary in  Bogotá and in Cartagena de Indias? Surveys the wide variations of Castilian in the  Americas, a language that was itself subject to drastic changes since its  evolution from Latin roots.          Pre-Hispanic  Literature: The World of the Aztecs, Incas, and Mayas    SPAN-UA  370 Offered  periodically. 4 points.    Texts  from the Aztec, Inca, and Maya civilizations as expressions of their society,  religion, and relationship with nature, as well as reflections of a highly  developed aesthetic sensibility.          Cervantes    SPAN-UA  371 Identical  to MEDI-UA 335. Offered every other year. 4 points.    Close  readings of the principal prose works, particularly Don Quijote and/or the Novelas ejemplares , supplemented by  critical and historical readings. Special attention paid to questions of  madness and desire, authorship, the seductions and the dangers of reading, the  status of representation, the relation between history and truth, the  Inquisition, Spanish imperialism, the New World, and the Morisco expulsion.          Theatre  and Poetry of the Spanish Golden Age    SPAN-UA  421 Offered  every other year. 4 points.    Selected  texts from 16th- and 17th-century Spain (traditionally considered the Golden  Age of Spanish art and literature), read in the context of Counter-Reformation  culture and Spain's changing place in early modern Europe. Authors  include Garcilaso, Lope de Vega, Tirso de Molina, Calderón de la Barca,  Quevedo, and Góngora. May  focus on theatre or poetry (or both).          History  of Spanish Art from 1890 to the Present    SPAN-UA  426 When  taught in English, carries the course number SPAN-UA 425. Offered every other  year. 4 points.   Survey of the major artists, movements, and institutions that shaped Spanish  art from the end of the 19th century to the end of the 20th, including Gaudí,  Picasso, Miró, Buñuel, Dalí, Tàpies, Crónica, and Almodóvar. Themes include the  reception of the European avant-garde; the debate between \"pure\" and \"social\"  art; the use of history and myth in the construction of national artistic  styles; center and periphery; and the role of academies, galleries,  exhibitions, and cafés in the formation of artistic identities.          See  It, Read It: Photography and Discourse in Latin America    SPAN-UA  440 Offered  every other year. 4 points.    An  analysis of photography in relation to writing. Explores the tension inherent  in the photograph's dual identity (historical document or work of art) through  a study of the history of Latin American photography, and explores the impact  of photography on writing through key texts that take photography as their main  concern (but where no photographs appear) and texts that play on the page with  the relationship between image and word.          Secret  Weapons: Reading Julio Cortázar Today    SPAN-UA  441 Offered  periodically. 4 points.    Compares  Cortázar's work with that of his contemporaries, establishing connections and  influences among them, while at the same time studying the author's  manipulation of high and low culture through his involvement with photography,  painting, jazz, boxing, almanacs, and music.          Latin  American Theatre    SPAN-UA  460 When  taught in English, carries the course number SPAN-UA 761. Offered every other  year. 4 points.   An introduction to the history, theories, and practices of Latin American  theatre in the twentieth and twenty-first centuries, paying special attention  to special meanings of modernist and post-modernist dramatic forms in cultures  where industrial modernity has been an insecure social context. We draw on  postcolonial Latin American theories of culture and art, such as  transculturation, antropofagía , and the  \"aesthetics of hunger,\" and consider \"magical realism\" as a social poetics of  scarcity, newly relevant for today's neoliberal regimes. Throughout, we  consider the theatre in relation to the region's complex social, sexual, and  cultural politics.          Topics  in Spanish American Literature and Culture    SPAN-UA  550 When  conducted in English, carries the course number SPAN-UA 551. Offered every  semester. 4 points.    Recent  topics include new borderlands in Latin America and Spain, cultures of the  Mexican Revolution, myth and literature, Hispanic cities, Latin American film,  intimacy and precarity, performance and human rights in Latin America, and  literature and animality.          Transatlantic  Avant-gardes: Sites of Modernity    SPAN-UA  625 Offered  every other year. 4 points.    A  study of mobility, travel, and cultural transmission in the artistic and  literary avant-gardes of the 20th century in Europe and the Americas, with a  focus on those sites in which vibrant transatlantic exchange took place among  artists and writers from Spain and Latin America.          Intimacy  and Precariousness: Problems of Contemporary Latin American Culture    SPAN-UA  645 Conducted  in Spanish. Offered every other semester. 4 points.    Organized  around two axes that condense determining aspects of recent literary work in  Latin America. (1) Writings of the \"I\": the relation between biography and  fiction, between intimacy and public exhibition(ism), and new modes of  constructing subjectivity are explored in texts by Fernando Vallejo, Roberto  Bolaño, Alan Pauls, and Sylvia Molloy. (2) Figures of abandonment, of precariousness,  and of disavowal that reflect (directly or obliquely) radical transformations  of the political and of the relation between politics and literature are  examined through texts by Rodolfo Fogwill, Mario Bellatín, and Martin Kohan,  and films of Lucrecia Martel and Eduardo Coutinho.          Modern  Hispanic Cities    SPAN-UA  650 Offered  periodically. 4 points.    Using  an interdisciplinary, multimedia, and comparative approach, examines various  cities in the Spanish-speaking world and their physical, spatial, literary,  musical, and imaginary constructions. Cities covered may include Mexico City,  Havana, Lima, Buenos Aires, San Juan, Madrid, Barcelona, and New York.          Topics  in Brazil Studies    SPAN-UA  700, 701 If  taught in Portuguese, the prerequisite is Intermediate Portuguese (PORT-UA 4 or  equivalent) or comparable language proficiency. 4 points.    Topics  vary. Focused on Brazilian culture, society, and/or arts and the relationship  between these. Recent topics include Brazilian architecture, the Amazon, and  Brazilian poetry and song.          Fictions  of Power in Spain and Latin America    SPAN-UA  732 Offered  periodically. 4 points.    Topics  vary. Details about the texts, authors, and films covered in any particular  semester may be found on the department's website and in course descriptions  available in the department.          Literature  and Film of the Cuban Revolution    SPAN-UA  795 Offered  every other year. 4 points.    Critical  readings of speeches, essays, novels, and films from and about the 1959 Cuban  Revolution. Texts by Castro, Guevara, Barnet, Fernández Retamar, Padilla,  Cabrera Infante, Desnoes, and Arenas, and films by Kalamazov, Gutiérrez Alea,  and Almendros.          Topics  in Peninsular Spanish Literature and Culture    SPAN-UA  950 When  conducted in English, carries the course number SPAN-UA 951. Offered every  semester. 4 points.    Recent  topics include culture and memory, experimental documentary from Spain,  researching the Abraham Lincoln Brigades, Spanish romanticism, poetics and  ethics, Spanish cultural studies, and nineteenth-century novels.                 Home       People       Language Placement       Undergraduate Program       Graduate Programs       Study Away       News &amp; Events       Alumni       Resources &amp; Affiliations       Ph.D. Portal       Employment Opportunities       Contact Us               Stay Connected           like us on Facebook                     Photo Credits         Contact Us | &copy; New York University , Arts and Science"}, {"content": "Course Offerings, Spanish and Portuguese | NYU                                Navigation           NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                                Back to Home       Course Offerings   Jump To: Portuguese Language Courses    Brazilian and Portuguese Studies Courses   Spanish Language Courses Quechua Advanced Language    Advanced Language Electives Foundation Courses Advanced Courses    Portuguese      Language Courses Elementary-level courses stress the structures and patterns that permit meaningful communication in and outside the classroom. The intermediate-level courses aim to promote fluency in speaking, as well as proficiency in reading and writing. Both include readings and discussions of Portuguese and Brazilian texts, film, and other media. Successful completion of Intermediate Portuguese II (PORT-UA 4) fulfills the MAP language requirement. Portuguese for Beginners, Level I PORT-UA 1 Open to students with no previous training in Portuguese and no knowledge of Spanish and to others on assignment by placement test. 4 points. Beginning   course designed to teach the elements of Portuguese grammar and   language structure through a primarily oral approach. Emphasis is on   building vocabulary and language patterns to encourage spontaneous   language use in and out of the classroom. Portuguese for Beginners, Level II PORT-UA 2 Open to students with some previous training in Portuguese, equivalent to one semester of non-intensive college study, based on assignment by the appropriate placement test or by taking PORT-UA 1 at NYU. 4 points. Second   part of a beginning course sequence designed to teach the elements of   Portuguese grammar and language structure through a primarily oral   approach. Emphasis is on building vocabulary and language patterns to   encourage spontaneous language use in and out of the classroom.  Intensive Elementary Portuguese PORT-UA 10 Open to students with no previous training in Portuguese and no knowledge of Spanish and to others on assignment by placement test. 6 points.  Intensive Elementary Portuguese for Spanish Speakers PORT-UA 11 Prerequisite: native or near-native fluency in Spanish. 4 points. Accelerated introduction to spoken and written Portuguese. Intermediate Portuguese I PORT-UA 3 Prerequisite: Elementary Portuguese (PORT-UA 10), Portuguese for Beginners, Level II (PORT-UA 2), placement, or permission of the director of undergraduate studies. Continuation of PORT-UA 10 and PORT-UA 2. 4 points. Intermediate Portuguese II PORT-UA 4 Prerequisite: Intermediate Portuguese I (PORT-UA 3), placement, or permission of the director of undergraduate studies. Continuation of PORT-UA 3. 4 points.  Brazilian and Portuguese Studies Courses When taught in Portuguese, the following courses have as a prerequisite Intermediate Portuguese II (PORT-UA 4) or permission of the director of undergraduate studies. Topics in Brazil Studies PORT-UA 700, 701 4 points. Special topics in Brazil Studies, focused on Brazilian culture, society, and/or arts and the relationship between them. Fiction into Film: Brazilian Novels and their Screen Adaptations PORT-UA 702 When cross-listed with Spanish, also carries the number SPAN-UA 702. Offered every other year. 4 points. Focused on the adaptation of novels into film, this course provides an introduction to Brazilian literature (including the work of Machado de Assis, Graciliano Ramos, Mario de Andrade, João Guimarães Rosa, Clarice Lispector, Chico Buarque de Hollanda, Paulo Lins) and to the rich tradition of Brazilian film (from Cinema Novo of the 1960s to its legacy and revision in contemporary film-making). The course invites students to reflect on the theoretical and technical dimensions of adapting fiction to film. Conducted in Portuguese.    Narrating Poverty in Brazilian Literature and Film PORT-UA 704 When cross-listed with Spanish, also carries the number SPAN-UA 706. Offered every other year. 4 points. Literary works in various genres (novels, autobiography, short stories) and Brazilian films (Cinema Novo and after, including documentaries), which narrate the experience of poverty. The course explores the politics and poetics of representing scarcity and deprivation in texts by Graciliano Ramos, Carolina Maria de Jesus, Clarice Lispector, Rubem Fonseca, and Patricia Melo and in a range of films including Barren Lives, The Scavengers, The Hour of the Star, Pixote, Bus 174, City of God, Babilônia 2000, and Black Orpheus.    The New Brazilian Documentary PORT-UA 706 When cross-listed with Spanish, also carries the number SPAN-UA 706. Offered every other year. 4 points. Brazilian documentary film-making and critical thinking about this genre from the 1990s to the present. Explores such issues as the uses of fact and fiction and the blurring of lines between them; ethical concerns about the use of other people’s images and words; and the construction of layered and complex images of Brazil.    Modern Brazilian Fiction PORT-UA 821 When conducted in English, this course is numbered PORT-UA 820. Offered every other year. 4 points. Introduction to the fiction of 19th- and 20th-century Brazil. Studies the development of a national literature within the broader context of cultural and literary history.    The Brazilian Short Story PORT-UA 830 Offered periodically. 4 points . Examines formal aspects of the Brazilian short story while developing skills in written and spoken Portuguese. Authors include Machado de Assis, Lima Barreto, Mário de Andrade, João Guimarães Rosa, Clarice Lispector, Rubem Fonseca, and João Gilberto Noll.    Topics in Brazil Studies PORT-UA 850 When taught in English, carries the number PORT-UA 851. Offered every year. 4 points. Special topics in Brazil Studies, focused on Brazilian culture, society, and/or arts and the relationship between these. Recent topics include Brazilian architecture, the Amazon, and Brazilian poetry and song.    Independent Study PORT-UA 997, 998 Prerequisite: permission of the director of undergraduate studies. Open only to majors. Available every semester. 2 or 4 points per term.    Spanish    Language Courses Placement in Spanish Language Courses The placement of students in Spanish language and literature courses is explained under \" Placement Examinations \" in the Academic Policies section of this Bulletin. To enroll in a Spanish language course, students must have taken the SAT Subject Test in Spanish Language or the placement examination administered by the University. Students from a Spanish-speaking background who wish to study the language may not enroll in any level of Spanish for Beginners (SPAN-UA 1, SPAN-UA 2, and SPAN-UA 10) or Intermediate Spanis h (SPAN-UA 3, SPAN-UA 4, and SPAN-UA 20), but must instead enroll in Spanish for Spanish Speakers (SPAN-UA 11) or Advanced Spanish for Spanish Speakers (SPAN-UA 111) after taking a written placement test in the department. Fulfillment of MAP Language Requirement Successful completion of Intermediate Spanish II (SPAN-UA 4) or Intensive Intermediate Spanish (SPAN-UA 20). Students from Spanish-speaking backgrounds complete Spanish for Spanish Speakers (SPAN-UA 11) or Advanced Spanish for Spanish Speakers (SPAN-UA 111).    Admission to Courses Beyond Intermediate Spanish Students who have completed Intermediate Spanish I and II (SPAN-UA 3 and SPAN-UA 4) or Intensive Intermediate Spanish (SPAN-UA 20) must take Advanced Grammar and Composition (SPAN-UA 100) as a preparation for upper-level courses.    Spanish for Beginners I SPAN-UA 1 Open to students with no previous training in Spanish and to others on assignment by placement test. 4 points. Beginning course designed to teach the elements of Spanish grammar and language structure through a primarily oral approach. Emphasis is on building vocabulary and language patterns to encourage spontaneous language use in and out of the classroom. After completion of this course, students take SPAN-UA 2.    Spanish for Beginners II SPAN-UA 2 Prerequisite: Spanish for Beginners I (SPAN-UA 1) or placement. Continuation of SPAN-UA 1. 4 points. Focus is on the basic elements of Spanish grammar not covered in SPAN-UA 1. Emphasis is on building vocabulary and language patterns to encourage spontaneous language use in and out of the classroom. After completion of this course, students take SPAN-UA 3. Students with a B+ or higher may enroll in Intensive Intermediate Spanish (SPAN-UA 10).    Intermediate Spanish I SPAN-UA 3 Prerequisite: Spanish for Beginners II (SPAN-UA 2), Intensive Elementary Spanish (SPAN-UA 10), or placement. 4 points. Review of grammar, language structure, and culture, concentrating on fluency and accuracy through listening, speaking, reading, and writing activities. After completion of this course, students take SPAN-UA 4.    Intermediate Spanish II SPAN-UA 4 Prerequisite: Intermediate Spanish I (SPAN-UA 3) or placement. Continuation of SPAN-UA 3. 4 points. Readings and discussions of contemporary Hispanic texts and review of the main grammatical concepts of Spanish. Completion of this course fulfills the MAP foreign language requirement.    Intensive Elementary Spanish SPAN-UA 10 Open to students with some previous training in Spanish or other Romance language (one year of high school Spanish or the equivalent, or two years of high school French, Italian, or Latin) and to others on assignment by placement exam or in consultation with the director of the Spanish language program. 6 points.   This is a one-semester intensive course that covers the equivalent of one year of Elementary Spanish (SPAN-UA 1 and SPAN-UA 2). Students with a final grade of B+ or better in SPAN-UA 10 may enroll in SPAN-UA 20. Other students may continue to SPAN-UA 3.    Spanish for Spanish Speakers SPAN-UA 11 Prerequisite: permission of the director of the Spanish language program. Offered every semester. 4 points. An introductory course in Spanish designed for heritage speakers who understand spoken Spanish but need to further develop their speaking, reading, and writing skills. This course serves as a formal introduction to Spanish grammar. In addition to grammar and vocabulary review, this course incorporates cultural and literary readings in Spanish to develop written and oral communication skills. Completion of this course fulfills the MAP foreign language requirement.    Intensive Intermediate Spanish SPAN-UA 20 Prerequisite: Intensive Elementary Spanish (SPAN-UA 10), Spanish for Beginners II (SPAN-UA 2) with a final grade of a B+ or better, or permission of the director of the Spanish language program. 6 points.   Promotes proficiency in reading and writing as well as oral performance. SPAN-UA 20 is an intensive intermediate course that covers the equivalent of one year of Intermediate Spanish (SPAN-UA 3 and SPAN-UA 4) in one semester. Completion of this course fulfills the MAP foreign language requirement.     Quechua Quechua is the most important and widely spoken indigenous language in Latin America. Increasing numbers of Quechua speakers have migrated to Spain, Italy, and the United States (especially in New Jersey and New York City). The goal in the four-course sequence is communication in Quechua, which is emphasized in all of the classroom activities. The approach uses all four language skills: listening, speaking, reading, and writing. Successful completion of Intermediate Quechua II (SPAN-UA 84) fulfills the MAP language requirement. Beginning Quechua I SPAN-UA 81 No prerequisite. 4 points.    Beginning Quechua II SPAN-UA 82 Prerequisite: Beginning Quechua I (SPAN-UA 81) or permission of the instructor. 4 points. Continuation of SPAN-UA 81.    Intermediate Quechua I SPAN-UA 83 Prerequisite: Beginning Quechua II (SPAN-UA 82) or permission of the instructor. 4 points. An intermediate-level course that provides students with a deeper understanding of the Quechua language.    Intermediate Quechua II SPAN-UA 84 Prerequisite: Intermediate Quechua I (SPAN-UA 83) or permission of the instructor. 4 points. Continuation of SPAN-UA 84. Completion of Intermediate Quechua II satisfies the MAP foreign language requirement.  Advanced Language Advanced Grammar and Composition SPAN-UA 100 Prerequisite: Intermediate Spanish II (SPAN-UA 4), Intensive Intermediate Spanish (SPAN-UA 20), or permission of the director of the Spanish language program. For non-native speakers only. Spanish native speakers should register for SPAN-UA 111. Offered every semester. 4 points. Advanced Spanish for Spanish-Speaking Students SPAN-UA 111 Prerequisite: Spanish for Spanish Speakers (SPAN-UA 11) or permission of the director of Spanish language programs. Offered every semester. 4 points. For native and quasi-native speakers of Spanish with uneven formal training in the language.  Advanced Language Electives Advanced Spanish Conversation SPAN-UA 101 Prerequisite: Advanced Grammar and Composition (SPAN-UA 100). Offered every semester. 4 points.   Intensive course in spoken Spanish, designed to give the student fluency in the use of idiomatic, everyday language as well as a comprehensive, practical vocabulary. For non-native speakers only.    Advanced Spanish Conversation for the Medical Profession SPAN-UA 102 Prerequisite: Advanced Grammar and Composition (SPAN-UA 100), SAT II score of 720, or equivalent. Offered periodically. 4 points.   Designed to expand students’ speaking skills beyond the practical, day-to-day language functions in a medical context. The goal is a more complex and technical proficiency of Spanish in a medical context, through the practice of pronunciation, vocabulary, idioms, and linguistic structures. For non-native speakers only.    Techniques of Translation SPAN-UA 110 Prerequisite: Advanced Grammar and Composition (SPAN-UA 100). Offered in the fall. 4 points.   Theory and practice of translation through comparison of Spanish and English grammar, syntax, and style. Topics in Advanced Language SPAN-UA 190 Workshop and/or seminar. Prerequisite: Advanced Grammar and Composition (SPAN-UA 100). Offered every year. 2-4 points. Topics in advanced language study. Varies by semester and instructor, but may include Spanish for the Professions (Spanish for Law, Business, and Medicine) or advanced topics in the practical use of the language (Public Speaking, Spanish for Research). See department for specific course offerings.    Introduction to Creative Writing in Spanish SPAN-UA 225 Prerequisite: Critical Approaches: Reading, Writing, and Textual Analysis (SPAN-UA 200) or permission of the instructor. Offered every semester. 4 points.   Students reflect on the creative process while developing their own writing. Students read exemplary poems and short stories by Latin American and Spanish authors, and expand writing skills through related exercises.    Advanced Poetry Workshop in Spanish SPAN-UA 320 Prerequisite: Critical Approaches: Reading, Writing, and Textual Analysis (SPAN-UA 200) or permission of the instructor. Offered every other semester. 4 points.   Students refine their skills in poetry writing through collaborative work and individual guidance from the instructor, and through close reading of individual poems, excerpts from poetry collections, and complete books of poems written by contemporary Latin American and Spanish poets.    Advanced Fiction and Nonfiction Workshop in Spanish SPAN-UA 325 Prerequisite: Critical Approaches: Reading, Writing, and Textual Analysis (SPAN-UA 200) or permission of the instructor. Offered every other semester. 4 points. Students refine their skills in fiction and nonfiction writing through close reading of short stories, a novella, and personal essays and excerpts from testimonies and autobiographies written by contemporary Latin American and Spanish authors. Fiction and nonfiction prose are studied side by side, to analyze specific techniques and structures of each particular form.   Foundation Courses     Critical Approaches: Reading, Writing, and Textual Analysis SPAN-UA 200 Prerequisite: Advanced Grammar and Composition (SPAN-UA 100) or equivalent. Taught in Spanish. Offered every semester. 4 points. Introduction to literary and cultural analysis through close reading of and writing about texts from Spain and Spanish America. The Iberian Atlantic SPAN-UA 300 No prerequisites. Taught in English, with one section available in Spanish. Offered every semester. 4 points.   Explores the Iberian Atlantic world, from Islamic Spain and indigenous America to the era of Spanish and Portuguese conquest and colonization, to understand how the Iberian Peninsula, Western Africa, and the Americas were tied to one another in a vast oceanic inter-culture.    Cultural History of Latin America SPAN-UA 305 Prerequisite: Critical Approaches: Reading, Writing, and Textual Analysis (SPAN-UA 200). Taught in Spanish. Offered once per year. 4 points.   Provides an introduction to the making of modern Latin America through the study of key cultural practices in literature, visual art, film, and performance from the 19th century to the present. The course is organized around key concepts, which may vary by semester and by instructor.    Cultural History of Spain SPAN-UA 310 Prerequisite: Critical Approaches: Reading, Writing, and Textual Analysis (SPAN-UA 200). Taught in Spanish. Offered once per year. 4 points.   Provides an introduction to the making of modern Spain through the study of key cultural practices in literature, visual art, film, and performance from the 19th century to the present. The course is organized around key concepts, which may vary by semester and by instructor.  Advanced Courses When the following courses are taught in Spanish, they carry as a prerequisite Critical Approaches: Reading, Writing, and Textual Analysis (SPAN-UA 200). Chronicles and Travel Literature of the Colonial World SPAN-UA 273 Identical to MEDI-UA 273. Offered periodically. 4 points.   Chronicles of the encounter between Spain and non-European cultures. Diaries and memoirs of explorers and travelers such as Columbus, Bernal Díaz de Castillo, el Inca Garcilaso, and Cabeza de Vaca. Reading Realism: La Regenta (novel, 1884-1885) and TV series (1994-1995) SPAN-UA 308 Conducted in Spanish. Offered periodically. 4 points. The seminar will focus on the Spanish realist novel La Regenta by Leopoldo Alas (1885-1885), a major 19th-century European novel of female adultery which has become established as a classic of world literature. The aim is to provide an environment in which students can tackle a very long text (approximately 700 pages), which all students of Spanish literature should know, by considering manageable sections of the novel in different weeks, in each case exploring different issues relating to realism and 19th-century Spanish culture. Alongside the novel, we will look at the 3-part television adaptation of 1994-1995 directed by Fernando Méndez-Leite for Spanish state television, available on DVD and on Spanish state television’s web site. Islam in Spain SPAN-UA 333 Offered periodically. 4 points. Explores the key role Spain has played throughout history in the relationship between Islam and the West, between Europe and Mediterranean Islamic countries, and explores the mutual influences between Spain and particularly Morocco throughout history, from Al-Andalus (the Islamic state in the Iberian Peninsula in the medieval period) to the present. We study modern Spain’s colonial presence in Morocco and the subsequent process of decolonizing, asking how these have shaped current international relations between the neighboring countries. Finally, we explore the role that present-day immigrant communities from Morocco have played in the creation of immigrant policies in Spain vis-à-vis its African neighbors. Is Spanish One Language? SPAN-UA 355 Offered every year. 4 points. This course seeks to familiarize students with the historical, geographical, ethnic, and sociolinguistic factors that contributed to the large variety of Spanish dialects spoken in the Americas. Why do people in Costa Rica speak like those in Uruguay and not like their neighbors in Panama? Why do Colombians have a different vocabulary in Bogotá and in Cartagena de Indias? In this course, we explore the factors that combined to create wide variations of Castilian in the Americas, a language that was itself subject to drastic changes since its evolution from Latin roots.    Pre-Hispanic Literature: The World of the Aztecs, Incas, and Mayas SPAN-UA 370 Offered periodically. 4 points.   Texts from the Aztec, Inca, and Maya civilizations as expressions of their society, religion, and relationship with nature, as well as reflections of a highly developed aesthetic sensibility.    Cervantes SPAN-UA 371 Identical to MEDI-UA 335. Offered every other year. 4 points.   Close readings of the principal prose works, particularly Don Quijote and/or the Novelas ejemplares, supplemented by critical and historical readings. Special attention paid to questions of madness and desire, authorship, the seductions and the dangers of reading, the status of representation, the relation between history and truth, the Inquisition, Spanish imperialism, the New World, the Morisco expulsion, and more.    Theatre and Poetry of the Spanish Golden Age SPAN-UA 421 Offered every other year. 4 points.   Selected texts from Spain during the 16th and 17th centuries (traditionally considered the Golden Age of Spanish art and literature), read in the context of Counter-Reformation culture and Spain’s changing place in early modern Europe. Authors include Garcilaso, Lope de Vega, Tirso de Molina, Calderón de la Barca, Quevedo, and Góngora. The course may be taught with a focus on theatre or poetry (or both).    History of Spanish Art from 1890 to the Present SPAN-UA 426 When taught in English, carries the course number SPAN-UA 425. Offered every other year. 4 points.   Survey of the major artists, movements, and institutions that shaped Spanish art from the end of the 19th century to the end of the 20th, including Antoni Gaudí, Pablo Picasso, Joan Miró, Luis Buñuel, Salvador Dalí, Antoni Tàpies, Equipo Crónica, and Pedro Almodóvar. Themes include the reception of the European avant-garde; the debate between \"pure\" and \"social\" art; the use of history and myth in the construction of national artistic styles; center and periphery; and the role of academies, galleries, exhibitions, and cafés in the formation of artistic identities.    See It, Read It: Photography and Discourse in Latin America SPAN-UA 440 Offered every other year. 4 points.   An analysis of photography in relation to writing. The course explores the inherent tension in the photograph between its role as historical document or as artistic work through a study of the history of Latin American photography, and explores the impact of photography on writing through key texts that take photography as their main concern (but where no photographs appear) and texts that play on the page with the relationship between image and word.    Secret Weapons: Reading Julio Cortázar Today SPAN-UA 441 Offered periodically. 4 points.   Compares Cortázar’s work with that of his contemporaries, establishing connections and influences among them, while at the same time studying the author’s manipulation of high and low culture through his involvement with photography, painting, jazz, boxing, almanacs, and music. Latin American Theatre SPAN-UA 460 When taught in English, carries the course number SPAN-UA 761. Offered every other year. 4 points. This course provides an introduction to the history, theories, and practices of Latin American theatre in the twentieth and twenty-first centuries, lending special attention to special meanings of modernist and post-modernist dramatic forms in cultures where industrial modernity has been an insecure social context. We draw on postcolonial Latin American theories of culture and art, such as transculturation, antropofagía, the “aesthetics of hunger,” and consider “magical realism” as a social poetics of scarcity, newly relevant for today’s neoliberal regimes. Throughout, we consider the theatre in relation to the region’s complex social, sexual, and cultural politics.    Topics in Spanish American Literature and Culture SPAN-UA 550 When conducted in English, carries the course number SPAN-UA 551. Offered every semester. 4 points.   Recent topics include New Borderlands in Latin America and Spain, Cultures of the Mexican Revolution, Myth and Literature, Hispanic Cities, Latin American Film, Intimacy and Precarity, Performance and Human Rights in Latin America, Literature and Animality, and Is Spanish One Language?    Transatlantic Avant-gardes: Sites of Modernity SPAN-UA 625 Offered every other year. 4 points.   A study of mobility, travel, and cultural transmission in the artistic and literary avant-gardes of the 20th century in Europe and the Americas, with a focus on those sites in which vibrant transatlantic exchange took place among artists and writers from Spain and Latin America.  Intimacy and Precariousness: Problems of Contemporary Latin American Culture SPAN-UA 645 Conducted in Spanish. Offered every other semester. 4 points. In this seminar, we will study some of the themes and problems that characterize much of Latin American literary and cultural production of the last two decades. The course will be organized around two axes that condense determining aspects of recent literary work in Latin America: (1) Writings of the “I”: The question of the relation between biography and fiction, between intimacy and public exhibition(ism), and of new modes of constructing subjectivity constitutes one of the most recurrent critical debates of the present. We will explore these questions in texts by Fernando Vallejo, Roberto Bolaño, Alan Pauls and Sylvia Molloy, among others. (2) Figures of abandonment, of precariousness and of disavowal recur, in the most diverse ways, in a large part of recent literary fiction, reflecting directly or obliquely, depending on the specific case, radical transformations of the political and of the relation between politics and literature. We will explore how literature reformulates different juridical, economic, affective and social modalities of abandonment as a sign of the present, turning to texts by Rodolfo Fogwill, Mario Bellatín, and Martin Kohan, and films de Lucrecia Martel and Eduardo Coutinho, among others.    Modern Hispanic Cities SPAN-UA 650 Offered periodically. 4 points.   Using an interdisciplinary, multimedia, and comparative approach, the course examines various cities in the Spanish-speaking world and their physical, spatial, literary, musical, and imaginary constructions. Cities covered may include Mexico City, Havana, Lima, Buenos Aires, San Juan, Madrid, Barcelona, and New York. Topics in Brazil Studies SPAN-UA 700, 701 If taught in Portuguese, the prerequisite is Intermediate Portuguese (PORT-UA 4 or equivalent) or comparable language proficiency. 4 points. Special topics in Brazil Studies, focused on Brazilian culture, society, and/or arts and the relationship between them.    Fictions of Power in Spain and Latin America SPAN-UA 732 Offered periodically. 4 points.   Details about the texts, authors, and films covered in any particular semester may be found on the department’s website and in course descriptions available in the department.    Literature and Film of the Cuban Revolution SPAN-UA 795 Offered every other year. 4 points.   Critical readings of speeches, essays, novels, and films from and about the 1959 Cuban Revolution. Texts by Castro, Guevara, Barnet, Fernández Retamar, Padilla, Cabrera Infante, Desnoes, and Arenas, and films by Kalamazov, Gutiérrez Alea, and Almendros.    Topics in Peninsular Spanish Literature and Culture SPAN-UA 950 When conducted in English, carries the course number SPAN-UA 951. Offered every semester. 4 points.   Recent topics include Culture and Memory, Experimental Documentary from Spain, Researching the Abraham Lincoln Brigades, Spanish Romanticism, Poetics and Ethics, Spanish Cultural Studies, and 19th-Century Novels.                    Home       People       Language Placement       Undergraduate Program       Graduate Programs       Study Away       News &amp; Events       Alumni       Resources &amp; Affiliations       Ph.D. Portal       Employment Opportunities       Contact Us               Stay Connected           like us on Facebook                     Photo Credits         Contact Us | &copy; New York University , Arts and Science"}]}]