[{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Painted Blind: Modern Tales of Madness and Love                                Semester and Year        SP 2008                    Course Number        K20.1467                    Section        001                    Instructor                           Days                            Mon                                 Time                            3:30 PM -       6:10 PM                                Units        2.0                    Level        U                    Foundation Requirement                                         Notes/Restrictions       first seven weeks                    Description       While the ancients blamed mad love on potions and sorcery or the nature of love itself, modern writers associate inappropriate love with medical, psychological, and social causes. Sigmund Freud’s writing epitomizes this point, as does that of one of his severest critics, Michel Foucault. Is love today a sickness or the last trace of a human will to elude institutional power? From Austen’s comic romance Sense and Sensibility , in which desire wages a quietly eternal war against decorum, to Truffaut’s historical dramatic film The Story of Adele H , in which the maddest of unrequited-love stories plays out as a full-fledged revolution of one against all authority, modern storytellers continue to demonstrate that narrative remains an important source of enlightenment for those who would understand the relations of love, consciousness, and power. Readings will include selected essays by Freud on love and sexuality; Foucault’s History of Sexuality ; one or more of the following novels: Jane Austen, Sense and Sensibility ; Vladimir Nabokov, Lolita , and Emile Zola, Thérèse Raquin ; one or both of these films: Preston Sturges, The Lady Eve and Francois Truffaut, The Story of Adele H .                   Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]},
{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Painted Blind: Modern Tales of Madness and Love                                Semester and Year        SP 2008                    Course Number        K20.1467                    Section        001                    Instructor                           Days                            Mon                                 Time                            3:30 PM -       6:10 PM                                Units        2.0                    Level        U                    Foundation Requirement                                         Notes/Restrictions       first seven weeks                    Description       While the ancients blamed mad love on potions and sorcery or the nature of love itself, modern writers associate inappropriate love with medical, psychological, and social causes. Sigmund Freud’s writing epitomizes this point, as does that of one of his severest critics, Michel Foucault. Is love today a sickness or the last trace of a human will to elude institutional power? From Austen’s comic romance Sense and Sensibility , in which desire wages a quietly eternal war against decorum, to Truffaut’s historical dramatic film The Story of Adele H , in which the maddest of unrequited-love stories plays out as a full-fledged revolution of one against all authority, modern storytellers continue to demonstrate that narrative remains an important source of enlightenment for those who would understand the relations of love, consciousness, and power. Readings will include selected essays by Freud on love and sexuality; Foucault’s History of Sexuality ; one or more of the following novels: Jane Austen, Sense and Sensibility ; Vladimir Nabokov, Lolita , and Emile Zola, Thérèse Raquin ; one or both of these films: Preston Sturges, The Lady Eve and Francois Truffaut, The Story of Adele H .                   Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "Covello303                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      Return to Mercer Street 2003 Table of Contents           by Lauren Covello                     Three of Psychologys Least Wanted sit next to my desk and beckon me closer: A graying Humbert licks the corner of my eye and throws me a pitifully seductive glance; an anxiety-ridden Yossarian repeats over and over that the whole world is trying to kill him, and an almost robotic Montaigne sits as a kind of mediating force between the others, his head snapping back and forth from Humbert to Yossarian while his hands open and close books so quickly one might imagine his purpose is only to get a whiff of each covers staling odor.           I need no special degree to deem them all nutcases.           What I know of Humbert and Yossarian comes by way of Vladimir Nabokov and Joseph Heller, respectively, as they are the creators, surveyors, and closest contacts of the deceivingly fictional characters. Brilliant in their ability to characterizeto sculpt flat words into the kind of real live, dynamic human beings one might well share a cab withNabokov and Heller steal a rousing glimpse into the minds of two intensely confusing personalities and succeed in making us forget that the characters are only the brainchildren of the writers, and not the writers themselves. Oddball Michel de Montaigne seems to look on from afar, speculating in an essay entitled On Books about his impatience for a number of acclaimed writers and their works, while confessing his particular curiosity to know the mind and natural opinions of [writers]. Knowing well that Nabokov is not the sex offender he appears to have studied so intimately, and that Heller is not the soldier living amidst the confusion he so thoroughly seems to understand, Montaigne would understand that from the display of their writings that they make on the world-stage, we may indeed judge their talents, but not their character or themselves (167).           But this is more than I can handle, as my conceptions of these characters as well as the writers who shaped them seem altogether disturbing. While writing out their prescriptions for shock therapy (the paranoid soldiers frustratingly ambiguous remarks have earned him a bit more of it than the others), Humbert nudges forward his notebook of scattered words and doodlesa notebook containing his deepest thoughts about Dolores Haze (or Lolita), the twelve-year old girl with whom he has been completely infatuated his entire middle-aged life.           I expect to run my eyes over vile passagesperverse diagrams, evenreflecting his disconcertingly base attraction to the pre-teen. Instead, I find a rather charming and tender encomium to his love interwoven with bits of Keats, Poe, Botticelli and a vast assortment of other famous literary and artistic achievers. It is not merely the incorporation of these references, but the effect these allusions have to alter my opinion of Humbert, that astounds me. Can it be that elements of high-culture have imprinted themselves in the mind of a most ignoble creature? Is it possible for someone as deranged as Humbert Humbert (as he most often refers to himself) to think on a level of sophistication higher than that of a bruteor worseon a level higher than the common man?           This manthis forty-something-year-old man known solely for his incestuous and illicit affair with his juvenile stepdaughterbegins to change, in my mind. The sex offender suddenly appears a gentler, purer character (in motivation, anyway) than even the most virtuous and respectable man, employing great minds of the past to illuminate, accentuate, and build upon his own highly intelligent thinking. His deplorable actions contradict his eloquent words; the link between the two appears muddled somewhere within the realm of allusion and in the space that separates Humberts inherently antithetical statements. The inconsistency between Humberts mind and Humberts heart astounds me, enlightens me, floors and entertains me; but above all, it leads me to pity the pedophile; and that itself is, perhaps, the worst thing of all.           Early in Nabokovs Lolita , we get a sense of Humberts psychosis. But we are not alone in possessing this knowledge, as Humbert, himself, is acutely aware of his disturbing fetish. Having slept with a number of terrestrial women having pumpkins or pears for breasts, Humbert finds himself perfectly capable of intercourse with Eve, but longing for Lilith (18, 20). Nabokov is clever in citing Lilith, whose hush-hush role as the lustful, demanding, and beguiling first wife of Adam in the Old Testament embodies the characteristics of Humberts aptly dubbed nymphets:           You have to be an artist and a madman, a creature of infinite melancholy, with a bubble of hot poison in your loins and a super-voluptuous flame permanently aglow in your subtle spine (oh, how you have to cringe and hide!), in order to discern at once [] the little deadly demon among the wholesome children; she stands unrecognized by them and unconscious herself of her fantastic power. (17)           The latent, but clearly discernible and entrancing sexuality of these young girls is what drives Humbert on to commit his lowest crimes. But contrary to the carnality and flagrance of his actions, Humbert makes numerous attempts to rationalize his dilemma, reminding us that Dante fell madly in love with his Beatrice when she was nine and that when Petrarch fell madly in love with his Laureen, she was a fair-haired nymphet of twelve running in the wind (19). I am not concerned with so-called sex at all, Humbert confesses. Anybody can imagine those elements of animality. A greater endeavor lures me on: to fix once and for all the perilous magic of nymphets (134).           And this is precisely where our shifting views of Humbert begin their turbulent movement, our sense of his good intentions being consumed by his less-than-admirable exploits, then reemerging again in his impossibly poetic words. Behind Humbert lies an informed and intelligent voiceNabokovs voiceresonating with references from the art and literary worlds in an attempt to infuse what should be the grim tale of a sex-offender and eventual murderer with the richness, color, and perplexity that would characterize the autobiography of a ten-time Nobel Peace Prize winner.           Montaigne, peering inquisitively over my shoulder as I look over Humberts work, offers his own opinion as to why Humberts literary references work to his advantage. Using himself as an example in an essay entitled On Books, he offers, I can very well tell, by measuring my own capacities, that my soil is quite incapable of producing any of the more precious flowers I find sown [in great works of literature], and that all the fruits of my own growing would never equal them in value (160). What Montaigne suggests is that to employ allusions is to cover up and compensate for those flaws in our own idea-generating abilitiesthat somehow, these references gloss what should appear a rather crude and bumpy surface of a lackluster work. Strip Lolita of its allusions, Montaigne would say, and all youre left with is the terribly despairing plight of a crazy, aging man.           But deeper thought leads one to believe that this may not be entirely true. Although Humberts character is better understood and enriched by the allusions Nabokov has made use of as a means of amplifying and channeling Humberts voice, there seems to be another element that contributes to the sex offenders appealthe perplexing way Humberts contradicting statements play off one another to deepen our comprehension of the already discovered dual nature of Humbert himself. This is, perhaps, the most enthralling aspect of Nabokovs work: the way in which Humbert refutes his own wordsmany times, within the same phrase.           In a few minutes [] I would let myself into that 342 and find my nymphet, my beauty and bride, emprisoned in her crystal sleep. Jurors! If my happiness could have talked, it would have filled that genteel hotel with a deafening roar. And my only regret today is that I did not quietly deposit key 342 at the office, and leave the town, the country, the continent, the hemisphereindeed, the globethat very same night. (123)           Humbert acknowledges guilt almost immediately after being stirred to joy and elation, the thought of his young daughters drugged body simultaneously tantalizing and distressing. He is caught in the crossfire of the ongoing battle between his mind and body, morality and bestiality.           One can see these opposing forces at work even as Humbert tries to relay the facts of an event. It is rare that he gets through describing even one scene without a sudden, random outburst of a parenthetically enclosed Oh Lolita! or a single She!as if his cogent thought process has been interrupted by irrepressible emotion. Humbert, his intellectual mind always somehow capable of resuming control over his surging feelings, interprets Lolita as a masterpiece of the civilized world and regards himself as the artist whose mind has brought her to life. And now take down the following important remark: the artist in me has been given the upper hand over the gentleman (71). Sex is merely a trifling element of the relationship between artist and subjectHumbert and Lolitaaccording to Humbert, who feels that it is not the artistic aptitudes that are secondary sexual characters as some shams and shamans have said; it is the other way around: sex is but the ancilla of art (259). I am thinking of aurochs and angels, he says, the secret of durable pigments, prophetic sonnets, the refuge of art. And this is the only immortality you and I may share, my Lolita (309).           This suggests an oddly troubling connection, one that links base carnal lust with the humanities. If I dwell at some length on the tremors and gropings of that distant night, it is because I insist upon proving that I am not, and never was, and never could have been, a brutal scoundrel, says Humbert after slipping the object of his affection a sleeping pill in an attempt to take advantage of her in a hotel room. The gentle and dreamy regions through which I crept were the patrimonies of poetsnot crimes prowling ground (131).           Departing from Humbert for a moment, I call attention to Yossarian, a soldier thrust in the mixed-up, demoralizing ambit of World War II, whose darkly comedic tale contains these kinds of single-sentence-inherent contradictions as well.           Now men, dont misunderstand me. This is all voluntary, of course. Id be the last colonel in the world to order you to go to that U.S.O. show and have a good time, but I want every one of you who isnt sick enough to be in a hospital to go to that U.S.O. show right now and have a good time, and thats an order! (37)           Hellers Catch-22 is, by no exaggeration, loaded with paradox and illogicality, and yet it is in this confusing and confounding space that we achieve a better understanding of Yossarian and his circumstancesthe same way we understand the characters and situations in Nabokovs Lolita. Though not nearly as saturated with literary or artistic innuendoes, Catch-22 is comprised in such a way that Yossarian often sees his fellow soldiers as pieces of art, and as a result, hints at aspects of their personality. In the following passage, Yossarian describes fellow soldier Clevinger as a classic work of Picasso.           He often looked to Yossarian like one of those people hanging around modern museums with both eyes together on one side of a face. It was an illusion, of course, generated by Clevingers predilection for staring fixedly at one side of a question and never seeing the other side at all. (78)           What seems, on the surface, an observation about Clevingers actual physical appearance, Yossarian suddenly transforms into a peephole into Clevingers character. Humbert does this as well, telling us numerous times that its not sex, but the establishment of a nymphets charm that he wishes to seek; that there is a kind of purity behind the impurity of his actions. And what do these contradictions and references serve to do? They complicate and simplify. They entertain. They show how elements of high culture can find their way into the insanely brutal and complex world of sex offenders and soldiers. They add color and give resonance to Humbert and Yossarians thoughts.           We must not overlook the element of humor that accompanies these innately antithetical statements, as it is a force that permeates the works of Nabokov and Heller. The ridiculous yet surprisingly heartfelt confessions that come after rather disturbing displays of Humberts lustWhat would I not have given to kiss then and there those delicate-boned, long-toed, monkeyish feet!present such a contrast that one cannot help but smile at the absurdity of it all (51); in Yossarians case, war becomes a monstrous joke, leaving our mouths agape with confusion and laughter. Montaigne, whose essay touches on his impatience and distaste for books that confuse him, finds that those who try to write comedies in our day [] use three or four plots from Terence or Plautus to make one of their own; and they will crowd into a single play five or six tales by Boccaccio. He believes these writers overburden their droll works as a result of a distrust of their power to support themselves on their own talents. They must find a body to lean on, he argues, and not having enough substance of their own to hold our attention, hope that the plot at least will amuse us (163).           In Catch-22 , its the plot as well as Hellers depiction of war through Yossarians eyes that captures our attention, which seeks to engross us. The comic value of the novelthough necessarily darkemerges out of the sheer absurdity of war itself, and Hellers juxtaposition of Yossarians contradictory statements serve only to amplify this.           What Nabokov has established as an artist-subject relationship between Humbert and Lolita mimics the personal relationship that Heller has created between Yossarian and the entire world. To Yossarian, war is not country against country; it is murder conducted on a person-to-person level. When Clevinger tries to convince Yossarian that Yossarian is not the only one being attacked, but that everyone is, Yossarian asks rather poignantly, And what difference does that make? (25). He finds nothing funny about the war that seems to be only a game for his fellow men, nothing funny about the fact that strangers he didnt know shot at him with cannons every time he flew up into the air to drop bombs on them (26).           It is the ingenious way Heller and Nabokov have established these strange and interesting bonds between their characters that sheds new light on how these characters think. Suddenly its not Lolita, but Humbert who is the victim, she being the first to seduce him. Suffice it to say that not a trace of modesty did I perceive in this beautiful hardly formed young girl whom modern co-education, juvenile mores, the campfire racket and so forth had utterly and hopelessly depraved. She saw the stark act merely as part of a youngsters furtive world, unknown to adults (133). Lolita had been debauched, as Nabokov puts it, before her involvement with Humbert, having had sexual encounters with her fellow campmates in summers before. But in spite of her initial teasing seduction of Humbert, Lolita grows weary and bitter and is appeased only by soliciting money from Humbert. I was weak, Humbert concedes, I was not wise, my school-girl nymphet had me in thrall. With the human element dwindling, the tenderness, and the torture only increased; and of this she took advantage (183). Here, we witness a definite subservience of Humbert to his dolorous and hazy darling (as Nabokovs clever wordplay brands Dolores Haze early in the novel), Nabokov alluding to Keatss La Belle Dame sans Merci in his description of Humbert being in thrall by Lolita (50, 400). Humbert is truly in love with his Lolita, finding that she was only the faint violet whiff and dead leaf echo of the nymphet I had rolled myself upon with such cries in the past [] but thank G-d it was not that echo alone that I worshiped (277). There is more to his obsession than pure lust; Humbert loves this girl, even after her eventual marriage and pregnancy at age seventeen have quashed her good looks and young spirit. It is Lolita who has the upper hand; Lolita who breaks the laws of humanity; Lolita who removes her sweater and begs, Carry me upstairs, please. I feel sort of romantic to-night, after a grueling fight with her hopelessly love-shackled stepfather (207).           In Catch-22 , Heller gives new meaning to the idea of enemies; in addition to Yossarians coupling of the distance of war with the closeness of person-to-person conflict, Heller sheds light on the internal hate, the injustice and cruelty expressed by members of those supposedly on the same side. When Clevinger is brought in front of the three colonels who make up the Action Committee, accused of some ridiculous thing or another, he is wished dead by the very men who are supposed to be most supportive of him (90).           These three men who hated him spoke his language and wore his uniform, but he saw their loveless faces set immutably into cramped mean lines of hostility and understood instantly that nowhere in the world, not in all the fascist tanks or planes or submarines, not in the bunkers behind the machine guns or mortars or behind the blowing flame throwers, not even among all the expert gunners of the crack Hermann Goering Antiaircraft Division or among the grisly connivers in all the beer alls in Munich and everywhere else, were there men who hated him more. (91)           Heller reverses our idea of hate as being an emotion of one side towards the other; in the realm of warand presumably, lifeit exists on all fronts.           But what makes us want to trust delusional Humbert and neurotic Yossarian? What is it about Nabokov and Hellers works that is so compelling and revealing? The answer lies in On Books, in which Montaigne begins by telling us flat out that he often speaks of things which are better treated by the masters of the craft, and with more truth but then digresses into rather elaborate, almost inarguable, probing observations about Virgil and Catullus and Plutarch and other infamous literary achievers of antiquity (159). Montaignes self-assured ignorance and lack of objectivity allow him to reveal the extent of [his] own vision, not the measure of the things themselves. I freely state my opinion about all things, he confesses, even those which perhaps fall outside my capacity, and of which I do not for a moment suppose myself to be a judge (161). This is the beauty of Nabokov, Heller, and Montaignes worksthe circumstances of the storylines are interpreted only through the single, opinionated mind of one character, shifting our focus from discovering the all-encompassing truth to discovering the way that character has defined truth. And it is that move, precisely, which allows us to take Yossarian seriously as he tells us that war is an absurdly tremendous, personal, inescapable, insurmountable atrocity in a world that seems to think otherwise; it is that that allows us to peer into Humberts tortured mind and come to terms with his lack of control in his relationship with Lolita; and it is that that helps us understand Montaignes satisfaction with his own subjectivity in thinkingin detesting, in adoringbooks and authors of even the highest acclaim.           Nabokov, Heller, and Montaigne are telling us, begging us even, to come to terms with a world that is absurd and deadly, confusing and biased, and littered with madness. They drive us crazy, these writers, racking our brains and stressing the idea of truth as being intensely personal and redeeming because it is single-mindedly conceived. They allude to works of art and literature with the hopes of pinning down something recognizable, something that we can gnaw and mull over, something that we can sink our teeth into with the hopes of tasting intelligence, harmony, and sensibility before returning to a realm of ever-present contradiction and immorality. These men are characterizers of the best kind, geniuses in the way they implant themselves as surveyors of madness and insanity, and above all things, extraordinary in the way they pull themselves away from the couch in the psychiatrists office, suggesting that perhaps we should be the ones psychoanalyzed.           Works Cited           Heller, Joseph. Catch-22 .New York: Scribner, 1996.           Montaigne, Michel de. Essays. New York: Penguin, 1993.           Nabokov, Vladimir. The Annotated Lolita. New York: Vintage, 1991                     Return to Mercer Street 2003 Table of Contents                                                                                            [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Contact EWP ]"}]},
{"detail": [{"content": "Course Detail            > Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                   Sub Navigation    Academics Undergraduate Graduate Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines              Back to Courses                                   Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                   Bread Crumbs                Home          &gt;           Academics          &gt;           Courses          &gt;           Course Detail                                        Painted Blind: Modern Tales of Madness and Love                                Semester and Year        SP 2008                    Course Number        K20.1467                    Section        001                    Instructor                           Days                            Mon                                 Time                            3:30 PM -       6:10 PM                                Units        2.0                    Level        U                    Foundation Requirement                                         Notes/Restrictions       first seven weeks                    Description       While the ancients blamed mad love on potions and sorcery or the nature of love itself, modern writers associate inappropriate love with medical, psychological, and social causes. Sigmund Freud’s writing epitomizes this point, as does that of one of his severest critics, Michel Foucault. Is love today a sickness or the last trace of a human will to elude institutional power? From Austen’s comic romance Sense and Sensibility , in which desire wages a quietly eternal war against decorum, to Truffaut’s historical dramatic film The Story of Adele H , in which the maddest of unrequited-love stories plays out as a full-fledged revolution of one against all authority, modern storytellers continue to demonstrate that narrative remains an important source of enlightenment for those who would understand the relations of love, consciousness, and power. Readings will include selected essays by Freud on love and sexuality; Foucault’s History of Sexuality ; one or more of the following novels: Jane Austen, Sense and Sensibility ; Vladimir Nabokov, Lolita , and Emile Zola, Thérèse Raquin ; one or both of these films: Preston Sturges, The Lady Eve and Francois Truffaut, The Story of Adele H .                   Course Type       Interdisciplinary Seminars (IDSEM-UG)                               top of page                                                                   NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}, {"content": "Covello303                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      Return to Mercer Street 2003 Table of Contents           by Lauren Covello                     Three of Psychologys Least Wanted sit next to my desk and beckon me closer: A graying Humbert licks the corner of my eye and throws me a pitifully seductive glance; an anxiety-ridden Yossarian repeats over and over that the whole world is trying to kill him, and an almost robotic Montaigne sits as a kind of mediating force between the others, his head snapping back and forth from Humbert to Yossarian while his hands open and close books so quickly one might imagine his purpose is only to get a whiff of each covers staling odor.           I need no special degree to deem them all nutcases.           What I know of Humbert and Yossarian comes by way of Vladimir Nabokov and Joseph Heller, respectively, as they are the creators, surveyors, and closest contacts of the deceivingly fictional characters. Brilliant in their ability to characterizeto sculpt flat words into the kind of real live, dynamic human beings one might well share a cab withNabokov and Heller steal a rousing glimpse into the minds of two intensely confusing personalities and succeed in making us forget that the characters are only the brainchildren of the writers, and not the writers themselves. Oddball Michel de Montaigne seems to look on from afar, speculating in an essay entitled On Books about his impatience for a number of acclaimed writers and their works, while confessing his particular curiosity to know the mind and natural opinions of [writers]. Knowing well that Nabokov is not the sex offender he appears to have studied so intimately, and that Heller is not the soldier living amidst the confusion he so thoroughly seems to understand, Montaigne would understand that from the display of their writings that they make on the world-stage, we may indeed judge their talents, but not their character or themselves (167).           But this is more than I can handle, as my conceptions of these characters as well as the writers who shaped them seem altogether disturbing. While writing out their prescriptions for shock therapy (the paranoid soldiers frustratingly ambiguous remarks have earned him a bit more of it than the others), Humbert nudges forward his notebook of scattered words and doodlesa notebook containing his deepest thoughts about Dolores Haze (or Lolita), the twelve-year old girl with whom he has been completely infatuated his entire middle-aged life.           I expect to run my eyes over vile passagesperverse diagrams, evenreflecting his disconcertingly base attraction to the pre-teen. Instead, I find a rather charming and tender encomium to his love interwoven with bits of Keats, Poe, Botticelli and a vast assortment of other famous literary and artistic achievers. It is not merely the incorporation of these references, but the effect these allusions have to alter my opinion of Humbert, that astounds me. Can it be that elements of high-culture have imprinted themselves in the mind of a most ignoble creature? Is it possible for someone as deranged as Humbert Humbert (as he most often refers to himself) to think on a level of sophistication higher than that of a bruteor worseon a level higher than the common man?           This manthis forty-something-year-old man known solely for his incestuous and illicit affair with his juvenile stepdaughterbegins to change, in my mind. The sex offender suddenly appears a gentler, purer character (in motivation, anyway) than even the most virtuous and respectable man, employing great minds of the past to illuminate, accentuate, and build upon his own highly intelligent thinking. His deplorable actions contradict his eloquent words; the link between the two appears muddled somewhere within the realm of allusion and in the space that separates Humberts inherently antithetical statements. The inconsistency between Humberts mind and Humberts heart astounds me, enlightens me, floors and entertains me; but above all, it leads me to pity the pedophile; and that itself is, perhaps, the worst thing of all.           Early in Nabokovs Lolita , we get a sense of Humberts psychosis. But we are not alone in possessing this knowledge, as Humbert, himself, is acutely aware of his disturbing fetish. Having slept with a number of terrestrial women having pumpkins or pears for breasts, Humbert finds himself perfectly capable of intercourse with Eve, but longing for Lilith (18, 20). Nabokov is clever in citing Lilith, whose hush-hush role as the lustful, demanding, and beguiling first wife of Adam in the Old Testament embodies the characteristics of Humberts aptly dubbed nymphets:           You have to be an artist and a madman, a creature of infinite melancholy, with a bubble of hot poison in your loins and a super-voluptuous flame permanently aglow in your subtle spine (oh, how you have to cringe and hide!), in order to discern at once [] the little deadly demon among the wholesome children; she stands unrecognized by them and unconscious herself of her fantastic power. (17)           The latent, but clearly discernible and entrancing sexuality of these young girls is what drives Humbert on to commit his lowest crimes. But contrary to the carnality and flagrance of his actions, Humbert makes numerous attempts to rationalize his dilemma, reminding us that Dante fell madly in love with his Beatrice when she was nine and that when Petrarch fell madly in love with his Laureen, she was a fair-haired nymphet of twelve running in the wind (19). I am not concerned with so-called sex at all, Humbert confesses. Anybody can imagine those elements of animality. A greater endeavor lures me on: to fix once and for all the perilous magic of nymphets (134).           And this is precisely where our shifting views of Humbert begin their turbulent movement, our sense of his good intentions being consumed by his less-than-admirable exploits, then reemerging again in his impossibly poetic words. Behind Humbert lies an informed and intelligent voiceNabokovs voiceresonating with references from the art and literary worlds in an attempt to infuse what should be the grim tale of a sex-offender and eventual murderer with the richness, color, and perplexity that would characterize the autobiography of a ten-time Nobel Peace Prize winner.           Montaigne, peering inquisitively over my shoulder as I look over Humberts work, offers his own opinion as to why Humberts literary references work to his advantage. Using himself as an example in an essay entitled On Books, he offers, I can very well tell, by measuring my own capacities, that my soil is quite incapable of producing any of the more precious flowers I find sown [in great works of literature], and that all the fruits of my own growing would never equal them in value (160). What Montaigne suggests is that to employ allusions is to cover up and compensate for those flaws in our own idea-generating abilitiesthat somehow, these references gloss what should appear a rather crude and bumpy surface of a lackluster work. Strip Lolita of its allusions, Montaigne would say, and all youre left with is the terribly despairing plight of a crazy, aging man.           But deeper thought leads one to believe that this may not be entirely true. Although Humberts character is better understood and enriched by the allusions Nabokov has made use of as a means of amplifying and channeling Humberts voice, there seems to be another element that contributes to the sex offenders appealthe perplexing way Humberts contradicting statements play off one another to deepen our comprehension of the already discovered dual nature of Humbert himself. This is, perhaps, the most enthralling aspect of Nabokovs work: the way in which Humbert refutes his own wordsmany times, within the same phrase.           In a few minutes [] I would let myself into that 342 and find my nymphet, my beauty and bride, emprisoned in her crystal sleep. Jurors! If my happiness could have talked, it would have filled that genteel hotel with a deafening roar. And my only regret today is that I did not quietly deposit key 342 at the office, and leave the town, the country, the continent, the hemisphereindeed, the globethat very same night. (123)           Humbert acknowledges guilt almost immediately after being stirred to joy and elation, the thought of his young daughters drugged body simultaneously tantalizing and distressing. He is caught in the crossfire of the ongoing battle between his mind and body, morality and bestiality.           One can see these opposing forces at work even as Humbert tries to relay the facts of an event. It is rare that he gets through describing even one scene without a sudden, random outburst of a parenthetically enclosed Oh Lolita! or a single She!as if his cogent thought process has been interrupted by irrepressible emotion. Humbert, his intellectual mind always somehow capable of resuming control over his surging feelings, interprets Lolita as a masterpiece of the civilized world and regards himself as the artist whose mind has brought her to life. And now take down the following important remark: the artist in me has been given the upper hand over the gentleman (71). Sex is merely a trifling element of the relationship between artist and subjectHumbert and Lolitaaccording to Humbert, who feels that it is not the artistic aptitudes that are secondary sexual characters as some shams and shamans have said; it is the other way around: sex is but the ancilla of art (259). I am thinking of aurochs and angels, he says, the secret of durable pigments, prophetic sonnets, the refuge of art. And this is the only immortality you and I may share, my Lolita (309).           This suggests an oddly troubling connection, one that links base carnal lust with the humanities. If I dwell at some length on the tremors and gropings of that distant night, it is because I insist upon proving that I am not, and never was, and never could have been, a brutal scoundrel, says Humbert after slipping the object of his affection a sleeping pill in an attempt to take advantage of her in a hotel room. The gentle and dreamy regions through which I crept were the patrimonies of poetsnot crimes prowling ground (131).           Departing from Humbert for a moment, I call attention to Yossarian, a soldier thrust in the mixed-up, demoralizing ambit of World War II, whose darkly comedic tale contains these kinds of single-sentence-inherent contradictions as well.           Now men, dont misunderstand me. This is all voluntary, of course. Id be the last colonel in the world to order you to go to that U.S.O. show and have a good time, but I want every one of you who isnt sick enough to be in a hospital to go to that U.S.O. show right now and have a good time, and thats an order! (37)           Hellers Catch-22 is, by no exaggeration, loaded with paradox and illogicality, and yet it is in this confusing and confounding space that we achieve a better understanding of Yossarian and his circumstancesthe same way we understand the characters and situations in Nabokovs Lolita. Though not nearly as saturated with literary or artistic innuendoes, Catch-22 is comprised in such a way that Yossarian often sees his fellow soldiers as pieces of art, and as a result, hints at aspects of their personality. In the following passage, Yossarian describes fellow soldier Clevinger as a classic work of Picasso.           He often looked to Yossarian like one of those people hanging around modern museums with both eyes together on one side of a face. It was an illusion, of course, generated by Clevingers predilection for staring fixedly at one side of a question and never seeing the other side at all. (78)           What seems, on the surface, an observation about Clevingers actual physical appearance, Yossarian suddenly transforms into a peephole into Clevingers character. Humbert does this as well, telling us numerous times that its not sex, but the establishment of a nymphets charm that he wishes to seek; that there is a kind of purity behind the impurity of his actions. And what do these contradictions and references serve to do? They complicate and simplify. They entertain. They show how elements of high culture can find their way into the insanely brutal and complex world of sex offenders and soldiers. They add color and give resonance to Humbert and Yossarians thoughts.           We must not overlook the element of humor that accompanies these innately antithetical statements, as it is a force that permeates the works of Nabokov and Heller. The ridiculous yet surprisingly heartfelt confessions that come after rather disturbing displays of Humberts lustWhat would I not have given to kiss then and there those delicate-boned, long-toed, monkeyish feet!present such a contrast that one cannot help but smile at the absurdity of it all (51); in Yossarians case, war becomes a monstrous joke, leaving our mouths agape with confusion and laughter. Montaigne, whose essay touches on his impatience and distaste for books that confuse him, finds that those who try to write comedies in our day [] use three or four plots from Terence or Plautus to make one of their own; and they will crowd into a single play five or six tales by Boccaccio. He believes these writers overburden their droll works as a result of a distrust of their power to support themselves on their own talents. They must find a body to lean on, he argues, and not having enough substance of their own to hold our attention, hope that the plot at least will amuse us (163).           In Catch-22 , its the plot as well as Hellers depiction of war through Yossarians eyes that captures our attention, which seeks to engross us. The comic value of the novelthough necessarily darkemerges out of the sheer absurdity of war itself, and Hellers juxtaposition of Yossarians contradictory statements serve only to amplify this.           What Nabokov has established as an artist-subject relationship between Humbert and Lolita mimics the personal relationship that Heller has created between Yossarian and the entire world. To Yossarian, war is not country against country; it is murder conducted on a person-to-person level. When Clevinger tries to convince Yossarian that Yossarian is not the only one being attacked, but that everyone is, Yossarian asks rather poignantly, And what difference does that make? (25). He finds nothing funny about the war that seems to be only a game for his fellow men, nothing funny about the fact that strangers he didnt know shot at him with cannons every time he flew up into the air to drop bombs on them (26).           It is the ingenious way Heller and Nabokov have established these strange and interesting bonds between their characters that sheds new light on how these characters think. Suddenly its not Lolita, but Humbert who is the victim, she being the first to seduce him. Suffice it to say that not a trace of modesty did I perceive in this beautiful hardly formed young girl whom modern co-education, juvenile mores, the campfire racket and so forth had utterly and hopelessly depraved. She saw the stark act merely as part of a youngsters furtive world, unknown to adults (133). Lolita had been debauched, as Nabokov puts it, before her involvement with Humbert, having had sexual encounters with her fellow campmates in summers before. But in spite of her initial teasing seduction of Humbert, Lolita grows weary and bitter and is appeased only by soliciting money from Humbert. I was weak, Humbert concedes, I was not wise, my school-girl nymphet had me in thrall. With the human element dwindling, the tenderness, and the torture only increased; and of this she took advantage (183). Here, we witness a definite subservience of Humbert to his dolorous and hazy darling (as Nabokovs clever wordplay brands Dolores Haze early in the novel), Nabokov alluding to Keatss La Belle Dame sans Merci in his description of Humbert being in thrall by Lolita (50, 400). Humbert is truly in love with his Lolita, finding that she was only the faint violet whiff and dead leaf echo of the nymphet I had rolled myself upon with such cries in the past [] but thank G-d it was not that echo alone that I worshiped (277). There is more to his obsession than pure lust; Humbert loves this girl, even after her eventual marriage and pregnancy at age seventeen have quashed her good looks and young spirit. It is Lolita who has the upper hand; Lolita who breaks the laws of humanity; Lolita who removes her sweater and begs, Carry me upstairs, please. I feel sort of romantic to-night, after a grueling fight with her hopelessly love-shackled stepfather (207).           In Catch-22 , Heller gives new meaning to the idea of enemies; in addition to Yossarians coupling of the distance of war with the closeness of person-to-person conflict, Heller sheds light on the internal hate, the injustice and cruelty expressed by members of those supposedly on the same side. When Clevinger is brought in front of the three colonels who make up the Action Committee, accused of some ridiculous thing or another, he is wished dead by the very men who are supposed to be most supportive of him (90).           These three men who hated him spoke his language and wore his uniform, but he saw their loveless faces set immutably into cramped mean lines of hostility and understood instantly that nowhere in the world, not in all the fascist tanks or planes or submarines, not in the bunkers behind the machine guns or mortars or behind the blowing flame throwers, not even among all the expert gunners of the crack Hermann Goering Antiaircraft Division or among the grisly connivers in all the beer alls in Munich and everywhere else, were there men who hated him more. (91)           Heller reverses our idea of hate as being an emotion of one side towards the other; in the realm of warand presumably, lifeit exists on all fronts.           But what makes us want to trust delusional Humbert and neurotic Yossarian? What is it about Nabokov and Hellers works that is so compelling and revealing? The answer lies in On Books, in which Montaigne begins by telling us flat out that he often speaks of things which are better treated by the masters of the craft, and with more truth but then digresses into rather elaborate, almost inarguable, probing observations about Virgil and Catullus and Plutarch and other infamous literary achievers of antiquity (159). Montaignes self-assured ignorance and lack of objectivity allow him to reveal the extent of [his] own vision, not the measure of the things themselves. I freely state my opinion about all things, he confesses, even those which perhaps fall outside my capacity, and of which I do not for a moment suppose myself to be a judge (161). This is the beauty of Nabokov, Heller, and Montaignes worksthe circumstances of the storylines are interpreted only through the single, opinionated mind of one character, shifting our focus from discovering the all-encompassing truth to discovering the way that character has defined truth. And it is that move, precisely, which allows us to take Yossarian seriously as he tells us that war is an absurdly tremendous, personal, inescapable, insurmountable atrocity in a world that seems to think otherwise; it is that that allows us to peer into Humberts tortured mind and come to terms with his lack of control in his relationship with Lolita; and it is that that helps us understand Montaignes satisfaction with his own subjectivity in thinkingin detesting, in adoringbooks and authors of even the highest acclaim.           Nabokov, Heller, and Montaigne are telling us, begging us even, to come to terms with a world that is absurd and deadly, confusing and biased, and littered with madness. They drive us crazy, these writers, racking our brains and stressing the idea of truth as being intensely personal and redeeming because it is single-mindedly conceived. They allude to works of art and literature with the hopes of pinning down something recognizable, something that we can gnaw and mull over, something that we can sink our teeth into with the hopes of tasting intelligence, harmony, and sensibility before returning to a realm of ever-present contradiction and immorality. These men are characterizers of the best kind, geniuses in the way they implant themselves as surveyors of madness and insanity, and above all things, extraordinary in the way they pull themselves away from the couch in the psychiatrists office, suggesting that perhaps we should be the ones psychoanalyzed.           Works Cited           Heller, Joseph. Catch-22 .New York: Scribner, 1996.           Montaigne, Michel de. Essays. New York: Penguin, 1993.           Nabokov, Vladimir. The Annotated Lolita. New York: Vintage, 1991                     Return to Mercer Street 2003 Table of Contents                                                                                            [ EWP Home ] [ Program Info ] [ Policies ] [ Mercer Street ] [ EWP Teachers ] [ Writing Center ] [ Resources ] [ Contact EWP ]"}, {"content": "Courses            > Academics         > NYU Gallatin                                                                                                                                  NYU Gallatin    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                          Students          Prospective Students Current Undergraduate Students Current Graduate Students Incoming First-Year Students                            Faculty    Staff    Parents & Family    Alumni    |    Forms    Directory    Events Calendar                                                       Search                                                                           Main Navigation                Home      About    Facts and Figures    Facilities    Governance and Committees    Sustainability    From the Dean    Mission and Learning Goals    Administration    Bulletin 2014-2015    Bulletin Archive           Admissions    Undergraduate    Graduate           Academics    Undergraduate    Graduate    Courses    Faculty    Advising    Awards, Honors, and Fellowships    Policies and Procedures    Registration    Calendars and Deadlines           Global           Student Life    Community Service    Co-Curricular Programs    Graduation Ceremonies    A Diverse Intellectual Community    Health and Wellness    Living At NYU    Scholarly Communities    Student Government and Organizations    Student Profiles    Student Publications    Student Arts Showcases    Lecture Series    Senior Symposium    Fashion           Visit    Directions and Maps                                                       Sub Navigation    Academics Undergraduate Graduate  Courses  Faculty Advising Awards, Honors, and Fellowships Policies and Procedures Registration Calendars and Deadlines                            Keyword &#9650;                         GO             Semester &#9650;                                                                                                                                    Fall                                                                                                                           Spring                                                                                                                           Summer                                       Year &#9650;                                                                                                                                              2015                                                                                                                           2014                                                                                                                           2013                                                   show more &#9660;                                        Level &#9650;                                                                                                                                                                                                  Undergraduate                                       Instructor &#9650;                                         Choose One                                                                                     Hornick, Karen                                                                                                            Meltzer, Eve                                                                                                    Smoler, Fredric                                                                 Course Type &#9650;                                                                                                                                    First-Year Program: Interdisciplinary Seminars (FIRST-UG)                                                                                                                           First-Year Program: Research Seminars (FIRST-UG)                                                                                                                           Interdisciplinary Seminars (IDSEM-UG)                                                                                                                           Travel Courses (TRAVL-UG)                                                                                                                           Travel Courses (TRAVL-UG)                                       Foundation Requirement &#9650;                                                                                                                                    HUM                                       Units &#9650;                                                                                                                                    4.0                                                                                                                           2.0                                            Clear Filters                  Share       Delicious     Digg This     Reddit        Stumble Upon     Technorati     Twitter        Facebook     Windows Live     Yahoo                 MySpace     Email                Bread Crumbs                Home          &gt;           Academics          &gt;           Courses                         Courses                                                  Course #                         Title              Instructor                               Day                               Time                               Units                               Lib Arts                    Hist & Cult                                                                              SP              2008                                    K20.1467       Section 001                  Painted Blind: Modern Tales of Madness and Love                                   Mon                               3:30PM&ndash;6:10PM                       2.0                                                                            first seven weeks                                                                SP              2010                                    IDSEM-UG1800       Section 001                  Third Year Symposium                 Karen Hornick , Eve Meltzer                  Mon                               12:30PM&ndash;3:15PM                       2.0                                                                            2 credits; pass/fail only. Juniors only.                                                                FA              2009                                    IDSEM-UG1443       Section 001                  Theorizing Popular Culture                 Karen Hornick                  Tue, Thu                               2:00PM&ndash;3:15PM                       2.0                                                                         HUM                                                                                                                  first seven weeks                                                         IDSEM-UG1444       Section 001                  Looking at Popular Culture: The Poetics of Television                 Karen Hornick                  Tue, Thu                               2:00PM&ndash;3:15PM                       2.0                                                                         HUM                                                                                                                  last seven weeks                                                                FA              2011                                    IDSEM-UG1443       Section 001                  Theorizing Popular Culture                 Karen Hornick                  Tue, Thu                               4:55PM&ndash;6:10PM                       2.0                                                                         HUM                                                                                                                  Course meets during the first seven weeks only, September 6–October 23.                                                         IDSEM-UG1444       Section 001                  Looking at Popular Culture: The Poetics of Television                 Karen Hornick                  Tue, Thu                               4:55PM&ndash;6:10PM                       2.0                                                                         HUM                                                                                                                  Course meets during the last seven weeks only, October 26–December 13.                                                                FA              2007                                    K20.1472       Section 001                  The Invention of Love                                   Mon                               3:30PM&ndash;6:10PM                       4.0                                                                                                                    SU              2008                                    K55.9500       Section 001                  Berlin: Capital of Modernity                                                                   4.0                                                                            Course meets in Berlin, June 26-July17.                                                                SP              2009                                    K20.1529       Section 001                  Love as Language and Idea from Plato to Foucault                                   Tue, Thu                               11:00AM&ndash;12:15PM                       4.0                                                                                                                    SU              2009                                    K55.9500       Section 001                  Berlin: Capital of Modernity                                                                   4.0                                                                            Course meets in Berlin, June 26-July17.                                                                SU              2011                                    TRAVL-UG9500       Section 001                  Berlin: Capital of Modernity                 Karen Hornick , Fredric Smoler                                                  4.0                                                                            Course meets in Berlin, June 25-July 16.                                                                FA              2010                                    FIRST-UG58       Section 001                  First-Year Interdisciplinary Seminar: &#034;Character&#034;                 Karen Hornick                  Tue, Thu                               11:00AM&ndash;12:15PM                       4.0                                                                                                                    SU              2012                                    TRAVL-UG9500       Section 001                  Berlin: Capital of Modernity                 Karen Hornick                                                  4.0                                                                            Course meets in Berlin, June 23 - July 14                                                                SU              2010                                    TRAVL-UG9500       Section 001                  Berlin: Capital of Modernity                 Karen Hornick                                                  4.0                                                                            Course meets in Berlin, June 26-July17.                                                                 SP              2010                                    FIRST-UG721       Section 001                  First-Year Research Seminar: The Novel and Its Uses                 Karen Hornick                  Mon, Wed                               11:00AM&ndash;12:15PM                       4.0                                                                                                                    FA              2009                                    IDSEM-UG1097       Section 001                  Inventing Modernity I                 Karen Hornick                  Tue, Thu                               4:55PM&ndash;6:10PM                       4.0                                                                                                                    SU              2013                                    TRAVL-UG9500       Section 001                  Berlin: Capital of Modernity                 Karen Hornick                                                  4.0                                                                            Course meets in Berlin, June 22 - July 20                                                                SP              2013                                    FIRST-UG721       Section 001                  First-Year Research Seminar: The Novel and Its Uses                 Karen Hornick                  Mon, Wed                               3:30PM&ndash;4:45PM                       4.0                                                                            Open to Gallatin first-year students only.                                                                FA              2011                                    IDSEM-UG1654       Section 001                  Interdisciplinary Dickens                 Karen Hornick                  Tue, Thu                               11:00AM&ndash;12:15PM                       4.0                                                                         HUM                                                                                                                                                          SU              2014                                    TRAVL-UG9500       Section 001                  Berlin: Capital of Modernity                 Karen Hornick                                                  4.0                                                                            This four-week course meets in Berlin, June 21 - July 19. Permission required. Application deadline is March 1, 2014. For more information and to apply, please click on course title and link to application.                                                                FA              2013                                    IDSEM-UG1749       Section 001                  Melodrama Unchained: Genre and Style in Western Narrative since 1800                 Karen Hornick                  Mon                               6:20PM&ndash;9:00PM                       4.0                                                                         HUM                                                                                                                                                          FA              2014                                    IDSEM-UG1799       Section 001                  Self-Consciousness and Other Burdens of Modernity: European Writing from Rousseau to Ibsen                 Karen Hornick                  Mon, Wed                               3:30PM&ndash;4:45PM                       4.0                                                                         HUM                                                                                                                                                          FA              2015                                    IDSEM-UG1749       Section 001                  Melodrama Unchained: Genre and Style in Western Narrative since 1800                 Karen Hornick                  Mon, Wed                               2:00PM&ndash;3:15PM                       4.0                                                                         HUM                                                                                                                                                          SU              2015                                    TRAVL-UG9500       Section 001                  Berlin: Capital of Modernity                 Karen Hornick                                                  4.0                                                                         HUM                                                                                                                  This four-week course meets in Berlin, June 1 - June 27. Permission required. Application deadline is March 1, 2015. For more information and to apply, please click on course title and link to application.                                                                                                    NYU Gallatin Footer              Gallatin School of Individualized Study     1 Washington Place     New York, NY 10003     (212) 998-7370                   A&#8211;Z Index      Directions      Contact Us      Job Opportunities               News      Support Gallatin      Feedback                         Follow us on Facebook      Follow us on Twitter      Follow us on Youtube         Follow us Instagram                 Unless otherwise noted, all content copyright NYU Gallatin. All rights reserved."}]}]