[{"detail": [{"content": "Israel Studies Courses 2008-2011, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Israel Studies Courses 2008-2011             Fall 2008      Graduate courses       Sacrifice, Culture and  Gender: From Isaac &amp; Iphigenia to Contemporary Sacrificial Narratives    Yael S. Feldman       From  Zionist-Sabra to Cosmopolitan-Israeli: The Transformation of Israel's Dominant  Culture    Fred Lazin       Zionism and Health    Rakefet  Zalashik       Jewish Philanthropy and  Collective Responsibility in 19th &amp; 20th Centuries    Ronald Zweig             Undergraduate       Modern Jewish History    David Engel       Modern Hebrew Literature:  Re-Writing the Bible (in Hebrew)    Yael S. Feldman       The State of Israel,  1948-2006    Fred Lazin       The Holocaust and Israeli  Society    Rakefet  Zalashik       Jewish Community in  Palestine Under the Ottoman and British, 1880-1948    Ronald Zweig             Spring 2009      Graduate courses       Topics in Hebrew  Literature: Agnon and his \"Children\" (in Hebrew)    Yael S. Feldman       Israel and the Arab World:  1948-2008    Itamar  Rabinovich       Seminar in Modern Jewish History: Failed Zionist  Solutions    Rakefet  Zalashik      History of the Yishuv: War of 1948 and the War of the Historians    Ronald Zweig          Undergraduate  courses       Sex and Gender in the Bible    Yael S. Feldman       Collective Memory in Israel    Adi  Portughies       Left, Right and the End of Ideology  in Israel    Adi Portughies        Self and Other in the Israeli Short  Story: Zionism and its Discontents (in Hebrew)    Eran Tzelgov        Issues in Israel's Social  History    Rakefet  Zalashik       World Cultures: Modern  Israel    Ronald Zweig                                                 Fall 2009      Graduate courses       From Zionist Sabra to Cosmopolitan Israeli: The Transformation of Israel's Dominant Culture    Oz Almog  History of the Yishuv and Israel: The Struggle for Independence, 1938 - 1949.    Ronald Zweig            Undergraduate       The State of Israel, 1948 - Present    Oz Almog       World Cultures: Modern  Israel      Ronald Zweig           Spring 2010      Graduate courses           Archaeology, Historical Narrative and Politics in Israel and the Middle East    Itamar  Rabinovich     Remaking the Jewish World After 1945    Ronald Zweig          Undergraduate  courses       Sex and Gender in the Bible    Yael S. Feldman       Jews in the Islamic World in the Modern Period    Adi Ariel      Immigration in Israeli Society    Gur Alroey  History of Israeli Foreign Policy    Ronald Zweig                                       Fall 2010      Graduate courses           Israel and America Since 1948     Ronald Zweig          Undergraduate  courses       World Cultures: Modern Israel    Ronald Zweig       Zionism and the State of Israel    David Engel       History of Israeli Foreign Policy    Uri Bialer   Immigration in Israeli Society    Gur Alroey     Spring 2011        Graduate courses             Israel State and Society: Israel in the 1960s    Ronald Zweig  Itamar  Rabinovich  Ideology and Society in Contemporary Israel    Uri Bialer      Undergraduate  courses         Israel and American Jewry    Ronald Zweig         Modern Jewish Political Thought, 1882 - 2009    Gur Alroey   The War of 1948  Itamar Radai            Fall 2011  Graduate  courses   Modern Jewish History    David Engel      The Jewish Community in Palestine Under Ottoman and British Rule    Ronald Zweig                 The Jewish Community in Palestine Under Ottoman and British Rule Yali Hashash       Palestine Zionism and Israel    Zachary Lockman   The Holocaust: The Third Reich and The Jews    Zachary Lockman                                                              Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}]},
{"detail": [{"content": "Israel Studies Courses 2008-2011, The Skirball Department of Hebrew and Judaic Studies | NYU                       NEW YORK UNIVERSITY       ARTS AND SCIENCE       COLLEGE OF ARTS AND SCIENCE       GRADUATE SCHOOL OF ARTS AND SCIENCE                                            Back to Home       Israel Studies Courses 2008-2011             Fall 2008      Graduate courses       Sacrifice, Culture and  Gender: From Isaac &amp; Iphigenia to Contemporary Sacrificial Narratives    Yael S. Feldman       From  Zionist-Sabra to Cosmopolitan-Israeli: The Transformation of Israel's Dominant  Culture    Fred Lazin       Zionism and Health    Rakefet  Zalashik       Jewish Philanthropy and  Collective Responsibility in 19th &amp; 20th Centuries    Ronald Zweig             Undergraduate       Modern Jewish History    David Engel       Modern Hebrew Literature:  Re-Writing the Bible (in Hebrew)    Yael S. Feldman       The State of Israel,  1948-2006    Fred Lazin       The Holocaust and Israeli  Society    Rakefet  Zalashik       Jewish Community in  Palestine Under the Ottoman and British, 1880-1948    Ronald Zweig             Spring 2009      Graduate courses       Topics in Hebrew  Literature: Agnon and his \"Children\" (in Hebrew)    Yael S. Feldman       Israel and the Arab World:  1948-2008    Itamar  Rabinovich       Seminar in Modern Jewish History: Failed Zionist  Solutions    Rakefet  Zalashik      History of the Yishuv: War of 1948 and the War of the Historians    Ronald Zweig          Undergraduate  courses       Sex and Gender in the Bible    Yael S. Feldman       Collective Memory in Israel    Adi  Portughies       Left, Right and the End of Ideology  in Israel    Adi Portughies        Self and Other in the Israeli Short  Story: Zionism and its Discontents (in Hebrew)    Eran Tzelgov        Issues in Israel's Social  History    Rakefet  Zalashik       World Cultures: Modern  Israel    Ronald Zweig                                                 Fall 2009      Graduate courses       From Zionist Sabra to Cosmopolitan Israeli: The Transformation of Israel's Dominant Culture    Oz Almog  History of the Yishuv and Israel: The Struggle for Independence, 1938 - 1949.    Ronald Zweig            Undergraduate       The State of Israel, 1948 - Present    Oz Almog       World Cultures: Modern  Israel      Ronald Zweig           Spring 2010      Graduate courses           Archaeology, Historical Narrative and Politics in Israel and the Middle East    Itamar  Rabinovich     Remaking the Jewish World After 1945    Ronald Zweig          Undergraduate  courses       Sex and Gender in the Bible    Yael S. Feldman       Jews in the Islamic World in the Modern Period    Adi Ariel      Immigration in Israeli Society    Gur Alroey  History of Israeli Foreign Policy    Ronald Zweig                                       Fall 2010      Graduate courses           Israel and America Since 1948     Ronald Zweig          Undergraduate  courses       World Cultures: Modern Israel    Ronald Zweig       Zionism and the State of Israel    David Engel       History of Israeli Foreign Policy    Uri Bialer   Immigration in Israeli Society    Gur Alroey     Spring 2011        Graduate courses             Israel State and Society: Israel in the 1960s    Ronald Zweig  Itamar  Rabinovich  Ideology and Society in Contemporary Israel    Uri Bialer      Undergraduate  courses         Israel and American Jewry    Ronald Zweig         Modern Jewish Political Thought, 1882 - 2009    Gur Alroey   The War of 1948  Itamar Radai            Fall 2011  Graduate  courses   Modern Jewish History    David Engel      The Jewish Community in Palestine Under Ottoman and British Rule    Ronald Zweig                 The Jewish Community in Palestine Under Ottoman and British Rule Yali Hashash       Palestine Zionism and Israel    Zachary Lockman   The Holocaust: The Third Reich and The Jews    Zachary Lockman                                                              Home       About       People       Undergraduate Program       Graduate Programs       Calendar       The Taub Center       Affiliations       Resources       Employment                   Contact Us | &copy; New York University , Arts and Science"}, {"content": "Alumni Profiles    |     Italian Studies    | New York University                                   Skip to page Content.     NEW YORK UNIVERSITY     ARTS AND SCIENCE     COLLEGE OF ARTS AND SCIENCE     GRADUATE SCHOOL OF ARTS AND SCIENCE                                Home       People       Undergraduate Program       Graduate Program       NYU Florence       Events       Employment             Stay Connected           Facebook             Affiliations         Casa Italiana Zerilli-Marimò           Villa La Pietra                    Back to Home       Alumni Profiles                      Paola Bonifazio earned her Ph.D. in Italian from New York University in 2008, with a dissertation entitled “Narrating Modernization: Documentary Films in Cold War Italy (1948-1955).\" She has published on Italian cinema and co-edited the book State of Exception: Cultural Responses to the Rhetoric of Fear , published by Cambridge Scholars Press in 2006. She is Assistant Professor of Italian at the University of Texas at Austin.       Danielle Callegari received her Ph.D. from New York University in 2014  with a dissertation entitled \"Dante's Nutritional Vernacular: Food,  Hunger, and Consumption from Convivio to Commedia .\" She  has published on Dante, early modern nuns, and modern Italian food  history. She is currently working on a monograph tentatively entitled  \"Crumbs from the Table: The Social History of Food in Dante.\"      Sara E. Diaz earned her Ph.D. in Italian Studies from New York University in 2011. Her dissertation, “‘Dietro a lo sposo, sì la sposa piace’: Marriage in Dante’s Commedia,” explores how corporeal marriage serves as a powerful signifier in Dante’s works. Her research interests focus on marriage and gender in late medieval and early modern Italian literature. She has published on a number of Italian authors, including Dante, and is currently working with Jessica Goethals on a translation of Margherita Costa’s 1641 comedy, The Buffoons (CRRS, Toronto). She is Assistant Professor of the Practice of Italian at Fairfield University.     Jessica Goethals earned her Ph.D. in Italian Studies at New York University in 2012. Her dissertation, \"Representing the Sack of Rome and its Aftermath, 1527-1540,\" revises common scholarly assumptions about the Sack's cultural impact through a study of vernacular literature. In addition to articles on Luigi Guicciardini and Pietro Aretino, she co-edited Power and Image in Early Modern Europe (Cambridge Scholars Press, 2008) with Valerie McGuire and Gaoheng Zhang and is co-editor and -translator of Margherita Costa's The Buffoons (CRRS, Toronto) with Sara Díaz. She held a Mellon Postdoctoral Fellow at the University of Pennsylvania Humanities Forum in 2013-14 and is currently a fellow at the Harvard Center for Renaissance Studies (Villa I Tatti). She is managing editor of I Tatti Studies in the Italian Renaissance .     Valerie McGuire earned her B.A. in Comparative  Literature at Columbia University. She has research interests in  cultural history and the role of the Mediterranean in Fascist Italy's  colonial projects. Her dissertation is an interdisciplinary study of the   Italian occupation of the Dodecanese Islands, an archipelago of the  Aegean Sea, as a site for experimentation with Italian colonial  modernity. She is a two-time recipient of the FLAS fellowship for study  of Modern Greek. In 2012-2013 she was a Fulbright  Scholar for Greece. In 2013-14 she was a Max Weber post-doctoral fellow in the Department of History and Civilization at the European University Institute.   Shannon McHugh earned her Ph.D. in 2015. Her dissertation explores how early modern Italian poets, both male and female, used Petrarchan lyric to play with and challenge societal expectations about gender. Her publications include articles on women writers and on Counter-Reformation religious reform. Most recently, she is editor and translator with Danielle Callegari of Diodata Malvasia, Writings on the Sisters of San Luca and Their Miraculous Madonna (CRRS, Toronto), forthcoming in 2015.   Alessandra Montalbano earned her Ph.D. in Italian Studies at New York University in 2012 with a dissertation entitled \"Kidnapping in Italy, 1970-2000: Histories of Disembodiment.\" She has published on Italian literature and film and she is the co-editor, with Jonathan Mullins and Valeria Castelli, of Denuncia: Speak Up in Italy, From Postwar to Today . Madison, NY: Fairleigh Dickinson Press (forthcoming). She is currently teaching philosophy and history at the Liceo Scientifico Guglielmo Marconi in New York.      Inga Pierson received her Ph.D. in Italian from New York University in 2009 with a dissertation entitled \"Towards a Poetics of Neorealism: Tragedy in the Italian Cinema 1942-1948.\" In 2009-2010 she was Visiting Assistant Professor of Italian and Film and Media Studies at Colgate University and she is currently a Post-doctoral Fellow in the Humanities at Stanford University. Her interests in film, digital media and Italian converge in a variety of activities from academic scholarship to journalism, digital humanities and teaching.          Beatrice Sica received her Ph.D. in Italian Studies in 2011. In 2010-2011, thanks to the Fondazione Sapegno-Collège de France fellowship, she was a research fellow at the Collège de France in Paris, and in 2011-2012 she was at Harvard University on a Lauro de Bosis postdoctoral fellowship. In 2012 she was appointed Lecturer [Assistant Professor] in Modern and Contemporary Italian Literature at University College London.       Tristana Rorandelli earned her Ph.D. (with distinction) in Italian from New York University in 2007, with a dissertation entitled “Female Identity and the Female Body in Italian Women’s Writings: 1900-1955 (Sibilla Aleramo, Enif Robert, Paola Masino and Alba de Céspedes)” (advisor: Prof. Ruth Ben-Ghiat). Her research interests focus on 20th-century Italian women’s writings; modern Italian culture, history, and literature; fascism; Western medieval poetry and thought. She was the recipient of the Julie and Ruediger Flik Travel Grant, Sarah Lawrence College, for summer research, 2008; the Penfield fellowship, New York University, 2004; and the Henry Mitchell MacCracken fellowship, New York University, 1998-2002. Her publications include: Nascita e morte della massaia di Paola Masino e la questione del corpo materno nel fascismo in Forum Italicum (Spring 2003). Translations, The Other Place by Barbara Serdakowski and Salvation by Amor Dekhis in Multicultural Literature in Contemporary Italy (editors Graziella Parati and Marie Orton, Fairleigh Dickinson University Press, 2007). She is Associate Professor of Italian language and literature in the Department of Modern and Classical Languages and Literatures at Sarah Lawrence College.      Paola Ugolini received her Ph.D. in Italian in September 2011, with a dissertation entitled \"Courtly Hell: Early Modern Italian Anti-Court Writings in Context.\" She is the co-editor, with Elena Bellina and Lindsay Eufusia, of About Face: Depicting the Self in the Written and Visual Arts (Cambridge Scholars Publishing, 2009), and the co-editor and translator, with Molly Martin, of Veronica Gambara. Complete Poems (CRRS, Toronto 2014). She is Assistant Professor of Italian at the University at Buffalo (SUNY) and currently holds a fellowship at the Harvard Center for Renaissance Studies (Villa I Tatti).        Paola Ureni received her Ph.D. in Italian from New York University in 2009, with a dissertation entitled \"Memoria e pensiero in Calvacanti e Dante, Tozzi e Gadda.\" Paola Ureni is Assistant Professor of Italian at the College of Staten Island, CUNY.     Alberto Zambenedetti completed his Ph.D. in 2012 with a dissertation titled \"Italians on the Move: Towards a History of Migration Cinema,\" which he wrote under the supervision of Professor Ruth Ben-Ghiat. His articles have appeared in Annali D'Italinistica , Studies in European Cinema , Journal of Adaptation and Performance , and Short Film Studies . He has also published several book chapters on contemporary Italian film. He worked as Lecturer in the Department of World Languages and Literature at the College of Staten Island between 2011 and 2013 and is currently Visiting Assistant Professor of Cinema Studies and Mellon Postdoctoral Fellow at Oberlin College. He is still a cat person.        Gaoheng Zhang was educated as an Italianist at Beijing Foreign Studies University (B.A.) and New York University (Ph.D.), with postdoctoral training completed at the University of Southern California as a Provost's Postdoctoral Scholar in the Humanities. He has interdisciplinary and comparative research and teaching interests in Italy’s global networks through travel, migration, and colonialism in 19th-21st centuries, with a specialization in Italy-China relations. These interests led to his doctoral dissertation entitled \"Travel and Italian Masculinities in Gianni Amelio's Cinema,\" and to his current book project—\"Contemporary Chinese Immigration to Italy: Encounters and Representations, 1989-2012.\" He is currently an Assistant Professor in the Department of Italian Studies at the University of Toronto.          Other Alumni Information       Anna Bagorda , Ph.D. Fall 2010, Dissertation title: Il Paradiso e il Liber XXIV philosophorum : l'ente divino ai confini di una metafora .       Paul Bucklin , Ph.D. Spring 2009, Dissertation title: Ne Plus Ultra? Rereading Magnanimity in Dante Alighieri's Convivio and Divine Comedy and Courage in Torguato Tasso's Jerusalem Delivered .       Barbara Castaldo , Ph.D. Fall 2007, Dissertation Title: Imputato Pasolini: una rilettura dei processi tra diritto e letteratura     Concetta Chiappetta-Miller , Ph.D. Fall 2005, Dissertation Title: Projections: Monster and Diva from Vision to Voice.  Alexandra Coller , Ph.D. 2005, Dissertation Title: Bella Creanza and Female Destrezza: Women in Italian Renaissance Comedy.    Alexandra joined Lehman College (CUNY) in August 2010 as a tenure-track   faculty where she teaches courses in Italian language, literature, and  culture as well as the core curriculum.    Rosaria A. Pipia , Ph.D. 2007, Dissertation Title: Il Folclore Siciliano In Pirandello Novelliere: Usi costumi credenze e pregiudizi del popolo siciliano         Florence M. Russo , Ph.D. 2007, Dissertation Title: The Presence of Saturn and the aetas aurea in Three Figures of Dante's Comedy: the Medusa, the Siren and Matelda       AnneMarie Tamis-Nasello , Ph.D. 2007, Dissertation Title: Italian Colonial Cinema: Nationalism, Internationalism, and Notions of Alterity. AnneMarie is Adjunct Assistant Professor of Italian at the Fashion Institute of Technology, SUNY.                      Contact Us | &copy; New York University , Arts and Science"}]}]