[{"detail": [{"content": "DJ History, Culture, &amp; Technique w/ DJs Rekha &amp; Shiftee: Tisch School of the Arts at NYU                           Skip to content        Recorded Music Program Courses Internships News &amp; Events Facilities Alumni Faculty Directory Recorded Music FAQs For High School Students Facebook Twitter YouTube Summer In Recorded Music Academic Advisement Resources 194 Recordings  home &gt; Recorded Music        DJ History, Culture, & Technique w/ DJs Rekha & Shiftee: A Masterclass  REMU-UT.1702 Production 4 Credits Instructor(s): Staff Note: There is a lab fee for this course. Over the last forty years, the Disc Jockey has become a central figure in global popular music, transforming the sound of music and redefining the role of the creative music entrepreneur. From the DJ’s role in ‘breaking tracks’ on commercial radio and dance floors, to supplying sounds for film scores and various recordings, to being the focus of the latest gaming trend (e.g. DJ Hero), the impact of the DJ in popular culture is significant. Many of today’s most successful producers, like Dr. Dre and Mark Ronson, came from DJ backgrounds or have cultivated DJ-ing as part of their repertoire of skills. Increasingly, DJing has become a viable way for aspiring entrepreneurs in music to diversify and create success for themselves. In this class, taught by famed DJs, producer, curator and Basement Bhangra founder DJ Rekha, and 2009 DMC World Champion, DJ Shiftee, students will develop fundamental turntable technique and hone practical skills that every DJ needs to succeed in the modern music industry. Each class will be divided into Culture and Technique sections. In the Culture component students will discuss the history, culture and business aspects of DJing through reading and other course materials. The Technique section will consist of hands-on technical lessons in the DJ practice using fully equipped DJ stations. The lab component, held at the Dubspot DJ and Production facilities on 14th Street, will focus on beat matching, music programming and turntablist elements (i.e. scratching).    VIDEO HIGHLIGHT: DJ History, Culture, and Technique with DJs Rekha & Shiftee  The Clive Davis Institute of Recorded Music 194 Mercer Street, 5th Floor New York, NY 10012               Phone:       212 992 8400 tisch.recorded.music@nyu.edu           Undergraduate Admissions Graduate Admissions Academic Services Student Life Financial Aid and Scholarships Career Development Counseling Services International Students Incoming Students Graduation Forms What is Special Programs? Study Abroad Summer High School Summer in New York City Courses for Non-Majors Programs for Visiting Students Open Arts Minors Blog Newsletters Videos Admin &amp; Faculty Alumni Contact Us  Tisch Events Calendar Admin &amp; Faculty Calendar NYU Academic Deadlines Calendar Many Ways to Give Why Support Tisch Dean's Council Corporate Giving Foundation Giving Individual Giving Tisch Gala Who We Are Institute of Performing Arts Graduate Acting Dance Design for Stage &amp; Film Drama Graduate Musical Theatre Writing Performance Studies Maurice Kanbar Institute of Film &amp; Television Undergraduate Film &amp; Television Graduate Film Cinema Studies Moving Image Archiving &amp; Preservation (MIAP) Rita &amp; Burton Goldberg Department of Dramatic Writing Emerging Media Group Photography &amp; Imaging Interactive Telecommunications (ITP) Clive Davis Institute of Recorded Music NYU Game Center Art &amp; Public Policy / Arts Politics Open Arts Tisch Special Programs Tisch Asia"}]}]