[{"detail": [{"content": "American Language Institute                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       American Language Institute                                                                                           Prospective Students             Dean's Message The ALI Advantage International Students Custom Programs Faculty                   Academic Offerings             Academic English Program Global Certificate Program Comprehensive English Program Mastering English: International Summer in NYC Professional English Program ALI Online                   Evaluation and Registration             New Domestic Students International Students                   Language Testing                                                                                            American Language Institute                                                                                                                                                                                                                                                      Play                                                                                   Prospective Students        ALI offers programs for students of all levels of English proficiency.          More Information                                                                           Academic Offerings        Comprehensive intensive programs as well as specialized course options are available.          More Information                                                                           Language Testing        ALI language testing ensures that you will be placed in a program that meets your needs and that is appropriate for your level of English proficiency.          More Information                                                           QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage   &copy; New York University School of Professional Studies | Privacy Policy"}]},
{"detail": [{"content": "American Language Institute                                                                                          The NYU School of Professional Studies Website    Faculty    Degrees    Professional Certificates    Upcoming Events        Search Courses     Credit Course     Non-Credit Course          Site    Noncredit Courses    Faculty                                                                       American Language Institute                                                                                           Prospective Students             Dean's Message The ALI Advantage International Students Custom Programs Faculty                   Academic Offerings             Academic English Program Global Certificate Program Comprehensive English Program Mastering English: International Summer in NYC Professional English Program ALI Online                   Evaluation and Registration             New Domestic Students International Students                   Language Testing                                                                                            American Language Institute                                                                                                                                                                                                                                                      Play                                                                                   Prospective Students        ALI offers programs for students of all levels of English proficiency.          More Information                                                                           Academic Offerings        Comprehensive intensive programs as well as specialized course options are available.          More Information                                                                           Language Testing        ALI language testing ensures that you will be placed in a program that meets your needs and that is appropriate for your level of English proficiency.          More Information                                                           QUICK LINKS                        About Us          Student Affairs          Visit Us          School-wide Policies          Contact Us                       ATTEND THE SCHOOL                        Graduate Admissions          Undergraduate Admissions          Noncredit Registration          Veteran Resource Center                             ON THE WEB                         On Facebook          On Twitter          On YouTube          Browser Requirements                                                        NYU Homepage   &copy; New York University School of Professional Studies | Privacy Policy"}, {"content": "English as a Second Language (ESL) | Admitted Students | NYU Polytechnic School of Engineering                                                                                                 NYU Abu Dhabi | NYU Shanghai         QuickLinks Bulletin   Directory   Employment and Career Development   Events Calendar   Human Resources / Careers   Information Technology Systems   Library   Make a Gift   NYU Classes   NYUAlbert (PS DATA)   NYUHome   Records and Registration   Services and Resources   Students   Alumni   Faculty   Staff                          Admissions  Undergraduate Admissions Graduate Admissions Online Learning Financial Aid Accepted Undergraduates Accepted Graduates  Academics  Majors and Programs Departments Honors Program BS/MS Program Study Abroad Online Learning Support + Services Graduate School  Records and Registration Class Schedule Course Textbooks School Calendar Code of Conduct Bulletin Women in Engineering  Research  Message from the Associate Provost Sponsored Research Centers + Institutes Labs + Groups CITE Game Innovation Lab Cross-Institution “Seed” Research Undergraduate Summer Research Bern Dibner Library Institutional Research Bioengineering IT + Media Urban Systems  Outreach  Incubators NYC Media Lab NYC Seed Enterprise Learning Center for K12 STEM Education Employment and Career Development PowerBridgeNY  Student Life  Athletics Student Affairs Public Safety Graduate Student Life and Services International Students + Scholars Residence Life and Housing Services Student Activities and Resource Center Students with Disabilities Student Resources Student Orientation  About  Hours and Directions Leadership and Administration Mission News and Publications Campus Transformation Middle States Self-Study NYU Merger Past, Present, Future Giving                                          Home / Admissions / Graduate Admissions / Admitted Students / International Students                         Admitted Students                                                             English as a Second Language (ESL)                       English as a Second Language (ESL) Placement Exam Information   What is an ESL Placement Exam Condition?   English proficiency is a requirement for admission to all graduate programs and is necessary for success at the NYU Polytechnic School of Engineering.   If you were admitted with an English as a Second Language (ESL) Placement Exam condition, you are required to take a placement exam administered by the NYU American Language Institute (ALI) to determine the level of your English language proficiency. This is required in order to pursue your academic degree program. We encourage you to complete the required placement exam before accepting our offer of admission and paying your graduate tuition deposit. If you do not complete the required placement exam, your I-20 / Certificate of Eligibility may not be issued, and you will not be allowed to enroll in courses at the Polytechnic School of Engineering.   The ALI ESL Placement Exam consists of an online writing test and an online interview. Information about both is e-mailed to students after they are admitted with an ESL Placement Exam condition. If you were admitted with such a condition and have not received information about registering for the online writing test and interview, please contact Graduate Enrollment Management &amp; Admissions .   Placement Levels   The result of the exam will be an English Placement Level (EPL) from 1 to 9. EPL explanations follow:   Levels 7 &ndash; 9   Students who place into Levels 7 - 9 are ready to begin full-time graduate study immediately and will not be required to take ESL courses at ALI while taking graduate courses at the NYU Polytechnic School of Engineering.   Levels 5 &ndash; 6   Students who place into Levels 5 or 6 are not ready to begin full-time graduate study and must take ESL courses part-time at ALI while taking graduate courses part-time at the NYU Polytechnic School of Engineering. They will be required to register for an ESL course and for graduate courses totaling exactly six (6) credits.   Students who place into Levels 5 or 6 will be required to take appropriate ESL course(s) until they pass the Level 6 ESL course. Skipping ESL courses will not be permitted, and taking more than one ESL course per semester will not be permitted. This may lengthen their expected course of study by one or more semesters and/or impact curricular practical training (CPT) and optional practical training (OPT), depending on their progress in their English courses.   Students who place into Level 5 should apply for their I-20 / Certificate of Eligibility from ALI , which will allow them to obtain a student visa. Students who place into Level 6 should apply for their I-20 / Certificate of Eligibility from NYU&rsquo;s Office of Global Services (OGS) in the way most other School of Engineering students will apply.   Levels 1 &ndash; 4   Students who place into Levels 1-4 are not ready to begin graduate study at NYU Polytechnic School of Engineering and must take (and pass) full-time ESL studies before beginning part-time graduate studies (and, eventually, full-time graduate studies) at NYU Engineering. Once they pass the Level 4 ESL course, they will be permitted to begin taking part-time graduate studies while taking subsequent ESL courses until they pass the Level 6 courses (see Levels 5 &ndash; 6, above). Once they have passed their Level 6 course, they will be permitted to begin full-time graduate studies.   Skipping ESL courses will not be permitted, and taking more than one ESL course per semester will not be permitted. This will likely lengthen their expected course of study by one or more semesters and/or impact curricular practical training (CPT) and optional practical training (OPT), depending on their progress in their English courses.   Students who place into Levels 1-4 should contact ALI at 1-212-998-7040 or ali@nyu.edu to register for their full-time ESL courses and to apply for their I-20 / Certificate of Eligibility from ALI , which will allow them to obtain a student visa.   Important Notes     ALI instructors and administrators have sole authority to conduct placement testing and determine EPL. Decisions made by ALI cannot be appealed to School of Engineering faculty or administrators. Questions about the Placement Exam or your placement should be directed to ALI at ALI.test-group@nyu.edu or 1-212-998-7040.   ESL coursework does not count as quality points toward graduation and therefore is not included in students&rsquo; Cumulative Grade Point Average.   Previous study at an English Language Center or School (other than ALI) will not affect placement or allow an ESL Placement Exam condition to be waived.   Retaking an English language exam (TOEFL, IELTS, etc.) after admission with an ESL Placement Exam condition will not be cause for a waiver. Students who were given an ESL Placement Exam condition and who have subsequently improved their English language skills prior to beginning studies at NYU Polytechnic School of Engineering may demonstrate their improved ability by taking the Placement Exam at ALI.   Students who placed below Level 7 on the ESL Placement Exam and were required to take ESL courses at ALI may complete this requirement only by successfully completing all required courses up to and including ESL Level 6. No other actions or waivers will complete this requirement. Skipping ESL courses will not be permitted, and taking more than one ESL course per semester will not be permitted.   Required ESL courses (if any) may lengthen students&rsquo; expected course of study by one or more semesters and/or impact curricular practical training (CPT) and optional practical training (OPT), depending on their progress in their English courses.                                  Graduate Admissions      The NYU Advantage   Master&#039;s Programs   Doctorate Programs   Certificate Programs   Admissions Requirements and Standards   Admitted Students Get Social   Graduate Tuition Deposit   Admitted Student Events   Resources   International Students Office of International Students and Scholars   Visa Information   Preparing for arrival   English as a Second Language     Get to know NYC     For Veterans   Apply Now   Graduate Visiting Student Registration Form   Request Information   Transfer Policy                                    Engineering is NYU  Follow Us:  Facebook Twitter Vimeo YouTube        Undergraduate   Admissions   How to Apply   Apply Now   admissions@nyu.edu   Graduate   Admissions   Requirements   Apply Now   engineering.gradinfo@nyu.edu   Site Links   Press   Directory   Directions   Event Calendar   Careers/HR   Support    Email/Network help@poly.edu Website Report a Problem Login (Faculty + Staff)  NYU School of Engineering 6 MetroTech Center, Brooklyn, NY 11201 Tel: 718.260.3600 Fax: 718.260.3136 &copy; NYU School of Engineering"}]}]