[{"detail": [{"content": "Magnet Hospitals Have Higher Quality of Care, NYU Researcher Finds                                                                                                               NYU.edu requires JavaScript be enabled in your browser in order to use important features of the site. JavaScript is either disabled or not supported by your browser. For instructions on how to enable JavaScript in your browser, click here .                       New York University    Skip to Content   Skip to Search   Skip to Navigation   Skip to Sub Navigation                                                        NYUHome Login                            Students           |   Faculty           |   Alumni           |   Employees           |   Community                                   Schools          Arts and Science      College of Arts and Science      College of Dentistry      College of Nursing      Courant Institute of Mathematical Sciences      Gallatin School of Individualized Study      Graduate School of Arts and Science      Institute of Fine Arts      Institute for the Study of the Ancient World      Leonard N. Stern School of Business      Liberal Studies Program      NYU Abu Dhabi      NYU Shanghai      Polytechnic School of Engineering      Robert F. Wagner Graduate School of Public Service      School of Professional Studies      School of Law      School of Medicine      Silver School of Social Work      Steinhardt School of Culture, Education, and Human Development      Tisch School of the Arts                QuickLinks          Academic Calendars      Administrative Units      Albert      Apply for Jobs      Athletics      Bookstores      Bursar      Campus Map      Career Development      Emergencies      Events      Giving to NYU      Housing      ITS      Libraries      News      NYU Apparel      Policies      Public Safety      Registrar      Student Health Center      Student Resources      Wellness Exchange                A-Z          A      B      C      D      E      F      G      H      I      J      K      L      M      N      O      P      Q      R      S      T      U      V      W      X      Y      Z                                                          New York University                          Search NYU                    Pages |    People                                       Main Navigation            About NYU       Admissions       Academics       University Life       Research       Global                                 Bread Crumbs          About NYU   /   News, Publications, and Facts   /   NYU News   /   2014   /   March   /   11                                                         Magnet Hospitals Have Higher Quality of Care, NYU Researcher Finds                   March 11, 2014          N-xxx                                        New study analyzing the nurse practice environmental differences helps bring confidence and further support to Magnet hospital nurse and patient care    Magnet recognition is considered a leading source for measuring organizational success in nursing. Magnet hospitals show higher job satisfaction and lower odds of patient mortality than non-Magnet hospitals. However, only nine percent of American hospitals are recognized as Magnet . Currently, there is little research into the causes of the differences between Magnet and non-Magnet hospitals, research that could create an infrastructure for positive change in nurse and patient outcomes.   Now research from New York University College of Nursing (NYUCN) and the University of Pennsylvania School of Nursing in an article published in the Journal of Nursing Administration , provide insight on the factors contributing to the differences between Magnet® and Non-Magnet hospitals as well as an analysis of the links between Magnet Recognition and better nurse-reported quality of care.   “Many of the recent efforts to improve quality and enhance transparency in healthcare have been dominated by physician services and medical outcomes,” explains Amy Witkoski Stimpfel, PhD, RN, assistant professor at NYUCN. “Our study shows that the overall quality of patient care can be optimized when nurses work in a positive environment, with adequate resources and support at the organizational level.”   The study, “Understanding the Role of the Professional Practice Environment on Quality of Care in Magnet and Non-Magnet Hospitals,” focused on cross-sectional data, including the American Hospital Association’s annual survey, as well as an analysis of 56 Magnet and 495 non-Magnet hospitals. Carefully balancing variables in order to remove the maximum bias, Dr. Witkoski Stimpfel’s team found a clear positive correlation between positive nurses work environments and nurse-reported quality of care. Even after taking into consideration hospital characteristic differences between Magnet and Non-Magnet hospitals, Magnet hospitals were still positively correlated with higher reports of excellent quality of care.   “Having visible and accessible chief nurses, encouraging and including nurses in decision making in their unit and throughout the organization, supporting nursing practice and engaging in interdisciplinary patient care, are but a few examples of readily modifiable features of a hospital,” Dr. Witkoski Stimpfel. “Because all organizations, Magnet and otherwise, have the potential to enrich their practice environment, every organization stands to benefit from improving the organization of nursing care.”   “Our findings suggest that Magnet hospitals produce better quality of care through their superior practice environments,” states Dr. Witkoski Stimpfel. “Hospitals that invest in improving the nursing work environment have the potential to benefit from increased quality of care for their patients and families.”   Dr. Witkoski Stimpfel is continuing to research the outcomes associated with Magnet hospitals. Her current project is focusing on assessing the relationship between Magnet recognition and patient satisfaction in a national sample of hospitals.     Funding was provided by the National Institute of Nursing Research (R01-NR-004513, Linda Aiken, primary investigator [PI]), National Institute of Nursing Research training grant ‘‘Advanced Training in Nursing Outcomes Research’’ (T32-NR-007104, Linda Aiken, PI), and Robert Wood Johnson Foundation Nurse Faculty Scholars program (Dr McHugh). The authors declare no conflict of interest.   The research team members include: A.Witkoski Stimpfel, J.E Rosen, M.D McHugh. Affiliations: New York University College of Nursing (AWS), New York, NY; University of Pennsylvania School of Nursing (MDM, JER), Philadelphia, PA.   About New York University College of Nursing NYU College of Nursing is a global leader in nursing education, research, and practice. It offers a Bachelor of Science in Nursing, a Master of Arts and Post-Master’s Certificate Programs, a Doctor of Philosophy in Research Theory and Development, and a Doctor of Nursing Practice degree. For more information, visit www.nyu.edu/nursing.                        This Press Release is in the following Topics:      NYUToday-feature , Research , College of Nursing , Research News           Type: Press Release            Press Contact:                Christopher James | (212) 998-6876                                                            Search News                                       Keywords:                          Select a School             Arts and Science         College of Arts and Science         College of Dentistry         College of Nursing         Courant Institute of Mathematical Sciences         Division of Libraries         Gallatin School of Individualized Study         Graduate School of Arts and Science         Institute for the Study of the Ancient World         Institute of Fine Arts         Leonard N. Stern School of Business         Liberal Studies Program         NYU Abu Dhabi         NYU Shanghai         Polytechnic School of Engineering         Robert F. Wagner Graduate School of Public Service         School of Continuing and Professional Studies         School of Law         School of Medicine         Silver School of Social Work         Steinhardt School of Culture, Education, and Human Development         Tisch School of the Arts                            Select a Topic             All University         Athletics         Awards         Division of Libraries         Events and Traditions         Institute of Fine Arts         International Houses         Research         nyu alumni magazine                       View articles from:          Through:             Advanced Search                                         NYU In the News   NYU Received a Record Number of Applications   Capital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.     NYU Students Help City Crack Down on Hookah Bars   Capital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:     Rudin Center Study Says Mass Transit Helps Economic Mobility   The Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.     Brennan Center Report Says Campaign Spending Has Jumped   Frontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.     NYU’s Dorms Ranked Among the Best in the Nation   Hometalk.com ranked NYU’s student residences third in the country in its list of best college dorms.                                                  NYU Footer          Search      Directory      Campus Map      Events      Contact Us      Site Map      Copyright and Fair Use      Feedback         Unless otherwise noted, all content copyright New York University. All rights reserved. Designed by The Office of Web Communications"}]}]